{"article_title": "The High Cost of Early Retirement", "article_keywords": ["salary", "early", "retirement", "benefits", "age", "retire", "high", "cost", "social", "security", "youll", "youre"], "article_url": "http://money.usnews.com/money/blogs/on-retirement/2014/02/18/the-high-cost-of-early-retirement", "article_text": "We occasionally hear about a friend who somehow saved up enough money, or just decided to chuck it, and walks off to retire at age 60, 55 or even 50. It can be done.\n\nAlso, some people live in a McMansion, drive a Tesla, and vacation in the south of France. But we know it's a very expensive lifestyle. And we know we all can't afford it, as the real estate bust of the 2000s so cruelly reminded us. We need to appreciate that, like buying a McMansion, taking early retirement is a very expensive proposition. Yes, a fortunate few can afford it. But most of us just have to get real.\n\nWhy does early retirement cost so much? Let's say you have a job at 55 and want to retire next year. Even if you don't have to worry about kids, what's it going to cost you? Here's an itemized bill:\n\n1. There's the salary you'll never get. If you retire at 56, instead of your full retirement age of 66 as defined by the Social Security Administration, you'll lose 10 years of wages. If you make $80,000 a year, that adds up to $800,000. But wait. You'd likely get a cost-of-living raise or a merit increase. If you average a 3 percent annual salary increase, you'd be making over $100,000 a year by the time you reach full retirement age. So you're really facing more like $1 million in lost salary. The $1 million would be subject to income tax, so it's not that much out-of-pocket. But it's still a lot of money.\n\n2. And the benefits you lose. If you're not working, the company will no longer contribute to your 401(k). You're not going to have an expense account anymore, or any company subsidized perks. The average employee receives almost 40 percent of their salary in the form of extra benefits. For the $80,000 employee, that's an additional $30,000 a year, every year for the next ten years. Of course, that includes your medical benefits, which is a whole other issue.\n\n3. You're responsible for your own health care. Do you get health insurance through your workplace? If so, you benefit from a group rate. Your employer probably pays a portion of your premium. Plus, the premium you pay is not taxed, all adding up to a pretty sweet deal. If you retire before the Medicare eligibility age of 65, unless you have medical insurance through an early retirement contract, you will have to purchase your own policy. The Affordable Care Act may make health insurance less expensive for some people – the details still need to be shaken out – but it could easily cost you between $500 and $1,000 a month. And since you're purchasing the insurance yourself, rather than through your job, you get no tax deduction.\n\n4. You sacrifice Social Security benefits. Social Security deducts approximately 7 percent from your monthly check for every year you retire early. If you elect to begin Social Security at 62 – the youngest age you're eligible – you give up about 25 percent of your monthly check. Yes, you receive benefits for a longer period of time, so in the end the amount is likely to equal out, but that doesn't help when you're trying to pay your bills with $970 a month instead of the average $1,295 a month. And you're stuck with those lower payments for the rest of your life.\n\n5. You rob your future. Instead of using your prime earning years to build up your savings, in early retirement you'll be spending down those savings. You'll have a smaller nest egg when you get to your 70s and 80s. Maybe you don't think that matters because by then you'll be too old to travel or spend money on other things. (If that's what you think, talk to some 70-somethings who routinely go out to dinner, take cruises and attend theater productions.) But regardless, you will likely have medical bills and you'll still want a roof over your head, unless your retirement dream includes living in one of your children's spare bedrooms. Is that what you really want for your future?\n\nIt's possible to retire early if you're lucky enough to strike it rich, or if you plan ahead, watch your budget and want a more modest lifestyle. But the price tag for early retirement is high. For some people it's worth it, but it's not for everybody.\n\n", "article_metadata": {"usn-stitial-fact": "{\"slug\":\"150129_SocialSecurity\",\"text\":\"For single retirees, Social Security makes up 90 percent of their income.\"}", "usn-comments-mode": "facebook", "description": "Five ways early retirement is more expensive than you think.", "zone": "blogs/On-Retirement/blogentries", "author": "Tom Sightings", "og": {"url": "http://money.usnews.com/money/blogs/on-retirement/2014/02/18/the-high-cost-of-early-retirement", "type": "article", "site_name": "US News & World Report", "description": "Five ways early retirement is more expensive than you think.", "title": "The High Cost of Early Retirement"}, "twitter": {"site": "@USNews", "description": "Five ways early retirement is more expensive than you think.", "card": "summary", "title": "The High Cost of Early Retirement - US News"}, "usn-platform-id": "a", "published_at": "2014-02-18", "site": "money-news", "msvalidate.01": "A8E47FA91124063A4A9C78AD5273DC0F", "fb": {"app_id": 130063997038366}, "article": {"publisher": "https://www.facebook.com/usnewsandworldreport", "published_time": "2014-02-18"}, "keywords": "early retirement,investing,retirement,social security,personal budgets,Tom Sightings", "google-site-verification": "owJBuFHD3VHcTSsnPSOYizmUcs3GSBjbx09vBbBi1MM", "usn-content-type": "article", "social_id": "http://t.usnews.com/Zc5tj", "viewport": "width=980"}, "_id": "\"57477af46914bd0286fe00c9\"", "article_summary": "Instead of using your prime earning years to build up your savings, in early retirement you'll be spending down those savings.\nWhy does early retirement cost so much?\nBut the price tag for early retirement is high.\nWe need to appreciate that, like buying a McMansion, taking early retirement is a very expensive proposition.\nSocial Security deducts approximately 7 percent from your monthly check for every year you retire early."}