{"article_title": "Rose Hill Cemetery Living History Tour", "article_keywords": ["living", "life", "weve", "rose", "cemetery", "cemeteries", "tell", "tour", "street", "hill", "way", "mr", "buried", "meridian", "history"], "article_url": "http://www.wtok.com/home/headlines/Rose-Hill-Cemetery-Living-History-Tour-329654681.html", "article_text": "One of Meridian's most historic cemeteries was brought to life Saturday afternoon, during a living history tour. The Rose Hill Cemetery has been putting on this tour for 6 years, through the eyes of those brought back to life for one day.\n\n\"Don't ask too much of the gypsies, we do like to keep things a mystery,\" Jamela Johnson who portrays Queen Kelly Mitchell said.\n\nAs you drive down 8th Street in Meridian, you can't help but notice one of the areas most historic cemeteries, and for one day only those behind the concrete pillars came back to life to tell a story; the story of Meridian.\n\n\"We have to learn, we have to grow and the way we do that is by looking at where we've been,\" said Scott Farmer who portrays Frank Kohlbecker.\n\nHundreds of prominent figures are buried within the grounds of the cemeteries and although long gone, you can still see the reflections of them today as you drive through Meridian.\n\n\"We have the founders buried here,\" Director of the tour Anne McKee said. Mr. Ragsdale and Mr. Ball are the founders and they are still in competition as they have been all of these years. When you run into a street that is not all the way through in Meridian, if it takes this weird turn, you've met Mr. Ball and Mr. Ragsdale because they wouldn't share their plot maps.\"\n\nNo tour of the cemetery is complete though, without a visit to the Queen of the Gypsies grave.\n\n\"Well, I must say since I was the once who essentially established the royal burial ground here, I did perish first, I do have the honor of starting it, said Mitchell's character. \"However, it's awfully hot here and Mr. Ragdale has the tendency to make noise at night, which disturbs my sleep.\"\n\nFrom baseball players, to women in the confederate army, the tour focuses a spotlight on those buried beneath the soil and for one day a year, they come alive to tell a story of generations lost.\n\n\"This is a great opportunity for our community to see exactly where Meridian has been, how far we've come,\" said Farmer. \"In learning this, we can see how much further we still have to go.\"\n\nIf you missed the tour, the Stage 2 Theatrical Group will be performing a living history play in a few months. The play will take place at The Temple Theatre. The dates for the event are November 13 -15.\n\n", "article_metadata": {"medium": "video", "description": "In it's 6th year, the living history tour at Rose Hill, focuses on prominent people buried in the ground.", "language": "english", "author": "Aaron Morrison", "og": {"description": "In it's 6th year, the living history tour at Rose Hill, focuses on prominent people buried in the ground.", "title": "Rose Hill Cemetery Living History Tour", "url": "http://www.wtok.com/home/headlines/Rose-Hill-Cemetery-Living-History-Tour-329654681.html", "image": "http://gray-uploads.s3.amazonaws.com/captures/81C/444/81C444918A8A47DF95E1FB50D981E98B", "video": "http://gray-uploads.s3.amazonaws.com/captures/EED/658/EED658140A1D4DE99927DEAD71330D67.mp4", "type": "article"}, "twitter": {"domain": "www.wtok.com", "description": "In it's 6th year, the living history tour at Rose Hill, focuses on prominent people buried in the ground.", "creator": "@newscenter11", "url": "http://www.wtok.com/home/headlines/Rose-Hill-Cemetery-Living-History-Tour-329654681.html", "image": "http://media.graytvinc.com/images/Rose+Hill2.jpg", "title": "Rose Hill Cemetery Living History Tour", "site": "@newscenter11", "card": "summary"}, "video_type": "video/mp4", "video_height": 288, "keywords": "Rose Hill Cemetery Living History Tour", "msvalidate.01": "9CD4A96D8A076527F07FD24CFCDE5489", "google-site-verification": "M1YwZ85zoJ2ZNboZjzjADGJ9L53qqzbNOi6FLrtDw9U", "video_width": 512, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Rose Hill Cemetery Living History"}, "article_summary": "The Rose Hill Cemetery has been putting on this tour for 6 years, through the eyes of those brought back to life for one day.\nOne of Meridian's most historic cemeteries was brought to life Saturday afternoon, during a living history tour.\nIf you missed the tour, the Stage 2 Theatrical Group will be performing a living history play in a few months.\nNo tour of the cemetery is complete though, without a visit to the Queen of the Gypsies grave.\nMr. Ragsdale and Mr. Ball are the founders and they are still in competition as they have been all of these years."}