{"article_title": "TMS And Invasive Brain Stimulation Techniques Target Entire Brain Networks", "article_keywords": ["treating", "entire", "tms", "target", "invasive", "fox", "disease", "diseases", "sites", "stimulation", "brain", "used", "noninvasive", "networks", "network", "techniques"], "article_url": "http://www.medicaldaily.com/tms-and-invasive-brain-stimulation-techniques-target-entire-brain-networks-305544", "article_text": "Different brain stimulation target sites are often nodes along the same network, so when treating diseases in the future, doctors may find the best site by first identifying the brain network.\n\nBrain stimulation, which is used to treat an increasing number of psychiatric and neurological disorders (from addiction to Tourette syndrome), produces electrical impulses aimed at a specific site in the brain. Such stimulation can regulate neurological activity. Now, a new study finds different stimulation targets used when treating the same disease are often nodes along the same network. When treating diseases in the future, then, scientists may identify the best places to stimulate by looking first at a brain network.\n\nTechniques for Stimulation\n\nAs Dr. Michael D. Fox, an assistant professor of neurology at Harvard Medical School, explained to Medical Daily, there are both invasive and non-invasive stimulation techniques. Deep brain stimulation (DBS) is a neurosurgical treatment in which an electrode is implanted deep inside a patient’s brain with a battery device implanted in the chest. This Food and Drug Administration (FDA) approved therapy is used most often for patients with Parkinson’s disease.\n\n“The results of stimulation can be dramatic, life-changing,” Fox told Medical Daily. Transcranial magnetic stimulation (TMS) is a non-invasive form of brain stimulation. This treatment is FDA-approved for depression and is “similar to shock therapy without bad side effects,” Fox said. Here, an electromagnet is held outside of the head, usually against the scalp, where it discharges a rapidly-changing magnetic field that can excite or inhibit activity in the brain.\n\nFor the current study, Fox and his co-researchers wanted to understand where in the brain is the best place to stimulate when treating a particular disease or patient. “Essentially, we looked at all the data that’s already out there,” Fox said, “and asked ourselves, 'How do we make sense of this?' And the theory we used was this: Even though you’re stimulating totally different sites [for a given disease], you’re stimulating the same networks.”\n\nBrain networks function on both a micro and macro level. They include links between cells and synapses as well as connections between brain regions and systems. Your brain, then, is an interconnected grid as complex, and often as confusing, as a map of criss-crossing streets in a large city. Just as a car accident might contribute to a traffic jam a few blocks away, so, too, stimulation can positively affect an area of the brain networked but not necessarily next to the targeted site.\n\nAfter searching the scientific literature, Fox and his co-researchers identified 14 neurological and psychiatric diseases where improvement had been seen with both invasive (DBS) and noninvasive brain stimulation (TMS). The 14 diseases were: addiction, Alzheimer's disease, anorexia, depression, dystonia, epilepsy, essential tremor, gait dysfunction, Huntington's disease, minimally conscious state, obsessive compulsive disorder, pain, Parkinson's disease and Tourette syndrome. Next, the research team listed the stimulation sites, whether deep in the brain or just on the surface, found effective when treating the 14 diseases.\n\nAfter this, they tested the different spots used for each disease to see if all fell along the same brain network. Here, they used a data base of MRI images to help them see correlations in spontaneous brain activity. Brain networks of “functional connectivity just means when the activity goes up in one area, it also goes up (or down) in another area,” Fox said. Beginning with the sites stimulated by DBS, the researchers created a map of the brain network spreading out from these deep down targets, and showed all of the connections reaching up to the surface of the brain. Then, they compared this map to the sites that work for noninvasive brain stimulation. As they had guessed, the two maps matched.\n\n“One of the reasons I went into brain stimulation is it gives you a more direct way to go after that network,” Fox said. “In new disorders, where we haven’t yet tried brain stimulation, the reason is we don’t know where to go, what spot to go after.” Now, he and his team know where to begin. Although this work cannot be applied to patients before further experiments are done, the path has been cleared for the work ahead. “The list of the diseases this could help is limitless,” he said.\n\nSource: Fox MD, Buckner RL, Liu H, Chakravarty MM, Lozano AM, Pascual-Leone A. Resting-state networks link invasive and noninvasive brain stimulation across diverse psychiatric and neurological diseases. PNAS. 2014.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "dbs, tms, brain stimulation, neuroscience", "og": {"site_name": "Medical Daily", "description": "Different brain stimulation target sites are often nodes along the same network, so when treating diseases in the future, doctors may find the best site by first identifying the brain network.", "title": "Where In The World Are Doctors Zapping Your Brain?", "url": "http://www.medicaldaily.com/tms-and-invasive-brain-stimulation-techniques-target-entire-brain-networks-305544", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/09/29/shutterstock167928044.jpg", "type": "article"}, "twitter": {"description": "Different brain stimulation target sites are often nodes along the same network, so when treating diseases in the future, doctors may find the best site by first identifying the brain network.", "title": "Where In The World Are Doctors Zapping Your Brain?", "url": "http://www.medicaldaily.com/tms-and-invasive-brain-stimulation-techniques-target-entire-brain-networks-305544", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/09/29/shutterstock167928044.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/09/29/shutterstock167928044.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Innovation", "published_time": "2014-09-29T16:48:16-04:00", "modified_time": "2014-09-29T19:46:50-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Different brain stimulation target sites are often nodes along the same network, so when treating diseases in the future, doctors may find the best site by first identifying the brain network."}, "_id": "\"57477af36914bd0286fd16e3\"", "article_summary": "Deep brain stimulation (DBS) is a neurosurgical treatment in which an electrode is implanted deep inside a patient’s brain with a battery device implanted in the chest.\nTranscranial magnetic stimulation (TMS) is a non-invasive form of brain stimulation.\nDifferent brain stimulation target sites are often nodes along the same network, so when treating diseases in the future, doctors may find the best site by first identifying the brain network.\nWhen treating diseases in the future, then, scientists may identify the best places to stimulate by looking first at a brain network.\nSource: Fox MD, Buckner RL, Liu H, Chakravarty MM, Lozano AM, Pascual-Leone A. Resting-state networks link invasive and noninvasive brain stimulation across diverse psychiatric and neurological diseases."}