{"article_title": "Even With Obamacare, HIV Patients Are Shouldering A Huge Portion Of Their Treatment Costs", "article_keywords": ["virus", "huge", "hiv", "drugs", "obamacare", "portion", "states", "patients", "costs", "health", "treatment", "aids", "shouldering", "insurance", "special"], "article_url": "http://thinkprogress.org/health/2014/08/07/3468873/obamacare-hiv-drugs-coverage/", "article_text": "Health Even With Obamacare, HIV Patients Are Shouldering A Huge Portion Of Their Treatment Costs CREDIT: AP Photo/Jeff Chiu, File In this May 10, 2012 file photo, Dr. Lisa Sterman holds up a Truvada pill, an HIV treatment pill used to prevent infection in people at high risk of getting the AIDS virus, at her office in San Francisco.\n\nPatient advocate groups are increasingly filing complaints with the U.S. Department of Health and Human Services (HHS) to stunt insurance providers’ attempts to shift treatment costs onto HIV-positive consumers. While the Affordable Care Act (ACA) forbids insurance companies from refusing coverage to people with preexisting conditions, many providers have categorized special drugs — including those that treat HIV — so that patients shoulder as much as 50 percent of the total cost.\n\n“By putting the drugs that are recommended up on the highest tiers in an unaffordable place, they are in essence discriminating against people with HIV because these are the lifesaving drugs they require to survive,” Dr. Melanie Thompson, a Georgia physician told Reuters. Georgia’s and Florida’s health and human services departments currently have complaints under review.\n\nAccording to the Centers for Disease Control and Prevention, more than 1 million people in the United States live with HIV. Medication — which can cost an average of more than $14,000 without insurance — ensures that the virus doesn’t evolve into AIDS, which weakens the immune system and causes death if left untreated.\n\nWithout antiretroviral treatment, HIV patients can expect the virus to reproduce rapidly in their bodies within 10 years, even if they show mild symptoms. Once HIV turns into AIDS, infected people usually have an average of three years left to live, HHS officials say. In an era when advancements in HIV/AIDS research have brought forth the drugs that can suppress the disease and diminish the chances of transmission, providing access to all HIV patients becomes more important.\n\nBut even under health care reform, not every HIV positive individual can afford the treatment they need. While Obamacare caps annual out-of-pocket costs at $6,350 for individuals and $12,700 for families, patient advocates say that many HIV patients usually end up reaching the cap before insurance money kicks in. HIV patients living in states without Medicaid expansion fare much worse, making the Ryan White HIV/AIDS Program, a safety net for more than 500,000 HIV-positive people without adequate safety coverage, even more crucial.\n\nPlus, lawmakers in a host of states — including California, Connecticut, Maryland, and Tennessee — have introduced legislation that places caps on how much patients can spend on special drugs. Maryland’s measure in particular, which Governor Martin O’Malley signed earlier this year, limits cost sharing for special drugs, like those that treat HIV, leukemia, and hemophilia, to $150 for a 30-day supply. That’s why federal health officials, state regulators, and many insurance companies recently launched a tool that locates insurance plans that vary significantly from majority plans.\n\nThe ACA, which passed in 2010, does take some steps forward for Americans living with HIV by allocating funds for prevention, wellness, antiretroviral therapy, and public health activities that expand community outreach efforts and meet the needs of HIV-positive patients. Under the health reform law, insurers cannot impose a dollar limit on health benefits and at-risk people can receive HIV screening tests at no cost. Insurers have to classify funds used under the AIDS Drug Assistance Program — a state-based initiative provides Food and Drug Administration-approved HIV treatment to low-income patients — as contributions toward Medicaid patients’ out-of-pocket spending. The ACA also requires that many insurance plans cover HIV and STI counseling for sexually active women.", "article_metadata": {"google": "nositelinkssearchbox", "description": "Patient advocate groups say that affordable health care may still be out of reach for HIV-positive Americans.", "generator": "WordPress 4.4.2", "og": {"site_name": "ThinkProgress", "description": "Patient advocate groups say that affordable health care may still be out of reach for HIV-positive Americans.", "title": "Even With Obamacare, HIV Patients Are Shouldering A Huge Portion Of Their Treatment Costs", "url": "http://thinkprogress.org/health/2014/08/07/3468873/obamacare-hiv-drugs-coverage/", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2014/08/AP562215801938.jpg", "type": "article"}, "twitter": {"description": "Patient advocate groups say that affordable health care may still be out of reach for HIV-positive Americans.", "title": "Even With Obamacare, HIV Patients Are Shouldering A Huge Portion Of Their Treatment Costs", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2014/08/AP562215801938-321x214.jpg", "creator": "@SamPKCollins", "site": "@ThinkProgress", "card": "summary_large_image"}, "robots": "noodp", "elq-topic": "tp-health", "fb": {"admins": 100001364918392, "pages": 200137333331078, "app_id": 144881328916524}, "thumb2": "http://cdn.thinkprogress.org/wp-content/uploads/2014/08/AP562215801938.jpg", "thumb1": "http://cdn.thinkprogress.org/wp-content/uploads/2014/08/AP562215801938.jpg", "google-site-verification": "HDCaom2KPSt1X92eD5CiYHCkWvb5nP09lhEAOPZ5rts", "article": {"published_time": "2014-08-07T15:43:51+00:00", "author": "https://www.facebook.com/sampkcollinswriter"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=0"}, "_id": "\"57477af36914bd0286fd1702\"", "article_summary": "Without antiretroviral treatment, HIV patients can expect the virus to reproduce rapidly in their bodies within 10 years, even if they show mild symptoms.\nInsurers have to classify funds used under the AIDS Drug Assistance Program — a state-based initiative provides Food and Drug Administration-approved HIV treatment to low-income patients — as contributions toward Medicaid patients’ out-of-pocket spending.\nWhile Obamacare caps annual out-of-pocket costs at $6,350 for individuals and $12,700 for families, patient advocates say that many HIV patients usually end up reaching the cap before insurance money kicks in.\nHealth Even With Obamacare, HIV Patients Are Shouldering A Huge Portion Of Their Treatment Costs CREDIT: AP Photo/Jeff Chiu, File In this May 10, 2012 file photo, Dr. Lisa Sterman holds up a Truvada pill, an HIV treatment pill used to prevent infection in people at high risk of getting the AIDS virus, at her office in San Francisco.\nBut even under health care reform, not every HIV positive individual can afford the treatment they need."}