{"article_title": "Opinion: Anthony Kennedy and the Supremes", "article_keywords": ["week", "supreme", "kennedys", "court", "kennedy", "la", "political", "anthony", "equality", "supremes", "courts", "opinion", "law"], "article_url": "http://www.latimes.com/opinion/la-ol-opinion-newsletter-html-20150704-htmlstory.html", "article_text": "Good morning. I’m Matthew Fleischer, Web editor of the Times’ Opinion section, filling in for Paul Thornton. It’s the Fourth of July. Fire up the barbecues and have a look back at the week in Opinion.\n\nShock waves from the Supreme Court's recent run of mega-decisions on marriage equality and the Affordable Care Act continued to rattle the media lens this week. Many progressives (perhaps thinking wishfully) hailed those hallmark rulings as indicative of a Supreme Court political left turn. UC Irvine law and political science professor Richard Hasen, however, says the court isn't liberal or conservative, it's a \"Kennedy court\": On major constitutional issues, Justice Anthony M. Kennedy's views matter more than anything else.\n\nThink of the Supreme Court's 5-4 decision in the 2010 Citizens United case striking down the ban on corporate spending in elections, which has opened the floodgates to \"super PACs\" and big money in politics. Or consider the court's 5-4 decision in the 2013 Shelby County case, which eviscerated a key provision of the Voting Rights Act. Kennedy was in the majority in each instance. His power won't lessen anytime soon. This week the court said it would review a case that could kill public sector unions, overturning long-standing precedent. Kennedy will probably cast the crucial fifth vote. And, no doubt, the court's upcoming decision on how far states can go in restricting abortion will depend on Kennedy's view of what constitutes an \"undue burden\" on a woman's right to choose. It is no surprise, as professor Nan Hunter of Georgetown University remarked, that Supreme Court advocates often write their briefs for an audience of one: Kennedy. >> Read more\n\nKennedy's influence handed progressives two major political victories. But Legal Aid Society criminal defense attorney Ariel Schneller writes that, while he agrees with the justices' conclusion on marriage equality, Kennedy's reasoning in Obergefell vs. Hodges was \"laughable in its freewheeling, extra-legal pontification.\" And it represents a potential long-term setback to full legal equality for the LGBT community. L.A. Times\n\n\"California doesn’t count,\" wrote Supreme Court Justice Antonin Scalia in his choleric marriage-equality dissent. The most populous state in the union doesn't count? The seventh- or eighth-largest economy in the world doesn't count? \"Scalia's fury is a rear-guard action that proves its own wrong-headedness,\" Patt Morrison rebuts. \"Of course California counts.\" L.A. Times\n\nIn other SCOTUS news, the justices put an onerous new Texas abortion law on hold to give them time to consider its legality. The Times' editorial board is hopeful this delay signals that the court is concerned about \"the burdensome and unnecessary law, which requires clinics to be outfitted as ambulatory surgical centers and doctors to have admitting privileges at nearby hospitals .… The court should strike down this law … and others like it that purport to protect women's health and safety but instead put an undue burden on those seeking an abortion.\" L.A. Times\n\nDid the recent SCOTUS opinions have you cheering in the streets? Or shaking your fists in anger? Or did you take to the Internet to make your voice heard? In a world where everyone is constantly sharing their every thought online, it's not easy to stand out from the crowd. Actor, activist and social media superstar George Takei offers his thoughts. Paramount among them: \"It’s not about you.\" L.A. Times\n\nTalking about yourself may be boring, but talking about others can be problematic too. Online bullying and harassment — particularly of women — is epidemic. Other countries have gone so far as to criminalize this behavior. Patt Morrison delves into Internet trolling with \"This Is Why We Can't Have Nice Things\" author Whitney Phillips. L.A. Times\n\nWords mean a lot to us, especially yours. Please send any feedback you have about this newsletter to letters@latimes.com.", "article_metadata": {"fb_title": "Opinion: Anthony Kennedy and the Supremes", "Description": "Good morning. I’m Matthew Fleischer, Web editor of the Times’ Opinion section, filling in for Paul Thornton. It’s the Fourth of July. Fire up the barbecues and have a look back at the week in Opinion. Subscribe to the newsletter Shock waves from the Supreme Court's recent run of mega-decisions...", "copyright": "Copyright (c) 2016 Los Angeles Times", "author": "Los Angeles Times", "og": {"site_name": "latimes.com", "description": "Good morning. I’m Matthew Fleischer, Web editor of the Times’ Opinion section, filling in for Paul Thornton. It’s the Fourth of July. Fire up the barbecues and have a look back at the week in Opinion. Subscribe to the newsletter Shock waves from the Supreme Court's recent run of mega-decisions...", "title": "Opinion: Anthony Kennedy and the Supremes", "url": "http://www.latimes.com/opinion/la-ol-opinion-newsletter-html-20150704-htmlstory.html", "image": "http://www.trbimg.com/img-5595cecb/turbine/la-ol-opinion-newsletter-html-20150704", "type": "article"}, "x-servername": "lalvp09.13", "twitter": {"site": "@latimes", "card": "summary"}, "robots": "index,follow", "msvalidate.01": "AAC9C18F70AC386BC4DCF4DDF9BF1786", "fb": {"admins": 100000786395051, "page_id": 5863113009}, "googlebot-news": "index", "date": "2015-07-04", "y_key": "cee2fe4077f8d050", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "googlebot": "index"}, "_id": "\"57477af46914bd0286fe010a\"", "article_summary": "Many progressives (perhaps thinking wishfully) hailed those hallmark rulings as indicative of a Supreme Court political left turn.\nIt is no surprise, as professor Nan Hunter of Georgetown University remarked, that Supreme Court advocates often write their briefs for an audience of one: Kennedy.\nUC Irvine law and political science professor Richard Hasen, however, says the court isn't liberal or conservative, it's a \"Kennedy court\": On major constitutional issues, Justice Anthony M. Kennedy's views matter more than anything else.\nL.A. Times\"California doesn’t count,\" wrote Supreme Court Justice Antonin Scalia in his choleric marriage-equality dissent.\nShock waves from the Supreme Court's recent run of mega-decisions on marriage equality and the Affordable Care Act continued to rattle the media lens this week."}