{"article_title": "Another craft brew booms...Soda!", "article_keywords": ["smaller", "offer", "offered", "companies", "walmart", "sodas", "craft", "products", "sicher", "soda", "brew", "boomssoda"], "article_url": "http://www.cnbc.com/2014/08/01/another-craft-brew-boomssoda.html", "article_text": "Craft sodas, largely defined as being manufactured in smaller batches with more natural ingredients, is still just a fraction of the overall soda market, said John Sicher, editor of Beverage Digest. He estimates that craft soda \"at best\" owns a 1 percent share of the roughly 9 billion-case U.S. soda market. Still, the number remains difficult to pin down due to the difficulty of defining craft soda. This is partially due to the \"real sugar\" versions of products offered by Coke and Pepsi and premium colas offered by big brands, Sicher said.\n\nRegardless of the definition, though, craft soda companies' products are slowly creeping away from being a specialty item to finding a greater demand from a mainstream audience.\n\nRead MoreSodastream trader makes 3,000% profit in two hours\n\n\n\nJones Soda and Reed's, craft soda's two giants, have had skin in the major grocer game since the 1990s. Now even smaller companies such as Appalachian are bringing local, artisanal sodas to the masses, striking broader distribution deals with companies such as Wal-Mart.\n\n\"We're always looking to offer the right assortments for individual communities. Appalachian Brewing Company is an example of those efforts,\" said Danit Marquardt, a Wal-Mart spokeswoman. \"Our customers in Pennsylvania wanted this soft drink, so we offer them to our customers in six stores.\"\n\nMarquardt also cited birch soda, which Wal-Mart offers in 36 stores along the East Coast, as another example of the company's push towards this mission.", "article_metadata": {"AssetType": "cnbcnewsstory", "description": "Craft soda may be little, but as local companies like Appalachian Brewing get picked up by Walmart and Reed's boosts profits, it proves fierce.", "news_keywords": "Craft soda, Reed's, Appalachian Brewing Company, Walmart, Giant Food", "author": "Bo McMillan", "og": {"site_name": "CNBC", "description": "Craft soda may be little, but as local companies get picked up by Walmart and big players boost profits, it proves fierce.", "title": "Another craft brew booms...Soda!", "url": "http://www.cnbc.com/2014/08/01/another-craft-brew-boomssoda.html", "image": "http://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2014/07/30/101879553-Root_Beer_In_Focus.1910x1000.jpg", "type": "article"}, "twitter": {"description": "Craft soda may be little, but as local companies get picked up by Walmart and big players boost profits, it proves fierce.", "creator": "@BoMcMillan", "url": "http://www.cnbc.com/2014/08/01/another-craft-brew-boomssoda.html", "image": {"src": "http://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2014/07/30/101879553-Root_Beer_In_Focus.1910x1000.jpg"}, "title": "Another craft brew booms...Soda!", "site": "@CNBC", "card": "summary_large_image"}, "al": {"ios": {"app_name": "CNBC Business News and Finance", "app_store_id": 398018310}}, "apple-itunes-app": "app-id=398018310", "keywords": "Food and Beverage, US: News, Food Distributors, Retail, Consumer, Food Retail, Food Products, Reed's Inc, Wal Mart Stores Inc, Coca-Cola Enterprises Inc, PepsiCo Inc., business news", "article": {"publisher": "https://www.facebook.com/cnbc", "published_time": "2014-08-02T15:00:00-0400", "author": "https://www.facebook.com/CNBC", "section": "Food and Beverage", "modified_time": "2014-08-02T15:00:29-0400", "tag": "PepsiCo Inc."}, "pageNodeId": 101875502, "GOOGLEBOT": "unavailable_after: 31 Dec 9999 23:59:59 GMT"}, "_id": "\"57477af46914bd0286fe00eb\"", "article_summary": "He estimates that craft soda \"at best\" owns a 1 percent share of the roughly 9 billion-case U.S. soda market.\nStill, the number remains difficult to pin down due to the difficulty of defining craft soda.\nRegardless of the definition, though, craft soda companies' products are slowly creeping away from being a specialty item to finding a greater demand from a mainstream audience.\nRead MoreSodastream trader makes 3,000% profit in two hoursJones Soda and Reed's, craft soda's two giants, have had skin in the major grocer game since the 1990s.\nCraft sodas, largely defined as being manufactured in smaller batches with more natural ingredients, is still just a fraction of the overall soda market, said John Sicher, editor of Beverage Digest."}