{"article_title": "Nicki Minaj, 'Duck Dynasty' Guy, MLK: It's Name-Dropping Season for 2016 Candidates", "article_keywords": ["gop", "obama", "america", "clinton", "minaj", "season", "namedropping", "republicans", "dynasty", "ronald", "nicki", "candidates", "dropped", "duck", "walker", "president", "guy", "2016", "think", "mlk"], "article_url": "http://www.billboard.com/articles/business/6545637/nicki-minaj-duck-dynasty-mlk-name-dropping-candidates", "article_text": "Many of the 2016 presidential hopefuls are salting their speeches, interviews and tweets with mentions of everyone from the old standby, Ronald Reagan, to civil rights leader Martin Luther King Jr., rapper Nicki Minaj﻿ and astronomer Galileo. It's all part of a not-so-subtle effort to boost their own appeal by borrowing from the luster of others.\n\nCall it gilt by association.\n\nThere's a flip side, too: Republicans tossing out the names of Democratic foils to rile up the GOP faithful (and gin up campaign contributions).\n\nWho's getting mentioned and why:\n\nJon Stewart Wanted Off 'Daily Show' Before 2016 Election\n\nNAME DROPPED: Nicki Minaj.\n\nBY: Sen. Marco Rubio, R-Fla.\n\nQUOTE: \"I like Nicki Minaj. I think she's very talented.\"\n\nWHY: Rubio, who has talked about his musical tastes in a number of interviews, is trying to send a message that he's hip. That fits with his efforts to cast himself as the fresh, young candidate of tomorrow and a contrast to the tired politics of older rivals. Rubio also claims Pitbull as a friend, and can discuss the merits of Tupac vs. Biggie. (Bush isn't completely ceding the hipness factor. He tweeted a photo of himself with Ludacris at the Georgia statehouse last month and wrote that the rapper's foundation \"does great work.\")\n\n---\n\nNAME DROPPED: Ronald Reagan.\n\nBY: Wisconsin Gov. Scott Walker, Kentucky Sen. Rand Paul, Texas Sen. Ted Cruz and many others in the potential GOP field.\n\nQUOTE: \"I often joke that I know Ronald Reagan's birthday because it's my wedding anniversary. But truth be told, Tonette would tell you, I know our wedding anniversary because it's Ronald Reagan's birthday.\" - Walker, with a reference to his wife.\n\nWHY: Reagan is a hero to the Republican faithful. No GOP candidate can go wrong by cozying up to the Gipper, who is admired by Republicans both for his love of tax cuts and his tough-guy foreign policy stance.\n\n---\n\nNAME DROPPED: Abraham Lincoln.\n\nBY: Jeb Bush, former Florida governor.\n\nQUOTE: \"America is a place where, as Lincoln dreamed, any person may look forward and hope to be a hired laborer this year and the next, work for himself and finally, to hire men to work for him. America, though discouraged, has not given up on the dream of Lincoln.\"\n\nWHY: Republicans revere Lincoln as the party's first president and for his principled leadership. Bush, regarded with suspicion by some conservatives who think he's too moderate, is out to paint himself with the same broad brush as the 16th president, who held the country together in dire times.\n\n---\n\nNAME DROPPED: Phil Robertson.\n\nBY: Louisiana Gov. Bobby Jindal.\n\nQUOTE: \"When I stood up for Phil Robertson when he used his free speech rights, the media comes after you. As conservatives, we need to stand our ground, push back.\"\n\nWHY: Jindal tried to polish his conservative credentials by lining up with the \"Duck Dynasty\" patriarch, who faced a backlash after he spoke out against homosexuality.\n\n---\n\nNAME DROPPED: Martin Luther King Jr.\n\nBY: Paul.\n\nQUOTE: \"Martin Luther King spoke of two Americas. He described them as two starkly different American experiences that exist side-by-side. In one America, people experience the opportunity of life, liberty and the pursuit of happiness. In the other America, people experience a daily ugliness that dashes hope and leaves only the fatigue of despair.\"\n\nWHY: Paul invokes the civil rights leader as part of his call to address economic and racial inequality. He's trying to appeal to a more inclusive swath of voters than the typical GOP coalition.\n\n---\n\nNAME DROPPED: Galileo\n\nBY: Cruz.\n\nQUOTE: \"Today, the global warming alarmists are the equivalent of the flat-Earthers. It used to be (that) it is accepted scientific wisdom the Earth is flat, and this heretic named Galileo was branded a denier.\"\n\nWHY: Cruz invoked the Renaissance man to defend his own skepticism about climate change, saying that those who use evidence to disprove \"accepted scientific wisdom\" have been unfairly tagged as unreasonable. (In fact, Galileo didn't get in trouble for arguing that the Earth was round, but for the Copernican idea that the Earth revolved around the sun, which was against church teachings.)\n\n---\n\nNAME DROPPED: Charlotte Clinton Mezvinsky, 7 months old.\n\nBY: Her grandmother, Hillary Rodham Clinton.\n\nQUOTE: \"Unfortunately, too few of the children born in the United States and around the world today will grow up with the same opportunities as Charlotte. You shouldn't have to be the granddaughter of a president or a secretary of state to receive excellent health care, education, enrichment, and all the support and advantages that will one day lead to a good job and a successful life.\"\n\nWHY: Clinton is framing her message of fighting for the middle class in a more approachable context in her second presidential bid. What better way than through the lens of a grandmother wanting the best for her new granddaughter?\n\n---\n\nNAMES DROPPED: President Barack Obama, Hillary Clinton, Obamacare, the Internal Revenue Service.\n\nBY: New Jersey Gov. Chris Christie, Paul, Walker, Cruz and other Republicans.\n\nQUOTES:\n\n\"All he cares now is about his legacy and his library - the two L's. The two L's for Barack Obama is all that's left - legacy and library.\" - Christie.\n\n\"The difference between President Obama and myself, he seems to think you can negotiate from a position of weakness.\" - Paul.\n\n\"People like Hillary Clinton seem to think you measure success in government by how many people are dependent on the government.\" - Walker.\n\n\"Over and over again, when we face impossible odds, the American people rose to the challenge. You know, compared to that, repealing Obamacare and abolishing the IRS ain't all that tough.\" - Cruz.\n\nWHY: Republicans can rouse an audience - and attract campaign contributions - by tossing out references to bogeymen like Obama, Clinton, the IRS and the president's health care law.", "article_metadata": {"og": {"site_name": "Billboard", "description": "Many of the 2016 presidential hopefuls are salting their speeches, interviews and tweets with mentions of everyone from the old standby, Ronald Reagan, to civil rights leader Martin Luther King Jr., rapper Nicki Minaj​ and astronomer Galileo.", "title": "Nicki Minaj, 'Duck Dynasty' Guy, MLK: It's Name-Dropping Season for 2016 Candidates", "url": "http://www.billboard.com/articles/business/6545637/nicki-minaj-duck-dynasty-mlk-name-dropping-candidates", "image": {"width": 650, "identifier": "http://www.billboard.com/files/media/nicki-minaj-press-2015-billboard-650-a.jpg", "type": "image/jpeg", "height": 430}, "type": "article"}, "twitter": {"description": "Many of the 2016 presidential hopefuls are salting their speeches, interviews and tweets with mentions of everyone from the old standby, Ronald Reagan, to civil rights leader Martin Luther King Jr., rapper Nicki Minaj​ and astronomer Galileo.", "title": "Nicki Minaj, 'Duck Dynasty' Guy, MLK: It's Name-Dropping Season for 2016 Candidates", "url": "http://www.billboard.com/articles/business/6545637/nicki-minaj-duck-dynasty-mlk-name-dropping-candidates", "image": "http://www.billboard.com/files/media/nicki-minaj-press-2015-billboard-650-a.jpg", "site": "@billboard", "card": "summary_large_image"}, "description": "Many of the 2016 presidential hopefuls are salting their speeches, interviews and tweets with mentions of everyone from the old standby, Ronald Reagan, to civil rights leader Martin Luther King Jr., rapper Nicki Minaj​ and astronomer Galileo.", "viewport": "width=device-width, initial-scale=1", "title": "Nicki Minaj, 'Duck Dynasty' Guy, MLK: It's Name-Dropping Season for 2016 Candidates | Billboard"}, "_id": "\"57477af36914bd0286fd1716\"", "article_summary": "\"The difference between President Obama and myself, he seems to think you can negotiate from a position of weakness.\"\n---NAME DROPPED: Ronald Reagan.\n---NAMES DROPPED: President Barack Obama, Hillary Clinton, Obamacare, the Internal Revenue Service.\nWho's getting mentioned and why:Jon Stewart Wanted Off 'Daily Show' Before 2016 ElectionNAME DROPPED: Nicki Minaj.\nWHY: Republicans can rouse an audience - and attract campaign contributions - by tossing out references to bogeymen like Obama, Clinton, the IRS and the president's health care law."}