{"article_title": "Who gets to declare what is a 'sin' these days? — GetReligion", "article_keywords": ["christian", "religious", "doctrinal", "erskine", "days", "getreligion", "declare", "sexuality", "marriage", "statement", "gets", "athletes", "sin", "times"], "article_url": "http://www.getreligion.org/getreligion/2015/3/9/new-york-times-visits-erskine-college-who-gets-to-declare-what-is-a-sin-these-days", "article_text": "Once again, let us return to Erskine College in Due West, S.C., where Christians -- under the watchful gaze of The New York Times -- are arguing about 2,000 years of Christian tradition on sexuality and marriage. Click here for my first GetReligion post on this controversy.\n\nThe headline: \"Erskine College’s View on ‘Sin’ Jolts Gay Athletes.\" The key word, of course, is \"sin\" -- a word that is increasingly difficult to use publicly in America these days, no matter what is stated in the Bible and/or the First Amendment.\n\nNow, loyal GetReligion readers will know that the word \"sin\" plays a key role in the infamous \"tmatt trio,\" that series of doctrinal questions that I have used while reporting on the fault lines inside Christian churches, denominations, parachurch groups, etc. At one point, we jokingly suggested using \"tmatt3\" as shorthand for these questions. Once again, here they are:\n\n* Are biblical accounts of the resurrection of Jesus accurate? Did this happen?\n\n* Is salvation found through Jesus, alone? Was Jesus being literal when he said, \"I am the Way, the Truth, and the Life. No one comes to the Father except through me.\"\n\n* Is sex outside of marriage a sin?\n\nWith that in mind, let's look at the crucial passage in the Times piece that deals with, yes, the Erskine administration's attempts to defend the use of a doctrinal covenant that draws some boundaries around the voluntary association that is this private Christian college. This is long, but crucial:\n\n... Erskine said on its website that the student services and athletic committee of the board of trustees had submitted a statement on human sexuality. Unanimously approved by the board, the statement said, “We believe the Bible teaches that monogamous marriage between a man and a woman is God’s intended design for humanity and that sexual intimacy has its proper place only within the context of marriage.”\n\nCiting biblical verses, the statement added, “Sexual relations outside of marriage or between persons of the same sex are spoken of in Scripture as sin and contrary to the will of the Creator.”\n\nThe final sentence of the statement said that those at Erskine were expected to adhere to scriptural teachings about sexuality and that “institutional decisions will be made in light of this position.”\n\nThe vague wording left some gay students, athletes among them, confused and worried about what would be permitted: Could they hold hands on campus, touch a partner’s shoulder? Would they be welcomed any longer? Might they be expelled?\n\nThe questions at the end of that passage are right on point. For those defending doctrinal covenants -- which are common in traditional religious organizations, Christian and otherwise -- it is important to precisely note what constitutes public opposition to or rejection of the covenant.\n\nAs I said in my first piece, this is precisely what many religious leaders have declined to do, in part because they didn't want to create standards that needed to be enforced and also because they knew that people inside their own voluntary communities don't agree with one another on all of the details (or sometimes even the orthodox basics).\n\nYou can sense that issue in this Times reference:\n\nPete Savarese, the student government president at Erskine, said that while college officials had the right to state their position on sexuality, the statement seemed unnecessary, given that everyone at the college knew what the Bible said. He echoed others in expressing regret that a college that considered itself inclusive had suddenly gained a reputation for intolerance.\n\nAh, but does everyone at Erskine agree on what the Bible says? Then again, as I noted the other day, can the leaders of doctrinally defined voluntary associations afford to be vague in an era when the U.S. government is playing hardball? Here's how I put that in the first Erskine post:\n\n... The government is offering key First Amendment protections only to religious institutions that are very open and transparent about the \"religious tenets\" that define their voluntary associations. Those \"closely controlled affiliates\" could be colleges and universities.\n\nNow, to be blunt about it, the leader of many Christian institutions in the Bible Belt have, in the past, not openly used these kinds of legal covenants because -- surrounded by what they perceived as an affirming culture -- they thought these kinds of issues were simply understood and didn't need to be explicitly stated. Well, those days are gone.\n\nSo schools are being pulled, often against their wills, into public discussions of these issues, increasingly in documents that create legal standards and legal ties that bind.\n\nThis Times report noted one famous case of a debate of this kind (at one of my alma maters, by the way) in which the key player was female hoops superstar Brittney Griner (the subject of previous GetReligion work):\n\nA number of private Christian universities have instituted policies on sexuality that have caused tension within their athletic teams. During the 2011-12 basketball season, Ms. Griner, an all-American center, led Baylor to an N.C.A.A. title and a 40-0 record. But she said she felt pained as a lesbian by having to remain publicly closeted for appearances’ sake.\n\nIn her memoir, “In My Skin,” Ms. Griner wrote that Baylor seemed to want to have it both ways, a charge that might carry broader resonance in light of the situation at Erskine.\n\n“They want to keep the policy so they can keep selling themselves as a Christian university, but they are more than happy to benefit from the success of their gay athletes,” Ms. Griner, who now plays in the W.N.B.A., wrote of Baylor. “That is, as long as those gay athletes don’t talk about being gay.”\n\nOf course, when she talks about athletes talking \"about being gay,\" she is referring to athletes publicly opposing the doctrinal covenants that they -- voluntarily, to one degree or another -- signed in order to attend the school. I don't think anyone is forced to attend Baylor, or Erskine, for that matter. Also, there are gays and lesbians who support basic Christian doctrines on these issues.\n\nSo, what's the big news story here? That remains the key question.\n\nIs the real story that some, repeat \"some,\" leaders at schools such as Erskine (shocking) think that 2,000 years of Christian doctrine on sex and marriage are still valid? Is it news that they have thus -- from that ancient doctrinal perspective -- called sin, \"sin\"? Or is the story here a more complex one, one that asks how the leaders of doctrinally conservative religious groups face the challenge of either ripping pages out of their Bibles (and the doctrinal traditions that define them) or facing the wrath of The New York Times and other principalities and powers (think five members of the U.S. Supreme Court) in an evolving land in which many people once called \"liberals\" are no longer totally comfortable with that whole First Amendment thing? So journalists: What happens when Americans who think they are committed to tolerance can no longer tolerate the people that they have decided are intolerant?\n\nStay tuned. The true leader of our nation is poised to act.", "article_metadata": {"description": "Once again, let us return to Erskine College in Due West, S.C., where \r\nChristians -- under the watchful gaze of The New York Times -- are arguing \r\nabout 2,000 years of Christian tradition on sexuality and marriage. Click \r\nhere for my first GetReligion post on this controversy.\r\n\r\nThe headline: \"Erskine College’s View on ‘Sin’ Jolts Gay Athletes.\" The key \r\nword, of course, is \"sin\" -- a word that is increasingly difficult to use \r\npublicly in America these days, no matter what is stated in the Bible \r\nand/or the First Amendment.\r\n\r\nNow, loyal GetReligion readers will know that the word \"sin\" plays a key \r\nrole in the infamous \"tmatt trio,\" that series of doctrinal questions that \r\nI have used while reporting on the fault lines inside Christian churches, \r\ndenominations, parachurch groups, etc. At one point, we jokingly suggested \r\nusing \"tmatt3\" as shorthand for these questions. Once again, here they are:\r\n\r\n    * Are biblical accounts of the resurrection of Jesus accurate? Did this\r\n    happen?\r\n\r\n    * Is salvation found through Jesus, alone? Was Jesus being literal when\r\n    he said, \"I am the Way, the Truth, and the Life. No one comes to the\r\n    Father except through me.\"\r\n\r\n    * Is sex outside of marriage a sin?\r\n\r\nWith that in mind, let's look at the crucial passage in the Times piece \r\nthat deals with, yes, the Erskine administration's attempts to defend the \r\nuse of a doctrinal covenant that draws some boundaries around the voluntary \r\nassociation that is this private Christian college.", "og": {"site_name": "GetReligion", "description": "Once again, let us return to Erskine College in Due West, S.C., where \r\nChristians -- under the watchful gaze of The New York Times -- are arguing \r\nabout 2,000 years of Christian tradition on sexuality and marriage. Click \r\nhere for my first GetReligion post on this controversy.\r\n\r\nThe headline: \"Erskine College’s View on ‘Sin’ Jolts Gay Athletes.\" The key \r\nword, of course, is \"sin\" -- a word that is increasingly difficult to use \r\npublicly in America these days, no matter what is stated in the Bible \r\nand/or the First Amendment.\r\n\r\nNow, loyal GetReligion readers will know that the word \"sin\" plays a key \r\nrole in the infamous \"tmatt trio,\" that series of doctrinal questions that \r\nI have used while reporting on the fault lines inside Christian churches, \r\ndenominations, parachurch groups, etc. At one point, we jokingly suggested \r\nusing \"tmatt3\" as shorthand for these questions. Once again, here they are:\r\n\r\n    * Are biblical accounts of the resurrection of Jesus accurate? Did this\r\n    happen?\r\n\r\n    * Is salvation found through Jesus, alone? Was Jesus being literal when\r\n    he said, \"I am the Way, the Truth, and the Life. No one comes to the\r\n    Father except through me.\"\r\n\r\n    * Is sex outside of marriage a sin?\r\n\r\nWith that in mind, let's look at the crucial passage in the Times piece \r\nthat deals with, yes, the Erskine administration's attempts to defend the \r\nuse of a doctrinal covenant that draws some boundaries around the voluntary \r\nassociation that is this private Christian college.", "title": "New York Times visits Erskine College: Who gets to declare what is a 'sin' these days?", "url": "http://www.getreligion.org/getreligion/2015/3/9/new-york-times-visits-erskine-college-who-gets-to-declare-what-is-a-sin-these-days", "image": "http://static1.squarespace.com/static/52c2df7ae4b0d215dded86fd/536fab69e4b00b0fd2515399/54fdc91de4b092949a80977d/1425922272571/?format=1000w", "longitude": "-76.61218930000001", "latitude": "39.2903848", "type": "article"}, "twitter": {"url": "http://www.getreligion.org/getreligion/2015/3/9/new-york-times-visits-erskine-college-who-gets-to-declare-what-is-a-sin-these-days", "image": "http://static1.squarespace.com/static/52c2df7ae4b0d215dded86fd/536fab69e4b00b0fd2515399/54fdc91de4b092949a80977d/1425922272571/?format=1000w", "description": "Once again, let us return to Erskine College in Due West, S.C., where \r\nChristians -- under the watchful gaze of The New York Times -- are arguing \r\nabout 2,000 years of Christian tradition on sexuality and marriage. Click \r\nhere for my first GetReligion post on this controversy.\r\n\r\nThe headline: \"Erskine College’s View on ‘Sin’ Jolts Gay Athletes.\" The key \r\nword, of course, is \"sin\" -- a word that is increasingly difficult to use \r\npublicly in America these days, no matter what is stated in the Bible \r\nand/or the First Amendment.\r\n\r\nNow, loyal GetReligion readers will know that the word \"sin\" plays a key \r\nrole in the infamous \"tmatt trio,\" that series of doctrinal questions that \r\nI have used while reporting on the fault lines inside Christian churches, \r\ndenominations, parachurch groups, etc. At one point, we jokingly suggested \r\nusing \"tmatt3\" as shorthand for these questions. Once again, here they are:\r\n\r\n    * Are biblical accounts of the resurrection of Jesus accurate? Did this\r\n    happen?\r\n\r\n    * Is salvation found through Jesus, alone? Was Jesus being literal when\r\n    he said, \"I am the Way, the Truth, and the Life. No one comes to the\r\n    Father except through me.\"\r\n\r\n    * Is sex outside of marriage a sin?\r\n\r\nWith that in mind, let's look at the crucial passage in the Times piece \r\nthat deals with, yes, the Erskine administration's attempts to defend the \r\nuse of a doctrinal covenant that draws some boundaries around the voluntary \r\nassociation that is this private Christian college.", "card": "summary", "title": "New York Times visits Erskine College: Who gets to declare what is a 'sin' these days?"}, "msvalidate.01": "3467E5793F979E4BD02734F0CF1D6947", "google-site-verification": "HRNAABbZH8j77D61bQp4QciWQ7JstpS2Nv6NI7HyTaI", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fde652\"", "article_summary": "Is it news that they have thus -- from that ancient doctrinal perspective -- called sin, \"sin\"?\nThe headline: \"Erskine College’s View on ‘Sin’ Jolts Gay Athletes.\"\n* Is sex outside of marriage a sin?\nThe key word, of course, is \"sin\" -- a word that is increasingly difficult to use publicly in America these days, no matter what is stated in the Bible and/or the First Amendment.\nHe echoed others in expressing regret that a college that considered itself inclusive had suddenly gained a reputation for intolerance."}