{"article_title": "TPSD fights disciplinary issues with character education", "article_keywords": ["discipline", "school", "referrals", "20", "tpsd", "students", "fights", "character", "days", "work", "teachers", "schools", "education", "disciplinary", "issues"], "article_url": "http://djournal.com/news/tpsd-fights-disciplinary-issues-with-character-education/", "article_text": "By Emma Crawford\n\nDaily Journal\n\nTUPELO – In June, Tupelo Schools announced at a School Board retreat it would introduce a new character education plan at the beginning of the school year to take place during the first 20 days of class.\n\nNow, 20 days are up, and the district’s overall discipline referrals are down 14 percent from this time last year.\n\nTupelo Middle School’s discipline referrals are down by 34 percent from this time last year, according to seventh grade assistant principal Talina Knight. Discipline referrals are down at Carver Elementary, too, as well as at other schools across the district.\n\n“In my 39 years, this has been the smoothest start to a school year,” Assistant Superintendent Diana Ezell said. “I think we can attribute that to the teachers modeling and setting up the expectations.”\n\nThe program was implemented as a part of a discipline action plan the district was required to develop by the U.S. Department of Education’s Office for Civil Rights after being cited as being unfair in its administration of discipline to black students.\n\nThe district, in which 65 percent of the students qualify for free-and-reduced price lunches, decided to take a look at how poverty affects disciplinary problems in school, bringing in nationally-acclaimed author and educator Ruby Payne to speak to teachers and administrators.\n\n“We expect students to come in to school with a certain reality, and when they don’t, we don’t know how to navigate,” Payne said to the district’s teachers at their convocation in July.\n\nBecause its students inevitably come from diverse backgrounds, TPSD developed a set of universal expectations to be taught during those first 20 days.\n\nThen, the district set out to teach them in an effort to create a level playing field for all students and decrease discipline problems.\n\nEach day for those first 20 days of the school year, the district’s students were taught a lesson on a specific behavior ranging from the proper way to get a teacher’s attention to following instructions to accepting “no” for an answer.\n\nOn the morning announcements every day, the students received a preview of what that day’s behavior lesson would be, setting the stage for teachers to give the lesson at the beginning of class.\n\nThose behavior lessons were woven together with discussions of character traits like respect and responsibility.\n\n“For many of our students, we are their first teachers,” Ezell said. “And it’s not just students from poverty. School is a different environment, and there are unique routines and procedures that all students have to adjust to.”\n\nSummer Allen, seventh grade science teacher at TMS, said she has been adamant about pointing and acting out correct behaviors to her students.\n\nBut when Allen first heard about the program, she was skeptical that they would respond and unsure the students really needed such specific lessons.\n\nWhat she found, however, is that teachers cannot assume students come into their classrooms knowing how to behave at school.\n\n“It really has made a difference,” Allen said. “Assumptions can lead to discipline issues.”\n\nCarver first-grade teacher Ragen Lambert said she has tried to make the lessons engaging and interactive by integrating the arts, like skits and performing.\n\nLambert said the students acted out the correct and incorrect behaviors being studied.\n\n“A lot of them use the vocabulary,” Lambert said. “They’re using the vocabulary, and they’re using it right.”\n\nFor example, Lambert said she has students point out to her, “That’s me being respectful.”\n\nA decline in discipline referrals has been accompanied by the cultivation of a positive school environment and improved teacher-student communication, Carver and TMS teachers agreed.\n\nTMS students have also been setting academic and behavioral goals to work toward, which brings self-reflection into play.\n\nAccording to Knight, character education can complement traditional academic subjects by promoting hard work and producing motivated students.\n\n“I think discussion about the character-ed traits leads to students and teachers forming positive relationships,” Knight said. “Once those relationships are established, they’ll be more motivated to work hard and work toward those goals.”\n\nEzell said teachers have reported less instruction time wasted and fewer in-class distractions.\n\n“The focus on the rules and transitions in the class has enabled the students to spend more time on instruction,” Ezell said.\n\nIn the last three years, TPSD’s discipline referral rates have been on the decline, and Ezell said the first 20 days program and focus on character education was the next step in improving that rate.\n\nMoving forward, teachers at both Carver and TMS said they would continue to do lessons similar to those done during the first 20 days of school.\n\nTPSD has also designated a monthly character trait for each month, which will be taught and focused on in the schools as a continuation of the character education program.\n\nemma.crawford@journalinc.com\n\nTwitter: @emcatcrawford", "article_metadata": {"og": {"site_name": "Northeast Mississippi Daily Journal", "description": "By Emma Crawford Daily Journal TUPELO – In June, Tupelo Schools announced at a School Board retreat it would introduce a new character education plan at the beginning of the school year to take place during the first 20 days of class. Now, 20 days are up, and the district’s overall discipline referrals are down …", "title": "TPSD fights disciplinary issues with character education - Daily Journal", "locale": "en_US", "image": {"width": 800, "identifier": "http://djournal.com/wp-content/blogs.dir/42/files/2015/09/mn-0913-Character-6c-e14421458068201.jpg", "height": 514}, "url": "http://djournal.com/news/tpsd-fights-disciplinary-issues-with-character-education/", "type": "article"}, "twitter": {"description": "By Emma Crawford Daily Journal TUPELO – In June, Tupelo Schools announced at a School Board retreat it would introduce a new character education plan at the beginning of the school year to take place during the first 20 days of class. Now, 20 days are up, and the district’s overall discipline referrals are down […]", "creator": "@emcatcrawford", "image": "http://i0.wp.com/djournal.com/wp-content/blogs.dir/42/files/2015/09/mn-0913-Character-6c-e14421458068201.jpg?fit=800%2C514", "title": "TPSD fights disciplinary issues with character education - Daily Journal", "site": "@djournalnow", "card": "summary"}, "apple-itunes-app": "app-id=486426430, affiliate-data=1l3vpBD, app-argument=http://djournal.com/news/tpsd-fights-disciplinary-issues-with-character-education/", "fb": {"admins": 26506061, "app_id": 441890629197277}, "article": {"publisher": "https://www.facebook.com/djournalnow", "section": "Education", "published_time": "2015-09-13T07:06:11-05:00"}, "viewport": "width=1075"}, "_id": "\"57477af46914bd0286fe011a\"", "article_summary": "Tupelo Middle School’s discipline referrals are down by 34 percent from this time last year, according to seventh grade assistant principal Talina Knight.\nNow, 20 days are up, and the district’s overall discipline referrals are down 14 percent from this time last year.\nBecause its students inevitably come from diverse backgrounds, TPSD developed a set of universal expectations to be taught during those first 20 days.\nTPSD has also designated a monthly character trait for each month, which will be taught and focused on in the schools as a continuation of the character education program.\nDiscipline referrals are down at Carver Elementary, too, as well as at other schools across the district."}