{"article_title": "Four Political Issues That Could Tank the Markets", "article_keywords": ["tank", "congress", "upcoming", "washington", "political", "deadlines", "phillips", "limit", "shutdown", "debt", "markets", "issues", "volatility"], "article_url": "http://www.thefiscaltimes.com/2015/08/18/Four-Political-Issues-Could-Tank-Market", "article_text": "Donald Trump's raucous presidential campaign won't be the only thing lighting the political fires this fall.\n\nA handful of significant deadlines and policy decisions loom for Washington and Wall Street that could bring volatility to the financial markets, though perhaps not on a fiscal cliff-type level.\n\nAmong the big events to remember:\n\n1. The Iran nuclear agreement: Congress has 60 days to review the pact between the White House and Iran, and it could end up as an impasse wherein lawmakers pass a resolution rescinding the agreement that President Barack Obama vetoes.\n\n2. The end of the fiscal year: Sept. 30 concludes the budgetary cycle and could bring with it more of the same tango between the warring Washington parties. \"There is a greater risk of a federal government shutdown from Oct. 1 than at any point since the last one occurred two years ago, though a shutdown this fall is not quite our base case,\" Goldman Sachs economist Alec Phillips said in a note.\n\n3. The highway bill funding expires: One of the most kicked-around political footballs in Washington, the previous spending plan has a $100 billion gap that Congress will have to close. Phillips expects a two-year stopgap extension to continue funding, but no permanent bill.\n\nRelated: 10 Money Do’s and Don’ts from the Presidential Candidates\n\n4. The dreaded debt limit: It's not easy keeping the wheels greased on an $18 trillion debt vehicle, and Democrats and Republicans will grapple again in November when the government's borrowing authority runs dry. \"It is too early to judge the potential outcome of the debt limit debate, which will depend in part on how Congress handles the earlier deadlines noted above, but Senate Majority Leader Mitch McConnell has suggested that the upcoming debt limit increase could be tied to a year-end package that also extends government spending authority and addresses sequestration,\" Phillips wrote.\n\nThere are a handful of other political debates on tap as well: Lifting the ban on U.S. oil exports, bringing home overseas corporate profits, various tax incentive expirations, and the continuing rift over the Export-Import Bank and whether its charter should be renewed.\n\nThe political problems back in September 2013, which ultimately led to a government shutdown, increased market volatility. This time around, Phillips said, they also could become a minor factor in influencing the Federal Reserve to delay a rate hike until December, rather than at the central bank's September meeting.\n\n\"We see some parallels between the current political and legislative landscape and the one that existed in September 2013, when many observers including ourselves expected the committee to begin tapering asset purchases. Instead, they held purchases steady,\" he wrote. \"The upcoming deadlines do put a thumb on the scale in favor of our expectation of liftoff in December rather than September.\"\n\nThis article originally appeared on CNBC.\n\nRead more from CNBC:\n\nWhat's likely to be in the New Apple TV\n\nDon't Knock Amazon's Corporate Culture\n\nRents are rising, but there are ways to stretch your dollar", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Donald Trump's raucous presidential campaign won't be the only thing lighting the poli", "title": "Four Political Issues That Could Tank the Markets", "url": "http://www.thefiscaltimes.com/2015/08/18/Four-Political-Issues-Could-Tank-Market", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/cnews-us-mideast-crisis-obama_3.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/08/18/Four-Political-Issues-Could-Tank-Market", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/cnews-us-mideast-crisis-obama_3.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "Donald Trump's raucous presidential campaign won't be the only thing lighting the poli", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af36914bd0286fd1746\"", "article_summary": "\"The upcoming deadlines do put a thumb on the scale in favor of our expectation of liftoff in December rather than September.\"\nThe political problems back in September 2013, which ultimately led to a government shutdown, increased market volatility.\nDonald Trump's raucous presidential campaign won't be the only thing lighting the political fires this fall.\nThe dreaded debt limit: It's not easy keeping the wheels greased on an $18 trillion debt vehicle, and Democrats and Republicans will grapple again in November when the government's borrowing authority runs dry.\nA handful of significant deadlines and policy decisions loom for Washington and Wall Street that could bring volatility to the financial markets, though perhaps not on a fiscal cliff-type level."}