{"article_title": "Private Christian school receiving $100,000+ in publicly funded school vouchers accused of knowingly hiring registered sex offender – The Progressive Pulse", "article_keywords": ["school", "criminal", "publicly", "progressive", "offender", "search", "registered", "vouchers", "pulse", "sex", "private", "schools", "receiving", "warrant", "conner"], "article_url": "http://pulse.ncpolicywatch.org/2015/05/21/private-christian-school-receiving-100000-in-publicly-funded-school-vouchers-accused-of-knowingly-hiring-registered-sex-offender/", "article_text": "A private Christian school in Fayetteville that has received more than $100,000 in taxpayer-funded school vouchers is now the subject of a criminal investigation into allegations that the head of school knowingly allowed a registered sex offender to work on campus. No criminal charges have been filed in relation to the case.\n\nThe offender, whose wife was also a teacher at Freedom Christian Academy, was on that school’s campus doing handyman work during the 2011-12 school year, occasionally coming into contact with students, according to a report filed by the Fayetteville Observer.\n\nThe Cumberland County Sheriff’s office executed a search warrant Wednesday to determine if the head of school, Joan Dayton, knowingly allowed the sex offender, Paul Conner, to work at the school.\n\nConner was found guilty in 2001 of taking indecent liberties and committing a sexual offense with an 8-year-old child. The offense occurred in 1994, when Conner was 30, and he served two years in state prisons from 2001-2003, according to the N.C. Department of Corrections.\n\n“Yes, it’s a long story they obviously don’t want out,” said Dayton in a February 2012 email response contained in the search warrant that was addressed to another teacher who pointed out that Conner was a registered sex offender. “I have had many talks with him and he like lin [sic] were falsely accused. Do you want to hear the story from me?”\n\nThe sheriff’s office also investigated complaints that school officials changed grades for athletes and other favored students.\n\nIn a statement emailed to parents Wednesday evening and reported on WRAL.com, Dayton said Conner was simply helping his wife with her classroom after school hours and building some shelving for the school.\n\nRonnie Mitchell, a spokesperson for the Cumberland County Sheriff’s office, says the complainants in the investigation—a parent, teacher and former administrator—say otherwise, noting Conner was on the campus multiple times. Search warrant records also indicate Conner was paid for his work.\n\nBased on the findings of the investigation to date and the affidavit in the search warrant, Mitchell said Dayton did conduct a criminal background check on Conner and knew that he was a registered sex offender, but employed him anyway. Once it was revealed to others that he was a sex offender, she terminated his employment, according to the search warrant.\n\nState law says that registered sex offenders cannot come onto school grounds, regardless of whether they would or would not have arranged contact with students in the form of instruction or caregiving.\n\nCumberland County Schools Superintendent Frank Till said this would never happen at the district’s public schools.\n\n“It wouldn’t be allowed. We screen all of our people and the principal does not have discretion,” said Till, with regard to hiring registered sex offenders.\n\nSome with criminal backgrounds of lesser offenses are considered for school-based positions, like those who may have shoplifted in the past, said Till.\n\n“But once you abuse a child, there’s no second chance. You’re finished,” Till said, adding that if Freedom Christian’s head of school somehow made it past the elaborate screening process the public schools use, he’d fire her.\n\nFreedom Christian Academy is one of the top five private schools that have received taxpayer-funded school vouchers, formally known as Opportunity Scholarships.\n\nThe private religious school has received $108,254 in public dollars to date—the state’s fifth largest voucher recipient. Twenty-six of its 500+ students have each been able to use up to $4,200 in public funds to pay for tuition at the school.\n\nState lawmakers passed a 2013 budget that tagged $10 million to be used for the “Opportunity Scholarships” beginning last fall. The vouchers, worth $4,200 per student annually, funnel taxpayer funds to largely unaccountable private schools–70 percent of which are affiliated with religious institutions. Teachers at private schools do not have to be licensed, and, as noted before, do not have to undergo criminal background checks.\n\nThe private voucher schools are also free to pick and choose who can attend their schools, in spite of the fact that they receive tax dollars. Freedom Christian Academy requires its applicants to accept Jesus Christ as their Lord, have at least one parent be a follower of Christ and provide a pastoral reference as part of the admissions process.\n\nSuperior Court Judge Robert H. Hobgood found the state’s new school voucher program to be unconstitutional last year, but the program has been allowed to proceed while a court battle over the program’s legality continues.\n\nThe state Supreme Court is expected to hand down a decision on the constitutionality of school vouchers within weeks, as the House debates a budget bill that could expand the program significantly, adding nearly $7 million to its coffers.\n\n*Investigative reporter Sarah Ovaska contributed to this report.", "article_metadata": {"fb": {"pages": 71966175060}, "msapplication-TileImage": "http://pulse.ncpolicywatch.org/wp-content/uploads/2016/02/cropped-logo_shadow-square-270x270.jpg", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=0"}, "_id": "\"57477af36914bd0286fd1742\"", "article_summary": "We screen all of our people and the principal does not have discretion,” said Till, with regard to hiring registered sex offenders.\nOnce it was revealed to others that he was a sex offender, she terminated his employment, according to the search warrant.\nFreedom Christian Academy is one of the top five private schools that have received taxpayer-funded school vouchers, formally known as Opportunity Scholarships.\nThe Cumberland County Sheriff’s office executed a search warrant Wednesday to determine if the head of school, Joan Dayton, knowingly allowed the sex offender, Paul Conner, to work at the school.\nA private Christian school in Fayetteville that has received more than $100,000 in taxpayer-funded school vouchers is now the subject of a criminal investigation into allegations that the head of school knowingly allowed a registered sex offender to work on campus."}