{"article_title": "Trump’s threat to the Constitution", "article_keywords": ["obama", "trump", "rule", "going", "trumps", "threat", "respect", "president", "actions", "law", "constitution"], "article_url": "https://www.washingtonpost.com/news/volokh-conspiracy/wp/2016/05/12/trumps-threat-to-the-constitution/", "article_text": "South Texas law professor (and my former constitutional law student) Josh Blackman has a very useful summary in National Review of Donald Trump’s lack of respect for the Constitution and the threat this poses to the rule of law if he’s elected. I was aware of much of what Blackman writes, but the following was new to me:\n\nOn Meet the Press, Trump was asked whether he would rely on executive action in the manner of President Obama. “I won’t refuse it. I’m going to do a lot of things,” Trump replied. “I mean, [President Obama] led the way, to be honest with you,” he added. But rest assured, Trump noted, “I’m going to use [executive actions] much better and they’re going to serve a much better purpose than he’s done.”\n\nSo after years of reveling in criticisms of Obama’s constitutional neglect, including rather sober and well-documented criticisms (if I do so say myself), a plurality has nominated a man who doesn’t even pretend for campaign purposes to respect the Constitution (say what you will about the current president, he certainly promised to respect the Constitution and the separation of powers during his first presidential campaign). This suggests that for a large part of the base, hostility to various unilateral actions by Obama was about dislike of Obama, not in defense of the rule of law. The constitutionalist vote went primarily to Ted Cruz (who wrote a very good introduction to my book), but that vote turned out to be rather small, judging not only by Trump’s victory but also by the fact that Cruz emphasized other issues.\n\nMeanwhile, the Obama fans who have enabled the president’s frequent disrespect for the Constitution and the rule of law, deflecting criticism with allegations of everything from lunacy to racism to “delegitimization” are unlikely to be happy if and when President Trump (uggh!) engages in God-knows-what unilateral actions. When challenged, Trump will cite the Obama administration’s actions regarding Obamacare, immigration and more as precedent. I’ve consistently heard it argued that Obama had “no choice” but to go around the “obstructionist” Congress. So if Congress declines to go along with some of Trump’s more, ahem, creative ideas, what argument will Democrats use against him?", "article_metadata": {"description": "A plurality has nominated a man who doesn't even pretend for campaign purposes to respect the Constitution.", "og": {"site_name": "Washington Post", "description": "A plurality has nominated a man who doesn't even pretend for campaign purposes to respect the Constitution.", "title": "Trump’s threat to the Constitution", "url": "https://www.washingtonpost.com/news/volokh-conspiracy/wp/2016/05/12/trumps-threat-to-the-constitution/", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2016/04/12/Editorial-Opinion/Images/GOP_2016_Trump-0668b-e1463614626916.jpg", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/news/volokh-conspiracy/wp/2016/05/12/trumps-threat-to-the-constitution/", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "Post Keywords", "article": {"publisher": "https://www.facebook.com/washingtonpost"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "Post Keywords"}, "article_summary": "South Texas law professor (and my former constitutional law student) Josh Blackman has a very useful summary in National Review of Donald Trump’s lack of respect for the Constitution and the threat this poses to the rule of law if he’s elected.\n“I mean, [President Obama] led the way, to be honest with you,” he added.\nSo if Congress declines to go along with some of Trump’s more, ahem, creative ideas, what argument will Democrats use against him?\nWhen challenged, Trump will cite the Obama administration’s actions regarding Obamacare, immigration and more as precedent.\nI was aware of much of what Blackman writes, but the following was new to me:On Meet the Press, Trump was asked whether he would rely on executive action in the manner of President Obama."}