{"article_title": "Ronald Reagan was right about universal health care reform", "article_keywords": ["right", "reform", "freedom", "universal", "reagan", "ronald", "socialism", "health", "predicted", "words", "medicine", "medicare", "reagans", "care"], "article_url": "http://articles.chicagotribune.com/2013-10-17/opinion/chi-20131017-nappi_briefs_1_new-health-care-law-socialism-affordable-care-act", "article_text": "America needs Ronald Reagan\n\nToday, he would view the Affordable Care Act as a prelude to socialism and the end of freedom. In the 1960s he astutely predicted that if the government initiated health care reform (Medicare), it would take away our freedom and even dictate where physicians and other health care professionals could and could not practice medicine. And look what happened; his prophesies have come true.\n\nIf only we had listened to this man, or if he had written his words on subway walls, we wouldn't today be suffering the abusive socialism and totalitarianism that he accurately predicted would result from implementation of Medicare. Apparently we all suffer memory loss and forget that Medicare was extremely unpopular (and currently is unsuccessful), and how Reagan’s earlier proclamations of socialism and the end of freedom were ignored. We now realize that if only we possessed Reagan’s intelligence and courage to oppose socialized medicine, we would not “spend our sunset years telling our children and our children’s children, what it once was like in America when men were free.”\n\nFortunately, some of us are able to revisit these issues by attacking the new health care law, an action that, if successful, will prevent ”other government programs that will invade every area of freedom as we have known it in this country,” as Reagan said. Now all that is needed is a comrade (or two) to identify the negative components of the health care legislation and provide adequate alternatives.\n\nWait, I think I hear Reagan’s words coming from Texas Sen. Ted Cruz. I sincerely hope Cruz is the reincarnated Reagan.\n\n— Anthony J. Nappi, La Grange", "article_metadata": {"keywords": "news", "og": {"site_name": "tribunedigital-chicagotribune", "description": "Where is President Ronald Reagan when we desperately need him? The man was a genius and true clairvoyant. Today, he would view the Affordable Care Act as a prelude to socialism and the end of...", "title": "Ronald Reagan was right about universal health care reform", "url": "http://articles.chicagotribune.com/2013-10-17/opinion/chi-20131017-nappi_briefs_1_new-health-care-law-socialism-affordable-care-act", "image": "http://www.trbimg.com/img-5530052e/turbine/chi-default-open-graph-ct-logo/", "type": "article"}, "fb": {"admins": 100001837105818}, "description": "Where is President Ronald Reagan when we desperately need him? The man was a genius and true clairvoyant. Today, he would view the Affordable Care Act as a prelude to socialism and the end of", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fcf097\"", "article_summary": "Now all that is needed is a comrade (or two) to identify the negative components of the health care legislation and provide adequate alternatives.\nIn the 1960s he astutely predicted that if the government initiated health care reform (Medicare), it would take away our freedom and even dictate where physicians and other health care professionals could and could not practice medicine.\nAmerica needs Ronald ReaganToday, he would view the Affordable Care Act as a prelude to socialism and the end of freedom.\nWait, I think I hear Reagan’s words coming from Texas Sen. Ted Cruz.\nI sincerely hope Cruz is the reincarnated Reagan."}