{"article_title": "Kellie Pickler Joins New Lung Cancer Awareness Initiative For Grandmother Who Died Day After Diagnosis", "article_keywords": ["cell", "united", "kellie", "joins", "cancer", "men", "grandmother", "american", "initiative", "diagnosed", "diagnosis", "small", "lung", "pickler", "day", "died", "women"], "article_url": "http://www.medicaldaily.com/kellie-pickler-joins-new-lung-cancer-awareness-initiative-grandmother-who-died-day-after-diagnosis", "article_text": "American Idol contestant and now famous country music star has joined a new initiative in the fight against lung cancer, which she says is, “near and dear to my heart.” The American Lung Association announced Wednesday its new task force to raise awareness and research innovations specifically targeted to women.\n\n\"My grandmother, Faye Pickler, she's the one that raised me and the woman I called mom,\" Kelly Pickler told ABC News. \"She was diagnosed with lung cancer back in Jan 2002 and she died the very next day, she died the very next morning.\"\n\nEvery five minutes, another woman in the U.S. is diagnosed with lung cancer and half of them will die within the first year. It’s the number one cancer killer in women, and the lung cancer death rate in women has dangerously doubled over the past 35 years.\n\n\"It was very sudden, there's no way to prepare for that,\" she said. \"The generation of women she grew up with they didn't know the long term affects smoking would cause, she was a smoker and she was only 66 when she passed away.\"\n\nLung cancer diagnosis requires a biopsy, in which a small piece of tissue is extracted from the lungs, oftentimes with a needle. However, in some cases, a more invasive biopsy is necessary, such as a bronchoscopy, where a small tube is inserted into the lungs through the mouth or nose in order for the doctor to see inside and remove a small tissue sample.\n\nThe biopsied cells are examined under a microscope, which will allow doctors to, not only determine if there are cancer cells present, but also what type of cancer. There are two major types of lung cancer, non-small cell lung cancer and small cell lung cancer. Non-small cell lung cancer takes up 85 percent of diagnoses, which makes it the most common form in both men and women in the United States, according to LungCancer.org. It is comprised of squamous cell carcinoma, which is a type of skin cancer and also cell carcinomas.\n\nSmall cell lung cancer accounts for only 15 percent of lung cancers in the United States and is usually a consequence of smoking. It grows more rapidly and spreads to other parts of the body earlier and more aggressively; however, it is more responsive to chemotherapy.\n\n“Anyone, anytime and any age can get cancer, whether they’ve smoked or not,” James Martinez of the American Lung Association told CBS Chicago.\n\nMore than two-thirds of those diagnosed with lung cancer don’t even have a history of smoking, or if they do, they had quit before diagnosis. According to Martinez, the survival rate for breast cancer is 90 percent, while a lung cancer gives only a 17 percent chance to those who are diagnosed. In 1987, lung cancer surpassed breast cancer and took its place as the leading cause of cancer death in women.\n\n\"I was shocked to find out, you don't even have to be a smoker to be diagnosed with lung cancer,\" Pickler said. Pickler recently joined with Lung Force, an initiative sponsored by CVS, to raise awareness through education and raise money for lung cancer research as well as to unite women to rally against lung cancer. Today, lung cancer remains are the leading cause of cancer death in both men and women in the United States. So, why would the American Lung Association choose to design an initiative specifically for women and not men? Over the past 35 years, the rate of new lung cancer diagnoses dropped by 35 percent in men, while it has literally doubled in women.\n\nLung Force plans on holding charity events such as an awareness run and walk across the nation. A signature song and music will accompany the event in order to celebrate the reliance on lungs to breathe, speak, sing, and laugh.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "kellie, pickler, joins, new, lung, cancer, awareness, initiative, grandmother, who, died, day", "og": {"site_name": "Medical Daily", "description": "A new lung cancer awareness initiative has been started as an effort to decrease the current rising trends of diagnosis in women. Country star and recent Dancing with the Stars contestant, Kelly Pickler, stands behind the cause.", "title": "Kellie Pickler Joins 'Lung Force' After Grandmother's Sudden Cancer Death", "url": "http://www.medicaldaily.com/kellie-pickler-joins-new-lung-cancer-awareness-initiative-grandmother-who-died-day-after-diagnosis", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/05/14/kelly-pickler-rallies-behind-new-lung-cancer-initiative.jpg", "type": "article"}, "twitter": {"description": "A new lung cancer awareness initiative has been started as an effort to decrease the current rising trends of diagnosis in women. Country star and recent Dancing with the Stars contestant, Kelly Pickler, stands behind the cause.", "title": "Kellie Pickler Joins 'Lung Force' After Grandmother's Sudden Cancer Death", "url": "http://www.medicaldaily.com/kellie-pickler-joins-new-lung-cancer-awareness-initiative-grandmother-who-died-day-after-diagnosis", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/05/14/kelly-pickler-rallies-behind-new-lung-cancer-initiative.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/05/14/kelly-pickler-rallies-behind-new-lung-cancer-initiative.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Conditions", "published_time": "2014-05-14T13:32:23-04:00", "modified_time": "2014-05-14T13:32:22-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "A new lung cancer awareness initiative has been started as an effort to decrease the current rising trends of diagnosis in women. Country star and recent Dancing with the Stars contestant, Kelly Pickler, stands behind the cause."}, "_id": "\"57477af46914bd0286fe2bde\"", "article_summary": "There are two major types of lung cancer, non-small cell lung cancer and small cell lung cancer.\n\"She was diagnosed with lung cancer back in Jan 2002 and she died the very next day, she died the very next morning.\"\nIn 1987, lung cancer surpassed breast cancer and took its place as the leading cause of cancer death in women.\nPickler recently joined with Lung Force, an initiative sponsored by CVS, to raise awareness through education and raise money for lung cancer research as well as to unite women to rally against lung cancer.\nIt’s the number one cancer killer in women, and the lung cancer death rate in women has dangerously doubled over the past 35 years."}