{"article_title": "New York Lawyers Resist Push to Make Attorney Discipline Less Secret", "article_keywords": ["discipline", "attorney", "lawyers", "risk", "clients", "system", "gillers", "resist", "attorneys", "secret", "york", "mr", "push", "court", "public"], "article_url": "http://blogs.wsj.com/law/2015/10/20/new-york-lawyers-resist-push-to-make-attorney-discipline-less-secret/", "article_text": "Stephen Gillers NYU Law\n\nNew York’s system for disciplining lawyers came under sharp scrutiny last year when a leading legal ethics expert published a paper criticizing the state’s court system for cloaking its process in secrecy.\n\nSanctions against attorneys in New York often take the form of non-public discipline, wrote New York University law professor Stephen Gillers. Complaints against lawyers are usually disposed of with a letter of discipline that stays confidential. Generally, it’s only when a court imposes public discipline do allegations ever become public.\n\nMr. Gillers’s paper helped persuade New York’s retiring chief judge, Jonathan Lippman, to set up a commission to examine attorney discipline in New York and invite him to participate as a member. Mr. Gillers’s research is cited repeatedly in the 86-page report the panel released last month recommending changes to standardize the system. Court officials also praised the scholar for his work on the issue. What they didn’t do was take his recommendations.\n\nThe several-dozen-member panel, mostly composed of New York lawyers and judges, came up with what they described as a compromise on disclosure: Disciplinary proceedings could be unsealed “upon a finding…that the attorney’s conduct places clients at significant risk or presents an immediate threat to the public interest.”\n\nMr. Gillers, in a letter to the court system this week, said the proposed move would actually be a step backward for transparency.\n\nToday, a court can lift secrecy on a finding of “good cause.” The Commission’s recommendation would require more – i.e., a finding “that the attorney’s conduct places clients at significant risk or presents an immediate threat to the public interest.” The recommendation actually makes things worse for clients. It reduces transparency. Furthermore, if indeed there is a “significant risk” to clients or an “immediate threat to the public interest,” merely lifting secrecy is entirely inadequate.\n\nIn nearly 40 states, according to Mr. Gillers, disciplinary charges against attorneys are automatically made public upon a finding of probable cause. That’s when there’s reasonable grounds to believe that an attorney has committed an ethical violation.\n\nCommission members who objected to more disclosure said it would risk damaging the reputation of an attorney who is accused of wrongdoing but later exonerated. The risk of harm — potentially leading to, in the words of the commission’s report, “career-damaging publicity which, in the era of social media, could never be fully retracted — outweighed whatever extra confidence and trust in the disciplinary system that more openness would bring, the critics said, according to the report.\n\nThe report didn’t say how often attorneys who face complaints are exonerated. “We were told that there were very few,” Mr. Gillers told Law Blog on Tuesday.\n\nDeclining to respond to the professor’s criticisms, New York court system spokesman David Bookstaver told Law Blog the court system’s leadership appreciates Mr. Gillers’s input. “He brought to light an issue that certainly hasn’t been addressed over the years, and the chief judge thought it was important to address his concerns,” Mr. Bookstaver said.", "article_metadata": {"article.template": "full", "page.content.source": "Blog Article", "page.region": "na,us", "page.content.type": "blogs article", "twitter": {"domain": "WSJ.com", "description": "A New York judicial commission has rejected a push by a leading legal ethics expert to make the state's system for disciplining lawyers more transparent.", "title": "New York Lawyers Resist Push to Make Attorney Discipline Less Secret", "url": "http://blogs.wsj.com/law/2015/10/20/new-york-lawyers-resist-push-to-make-attorney-discipline-less-secret/", "image": {"src": "http://si.wsj.net/public/resources/images/BN-DZ178_giller_G_20140805135642.jpg"}, "site": "WSJ", "card": "summary_large_image"}, "article.image_count": 2, "article_privilege": "free", "article.section": "Business", "article.headline": "New York Lawyers Resist Push to Make Attorney Discipline Less Secret", "description": "A New York judicial commission has rejected a push by a leading legal ethics expert to make the state's system for disciplining lawyers more transparent.", "article_section": "Business", "author": "Jacob Gershman", "user.type": "unsubscribed", "article.page": "Law Blog Blog", "page.content.format": "responsive", "page.subsection": "Law Blog", "article.summary": "A New York judicial commission has rejected a push by a leading legal ethics expert to make the state's system for disciplining lawyers more transparent.", "page.site": "blogs.wsj.com", "testkeys": "C", "article.published": "2015-10-20T20:20:41-04:00", "dj.asn": "10-140", "ROBOTS": "noarchive, noodp", "fb": {"url": "http://blogs.wsj.com/law/2015/10/20/new-york-lawyers-resist-push-to-make-attorney-discipline-less-secret/", "app_id": 368513495882}, "article": {"publisher": "https://www.facebook.com/wsj"}, "article_id": "BL-LB-52388", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no", "page.section": "Business", "language": "en-US", "og": {"site_name": "WSJ", "description": "A New York judicial commission has rejected a push by a leading legal ethics expert to make the state's system for disciplining lawyers more transparent.", "title": "New York Lawyers Resist Push to Make Attorney Discipline Less Secret", "url": "http://blogs.wsj.com/law/2015/10/20/new-york-lawyers-resist-push-to-make-attorney-discipline-less-secret/", "image": {"width": 553, "identifier": "http://si.wsj.net/public/resources/images/BN-DZ178_giller_G_20140805135642.jpg", "height": 369}, "type": "article"}, "article.access": "free", "article.type": "Law Blog", "article.id": "BL-LB-52388", "user.exp": "default", "article.updated": "2015-10-22T18:20:16-04:00"}, "_id": "\"57477af36914bd0286fd1756\"", "article_summary": "Sanctions against attorneys in New York often take the form of non-public discipline, wrote New York University law professor Stephen Gillers.\nGenerally, it’s only when a court imposes public discipline do allegations ever become public.\nDeclining to respond to the professor’s criticisms, New York court system spokesman David Bookstaver told Law Blog the court system’s leadership appreciates Mr. Gillers’s input.\n“We were told that there were very few,” Mr. Gillers told Law Blog on Tuesday.\nIn nearly 40 states, according to Mr. Gillers, disciplinary charges against attorneys are automatically made public upon a finding of probable cause."}