{"article_title": "Ben Carson sinks to new low - Columbia Daily Tribune", "article_keywords": ["worst", "right", "columbia", "sinks", "slavery", "daily", "nation", "carson", "thing", "health", "tribune", "low", "ben", "white", "law", "shalt"], "article_url": "http://www.columbiatribune.com/opinion/columnists/ben-carson-sinks-to-new-low/article_ade3b638-385d-11e3-8720-10604b9f6eda.html", "article_text": "In 1865, American slavery ended with the Confederate surrender at Appomattox Courthouse and the passage of the Thirteenth Amendment.\n\nSince that time, these things have happened:\n\nIn 1871, fire destroyed the city of Chicago.\n\nIn 1896, the U.S. Supreme Court legalized segregation.\n\nIn 1906, an earthquake leveled the city of San Francisco.\n\nIn 1929, the stock market crashed, plunging the nation into the Great Depression.\n\nIn 1941, more than 2,400 Americans died in a sneak attack upon Pearl Harbor, Hawaii.\n\nIn 1963, the president of the United States was murdered in Dallas.\n\nIn 1974, a president resigned in scandal and disgrace.\n\nIn 2001, 3,000 people died in a terrorist attack.\n\nIn 2005, a hurricane swamped the Gulf Coast.\n\nIn 2008, corporate greed brought the nation to the brink of economic collapse.\n\nBut the most awful thing America has faced in the last 148 years is a law Congress passed in 2010 requiring that those who are able, purchase health insurance.\n\nSo says Ben Carson, celebrated neurosurgeon and newly minted star of the extreme political right. Speaking this month in Washington before the so-called Values Voter Summit, he said, \"Obamacare is really, I think, the worst thing that has happened in this nation since slavery. And it is ... in a way, it is slavery.\"\n\nAt one level, the comment is sadly unremarkable. Carson is only obeying commandments that are evidently chiseled on a stone tablet somewhere for all the extreme right to follow:\n\nThou shalt not understate.\n\nThou shalt not be thoughtful.\n\nThou shalt not make a lick of sense.\n\nAccordingly, it has become common for the extremes to liken health care reform to slavery. This juxtaposition, asinine on its face, has been embraced by New Hampshire state legislator Bill O'Brien, Rep. John Fleming and Rush Limbaugh, among others. Again: not surprising. Hyperbolic nonsense is the water in which the extremes swim.\n\nBut, of course, the claim carries a different weight coming from Carson by dint of the fact that he is black. It becomes a gift to the white right, inoculating them — or so they will surely feel — against charges of racism or racial insensitivity when they say the same stupid thing. That Carson would give that gift suggests an unseemly obsequiousness, an eagerness to please at all costs, even if that cost is one's own soul.\n\nThe Affordable Care Act, should it need saying, might be a bad law, might be a good law, might be something in between. But it is assuredly not \"the worst thing that has happened in this nation since slavery.\"\n\nIn making that claim to the enthusiastic approval of a room full of white conservatives, Carson is, ironically, reminiscent of those slaves who identified so fully with \"marse\" and \"ole miss,\" craved their approval so desperately that they lost their very selves.\n\nIt is one thing for white conservatives to sing \"nobody knows de trouble I'se seen\" and proclaim themselves victims of slavery. It is quite another for a black man who, by definition, should know better, to second that delusion and thereby lend their racism a sheen of respectability.\n\nThe question of why he would so fully betray heritage is best left between Carson and his mirror — or, perhaps, between Carson and his mental health professional. The effects of that betrayal are, however, easy enough to enumerate.\n\nIt calls into question Carson's grasp of basic history. It further damages the GOP \"brand\" and the party's professed goal of outreach.\n\nWorse, it trivializes one of the great sins of the last millennium, urinates on the unmarked graves of ancestors for a cheap rhetorical stunt. As such, the statement is beneath contempt.", "article_metadata": {"msapplication-notification": "frequency=30;polling-uri=http://notifications.buildmypinnedsite.com/?feed=http://www.columbiatribune.com/search/?q=&t=article&l=25&d=&d1=&d2=&s=start_time&sd=desc&c[]=news*&f=rss&id=1;polling-uri2=http://notifications.buildmypinnedsite.com/?feed=http://www.columbiatribune.com/search/?q=&t=article&l=25&d=&d1=&d2=&s=start_time&sd=desc&c[]=news*&f=rss&id=2;polling-uri3=http://notifications.buildmypinnedsite.com/?feed=http://www.columbiatribune.com/search/?q=&t=article&l=25&d=&d1=&d2=&s=start_time&sd=desc&c[]=news*&f=rss&id=3;polling-uri4=http://notifications.buildmypinnedsite.com/?feed=http://www.columbiatribune.com/search/?q=&t=article&l=25&d=&d1=&d2=&s=start_time&sd=desc&c[]=news*&f=rss&id=4;polling-uri5=http://notifications.buildmypinnedsite.com/?feed=http://www.columbiatribune.com/search/?q=&t=article&l=25&d=&d1=&d2=&s=start_time&sd=desc&c[]=news*&f=rss&id=5; cycle=1", "googlebot": "noarchive", "application-name": "Columbia Tribune", "msapplication-wide310x150logo": "http://bloximages.newyork1.vip.townnews.com/columbiatribune.com/content/tncms/live/global/resources/images/_site/windows8_favs/wide.png?_dc=1372340732", "twitter": {"site": "@columbiatribune", "description": "In 1865, American slavery ended with the Confederate surrender at Appomattox Courthouse and the passage of the Thirteenth Amendment.", "card": "summary", "title": "Ben Carson sinks to new low"}, "msapplication-TileColor": "#065874", "msapplication-square70x70logo": "http://bloximages.newyork1.vip.townnews.com/columbiatribune.com/content/tncms/live/global/resources/images/_site/windows8_favs/tiny.png?_dc=1372340614", "og": {"url": "http://www.columbiatribune.com/opinion/columnists/ben-carson-sinks-to-new-low/article_ade3b638-385d-11e3-8720-10604b9f6eda.html", "type": "article", "site_name": "Columbia Daily Tribune", "description": "In 1865, American slavery ended with the Confederate surrender at Appomattox Courthouse and the passage of the Thirteenth Amendment.", "title": "Ben Carson sinks to new low"}, "msapplication-square310x310logo": "http://bloximages.newyork1.vip.townnews.com/columbiatribune.com/content/tncms/live/global/resources/images/_site/windows8_favs/large.png?_dc=1372340596", "p": {"domain_verify": "e84f2ccdbb23b2303cfa08c12e9bd926"}, "fb": {"app_id": 299470460147166}, "msapplication-TileImage": "http://bloximages.newyork1.vip.townnews.com/columbiatribune.com/content/tncms/live/global/resources/images/_site/windows8_favs/t-badge_144.png?_dc=1372343381", "keywords": "ben carson,social issues,values voter summit,african slave trade,republican party,patient protection and affordable care act", "msvalidate.01": "1E3A617C7822235CF7453A03AC560148", "google-site-verification": "Pa-FtOcowtRH8XQjoX9dIrD_ncPLS80pMIWeoJZyZnA", "msapplication-square150x150logo": "http://bloximages.newyork1.vip.townnews.com/columbiatribune.com/content/tncms/live/global/resources/images/_site/windows8_favs/square.png?_dc=1372340606", "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes", "description": "In 1865, American slavery ended with the Confederate surrender at Appomattox Courthouse and the passage of the Thirteenth Amendment."}, "_id": "\"57477af36914bd0286fd1767\"", "article_summary": "But it is assuredly not \"the worst thing that has happened in this nation since slavery.\"\nSo says Ben Carson, celebrated neurosurgeon and newly minted star of the extreme political right.\nThe question of why he would so fully betray heritage is best left between Carson and his mirror — or, perhaps, between Carson and his mental health professional.\nBut, of course, the claim carries a different weight coming from Carson by dint of the fact that he is black.\nIt is one thing for white conservatives to sing \"nobody knows de trouble I'se seen\" and proclaim themselves victims of slavery."}