{"article_title": "Is Obama Responsible for the Rise of Trump?", "article_keywords": ["republican", "responsible", "trump", "whites", "rise", "political", "negative", "trumps", "president", "white", "obamas", "obama"], "article_url": "http://www.theatlantic.com/politics/archive/2016/03/is-trump-obamas-doppelganger/474108/", "article_text": "As the Donald Trump monster lays waste to Republican political careers, and even the Grand Old Party itself, survivors wonder: Who released the Kraken? Conservative purists place the blame squarely on Barack Obama’s shoulders. The president’s autocratic style at home and his appeasement of dictators abroad triggered a pitchfork revolt. Democrats, in turn, hold Republicans responsible for years of vitriolic attacks designed to delegitimize the president, which only encouraged extremism. But there’s also a deeper reason for the Trumparama. Decades of increasingly hostile media coverage toward the White House and years of rising partisanship, mean that presidents tend to give birth to political alter egos. Trump’s advance is striking because he represents the antithesis of Obama. Sure, on a handful of issues, their views overlap—for example, on the dangers of U.S. intervention in the Middle East. But more often, Trump looks like a photographic negative of the president. Obama was a community organizer and professor; Trump is a businessman and reality-television star. Obama is a cerebral “Spockian”; Trump is a bombastic braggadocio. Obama visited Cairo in 2009 “to seek a new beginning between the United States and Muslims around the world”; Trump wants to ban all Muslims from entering the United States. Obama built a potent alliance of minorities and highly educated whites; Trump’s support is based on whites without college educations and almost no minorities. Obama struggled to sell his message in the Appalachian regions of Arkansas, Kentucky, and West Virginia; that is Trump’s heartland. Obama is the first black president; Trump’s supporters tend to view whites significantly more positively than blacks. Latest from Politics The Edge: Trump’s Magic Number What explains Trump’s rise? Many establishment Republicans have cast an accusing eye straight at the White House. According to Jeb Bush, Trump is “a creature of Barack Obama.” The New York Times’ Ross Douthat said the Trump phenomenon is “first and foremost a Republican and conservative problem.” Nevertheless, Douthat continued, Obama’s celebrity brand of politics, imperial presidential style, and rejection of white working-class voters all aided Trump’s emergence. There’s a pinch of truth here. Obama created a coalition based on demographic groups that are growing (minorities and the college educated) rather than declining (noncollege-educated whites). And Obama has sometimes displayed a condescending attitude toward those who “cling to guns or religion.” But Obama is hardly the political radical of Republican imagination. After all, his signature issue—Obamacare—looks a lot like Republican health-care proposals from the 1990s, before the GOP made a hard right. And some conservative criticisms of Obama seem wildly misplaced. For example, Louisiana Governor Bobby Jindal recently wrote: “After seven years of the cool, weak and endlessly nuanced ‘no drama Obama,’ voters are looking for a strong leader who speaks in short, declarative sentences.” When did nuance become a point of contempt?\n\nThere’s more accuracy in the rival theory that Trump is a Republican creation. After 2008, movement conservatives launched a two-pronged offensive against both Obama and the GOP leadership. Virtually from day one, conservatives obstructed every step of Obama’s agenda—fighting a guerrilla war against Obamacare, threatening a debt-ceiling showdown, and even encouraging Iranian hard-liners to oppose the nuclear deal. At the same time, many influential voices on the far right assailed establishment Republicans as milquetoast moderates. With an illegitimate president and an illegitimate party, it’s no surprise that Republican voters were drawn toward a true outsider—even a hectoring harlequin like Trump. But while the parties point fingers at each other, there’s a larger story here that stretches back decades. It’s no coincidence that Trump is Obama’s dark mirror. Two powerful forces—the increasingly negative media coverage of politics and intensified partisanship—mean that presidents spur the rise of opposite alter egos. After World War II, journalists became steadily more critical of the White House. Coverage of the president in The New York Times that was negative in tone, for example, more than doubled from 12 percent in the 1950s to 28 percent in the 1980s. Today, the media is sometimes seen as being in Obama’s camp. But since 2008, Fox News and conservative talk radio has provided an axis of resistance. And in Obama’s second term, mainstream news coverage has often been highly critical. What happened? Debacles like Vietnam and Watergate naturally led reporters to sharpen their knives. At the same time, the news media became increasingly competitive, with the rise of cable television and the Internet, which encouraged a focus on attention-grabbing (and profitable) negative news. The 19th-century English writer Walter Bagehot said the monarchy needed to be viewed at a distance to retain its mystery and reverence: “We must not let in daylight upon magic.” Today, journalists cover the presidency in minute detail and shine a bright torch on every indiscretion. They let in the daylight, the magic dissipates, and many people yearn for the political antithesis.", "article_metadata": {"description": "The mogul is just the latest in a series of oppositional candidates—negative reliefs of sitting presidents.", "author": "Dominic Tierney", "og": {"site_name": "The Atlantic", "description": "The mogul is just the latest in a series of oppositional candidates—negative reliefs of sitting presidents.", "title": "Is Trump Obama's Dark Doppelgänger?", "locale": "en_US", "image": "https://cdn.theatlantic.com/assets/media/img/mt/2016/03/GettyImages_510889824/facebook.jpg?1458157659", "url": "http://www.theatlantic.com/politics/archive/2016/03/is-trump-obamas-doppelganger/474108/", "type": "article"}, "twitter": {"domain": "theatlantic.com", "site": "@theatlantic", "card": "summary"}, "ROBOTS": "INDEX, FOLLOW", "p": {"domain_verify": "68e1a0361a557708fefc992f3309ed70"}, "fb": {"admins": "577048155,17301937", "page_id": 29259828486, "app_id": 100770816677686}, "keywords": "The Atlantic, The Atlantic Magazine, TheAtlantic.com, Atlantic, news, opinion, breaking news, analysis, commentary, business, politics, culture, international, science, technology, national and life", "article": {"author": "https://www.facebook.com/dominictierneyauthor"}, "viewport": "initial-scale=1.0, maximum-scale=1.0, width=device-width, user-scalable=no"}, "article_summary": "As the Donald Trump monster lays waste to Republican political careers, and even the Grand Old Party itself, survivors wonder: Who released the Kraken?\nObama built a potent alliance of minorities and highly educated whites; Trump’s support is based on whites without college educations and almost no minorities.\nObama is the first black president; Trump’s supporters tend to view whites significantly more positively than blacks.\nObama was a community organizer and professor; Trump is a businessman and reality-television star.\nAnd Obama has sometimes displayed a condescending attitude toward those who “cling to guns or religion.” But Obama is hardly the political radical of Republican imagination."}