{"article_title": "Where People Pay the Most, Least for Insurance", "article_keywords": ["life", "pay", "average", "homeowners", "304", "costs", "health", "income", "insurance", "car"], "article_url": "https://www.nerdwallet.com/blog/insurance/where-people-pay-most-least-for-homeowners-health-auto-life-insurance-2015/", "article_text": "Accidents happen, which is why Americans spend trillions each year on insurance. But protecting the things you care about — whether it’s your family, health, home or car — doesn’t come cheaply. According to a NerdWallet study, the average American spends $5,261, or 12% of their yearly income, to insure their house, health, life and vehicle.\n\nPeace of mind has a high cost, but shopping smart can help, too.\n\nHow much do we spend on insurance every year?\n\nDepending on where you live, insurance costs can take a bigger, or smaller, bite out of your household budget. For example, Michigan residents take a heavy hit from car insurance premiums, averaging $3,096 a year, almost $2,000 more than the average for the rest of the nation. On the other hand, Michigan residents enjoy lower-than-average homeowners insurance cost at an average of $802 a year.\n\nAdditionally, the unique environment in each state can affect some insurance premiums. For example:\n\nCongested roadways and accidents in urban areas, plus thefts, can lead to high auto insurance premiums.\n\nPeople in states plagued by hurricanes or tornadoes will likely pay more for homeowners insurance.\n\nNerdWallet looked at major insurance costs as a percentage of income to see how much Americans are really paying.\n\nKey findings\n\nNortheast policyholders pay more. Four of the five most expensive states for the combined cost of homeowners, health, life and car insurance are in the Northeast.\n\nCosts for all insurance can differ by up to $4,763. New Jersey residents who purchase all four kinds of insurance will pay the highest total average of $8,705 a year. On the other hand, Utah policyholders enjoy the lowest combined insurance costs at $3,942 a year.\n\nThe cost of insurance as a percentage of income varies widely. Louisiana residents spend the highest percentage of their income, 18.1%, on combined insurance costs, while folks in Maryland pay 7.7%, the lowest percentage of income.\n\nState legislation affects consumers’ pocketbooks. Insurance companies follow requirements mandated by departments of insurance in each state, which affects how much you pay.\n\nTo see how much you’ll pay for insurance, click on a state.\n\n[Click here for the full data for each state]\n\nBudgeting for insurance\n\nHomeowners, health, life and car insurance are crucial to protect yourself and your family from financial disaster, but the total bill can be daunting. With proper budgeting, however, these policies are reasonable expenditures. According to a NerdWallet report, spending 25% of your paycheck on necessities, including food, insurance and health care, is a smart financial decision. In 2013, the Bureau of Labor Statistics found that the average American spends about 10% of their income on food, meaning that part of the remaining 15% is available for insurance.\n\nHere’s how you can minimize insurance costs for each kind of coverage:\n\nHomeowners insurance: Deductibles range from $500 to $10,000. Raising your deductible can lower your premium, but be ready to pay out of pocket for damage that costs less than your deductible.\n\nHealth insurance: If you’re not covered by your employer, shopping around and comparing quotes on the federal and state online marketplaces can help you find the best deals.\n\nLife insurance: Buying life insurance early can save you a bundle by locking in a cheaper rate. If you wait until you are older, potential health problems may arise, which, along with age, will raise your rates.\n\nAuto insurance: Car insurance companies offer many discounts depending on your profile — such as for safe driving, being a loyal customer or serving in the military. Talk to your agent about the discounts you may qualify for.\n\nHomeowners insurance\n\nProtecting your home from disaster can come with a big price tag. According to the National Association of Insurance Commissioners, the average homeowners policy costs $1,034 annually, or about 2.4% of the average American’s yearly earnings. Homeowners in states with recent natural disasters and a high likelihood of more catastrophic events, such as hurricanes and tornados, can face premiums costing $1,546 more than homeowners living in less risky areas.\n\nPeople living in Florida pay the highest average homeowners insurance premiums at $2,084 a year. This means that the average Florida resident pays 5.4% of their annual income to insure their home. Florida has been hit with devastating hurricanes and remains one of riskiest areas for tropical storms and hurricanes.\n\nFor similar reasons, Louisiana residents also pay a hefty sum for homeowners insurance — an average of $1,742, or 4.3% of their median income. By comparison, homeowners in some states in the West, who live in places less susceptible to catastrophic weather, pay much less for homeowners insurance. Oregon residents pay $567, or 1.3% of their income, while Idaho homeowners face costs of $538, or 1.4% of their income.\n\nThe most common homeowners insurance policy is an HO-3, which generally protects residences from most disasters, except exclusions named in a policy — such as floods and earthquakes.\n\nHealth insurance\n\nOut of all of the insurance costs NerdWallet examined, health insurance delivers the biggest budget blow. The average person spends $2,823, or 6.4% of their annual income, on health coverage. But policyholders in some states could see health insurance bills at $3,782 and higher.\n\nPeople living in New Jersey shell out the most for health insurance at an average of $5,678 yearly, or 10.3% of their annual salary. In contrast, those in Utah benefit by paying the least, or nearly three times less, for health insurance at $1,896 a year, or 4.4% of their income.\n\nExpensive premiums are difficult to afford, and, according to the U.S. Census Bureau, about 42 million Americans are uninsured. Over 271 million Americans have health insurance, and with the Affordable Care Act, more people have been able to purchase affordable health insurance.\n\nLife insurance\n\nOut of all of the kinds of insurance examined, life insurance is the most affordable. NerdWallet found that the average nonsmoker ages 35-45 will pay $304 a year for life insurance with a $250,000 benefit and a 20-year term. This takes up only 0.7% of yearly income. (The average rates in Montana and New York, however, are slightly different because of state regulations. Unlike the rest of the nation, Montana insurance companies cannot set premium prices based on gender. Residents pay an average of $322 and $289, respectively.)\n\nLife insurance rates are based on age, gender, health and family health history. For example, you could be paying three times more for life insurance if you smoke.\n\nAlthough life insurance is an important financial decision, many Americans don’t buy it: 30% of households don’t have life insurance, according to LIMRA, a marketing and research group.\n\n» COMPARE: NerdWallet’s life insurance comparison tool\n\nCar insurance\n\nThe average car owner pays nearly $1,100 for car insurance each year, according to NerdWallet research, eating up 2.5% of the median income. Factors such as your driving record, years of driving experience and vehicle have a big impact on rates.\n\nState regulations can play a significant role in premiums, and Michigan takes the top spot for the costliest auto insurance because of its unlimited lifetime medical coverage for people injured in car accidents. On average, Michigan drivers will spend $3,096 a year on auto insurance, which is 6.9% of their median salary.\n\nInsurance companies typically look at claims history in an area when setting rates. If your city has high rates of car accidents and theft, you can expect to pay more.\n\n[Auto insurance quotes are available through NerdWallet’s car insurance comparison tool.]\n\nStates where insurance costs the most\n\nState Homeowners insurance Health insurance Life insurance Auto insurance Total insurance cost Median annual earnings Combined insurance cost as a percentage of earnings Louisiana $1,742 $2,990 $304 $2,264 $7,300 $40,423 18.1% New York $1,158 $5,142 $289 $1,906 $8,495 $48,811 17.4% Florida $2,084 $2,797 $304 $1,417 $6,602 $38,621 17.1% Rhode Island $1,233 $3,937 $304 $2,513 $7,987 $47,733 16.7% New Jersey $981 $5,678 $304 $1,742 $8,705 $54,980 15.8% Vermont $782 $4,809 $304 $818 $6,713 $42,819 15.7% Oklahoma $1,501 $2,508 $304 $1,465 $5,778 $37,485 15.4% Massachusetts $1,150 $5,477 $304 $1,237 $8,168 $54,594 15.0% Michigan $802 $2,446 $304 $3,096 $6,648 $44,567 14.9% Mississippi $1,314 $2,561 $304 $1,043 $5,222 $35,340 14.8% Maine $741 $4,027 $304 $847 $5,919 $40,727 14.5% North Dakota $1,038 $3,320 $304 $1,234 $5,896 $40,654 14.5% West Virginia $771 $3,303 $304 $1,157 $5,535 $38,307 14.4% Montana $871 $2,923 $322 $1,260 $5,376 $37,970 14.2% South Dakota $789 $2,932 $304 $1,086 $5,111 $36,451 14.0% Kentucky $916 $2,769 $304 $1,397 $5,386 $39,193 13.7% Texas $1,661 $2,621 $304 $1,063 $5,649 $41,284 13.7% Arkansas $1,096 $2,205 $304 $1,212 $4,817 $35,615 13.5% South Carolina $1,134 $2,721 $304 $1,000 $5,159 $38,441 13.4% Nebraska $1,040 $2,839 $304 $1,122 $5,305 $39,760 13.3% Kansas $1,213 $2,750 $304 $1,108 $5,375 $41,063 13.1% Wyoming $821 $3,564 $304 $1,098 $5,787 $45,276 12.8% North Carolina $927 $2,877 $304 $956 $5,064 $39,820 12.7% Delaware $678 $3,269 $304 $1,652 $5,903 $46,517 12.7% Tennessee $1,008 $2,550 $304 $982 $4,844 $38,620 12.5% Alaska $942 $4,135 $304 $1,032 $6,413 $51,317 12.5% Hawaii $957 $3,211 $304 $906 $5,378 $43,058 12.5% Missouri $1,091 $2,341 $304 $1,123 $4,859 $40,182 12.1% Indiana $840 $2,871 $304 $962 $4,977 $41,202 12.1% New Hampshire $848 $3,628 $304 $1,099 $5,879 $48,964 12.0% Iowa $779 $3,009 $304 $765 $4,857 $41,086 11.8% Connecticut $1,160 $3,496 $304 $1,594 $6,554 $55,486 11.8% Minnesota $1,140 $2,834 $304 $1,212 $5,490 $46,915 11.7% Alabama $1,248 $2,144 $304 $891 $4,587 $39,370 11.7% New Mexico $844 $2,284 $304 $1,060 $4,492 $39,139 11.5% Wisconsin $631 $2,850 $304 $1,120 $4,905 $42,830 11.5% Nevada $674 $2,486 $304 $1,198 $4,662 $41,135 11.3% Illinois $881 $2,968 $304 $1,144 $5,297 $47,149 11.2% Arizona $691 $2,588 $304 $1,092 $4,675 $41,774 11.2% Idaho $538 $2,387 $304 $949 $4,178 $37,974 11.0% Colorado $1,038 $2,716 $304 $1,085 $5,143 $46,939 11.0% Pennsylvania $804 $2,918 $304 $827 $4,853 $44,553 10.9% Oregon $567 $2,641 $304 $1,048 $4,560 $43,003 10.6% Georgia $975 $2,163 $304 $885 $4,327 $41,316 10.5% California $980 $2,697 $304 $1,053 $5,034 $48,078 10.5% Washington $648 $3,352 $304 $895 $5,199 $50,135 10.4% Ohio $721 $2,658 $304 $738 $4,421 $42,777 10.3% Virginia $843 $2,750 $304 $911 $4,808 $48,945 9.8% Washington, D.C. $1,103 $3,241 $304 $1,379 $6,027 $63,971 9.4% Utah $580 $1,896 $304 $1,162 $3,942 $43,107 9.1% Maryland $837 $2,165 $304 $879 $4,185 $54,459 7.7%\n\nMethodology\n\nNerdWallet calculated how much the average person pays for insurance in each state by examining the following factors.\n\n1. Homeowners insurance: We used 2012 state’s average HO-3 homeowners insurance policy premium from the National Association of Insurance Commissioners.\n\n2. Health insurance: We used each state’s average 2013 health insurance premiums per person in the individual market from the Henry J. Kaiser Family Foundation.\n\n3. Life insurance: We averaged life insurance quotes for four profiles: 35-year-old men and women and 45-year-old men and women with a standard nontobacco policy, with $250,000 coverage and a 20-year term, based on data from Hallett Financial.\n\n4. Car insurance: We selected 10 ZIP codes in each state, using a stratified sampling method, and ran car insurance quotes for eight driver profiles: 27-year-old single men and women and 40-year-old married men and women each driving a Toyota Camry and a Ford Escape. The 27-year-old profiles have a driver’s personal liability coverage limit of 30/60/10 and uninsured motorist coverage for the same amount. The 40-year-old profiles have a liability coverage limit of 100/300/100 and uninsured motorist coverage for the same amount. All profiles have a comprehensive and collision deductible of $500. For each driver profile, we averaged the two cheapest quotes. Rates can be found in NerdWallet’s car insurance comparison tool.\n\n5. Median annual earnings: We used 2013 data from the U.S. Census Bureau’s American Community Survey.\n\nBaton Rouge, Louisiana, image via iStock.", "article_metadata": {"description": "Depending on your city, insurance costs can take a bigger, or smaller, bite out of your budget. NerdWallet found the places where you'll pay more or less.", "generator": "Powered by Visual Composer - drag and drop page builder for WordPress.", "og": {"site_name": "NerdWallet", "description": "Depending on your city, insurance costs can take a bigger, or smaller, bite out of your budget. NerdWallet found the places where you'll pay more or less.", "title": "Where People Pay the Most, Least for Insurance", "locale": "en_US", "image": {"width": 859, "identifier": "https://www.nerdwallet.com/blog/wp-content/uploads/2015/06/where-do-people-pay-most-least-for-insurance-story.jpg", "height": 559}, "updated_time": "2016-02-22T12:36:42-07:00", "url": "https://www.nerdwallet.com/blog/insurance/where-people-pay-most-least-for-homeowners-health-auto-life-insurance-2015/", "type": "article"}, "twitter": {"description": "Depending on your city, insurance costs can take a bigger, or smaller, bite out of your budget. NerdWallet found the places where you'll pay more or less.", "creator": "@NerdWallet", "image": "https://www.nerdwallet.com/blog/wp-content/uploads/2015/06/where-do-people-pay-most-least-for-insurance-story.jpg", "title": "Where People Pay the Most, Least for Insurance", "site": "@NerdWallet", "card": "summary_large_image"}, "robots": "noodp", "fb": {"pages": 108521893501}, "article": {"publisher": "http://www.facebook.com/NerdWallet", "section": "Auto Insurance", "tag": "insurance", "published_time": "2015-06-22T06:00:48-07:00", "modified_time": "2016-02-22T12:36:42-07:00"}, "viewport": "width=device-width,initial-scale=1"}, "_id": "\"57477af46914bd0286fdfe1a\"", "article_summary": "Homeowners insurance: We used 2012 state’s average HO-3 homeowners insurance policy premium from the National Association of Insurance Commissioners.\nLife insurance: Buying life insurance early can save you a bundle by locking in a cheaper rate.\nOver 271 million Americans have health insurance, and with the Affordable Care Act, more people have been able to purchase affordable health insurance.\nAuto insurance: Car insurance companies offer many discounts depending on your profile — such as for safe driving, being a loyal customer or serving in the military.\nAlthough life insurance is an important financial decision, many Americans don’t buy it: 30% of households don’t have life insurance, according to LIMRA, a marketing and research group."}