{"article_title": "U.S. court rejected claim FBI use of spy data is unconstitutional", "article_keywords": ["spy", "search", "criminal", "court", "claim", "intelligence", "unconstitutional", "rejected", "foreign", "privacy", "program", "internet", "fbi", "surveillance", "data"], "article_url": "http://www.thefiscaltimes.com/latestnews/2016/04/20/US-court-rejected-claim-FBI-use-spy-data-unconstitutional", "article_text": "WASHINGTON (Reuters) - The top judge on the secretive Foreign Intelligence Surveillance Court ruled last year against a constitutional challenge to U.S. surveillance rules permitting the FBI to access foreign intelligence data for use in domestic criminal investigations, according to a newly declassified court opinion.\n\nJudge Thomas Hogan said there was no requirement that access to email and other forms of Internet communications under a controversial surveillance program be restricted only to foreign intelligence uses, he wrote in a November opinion released this week in partially redacted form.\n\nHogan’s ruling dismissed a legal challenge submitted by Amy Jeffress, a former federal prosecutor, who was appointed to serve as a “friend of the court” to advocate privacy considerations before the court.\n\nJeffress said current rules allowed the Federal Bureau of Investigation to query databases in search of a U.S. person “for purposes of any criminal investigation or even an assessment” and that “these practices do not comply” with the U.S. Constitution’s Fourth Amendment privacy protections.\n\nBut Hogan rejected the complaint, noting that a search of data for domestic criminal evidence could glean insights about a national security investigation.\n\nThe law supporting the Internet data surveillance program, known as Prism and exposed in 2013 by former National Security Agency contractor Edward Snowden, is set to expire at the end of 2017.\n\nThe program gathers messaging data from Alphabet's Google, Facebook, Microsoft, Apple and other major tech companies that is sent to and from a foreign target.\n\nThe U.S. House of Representatives has voted overwhelmingly since the Snowden disclosures to require U.S. agencies obtain a warrant before searching through collected foreign intelligence for Internet data belonging to an American, but those proposals never gained traction in the Senate.\n\nIntelligence officials say data about an American is “incidentally” collected when he or she communicates with a target reasonably believed to be living overseas.\n\nJeffress additionally asked the court to “require written justification” for each time collected data was queried for a U.S. person to explain how the search is “relevant to foreign intelligence information or is otherwise justified.”\n\nThe opinion was the first to include a public advocate like Jeffress, a position created under a law enacted last year that sought to reform some U.S. surveillance programs and provide more transparency.\n\nThe Privacy and Civil Liberties Oversight Board, a presidential advisory panel, previously raised concerns about the FBI’s access to foreign intelligence in a 2014 report.\n\n(Reporting by Dustin Volz; Editing by Tom Brown)", "article_metadata": {"og": {"url": "http://www.thefiscaltimes.com/latestnews/2016/04/20/US-court-rejected-claim-FBI-use-spy-data-unconstitutional", "type": "article", "site_name": "The Fiscal Times", "description": "WASHINGTON (Reuters) - The top judge on the secretive Foreign Intelligence Surveillanc", "title": "U.S. court rejected claim FBI use of spy data is unconstitutional"}, "twitter": {"url": "http://www.thefiscaltimes.com/latestnews/2016/04/20/US-court-rejected-claim-FBI-use-spy-data-unconstitutional", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "WASHINGTON (Reuters) - The top judge on the secretive Foreign Intelligence Surveillanc", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "WASHINGTON (Reuters) - The top judge on the secretive Foreign Intelligence Surveillance Court ruled last year against a constitutional challenge to U.S. surveillance rules permitting the FBI to access foreign intelligence data for use in domestic criminal investigations, according to a newly declassified court opinion.\nThe law supporting the Internet data surveillance program, known as Prism and exposed in 2013 by former National Security Agency contractor Edward Snowden, is set to expire at the end of 2017.\nBut Hogan rejected the complaint, noting that a search of data for domestic criminal evidence could glean insights about a national security investigation.\nThe Privacy and Civil Liberties Oversight Board, a presidential advisory panel, previously raised concerns about the FBI’s access to foreign intelligence in a 2014 report.\nIntelligence officials say data about an American is “incidentally” collected when he or she communicates with a target reasonably believed to be living overseas."}