{"article_title": "Owners seek to improve The Gorge", "article_keywords": ["carter", "owners", "concert", "grant", "expansion", "county", "officials", "traffic", "gorge", "residents", "seek", "concerts", "improve"], "article_url": "http://www.washingtontimes.com/news/2014/sep/28/owners-seek-to-improve-the-gorge/?page=all", "article_text": "GEORGE, Wash. (AP) - On concert weekends, the Gorge Amphitheatre becomes the largest community in rural Grant County in central Washington. Now owner Live Nation wants to improve and expand the scenic venue, upsetting residents who are tired of battling the crowds, the drinking and the trespassing that often accompany the concerts.\n\nThe Gorge is one of the nation’s most unique major concert sites. It is far from the state’s population centers and perched on a spectacular cliff above the Columbia River near the small town of George. Up to 27,500 people can attend concerts, even though the facility is fairly rustic.\n\nThe Gorge, 140 miles east of Seattle, has offered concerts for more than two decades. This year, it brought acts like Zac Brown, Dave Matthews Band and festivals such as Sasquatch, Watershed and Paradiso. The music scene there offers quite a contrast to regular life in Grant County, which has about 90,000 residents and is the nation’s largest producer of french fries.\n\nThere are concerts nearly every weekend between May and September, and Grant County Commissioner Cindy Carter, whose district includes The Gorge, ticked off the issues facing neighbors.\n\n“The garbage, noise in the campground, the trespassing,” Carter said. “Traffic.”\n\nA change in zoning last August opened the door to expansion. But the company must still submit expansion plans and get them approved by county officials.\n\nProposed improvements could include a restaurant, farmer’s market, grocery store and outdoor cinema, along with permanent bathrooms in place of portable toilets. Farther down the road, the company wants to expand its campground by 1,000 spaces, allowing for many more concert patrons. There is talk of a zipline.\n\nNeighbors have spoken out against the expansion. But many are now in a wait-and-see mode, hoping that Live Nation and the county come up with a plan to reduce the traffic congestion that is their biggest concern.\n\n“It really boils down to traffic,” said Dean Sprayberry, president of the Sunland Estates home owners association. Sunland Estates is a development of 549 lots next door to The Gorge.\n\nMany residents would like to see the two-lane county roads that lead from Interstate 90 to the amphitheater expanded, perhaps with the addition of a third lane, to reduce horrendous congestion on concert weekends, Sprayberry said.\n\nGrant County officials have begun the process of studying how much expanded roads would cost.\n\n“We need to add another lane,” Carter added. “Even orchard workers trying to get to fields at 2 a.m. are getting stuck in traffic.”\n\nMany of the neighbors are actually from western Washington and have vacation homes in Grant County, Carter said. “They want to get to their vacation homes without sitting in line for two hours,” she said.\n\nSprayberry hastened to add that many Sunland residents embrace the entertainment offered by The Gorge, and some bought in the development because of the concerts.\n\nBut during music-festival weekends, traffic on Silica Road can be backed up for five miles on Thursday, Friday and Saturday, Sprayberry said.\n\nThe other issue for Sunland Estates owners is that their development, on the banks of the Columbia River, is private property and they don’t want concertgoers accessing the river through their land, Sprayberry said. “We don’t have facilities to take care of the public,” he said.\n\nDanny Wilde, general manager of The Gorge, said the change in zoning turned the amphitheater into a master planned resort. That will lead to improved facilities that include everything from sewer upgrades to new fences to a proposed zipline to take patrons from the campground to inside the venue, Wilde said. There are also plans for new retail space and many more campgrounds, with improved campsites.\n\nBut a major issue remains getting in and out of The Gorge from Interstate 90, he said. “We’ve got to get traffic off the road a little quicker,” Wilde said.\n\nGorge officials have taken steps to address neighbors’ concerns. That includes issuing vehicle tags intended to allow neighbors to more quickly move through concert traffic; a hotline for residents to report trespassing or vandalism; a newsletter to inform residents about concert developments; and private security to patrol nearby homes and farms during concerts.\n\nTo bolster their case for rezoning and expansion, Gorge officials in August issued an economic impact statement that showed almost $56 million was spent on concerts in 2013 by about 400,000 people who attended events. That includes spending on tickets, food, merchandise and camping, according to the report issued by Live Nation. The study also found that $22.7 million was spent in surrounding communities.\n\nThe Gorge paid $1.5 million in taxes to Grant County last year, as one of the county’s largest taxpayers. It employs more than 1,500 on concert weekends, most living in Grant County, the study said.\n\nGrant County officials say the single-night concerts are not the major source of problems. Multinight music festivals, such as Paradiso and Watershed, cause many of the problems, Carter said.\n\nDamien Hooper, planning director for Grant County, said county officials expect The Gorge to apply for expansion soon. “Our position is their impacts are going to be met with mitigation,” Hooper said.\n\nBut Hooper also said that adding 1,000 campsites to a venue that already seats more than 27,000 people is not really that big an expansion. “It’s not necessarily a massive increase,” he said.", "article_metadata": {"description": "On concert weekends, the Gorge Amphitheatre becomes the largest community in rural Grant County in central Washington. Now owner Live Nation wants to improve and expand the scenic venue, upsetting residents who are tired of battling the crowds, the drinking and the trespassing that often accompany the concerts.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "On concert weekends, the Gorge Amphitheatre becomes the largest community in rural Grant County in central Washington. Now owner Live Nation wants to improve and expand the scenic venue, upsetting residents who are tired of battling the crowds, the drinking and the trespassing that often accompany the concerts.", "title": "Owners seek to improve The Gorge", "url": "http://www.washingtontimes.com/news/2014/sep/28/owners-seek-to-improve-the-gorge/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/09/28/01bc6a2f2d400226610f6a706700f0d6.jpg", "type": "article"}, "twitter": {"image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/09/28/01bc6a2f2d400226610f6a706700f0d6.jpg", "description": "On concert weekends, the Gorge Amphitheatre becomes the largest community in rural Grant County in central Washington. Now owner Live Nation wants to improve and expand the scenic venue, upsetting res", "site": "@washtimes", "card": "summary", "title": "Owners seek to improve The Gorge"}, "Author": "NICHOLAS K. GERANIOS", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web0", "viewport": "width=device-width, initial-scale=1, user-scalable=yes"}, "_id": "\"57477af46914bd0286fe4aa2\"", "article_summary": "Damien Hooper, planning director for Grant County, said county officials expect The Gorge to apply for expansion soon.\nGEORGE, Wash. (AP) - On concert weekends, the Gorge Amphitheatre becomes the largest community in rural Grant County in central Washington.\nThe Gorge paid $1.5 million in taxes to Grant County last year, as one of the county’s largest taxpayers.\nGrant County officials have begun the process of studying how much expanded roads would cost.\nGorge officials have taken steps to address neighbors’ concerns."}