{"article_title": "Could They Monitor Eating Habits, Fight Childhood Obesity?", "article_keywords": ["schaefer", "eating", "monitor", "trackers", "university", "fitness", "children", "fight", "habits", "exercise", "activity", "study", "obesity", "data", "childhood", "researchers"], "article_url": "http://www.medicaldaily.com/fitness-trackers-kids-could-they-monitor-eating-habits-fight-childhood-obesity-284408", "article_text": "Fitness trackers have been around for years, counting steps, calories burned, and energy expenditure to motivate adults to exercise in the form of cell phone apps, wrist bracelets, and belly bands. In the shadow of a dark and looming childhood obesity epidemic, researchers want to develop trackers for children as well.\n\nIn a new study, University of California researchers observed and recorded data from 24 children to figure out if children’s physical activity could be accurately tracked using one of the widely-known fitness monitors for one week.\n\n\"A device, even if it works perfectly in theory, on a kid, it's a different story,\" said Sara Schaefer, one of the study’s researchers from the Foods For Health Institute at the University of California, Davis.\n\nThe researchers tested 7- to 10-year-olds with three different fitness trackers worn on their waists, wrists, or upper arms, along with a heart monitor. Children are recommended 60 minutes of exercise a day, according to experts. During the study, researchers measured not only the quantity of actions, such as steps, but also quality, including intensity of the workouts. Each child, along with their parents completed exit interviews to provide feedback for which device they liked best.\n\n\"The [Polar Active] device was definitely the most popular among children,\" Schaefer said. \"We got kids to wear it for an entire week, and got great data from that.\"\n\nThe Polar Active was rated a 3.9 out of 4, making it the children’s top favorite because they said it didn’t make noise, was “cool” and showed the time like a real watch. The waterproof wrist monitor is $99 and can recognize five different exercise intensity zones and even sleep duration. Meanwhile, the children ranked SenseWear as the least popular item, because they reported it to be uncomfortable and embarrassing to wear, and it made a lot of noise. The $120 item straps onto the child’s upper arm, and although it’s not waterproof, it has all the same capabilities as the Polar Active.\n\nSchaefer says this study was the first step toward future research and development on wearable technology in kids. She has also looked out how the use of activity monitors relate to the physical activity level in clinically obese children. Over the past 30 years, childhood obesity has more than doubled in children and quadrupled in adolescents, a medical condition that had implicative effects on the long-term health and wellbeing of a child, according to the Centers for Disease Control and Prevention.\n\nNow, a new study by researchers at Iowa State University studied the accuracy of these devices. That study, to be published this summer in the journal Medicine and Science in Sports and Exercise, looked at how accurate seven fitness trackers were when it comes to calories burned and all of them were found to be pretty accurate. Overall, readings were within 10 percent of actual energy expenditure.\n\nSchaefer and her research team are working to collaborate with the video game industry in order to develop reward-incentivized games that children could use based on their activity data. She believes that they will not only motivate children to exercise more but that the games will work as an educational tool to understand the children's personal data and the long-term benefits of healthy life into their adulthood.\n\nSource: Schaefer S, Van Loan M, German J. A Feasibility Study of Wearable Activity Monitors for Pre-Adolescent School-Age Children. Preventing Chronic Disease. 2014.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "fitness, trackers, kids, could, they, monitor, eating, habits, fight, childhood, obesity", "og": {"site_name": "Medical Daily", "description": "A new study looks at what fitness trackers work best for children, and evaluate if they can help slow down the childhood obesity epidemic.", "title": "Could Fitness Trackers Help Kids Stay Healthy?", "url": "http://www.medicaldaily.com/fitness-trackers-kids-could-they-monitor-eating-habits-fight-childhood-obesity-284408", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/05/24/researchers-evaluate-fitness-trackers-children.jpg", "type": "article"}, "twitter": {"description": "A new study looks at what fitness trackers work best for children, and evaluate if they can help slow down the childhood obesity epidemic.", "title": "Could Fitness Trackers Help Kids Stay Healthy?", "url": "http://www.medicaldaily.com/fitness-trackers-kids-could-they-monitor-eating-habits-fight-childhood-obesity-284408", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/05/24/researchers-evaluate-fitness-trackers-children.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/05/24/researchers-evaluate-fitness-trackers-children.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Healthy Living", "published_time": "2014-05-24T15:15:18-04:00", "modified_time": "2014-05-24T15:15:16-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "A new study looks at what fitness trackers work best for children, and evaluate if they can help slow down the childhood obesity epidemic."}, "_id": "\"57477af36914bd0286fcf09d\"", "article_summary": "During the study, researchers measured not only the quantity of actions, such as steps, but also quality, including intensity of the workouts.\nIn the shadow of a dark and looming childhood obesity epidemic, researchers want to develop trackers for children as well.\nThe researchers tested 7- to 10-year-olds with three different fitness trackers worn on their waists, wrists, or upper arms, along with a heart monitor.\n\"The [Polar Active] device was definitely the most popular among children,\" Schaefer said.\nThe waterproof wrist monitor is $99 and can recognize five different exercise intensity zones and even sleep duration."}