{"article_title": "Oil Collapse, Russia Woes Reshape White House’s International Economic Policy", "article_keywords": ["prices", "worries", "oil", "collapse", "woes", "reshape", "global", "g8", "houses", "economic", "mr", "policy", "international", "white", "economy", "russia", "obama"], "article_url": "http://blogs.wsj.com/washwire/2014/12/19/oil-collapse-russia-woes-reshape-white-houses-international-economic-policy/", "article_text": "G-8 leaders at Camp David in May 2012 European Pressphoto Agency\n\nFor a meeting of the Group of Eight nations in 2012, President Barack Obama gathered officials around a small wooden table at Camp David for an intimate discussion of the world’s top economic problems. Russia’s prime minister, who was two seats away, was later described by the White House as an “active participant.” Containing oil prices was a leading topic given worries about supply shortages, spurring an unusual joint statement from the G-8.\n\nTwo years later, the price of oil has plunged 50% in just six months and Russia faces deepening economic turmoil as its split from other leading nations widens. They’re proving to be two of the biggest developments for the global economy this year, reshaping the Obama administration’s international economic policy.\n\nRisks from higher oil prices have hung over the global economy throughout the past four years. In 2011, in the aftermath of the Arab spring, Mr. Obama used a G-8 meeting to press for a rare global release of emergency oil stockpiles. In 2012, sanctions against Iran were among the drivers of oil-price worries that seeped into global economic summits. In 2013, Syria’s deepening conflict – including potential U.S. engagement – kept oil prices on the agenda of the G-8, a group generally focused on security concerns.\n\nOil’s stunning turn in recent months is slamming nations from Iran and Syria to Venezuela and Russia. Not having to worry about oil prices offers more room to worry about other problems, economic and otherwise.\n\nThat G-8 gathering at Camp David appears to be one of the last positive exchanges between Mr. Obama and Russian leadership. Russian Prime Minister Dmitry Medvedev was sitting in for President Vladimir Putin. During the May 2012 meeting, top White House aides told reporters Mr. Medvedev was an “active participant” in the G-8 discussions. They said Mr. Obama had “very good interaction” with Mr. Putin as well by phone.\n\nThe G-8 is no more, of course, after the rest of its members suspended the group this year due to Russia’s engagement in Ukraine. U.S. and European sanctions against Russia appear to have slowed Russia’s economy throughout the year and they remain high on the priority list of the Obama administration’s international economic policy makers. The plunge in oil prices is helping their strategy by giving Russia a sharper blow.\n\nThe split with Russia is showing little cost to the U.S. economy, at least for now. Three years ago, when Russia joined the World Trade Organization, U.S. officials saw it as an opportunity to integrate Russia further into the global economy and strengthen ties on every front. Mr. Obama at the time called it a “significant day for U.S.-Russia relations.”\n\nVery little has come of it for the United States. Russia represents a negligible amount of trade with the U.S. – just 0.1% of the U.S. economy — and the sanctions against Russia are keeping it that way. The impact of Russia’s severe economic turmoil appears to be centered on other emerging markets so far. Few officials see it as a concern for U.S. trade or the financial sector.\n\n“I see the spillover as pretty small,” Fed Chairwoman Janet Yellen told reporters this week.\n\nThe oil drop, on the other hand, is “one of the most important developments shaping the global outlook,” Ms. Yellen said after a two-day meeting of Fed officials.\n\nSetting aside worries about oil still leaves plenty of other topics for policy makers to focus on. Among the other leading worries around the G-8 table back in May 2012 were the eurozone’s economic troubles, North Korea, Syria and Iran. At least some things haven’t changed.", "article_metadata": {"article.template": "full", "page.content.source": "Blog Article", "page.region": "na,us", "page.content.type": "blogs article", "twitter": {"domain": "WSJ.com", "description": "Falling oil prices and Russia's deepening economic turmoil are proving to be two of the biggest developments for the global economy this year, reshaping the Obama administration’s international economic policy.", "title": "Oil Collapse, Russia Woes Reshape White House’s International Economic Policy", "url": "http://blogs.wsj.com/washwire/2014/12/19/oil-collapse-russia-woes-reshape-white-houses-international-economic-policy/", "image": {"src": "http://si.wsj.net/public/resources/images/OB-TA280_0518g8_G_20120519090237.jpg"}, "site": "WSJPolitics", "card": "summary_large_image"}, "article.image_count": 2, "article_privilege": "free", "article.section": "Politics", "article.headline": "Oil Collapse, Russia Woes Reshape White House’s International Economic Policy", "description": "Falling oil prices and Russia's deepening economic turmoil are proving to be two of the biggest developments for the global economy this year, reshaping the Obama administration’s international economic policy.", "article_section": "Politics", "author": "Sudeep Reddy", "user.type": "unsubscribed", "testkeys": "C", "article.page": "Washington Wire Blog", "page.subsection": "Washington Wire", "article.summary": "Falling oil prices and Russia's deepening economic turmoil are proving to be two of the biggest developments for the global economy this year, reshaping the Obama administration’s international economic policy.", "page.site": "blogs.wsj.com", "page.content.format": "responsive", "article.published": "2014-12-19T12:30:20-05:00", "dj.asn": "10-141", "ROBOTS": "noarchive, noodp", "fb": {"url": "http://blogs.wsj.com/washwire/2014/12/19/oil-collapse-russia-woes-reshape-white-houses-international-economic-policy/", "app_id": 368513495882}, "article": {"publisher": "https://www.facebook.com/wsj"}, "article_id": "BL-WB-51670", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no", "page.section": "Politics", "language": "en-US", "og": {"site_name": "WSJ", "description": "Falling oil prices and Russia's deepening economic turmoil are proving to be two of the biggest developments for the global economy this year, reshaping the Obama administration’s international economic policy.", "title": "Oil Collapse, Russia Woes Reshape White House’s International Economic Policy", "url": "http://blogs.wsj.com/washwire/2014/12/19/oil-collapse-russia-woes-reshape-white-houses-international-economic-policy/", "image": {"width": 553, "identifier": "http://si.wsj.net/public/resources/images/OB-TA280_0518g8_G_20120519090237.jpg", "height": 369}, "type": "article"}, "article.access": "free", "article.type": "Washington Wire", "article.id": "BL-WB-51670", "user.exp": "default", "article.updated": "2014-12-19T12:53:23-05:00"}, "article_summary": "They’re proving to be two of the biggest developments for the global economy this year, reshaping the Obama administration’s international economic policy.\nRisks from higher oil prices have hung over the global economy throughout the past four years.\nNot having to worry about oil prices offers more room to worry about other problems, economic and otherwise.\nIn 2012, sanctions against Iran were among the drivers of oil-price worries that seeped into global economic summits.\nMr. Obama at the time called it a “significant day for U.S.-Russia relations.”Very little has come of it for the United States."}