{"article_title": "Changing the image of community health centers", "article_keywords": ["thomas", "center", "cherokee", "image", "community", "patients", "tennessee", "health", "behavioral", "changing", "centers", "care"], "article_url": "http://www.knoxnews.com/news/local/changing-the-image-of-community-health-centers-ep-1115783249-362221151.html", "article_text": "<p>Nicole Browning, right, schedules an appointment for her son, Evan Browning, 11, with Shelley Mear at Cherokee Health Center in Seymour on Thursday, May 28, 2015. (ADAM LAU/NEWS SENTINEL)</p>\n\nSHARE Evan Browning, 11, receives an allergy shot from nurse Charlene Norris at Cherokee Health Center in Seymour on Thursday, May 28, 2015. (ADAM LAU/NEWS SENTINEL) Robert Ruiz chats with a reporter after an appointment at Cherokee Health Center in Seymour on Thursday, May 28, 2015. (ADAM LAU/NEWS SENTINEL)\n\nBy Kristi L. Nelson of the Knoxville News Sentinel\n\nNicole Browning’s 11-year-old son needed regular allergy shots, and the pediatrician he’d seen since birth was retiring.\n\nWhen she started looking for a new doctor, she was surprised at how much harder it was to find one to take the TennCare policy he has now, as opposed to the private insurance she’d had before her full-time teaching job was not renewed.\n\nThen another parent in her son’s Scout troop told her about Cherokee Health Systems’ Sevier County medical office in Seymour.\n\n“She said, ‘You won’t know things are any different than someone who walks in there with paid insurance,’ ” Browning said. “I said, ‘OK. That’s what I want.’ ”\n\nNow Browning is happy enough with son Evan’s care that she and her husband, who owns Browning’s Mobile Marine, are thinking about switching to Cherokee for their own primary care.\n\n“We’ve lived here (in Seymour) 13 years,” said Browning, who also substitute teaches and has a part-time retail job. “I’d never heard of it.”\n\nCherokee operates such community health centers, providing primary care and behavioral health such as counseling, in 13 East Tennessee counties — and its open to all ages, regardless of their insurance status or ability to pay. On average, 40 percent of Cherokee’s patients have TennCare/Medicaid, said CEO Dennis Freeman. Another 30 percent are uninsured; Cherokee charges them on a sliding scale. About 15 percent have Medicare, and the remainder have private insurance policies.\n\n“We see everybody,” said regional Vice President Julia Pearce, “but once a community hears ‘Cherokee,’ they’re like, ‘Oh, goodness — this is the group that takes folks that I’m not going to be able to see, who can’t pay.’ … Other providers refer patients to us, especially uninsured.”\n\nCherokee’s 24 community health centers are among 187 in the state, operated by 26 federally funded organizations and serving some 367,000 people a year — including nearly 5,000 seasonal or migrant farmworkers and more than 15,000 homeless.\n\nPerception change\n\nAbout 84 percent of Tennessee community health centers’ patients are at or below the federal poverty level; all but 4 percent of them are within 200 percent of the federal poverty level.\n\nBut community health centers’ reputation for serving mainly the underserved may be changing.\n\nDr. Geogy Thomas is medical director of Indian Mountain Clinic in Jellico, which has served that small community on the Kentucky border since the 1970s. It’s operated by Dayspring Family Health Center, a community health center that also runs clinics in Clairfield, Tenn., and Williamsburg, Ky. About half of Indian Mountain’s patients are TennCare or Kentucky Medicaid, and another 10 percent to 20 percent are uninsured.\n\nBut the clinic has built relationships in the community, and people come for continuity of care. Thomas sees multigenerational families.\n\n“Over the years, community health centers have been known as the ‘poor people’s clinic,’ and I don’t think that’s the case anymore,” Thomas said. “Now they know us as the provider who will be at my bedside when I’m hurting or dying. … We still do home visits.”\n\nThere’s a name for that continuity of care: “medical home,” where patients come for regular primary care. Having medical home cuts costs because it allows for management of chronic illnesses, health experts say, especially the ones endemic to rural East Tennessee: diabetes, hypertension, chronic obstructive pulmonary disorder. That cuts down on emergency-room visits, which often come when disease is in such an advanced stage that treatment is more complicated and expensive.\n\n“Our goal is to engage them in (their own) care, to have them be educated … so that they can make better choices — not just for themselves, but for the generations that they’re raising,” Pearce said.\n\nThat’s such a goal of community health centers that the federal government certifies those who meet it as “Patient-Centered Medical Homes.” Both Indian Mountain and Cherokee are among the 41 percent of community health centers in Tennessee with that designation.\n\n‘Integrated’ care\n\nCherokee also was one of the first in Tennessee to pioneer “integrated” health, where primary-care and mental-health services are provided in the same setting, at the same time.\n\n“The behavioral health system that we have now has a lot of problems in terms of access,” Freeman said. “Stigma is an issue. There are waiting lists every place. The model of care in traditional behavioral health is pretty time-intensive, maybe not very efficient.”\n\nSo providing mental health services when people come in for primary care just makes sense, he adds: “Our behavioral health issues are entwined with our health issues. If you’ve got the behaviorist as part of the primary-care team, then you can intervene. We saw 64,289 different patients last year. And that was behavioral health access to that many people. It really is a better platform for delivering behavioral health.”\n\nOver the past 10 years, the number of community health centers offering behavioral-health services has nearly tripled. Still, about 30 percent of Tennessee centers don’t offer it.\n\nThomas said behavioral health is the “missing link” at Indian Mountain.\n\n“We want to, but it’s very costly to get into that,” he said. The center applied for a federal grant to start behavioral health, but with nearly 1,200 such centers nationally, the grants are very competitive. Indian Mountain received another grant, to continue some quality measures it had implemented, but did not get that one, much to Thomas’ disappointment.\n\nFunding challenges necessitate the clinic “thinks outside the box,” he said. A licensed practical nurse on staff provides clinical education, referrals and a type of case management to Indian Mountain patients. And though the clinic doesn’t officially offer behavioral health, it still must deal with the issues surrounding chronic drug use, especially of prescription opiates and Suboxone, a drug marketed to help people stop abusing opiates, but which is itself routinely abused, Thomas said.\n\nTelemedicine\n\nIndian Mountain was seeing enough prenatal patients with drug abuse issues that it partnered with a high-risk obstetric practice at the University of Tennessee Medical Center. The clinic uses a telemedicine setup so its patients can see doctors at the UTMC practice who can perform ultrasounds remotely.\n\n“It’s been a profound intervention to help our patients,” Thomas said. “It keeps our girls in our community so that they’re not having to drive all the way into Knoxville” — which in turn increases the likelihood they’ll get appropriate prenatal care.\n\nCherokee also has made use of telemedicine, where patients in one of its clinics can see a primary-care doctor or a specialist in another.\n\n“I was a little apprehensive the first time: ‘You’re going to what? On the TV? Where’s the doctor?’ ” Browning said. But “it was really cool,” Evan said. Using the attached otoscope, “she can see down your throat and up your nose.”\n\nCherokee partners with Sevier County Schools; a telemedicine device in each school’s nurse’s office means Cherokee practitioners can see students in the school, doing strep and flu tests there.\n\n“That helps keep the kids in the schools, which helps the school retain some funds from the state because their attendance is higher,” Pearce said. “Then, the kids have access to care they might not necessarily receive otherwise. The parents love it because it’s convenient: The pharmacy can be called, the prescription waiting for them as they come home from work. It saves times for parents, and they’re not involved in having to take a day off to take their child to the doctor. It’s been win-win-win, all around.”\n\nFamiliar with programs like Skype and FaceTime, younger people have been quick to embrace telemedicine. But even older patients, like Robert Ruiz, 70, who saw a specialist through the telemedicine device, have grown to like the convenience the technology offers.\n\n“It was very good,” Ruiz said. “Even though the doctor’s not here, still you can talk to them.”\n\nRuiz has private health insurance he buys; the policy offered through his bellman job at a downtown Knoxville hotel is “too high,” he said. He and his wife switched to Cherokee after another provider ceased taking their Humana policy, and he’s been happy with their care, which includes managing both their diabetes and diagnosing and treating his sleep apnea.\n\nAbout 21 percent of the growing Sevier County population is uninsured, many of them seasonal workers who don’t qualify for job-related benefits, Freeman said.\n\n“Very few practices are able to accept uninsured people,” he said, “and I think access for people who have TennCare is difficult.”\n\nThe ACA effect\n\nCherokee recently applied for and received a national Department of Health and Human Services grant for $650,000, which it will divide to expand services in Sevier County and in the Chattanooga area. Freeman said the money will be used to hire additional providers, serving an additional 5,000 patients at those two clinics. The Sevier center already has some evening hours.\n\nIt will also put Cherokee in a better position if Tennessee expands Medicaid to cover people who currently fall in the Affordable Care Act “gap,” Freeman said.\n\nBut Thomas said the Medicaid expansion has been a double-edged sword for the Indian Mountain clinic. Because Kentucky did expand Medicaid, many of the clinic’s formerly uninsured patients now have policies, he said — yet find they have “astronomical deductibles” that make their care less affordable than the sliding scale the clinic charged when they were uninsured.\n\n“There are more people covered, but they’re getting less care,” Thomas said. “I’m seeing people forgo care, prolong the time between appointments, go without medicine. They won’t even come in the door to get help.”\n\nThose who do often try to cram as many services as possible into one visit, to avoid an additional co-pay, he said.\n\nA supporter of universal health care, Thomas said, he nonetheless sees that “people are finding themselves in a difficult conundrum. I think the nation’s going to have to face that: Have we really done well? Is it effective coverage?”\n\nDr. Steve Dronen, medical director of the emergency department at LeConte Medicine Center, Sevier County’s hospital, said he’s seeing more patients come in with insurance, but they haven’t always been educated on the best way to use it. Though a lot of LeConte’s patients are tourists — up to 30 percent or higher during special events or holidays — he also estimates about a third of patients are there for primary-care services, while another third have issues that could have been handled in a doctor’s office: medication refills; pregnancy tests; problems with managing chronic illnesses, like uncontrolled blood pressure or spiking blood sugar.\n\n“We don’t discourage them from coming in, but it’s better to have a doctor who knows you — it’s more efficient care,” he said. “That’s an everyday occurrence for us, to try to inform people of what primary-care resources are available.”", "article_metadata": {"title": "Changing the image of community health centers", "og": {"url": "http://www.knoxnews.com/news/local/changing-the-image-of-community-health-centers-ep-1115783249-362221151.html", "image": {"width": 640, "identifier": "http://media.jrn.com/images/communityhealth_02_al_19044073_ver1.0_640_480.jpg", "height": 432}, "type": "article", "description": "Federally funded community health centers haven't ever turned patients away, regardless of ability to pay. But the way they provide care, and how it's paid for, is evolving.", "title": "Changing the image of community health centers"}, "twitter": {"image": "http://media.jrn.com/images/communityhealth_02_al_19044073_ver1.0_640_480.jpg", "description": "Federally funded community health centers haven't ever turned patients away, regardless of ability to pay. But the way they provide care, and how it's paid for, is evolving.", "site": "https://twitter.com/knoxnews", "card": "summary_large_image", "title": "Changing the image of community health centers"}, "apple-mobile-web-app-capable": "no", "msapplication-TileImage": "http://media.jrn.com/designimages/logo-kns-icon-144.png", "__sync_contentCategory": "premium", "viewport": "width=device-width,initial-scale=1,maximum-scale=1"}, "_id": "\"57477af36914bd0286fd17ec\"", "article_summary": "But community health centers’ reputation for serving mainly the underserved may be changing.\nThat’s such a goal of community health centers that the federal government certifies those who meet it as “Patient-Centered Medical Homes.” Both Indian Mountain and Cherokee are among the 41 percent of community health centers in Tennessee with that designation.\n“Over the years, community health centers have been known as the ‘poor people’s clinic,’ and I don’t think that’s the case anymore,” Thomas said.\nA supporter of universal health care, Thomas said, he nonetheless sees that “people are finding themselves in a difficult conundrum.\nThe model of care in traditional behavioral health is pretty time-intensive, maybe not very efficient.”So providing mental health services when people come in for primary care just makes sense, he adds: “Our behavioral health issues are entwined with our health issues."}