{"article_title": "Banksy beautifies Gaza by reminding us of its devastation", "article_keywords": ["website", "devastation", "cliches", "caption", "banksy", "swing", "politics", "reminding", "photos", "video", "beautifies", "gaza", "world"], "article_url": "http://www.salon.com/2015/03/01/banksy_beautifies_gaza_by_reminding_us_of_its_devastation_partner/", "article_text": "Topics: Banksy, Gaza, GlobalPost, Israel, Israel-Palestine, Video, News, Politics News\n\nThis article originally appeared on GlobalPost\n\nWhenever a new piece by graffiti artist Banksy shows up in the world, people take notice.\n\nNow, thanks to Banksy, the world is once again looking squarely at Gaza after what feels like the first time since the Gaza war last summer. Israel’s 50-day military operation against Hamas killed more than 2,000 Palestinians, most of them civilians, and turned much of Gaza City into rubble during the conflict. 72 Israelis also died, including 67 soldiers.\n\nYou’d think that kind of devastation would be hard to forget. Apparently not.\n\nBack in October, world leaders and staff met up at a conference in Cairo that was organized to raise money for rebuilding Gaza. Together, they pledged $5.4 billion. But as of mid-February, only $300 million has been delivered, according to Al Jazeera.\n\nSeems like the world needs a reminder.\n\nEnter Banksy.\n\nOn Thursday, the anonymous street artist and activist posted a series of photographs and a video on his official website that show new works of art in what he claims is — and seems to be — Gaza.\n\nThere’s this crying and contorted figure that’s reminiscent of a classical sculpture.\n\n(Courtesy/banksy.co.uk)\n\nThere’s this cartoonish cat.\n\n(Courtesy/banksy.co.uk)\n\nAnd there’s this carnival swing ride attached to a surveillance tower.\n\n(Courtesy/banksy.co.uk)\n\nBanksy isn’t shy about his politics with respect to Gaza. Some of the photos on his website include captions.\n\n“Gaza is often described as ‘the world’s largest open air prison’ because no-one is allowed to enter or leave,” reads the caption for the guard tower swing. “But that seems a bit unfair to prisons — they don’t have their electricity and drinking water cut off randomly almost every day.”\n\nHis caption for a photo of the cat: “A local man came up and said ‘Please — what does this mean?’ I explained I wanted to highlight the destruction in Gaza by posting photos on my website — but on the internet people only look at pictures of kittens.”\n\nThere’s more where that came from in a two-minute satirical video accompanying the photos. The video, which is titled “Make this the year YOU discover a new destination,” gives the impressions that Banksy shot it himself and offers the viewer a brief glimpse into life in an unidentified part of Gaza. It presents itself as a travel advertisement, using tourist-y cliches to encourage people to visit and undercutting those same cliches with devastating parenthetical statements. That text accompanies footage of a destroyed Gaza and its people. The effect is jarring.", "article_metadata": {"description": "Thanks to the elusive street artist, the world is once again looking at the carnage of Israel's 50-day offensive VIDEO", "author": "Timothy McGrath", "og": {"site_name": "Salon", "description": "Thanks to the elusive street artist, the world is once again looking at the carnage of Israel's 50-day offensive VIDEO", "title": "Banksy beautifies Gaza by reminding us of its devastation", "url": "http://www.salon.com/2015/03/01/banksy_beautifies_gaza_by_reminding_us_of_its_devastation_partner/", "image": "http://media.salon.com/2015/02/banksy_gaza_cat_2015_2_25-2.jpg", "type": "article"}, "twitter": {"description": "Thanks to the elusive street artist, the world is once again looking at the carnage of Israel's 50-day offensive VIDEO", "creator": "@salon", "image": "http://media.salon.com/2015/02/banksy_gaza_cat_2015_2_25-2.jpg", "title": "Banksy beautifies Gaza by reminding us of its devastation", "site": "@salon", "card": "summary_large_image"}, "title": "Banksy beautifies Gaza by reminding us of its devastation", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Banksy, Gaza, GlobalPost, Israel, Israel-Palestine, Video", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fd17df\"", "article_summary": "Topics: Banksy, Gaza, GlobalPost, Israel, Israel-Palestine, Video, News, Politics NewsThis article originally appeared on GlobalPostWhenever a new piece by graffiti artist Banksy shows up in the world, people take notice.\nNow, thanks to Banksy, the world is once again looking squarely at Gaza after what feels like the first time since the Gaza war last summer.\nBack in October, world leaders and staff met up at a conference in Cairo that was organized to raise money for rebuilding Gaza.\nIsrael’s 50-day military operation against Hamas killed more than 2,000 Palestinians, most of them civilians, and turned much of Gaza City into rubble during the conflict.\n“Gaza is often described as ‘the world’s largest open air prison’ because no-one is allowed to enter or leave,” reads the caption for the guard tower swing."}