{"article_title": "Top 10 Trends for Small Businesses in 2016", "article_keywords": ["owners", "business", "service", "marketing", "work", "services", "trends", "businesses", "small", "strategies", "2016", "changes"], "article_url": "http://www.huffingtonpost.com/susan-wilson-solovic/top-10-trends-for-small-b_1_b_8903790.html", "article_text": "Recent years have brought major changes to the economy, technology and markets, and some of these have rolled in very quickly. Small business owners and entrepreneurs have been the first to respond to these shifts - sometimes with strategies that work, sometimes with strategies that fail.\n\n2016 will be a year when more small business owners pick up on the winning strategies and the result will be some major changes in the way small businesses find increased profits and ongoing success.\n\n1. Legacy small business service providers will be replaced by cloud-based services. The in-house bookkeeper or local consultant - or the old-style payroll service, for example - will be replaced by software as a service (SaaS) that's available on the cloud.\n\n2. IT and data storage will move to the cloud. Small businesses will be able to reduce overhead by cutting their IT payroll and hardware expenses via farming out IT and data storage/backup services. They will get improved networking that can be scaled on the fly to the size of their current demand.\n\n3. Reacting to a tight talent pool, small business will become more creative in the strategies it uses to recruit and keep top talent. Owners will work hard to establish an online reputation as a good employer. They will offer increased flexible scheduling and more non-medical and non-traditional benefits, such as life insurance, health club memberships, unlimited vacation time, and more.\n\n4. With new free trade pacts, small business will do more marketing overseas. There will be a boom in lower-cost ways to get product lines and services represented overseas using local reps, for example. The Internet makes it easier to find and work with these foreign-based companies.\n\n5. Rising real estate prices, diverse markets and improved technology will put the \"central office\" out of business. More and more small businesses will have virtually no true physical location, they will be teams of individuals located throughout the country.\n\n6. Traditional small-business bankers will be made increasingly irrelevant by online peer-to-peer lending providers, crowdfunding and payment processor-based loans.\n\n7. Many small businesses and startups will begin to see their long-term growth and success in terms of \"community building\" rather than traditional sales and marketing.\n\n8. Ultra-local mobile marketing will become more small-business friendly in 2016. This will bring tools such as geo-targeting, geo-fencing, beam technology and text-message marketing into the growth strategies routinely practiced by small business owners.\n\n9. In a retro move, the crowded social media marketing turf will frustrate many small business owners. They will take a fresh look at direct mail strategies.\n\n10. Wanting to keep head count low for profitability and to stay under 50 employees due to the requirements of the Affordable Care Act, small business owners will turn to the Internet to use the services of online freelancers.\n\nIf you review this list you can see how some bigger underlying trends - including economic uncertainty - are driving these changes in the way small business owners operate. For example, using freelancers and SaaS providers allows small business owners to \"buy\" only the amount of a service they need at any one time. When conditions change, they can \"buy\" more, or if something doesn't work out, they can dial back how much of the service they are using without suffering the major financial or emotional penalty of laying off regular employees.\n\nWe have seen small business at the cutting edge of these trends in recent months. However, we also know that along with the trend-setting small business owners, there are many who are set in their ways and adopt changes more slowly. I think 2016 will be the year when many of these changes start to filter down into the more traditional ranks of small business owners.\n\nFollow Susan Wilson Solovic on Twitter: www.twitter.com/SusanSolovic", "article_metadata": {"description": "Recent years have brought major changes to the economy, technology and markets, and some of these have rolled in very quickly. Small business owners and ...", "sailthru.expire_date": "2016-01-05 15:52:50 -0500", "og": {"site_name": "The Huffington Post", "description": "Recent years have brought major changes to the economy, technology and markets, and some of these have rolled in very quickly. Small business owners and ...", "url": "http://www.huffingtonpost.com/susan-wilson-solovic/top-10-trends-for-small-b_1_b_8903790.html", "image": "http://i.huffpost.com/gen/1100786/images/o-SMALLBUSINESSSTARTUP-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/1100786/images/o-SMALLBUSINESSSTARTUP-facebook.jpg", "height": 1000}, "creator": "SusanSolovic", "description": "Recent years have brought major changes to the economy, technology and markets, and some of these have rolled in very quickly. Small business owners and ...", "card": "summary_large_image", "site": "@HuffPostBiz"}, "sailthru.date": "2016-01-04 15:52:50 -0500", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=8903790", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "business", "fb": {"app_id": 46744042133}, "keywords": "small business,saas,social media,lenders,global business,Cloud Computing", "article": {"section": "Business", "tag": "small business,saas,social media,lenders,global business,Cloud Computing", "published_time": "2016-01-04 15:52:50 -0500", "modified_time": "2016-01-04 15:59:01 -0500"}, "viewport": "width=1000"}, "article_summary": "2016 will be a year when more small business owners pick up on the winning strategies and the result will be some major changes in the way small businesses find increased profits and ongoing success.\nMore and more small businesses will have virtually no true physical location, they will be teams of individuals located throughout the country.\nWe have seen small business at the cutting edge of these trends in recent months.\nI think 2016 will be the year when many of these changes start to filter down into the more traditional ranks of small business owners.\nSmall businesses will be able to reduce overhead by cutting their IT payroll and hardware expenses via farming out IT and data storage/backup services."}