{"article_title": "Language Revitalization: Three Children’s Books Translated to Ojibwemowin", "article_keywords": ["school", "group", "childrens", "language", "immersion", "elders", "revitalization", "lake", "start", "books", "ojibwemowin", "translated", "head", "red"], "article_url": "http://indiancountrytodaymedianetwork.com/2014/09/13/language-revitalization-three-childrens-books-translated-ojibwemowin-156802", "article_text": "A mixture of elders/first speakers, teachers, and staff for Red Lake’s Ojibwemowin Advisory Committee met at the Seven Clans Casino in Thief River Falls, Minnesota on August 20 to develop language materials and teaching tools for the Head Start Ojibwe Immersion School.\n\nThe group broke into three smaller groups to work on classroom material development, specifically children’s book translation from English to Ojibwemowin.\n\nOne group worked on a book about how different seeds grow into different plants, another was about animals of the world, and the third was a book titled “My First Powwow.”\n\nSentence by sentence, page by page, elders on one side of the table with a young speaker acting as scribe on the opposite side, pooled their wisdom and knowledge of the language translating each and every word of the book. When there was variation or disagreement as to the translation, both were used.\n\nAfter finishing their respective assignments, the small groups presented their work to the larger group. It was a kind of editing session as young speakers typed the translations—and their English equivalents—projected on a screen. Now all first-speaker elders were able to discuss, confirm or modify a translated word.\n\nAll concurred that Red Lake immersion programs will use the “double vowel” system as developed and presented in the Nichols/Nyholm dictionary. The double vowel system is used at Ojibwemowin immersion schools, public schools, and colleges. It is the preferred spelling used in Ojibwemowin books.\n\nThe effort is part of the coming Head Start Immersion Classroom. Zack Mitteness will be the lead teacher along with Marcus Tyler. They will join guiding elders, Frances Miller and Elizabeth “Pug” Kingbird. Elizabeth Strong is the program coordinator and Liz White is the family coordinator for the program. The first immersion Head Start school classroom will open this fall.\n\nThe group hopes to develop immersion school project partners, including a collaboration of skilled and fluent speaking community members. Partners would include the Red Lake School District, Head Start, and Red Lake Nation College.\n\nGuiding Elders, teachers and other staff have been observing and learning for some time at Niigaane Immersion School near Cass Lake, Minnesota. The Master Apprentice Program will work on strategies for learning the language.\n\n“Fluent speaking elders will be key,” said Frances Miller. “They may need to be encouraged to share their knowledge, give advice, and participate in this important initiative.”\n\nRed Lake Nation Language Revitalization Plan, Vision and Mission\n\nIt is our vision that within 10 years Red Lake will have a younger generation of fluent speakers that promote the language and culture in our communities and act as leaders for the next seven generations. It is our mission to promote this vision through an immersion school as well as through a variety of other initiatives.\n\nThe team meets monthly at various locations. Red Lake Economic Development and Planning office invites anyone to contact their office if you would like to get involved or have project ideas for Ojibwemowin Language Revitalization within the Red Lake Nation community.", "article_metadata": {"description": "Red Lake’s Ojibwemowin Advisory Committee recently translated three children's books as part of revitalization efforts.", "generator": "Drupal 7 (http://drupal.org)", "dcterms.format": "text/html", "og": {"url": "http://indiancountrytodaymedianetwork.com/2014/09/13/language-revitalization-three-childrens-books-translated-ojibwemowin-156802", "site_name": "Indian Country Today Media Network.com", "image": "http://d1jrw5jterzxwu.cloudfront.net/sites/default/files/article_media/ojibwemowin-powwow-book.jpg", "type": "article", "title": "Language Revitalization: Three Children’s Books Translated to Ojibwemowin"}, "abstract": "Red Lake’s Ojibwemowin Advisory Committee recently translated three children's books as part of revitalization efforts.", "dc": {"title": "Language Revitalization: Three Children’s Books Translated to Ojibwemowin"}, "robots": "follow, index", "dcterms.identifier": "http://indiancountrytodaymedianetwork.com/2014/09/13/language-revitalization-three-childrens-books-translated-ojibwemowin-156802", "dcterms.creator": "leeanne", "fb": {"app_id": 493888563989950}, "dcterms.language": "und", "dcterms.type": "Text", "keywords": "Ojibwemowin, Indigenous Language Revitalization, Native American Language Preservation, Red Lake", "validation_code": "d9d37d7b776cc351c4025ded3df21cad", "sioc": {"num_replies": 0}, "dcterms.date": "2014-09-13T15:00-04:00", "dcterms.title": "Language Revitalization: Three Children’s Books Translated to Ojibwemowin"}, "_id": "\"57477af36914bd0286fd17d1\"", "article_summary": "Red Lake Economic Development and Planning office invites anyone to contact their office if you would like to get involved or have project ideas for Ojibwemowin Language Revitalization within the Red Lake Nation community.\nPartners would include the Red Lake School District, Head Start, and Red Lake Nation College.\nAll concurred that Red Lake immersion programs will use the “double vowel” system as developed and presented in the Nichols/Nyholm dictionary.\nIt is our mission to promote this vision through an immersion school as well as through a variety of other initiatives.\nThe double vowel system is used at Ojibwemowin immersion schools, public schools, and colleges."}