{"article_title": "Test Young Women For Gonorrhea and Chlamydia, Experts Say", "article_keywords": ["task", "chlamydia", "pregnant", "men", "infections", "young", "say", "experts", "gonorrhea", "sexually", "test", "health", "risk", "women"], "article_url": "http://www.medicaldaily.com/test-young-women-gonorrhea-and-chlamydia-experts-say-304470", "article_text": "Sexually active women under age 24 and older women at risk, like those who are pregnant, should be tested for the sexually transmitted diseases Chlamydia and gonorrhea.\n\nNEW YORK (Reuters Health) - Sexually active women under age 24 and older women at risk, like those who are pregnant, should be tested for the sexually transmitted diseases (STDs) Chlamydia and gonorrhea, according to new recommendations from the U.S. Preventive Services Task Force.\n\nThose are the most common STDs in the country, with more than 1.4 million reported cases of Chlamydia in 2012 alone, the government-backed Task Force wrote in a guideline published online in Annals of Internal Medicine.\n\nIt is important to screen for these infections because they usually don’t cause symptoms for women, but can be dangerous if left untreated, the authors wrote.\n\n“Chlamydia is the most common reportable disease in the United States and gonorrhea is the second most common,” said Hayley Mark of the Johns Hopkins School of Nursing in Baltimore, Maryland, who isn’t a member of the Task Force. “Both are a major cause of genital tract infections and untreated have substantial implications for women including ectopic pregnancy, infertility and chronic pelvic pain,” she told Reuters Health by email.\n\nThe Centers for Disease Control and Prevention (CDC) estimate that more than 800,000 people contract gonorrhea in the U.S. each year, and fewer than half of these infections are diagnosed and reported.\n\nThe USPSTF recommendation does not include men because there was not enough evidence to recommend for or against screening, the authors said.\n\n“Sexually transmitted infections in men are usually symptomatic, which generally leads to earlier diagnosis and treatment, and these infections are less like to result in long term health complications for men,” said Dr. Kirsten Bibbins-Domingo, Task Force co-vice chair and a general internist at San Francisco General Hospital.\n\nMost new Chlamydia and gonorrhea infections happen among women aged 20 to 24. People with new or multiple sex partners, who use condoms inconsistently or who exchange sex for money or drugs are also at high risk.\n\nThe USPSTF recommends screening for the infections with nucleic acid amplification tests (NAATs) at primary care visits for young women and older women with extra risk factors at least once, and then again if a woman’s sexual history changes to include risk factors.\n\nThese tests, which are very sensitive and specific, require a urine sample for men and a vaginal swab for women, Mark said.\n\nAntibiotics can treat the infections, but gonorrhea is resistant to all but one class of antibiotics – cephalosporins – and even the effectiveness of that drug is dwindling, she said.\n\n“There are antibiotic treatments that are safe to use in pregnant women, and it is important for pregnant women to get treated, to prevent passing an infection on to her baby before and during the baby’s birth,” said Dr. Rachel Gorwitz, medical epidemiologist in the Division of STD Prevention in the CDC.\n\nPrompt treatment is important for infected women and also for their sex partners, she told Reuters Health by email.\n\nIn the same issue of Annals of Internal Medicine, the USPSTF also published a recommendation that doctors should offer or refer patients to high-intensity behavioral counseling if they have a current or recurring STD or engage in risky sexual practices, and for all sexually active adolescents.\n\nCounseling involves providing basic information about the infections and how they’re passed from person to person, assessing an individual patient’s risk, providing education about condom use, and teaching ways to communicate with partners about safe sex.\n\nPrevious research has shown that when adults or adolescents spend at least two hours talking about these issues with a counselor, including hands-on practice with condoms, condom use increases and STD cases decrease. Less-intensive counseling did not affect outcomes, however.\n\n“These types of interventions are generally not feasible in a typical primary care visit, but they could be feasible in an integrated care setting that included a behavior specialist who was trained to provide sexual risk-reduction counseling,” the authors write.\n\nBy Kathryn Doyle\n\nSOURCES: http://bit.ly/1qpWMiT, http://bit.ly/1rix43C Annals of Internal Medicine, online September 22, 2014.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "test, young, women, gonorrhea, and, chlamydia, experts, say", "og": {"site_name": "Medical Daily", "description": "Sexually active women under age 24 and older women at risk, like those who are pregnant, should be tested for the sexually transmitted diseases Chlamydia and gonorrhea.", "title": "Women Under Age 24 Should Be Getting Tested For The Clap", "url": "http://www.medicaldaily.com/test-young-women-gonorrhea-and-chlamydia-experts-say-304470", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/09/23/std.jpg", "type": "article"}, "twitter": {"description": "Sexually active women under age 24 and older women at risk, like those who are pregnant, should be tested for the sexually transmitted diseases Chlamydia and gonorrhea.", "title": "Women Under Age 24 Should Be Getting Tested For The Clap", "url": "http://www.medicaldaily.com/test-young-women-gonorrhea-and-chlamydia-experts-say-304470", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/09/23/std.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/09/23/std.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Vitality", "published_time": "2014-09-23T12:02:00-04:00", "modified_time": "2014-09-23T12:01:59-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Sexually active women under age 24 and older women at risk, like those who are pregnant, should be tested for the sexually transmitted diseases Chlamydia and gonorrhea."}, "article_summary": "Sexually active women under age 24 and older women at risk, like those who are pregnant, should be tested for the sexually transmitted diseases Chlamydia and gonorrhea.\nMost new Chlamydia and gonorrhea infections happen among women aged 20 to 24.\n“There are antibiotic treatments that are safe to use in pregnant women, and it is important for pregnant women to get treated, to prevent passing an infection on to her baby before and during the baby’s birth,” said Dr. Rachel Gorwitz, medical epidemiologist in the Division of STD Prevention in the CDC.\nNEW YORK (Reuters Health) - Sexually active women under age 24 and older women at risk, like those who are pregnant, should be tested for the sexually transmitted diseases (STDs) Chlamydia and gonorrhea, according to new recommendations from the U.S. Preventive Services Task Force.\nPrompt treatment is important for infected women and also for their sex partners, she told Reuters Health by email."}