{"article_title": "Star of Anti-Healthcare Act Ad Can’t Admit she was Completely Wrong", "article_keywords": ["boonstra", "boonstras", "antihealthcare", "star", "ad", "outofpocket", "unaffordable", "admit", "cant", "wrong", "health", "detroit", "coverage", "act", "completely", "care", "plan"], "article_url": "http://www.allgov.com/news/controversies/star-of-anti-healthcare-act-ad-cant-admit-she-was-completely-wrong-140313?news=852669", "article_text": "A Michigan woman who starred in a conservative attack ad denouncing the Affordable Care Act (pdf) has had her erroneous claims exposed and debunked by media sources. Still, she refuses to admit she was wrong.\n\nJulie Boonstra of Dexter village said in the television spot that her new health coverage under Obamacare was “unaffordable.” The 49-year-old cancer patient also said she might die because she wouldn’t be able to afford her medication after having to switch to Blue Cross Premier Gold (pdf) health care plan.\n\nHer remarks were part of a commercial produced by Americans for Prosperity, which is funded by the conservative Koch brothers, that criticized Democratic Representative Gary Peters’ support for the new law. Peters is currently running for Michigan’s open U.S. Senate seat against Republican Terri Lynn Land.\n\nThe Koch-funded Americans for Prosperity has to date spent more than $30 million in nationwide advertising attacking Democrats in Senate races over the health care law.\n\nAfter watching the ad, the Detroit News and The Washington Post looked into Boonstra’s claims.\n\nThe Detroit newspaper concluded that the change in coverage would actually save Boonstra money this year—more than $1,000.\n\nHere’s how: Under her old insurance, she would have been responsible for a maximum of $6,350 in out-of-pocket expenses. But the Blue Cross plan caps such expenses at $5,100 annually.\n\nIn addition, her old monthly premium was $1,100. Now, it’s $571.\n\nBoonstra had also initially believed that “she would have to pay 20% of the cost of a $350,000 bone marrow transplant, when in fact everything above the out-of-pocket maximum would be covered,” wrote Post fact checker Glenn Kessler.\n\n“We understand that change can be confusing and that Boonstra was annoyed at having to sign up for a new plan,” he added. “But it appears she jumped on television without trying to understand the basics about her new coverage... In any case, one cannot claim that a plan is ‘unaffordable’ when over the course of the year it will provide you with substantial savings.”\n\nWhen contacted by the Detroit News and told of the savings she would enjoy, Boonstra’s refused to accept the truth.\n\n“I personally do not believe that,” she told the newspaper.\n\nBoonstra, who has since filmed a second commercial on the subject, claimed in her initial ad that “the out-of-pocket costs are so high, it’s unaffordable. If I do not receive my medication, I will die.” When the Detroit News requested documentation to prove the high costs, she said she couldn’t. “I can’t really comment on numbers when I haven’t received the [medical] statement[s] yet,” she said.\n\nThe fact-checking investigation also revealed that Boonstra is politically connected.\n\nHer former husband is Mark Boonstra, who served as local county Republican chairman before being appointed to a state appellate court by GOP Governor Rick Snyder.\n\n-Noel Brinkerhoff, Danny Biederman\n\nTo Learn More:\n\nDexter Cancer Patient Who Called Health Care 'Unaffordable' Will Save More Than $1K (by Marisa Schultz, Detroit News)\n\nUpdate: Julia Boonstra’s Claim Her Obamacare Plan is ‘Unaffordable’ Gets Downgraded to Three Pinocchios (by Glenn Kessler, Washington Post)\n\nGroup that Spent $236 Million Last Year to Influence Elections Comes out of the Shadows (a Little) (by Noel Brinkerhoff, AllGov)\n\nFight over Oyster Farm Foodie Fave Turns into Right-Wing Cause Célèbre (by Ken Broder, AllGov California)", "article_metadata": {"description": "A Michigan woman who starred in a conservative attack ad denouncing the Affordable Care Act has had her erroneous claims exposed and debunked by media sources. Still, she refuses to admit she was wrong.\r\n\r\nThe Detroit News concluded that her change in coverage would actually save her money this year—more than $1,000.\r\n\r\n\"It appears she jumped on television without trying to understand...her new coverage,\" wrote the Washington Post.", "og": {"site_name": "AllGov", "description": "A Michigan woman who starred in a conservative attack ad denouncing the Affordable Care Act has had her erroneous claims exposed and debunked by media sources. Still, she refuses to admit she was wrong.\r\n\r\nThe Detroit News concluded that her change in coverage would actually save her money this year—more than $1,000.", "title": "Star of Anti-Healthcare Act Ad Can’t Admit she was Completely Wrong", "url": "http://www.allgov.com/news?news=852669", "image": "http://www.allgov.com/user_content/newsimages/thumb_aa0c1d27-daaf-4375-89cc-01ba11f168f1.jpeg?app=278", "type": "article"}, "robots": "noodp, noydir", "fb": {"app_id": 277222365723830}, "keywords": "Affordable Care Act, Obamacare, health care, conservatives, political attack ads, politics", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fe01c3\"", "article_summary": "The Koch-funded Americans for Prosperity has to date spent more than $30 million in nationwide advertising attacking Democrats in Senate races over the health care law.\nAfter watching the ad, the Detroit News and The Washington Post looked into Boonstra’s claims.\nA Michigan woman who starred in a conservative attack ad denouncing the Affordable Care Act (pdf) has had her erroneous claims exposed and debunked by media sources.\nThe Detroit newspaper concluded that the change in coverage would actually save Boonstra money this year—more than $1,000.\nBoonstra, who has since filmed a second commercial on the subject, claimed in her initial ad that “the out-of-pocket costs are so high, it’s unaffordable."}