{"article_title": "What Companies Are Friendly to Faith-Based Shoppers?", "article_keywords": ["faith", "stone", "group", "consumers", "index", "companies", "marketplace", "driven", "brands", "faithbased", "shoppers", "equality", "friendly"], "article_url": "http://dailysignal.com/2015/11/03/are-companies-friendly-to-faith-based-shoppers-see-how-they-rank/", "article_text": "A new faith-based consumer organization is looking to have an impact on the profit margins of major companies this holiday season—and beyond—by influencing where people spend their money.\n\nIn order to do so, the group, called Faith Driven Consumer, launched a Faith Equality Index, where they score companies on a 100-point “faith-compatibility” scale.\n\nFew companies scored above 50. Those that did include Chick-fil-A, Cracker Barrel, Hobby Lobby, Thrivent Financial, Tyson, and Walmart.\n\n>>> See a more extensive list of scores below.\n\nThe goal is to enable people of faith to make more informed spending decisions when they shop.\n\nBut instead of punishing companies who they believe have unfriendly policies towards people of faith by encouraging boycotts, the campaign’s founder, Chris Stone, hopes to reward brands that his organization believes “welcome” consumers with deeply held religious beliefs.\n\n“Faith Driven Consumer provides the faith driven community with information resources to help them make informed stewardship decisions in the marketplace, and with opportunities to engage brands who welcome, respect and embrace them,” the group states on its website.\n\n[L]et’s pray and prepare our hearts to come together as Faith Driven Consumers to approach brands not with a spirit of anger and boycott, but rather one of Christ-like love and grace as missionaries in the marketplace where we spend the vast majority of our time on this Earth.\n\nScoring on the Faith Equality Index is based on a number of issues such as whether companies use the word “Christmas” in seasonal advertising; whether they support pro-life views on abortion, embryonic stem cell research, and euthanasia; and whether they’ve enacted a workplace non-discrimination policy that includes protections for faith-driven consumers and employees.\n\nStone, founder of Faith Driven Consumers, told The Daily Signal the average score on the equality index is 32. He says that’s not because of “purposeful exclusion” on behalf of the brands, but because companies have prioritized their resources elsewhere.\n\n“[It’s] that simple,” he said.\n\nWith this new project, Stone hopes to engage brands with the same level of intensity that he believes LGBT organizations do, so companies can “build a bridge where a gap exists between faith-driven consumers and these brands.”\n\nAs part of the campaign, Faith Driven Consumers launched a petition asking companies to #AddUsIn. With it, they hope to encourage brands to update their policies pertaining to people of faith.\n\nCurrently, the group says it has 41,000,000 Faith Driven Consumers in its community. Stone is optimistic that those numbers will continue to rise, and brands will quickly start to listen.\n\n“As soon as we make it clear that our goal is ‘both and,’ not ‘either or,’ then the conversation quickly moves to ‘how,’” Stone said of his experience interacting with many of the brands featured on the Faith Equality Index.\n\n“This is ongoing,” he added. “Our goal is to change the face of the marketplace until there’s no more need for the movement.”\n\nHere’s a sample of how a handful of companies scored:\n\nAmerican Express: 27\n\nApple: 19\n\nBank of America: 11\n\nBest Buy: 29\n\nChic-fil-A: 63\n\nCracker Barrel: 53\n\nCVS: 23\n\nDelta: 30\n\nHilton: 33\n\nHobby Lobby: 62\n\nInterstate Batteries: 61\n\nLowe’s: 40\n\nMcDonalds: 33\n\nMacys: 23\n\nMicrosoft: 17\n\nOrbitz: 15\n\nPfizer: 16\n\nProgressive: 24\n\nStarbucks: 27\n\nStaples: 29\n\nTyson: 60\n\nUnited Health Group: 23\n\nUnited States Postal Service: 45\n\nVerizon: 23\n\nWalmart: 51", "article_metadata": {"description": "See the rankings.", "og": {"site_name": "The Daily Signal", "description": "See the rankings.", "title": "What Companies Are Friendly to Faith-Based Shoppers?", "locale": "en_US", "image": "http://dailysignal.com/wp-content/uploads/chicfila_110315.jpg", "updated_time": "2015-11-04T11:07:59+00:00", "type": "article"}, "bitly": {"url": "http://dailysign.al/1kqkL6f"}, "twitter": {"domain": "The Daily Signal", "description": "See the rankings.", "title": "What Companies Are Friendly to Faith-Based Shoppers?", "image": {"src": "http://dailysignal.com/wp-content/uploads/chicfila_110315.jpg"}, "creator": "@dailysignal", "site": "@dailysignal", "card": "summary_large_image"}, "fb": {"pages": 300341323465160, "app_id": 772296266137346}, "article": {"publisher": "https://www.facebook.com/TheDailySignalNews", "section": "Society", "tag": "religious liberty", "published_time": "2015-11-03T17:30:28+00:00", "modified_time": "2015-11-04T11:07:59+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "faith, faith equality index, Faith Driven Consumer, religious freedom, religious liberty, markets, holiday shopping, christmas"}, "_id": "\"57477af36914bd0286fd28e3\"", "article_summary": "In order to do so, the group, called Faith Driven Consumer, launched a Faith Equality Index, where they score companies on a 100-point “faith-compatibility” scale.\nStone, founder of Faith Driven Consumers, told The Daily Signal the average score on the equality index is 32.\nCurrently, the group says it has 41,000,000 Faith Driven Consumers in its community.\nHe says that’s not because of “purposeful exclusion” on behalf of the brands, but because companies have prioritized their resources elsewhere.\nA new faith-based consumer organization is looking to have an impact on the profit margins of major companies this holiday season—and beyond—by influencing where people spend their money."}