{"article_title": "Cocaine bust derails fledgling GOP congressman", "article_keywords": ["fort", "radel", "florida", "political", "took", "bust", "republican", "drug", "myers", "congressman", "southwest", "fledgling", "cocaine", "gop", "derails"], "article_url": "http://www.abc2news.com/news/political/cocaine-bust-derails-fledgling-gop-congressman", "article_text": "FORT MYERS, Fla. (AP) - From the outset, U.S. Rep. Trey Radel -- a brash and digitally savvy darling of the political right -- was determined to make a name for himself. And so he has.\n\n\n\nJust 10 months after being sworn in as a member of Congress, the rookie Republican -- who supported drug testing for recipients of federal food purchasing vouchers and championed cuts in sheep-farm subsidies, of all things -- pleaded guilty to cocaine possession, took a leave of absence from politics and checked into a rehabilitation center in Naples, Florida. It was his purchase of 3.5 grams of cocaine from an undercover officer in Washington's Dupont Circle neighborhood last month that caused it all to unravel.\n\nIn a flash, an ambitious lawmaker known to few outside his southwest Florida district became America's \"Cocaine Congressman,\" the first sitting member of Congress to be charged with a drug offense in more than three decades.\n\n\n\n\"I hope, like family, southwest Florida can forgive me for this. I've let them down,\" Radel, 37, said in an emotional late-night press conference Wednesday that marked an embarrassing retreat from public view. \"But I do believe in faith, forgiveness and redemption.\"\n\n\n\nThe unseemly distinction of a drug arrest has derailed a promising political career and divided this quiet stretch of golf courses and retirement communities with the force of a hurricane. The largest daily newspapers and a growing number of Republican leaders in the district, which includes the Gulf Coast communities of Fort Myers and Naples, are demanding his resignation. Potential challengers are openly weighing primary bids. And late-night talk show hosts are once again focused on Florida.\n\n\n\n\"I can't wait for the `School House Rock ` on how a bill becomes a straw,\" cracked Jon Stewart on \"The Daily Show.\"\n\n\n\nWhether Radel remains a politician or a punch line is an open question. His office hasn't answered questions from The Associated Press since his Wednesday news conference.\n\n\n\nOn Thursday in downtown Fort Myers, his name elicited rolling eyes and hearty chuckles. Asked about Radel, several voters responded with one word: \"Cocaine.\"\n\n\n\n\"If he were a coke-head kid working at McDonald's, he'd be out of a job,\" said Richard Bruehl, a retired general contractor.\n\n\n\nOthers were more supportive.\n\n\n\n\"We thought he was a really great guy to represent us,\" said Carol Hess, a retired business owner. \"We just hope he gets the rehab he needs and comes back and continues for us.\"\n\n\n\nThe lawmaker comes from a family that ran a funeral parlor on Cincinnati's heavily Catholic and conservative west side, where he helped run ceremonies and drove the hearse. This week he spoke about his mother's struggles with alcoholism and later her sudden death at his wedding; she choked on a piece of food.\n\n\n\nAfter high school, he seemed to crave life in the public eye. He moved to Chicago to attend Loyola University, where he studied broadcast journalism and minored in Italian. He worked his way through college by bartending and briefly took classes at The Second City, the improvisational comedy outfit that trained John Belushi and Steve Carell.\n\n\n\nHe studied abroad and backpacked through Europe. After graduation, he traversed southern Mexico and parts of Central America, and became fluent in Spanish. Later, he would tell the Washington newspaper Roll Call that his favorite vacation spot outside Florida was Cartagena, Colombia, an expensive coastal city in a country known for cocaine trafficking.\n\n\n\n\"I had a lust for life, to see the world, learn the different cultures,\" he told The News-Press of Fort Myers last year.\n\n\n\nWhen he returned to the U.S., he took a series of jobs in television news before settling in southwest Florida, where he spent years as a reporter and later anchor for CBS affiliate WINK. He left the station to start a media-relations firm and began hosting an early-morning conservative talk-radio show.\n\n\n\nRadel says he has struggled with drug and alcohol abuse \"off and on for years.\" Mike Adams, Radel's first producer on the \"Daybreak\" morning show, said the two would often talk about cocaine and Radel's backpacking trips through Colombia.\n\n\n\n\"I would mention, `How was the stuff?\"' said Adams, who acknowledged his own struggles with addiction. \"And he would say, `Oh my God, it was phenomenal. Nothing like you get here.\"'\n\n\n\nBy then, Radel was fully ensconced in the hardcore conservative tea party movement which advocates smaller government and lower taxes, emceeing rallies and befriending Republican politicians, including the district's congressman, Connie Mack IV. When Mack called him to say he would be leaving the House of Representatives and running for U.S. Senate, Radel launched his first political campaign.\n\n\n\nHe was embroiled in a bruising, six-way Republican primary, openly targeting opponents on the Internet and facing criticism for his firm's ownership of explicitly named websites. But he was backed by the local tea party movement and Republican luminaries,", "article_metadata": {"isPremium": "false", "description": "From the outset, U.S. Rep. Trey&nbsp;Radel&nbsp;-- a brash and digitally savvy darling of the political right -- was determined to make a name for himself. And so he has.", "author": "MICHAEL J. MISHAK", "og": {"site_name": "WMAR", "description": "From the outset, U.S. Rep. Trey Radel -- a brash and digitally savvy darling of the political right -- was determined to make a name for himself. And so he has.", "title": "Cocaine bust derails fledgling GOP congressman", "url": "http://www.abc2news.com/news/political/cocaine-bust-derails-fledgling-gop-congressman", "image": {"width": 640, "identifier": "http://media2.abc2news.com//photo/2013/11/23/trey_radel1_20131123140925_640_480.JPG", "height": 480}, "locale": "en_US", "type": "article"}, "twitter": {"app": {"id": {"ipad": 483188346, "iphone": 487666890}}, "site": "@abc2news", "card": "summary_large_image"}, "shortHeadline": "Cocaine bust derails GOP congressman", "com.silverpop.brandeddomains": "www.pages03.net,scripps.mkt7057.com,www.abc2news.com,recp.mkt32.net", "isStory": "true", "fb": {"app_id": 215133865190}, "idio": {"isPremium": "false", "author": "MICHAEL J. MISHAK"}, "keywords": "WMAR, Baltimore, Maryland, Weather, News, Local, National, World, Investigations", "google-site-verification": "y-3dMF_ByckcLQ9y4xG8edBECKiLt5ekX9qo12IPIYU", "article": {"publisher": "http://www.facebook.com/pages/Baltimore-MD/WMAR-TV-abc2newscom/51379687226", "section": "Political", "published_time": "2013-11-23T19:13:32+0000", "modified_time": "2013-11-23T19:16:03+0000"}, "viewport": "width=device-width, target-densitydpi=device-dpi, initial-scale=1.0, maximum-scale=1.0"}, "_id": "\"57477af46914bd0286fe01d4\"", "article_summary": "\"I had a lust for life, to see the world, learn the different cultures,\" he told The News-Press of Fort Myers last year.\n\"I hope, like family, southwest Florida can forgive me for this.\nOn Thursday in downtown Fort Myers, his name elicited rolling eyes and hearty chuckles.\nIn a flash, an ambitious lawmaker known to few outside his southwest Florida district became America's \"Cocaine Congressman,\" the first sitting member of Congress to be charged with a drug offense in more than three decades.\nThe largest daily newspapers and a growing number of Republican leaders in the district, which includes the Gulf Coast communities of Fort Myers and Naples, are demanding his resignation."}