{"article_title": "Can Obamacare Succeed Without Subsidies?", "article_keywords": ["court", "federal", "tax", "subsidies", "obamacare", "succeed", "health", "ruling", "law", "insurance", "care"], "article_url": "http://www.usnews.com/news/articles/2014/08/04/can-obamacare-succeed-without-subsidies", "article_text": "The courts are conflicted about a controversial part of the health care law that that lowers the cost of health insurance for millions of Americans. Joe Raedle/Getty Images\n\nPresident Barack Obama's signature health care reform law, the Affordable Care Act, faces new scrutiny in the courts, raising additional questions about the future of Obamacare. In late July, two federal appeals court panels issued contradictory rulings within hours of each other on the legality of one of the law’s key components: subsidies to help people pay for health insurance.\n\nAt issue in both lawsuits was whether the wording of the law authorizes the government to make tax credits available to subsidize the cost of health insurance premiums for millions of qualifying middle- and low-income Americans who purchase insurance using healthcare.gov, the federal exchange, or only for those who use state-run marketplaces. The reasoning behind the opposing rulings boiled down to whether the judges strictly interpreted the letter of the health care law or its spirit.\n\n[ READ: Courts Issue Conflicting Rulings on Obamacare Subsidies in Some States]\n\nHalbig v. Burwell was brought by a group of individuals and employers from states that did not establish their own exchanges and objected to the subsidies and the law’s mandate that they buy insurance. A West Virginia man who joined the lawsuit, for example, admits to being at least partly motivated by opposition to “government handouts,” and would rather avoid the choice of purchasing health insurance – even at a subsidized cost of less than $21 per year – or facing a tax penalty, according to court documents.\n\nIn a major blow to Obamacare, a three-judge panel of the U.S. Court of Appeals for the District of Columbia Circuit ruled 2 to 1 that the health care law, as written, restricts tax credit subsidies to people who purchase health insurance through marketplaces that are “established by the State.” In his decision, Judge Thomas Griffith, appointed to the court by President George W. Bush, noted that the ruling “will likely have significant consequences” for millions of Americans and health insurance markets. “We reach this conclusion, frankly, with reluctance,” he wrote.\n\nThe ruling does not immediately block subsidies to people who use healthcare.gov, pending the Obama administration's appeal. But if the ruling is upheld, it would mean the Internal Revenue Service lacked the authority to subsidize health insurance premiums through tax credits to nearly 5 million Americans in as many as 36 states – many with Republican governors or legislatures – where only the federal exchange operates. That could drastically alter or ultimately cripple Obamacare.\n\nSome 7.3 million people – or about 62 percent of the 11.8 million people expected to enroll in federally facilitated marketplaces by 2016 – could lose out on $36.1 billion in subsidies, according to a report by the Urban Institute and the Robert Wood Johnson Foundation.\n\nThere would be a “domino effect,” says Linda Blumberg, a senior fellow and an economist at the Urban Institute’s Health Policy Center. Without the subsidies, fewer people would have affordable insurance available, and so they would be exempted from the health care law’s requirement to have coverage, she explains. In turn, healthy people might leave the insurance pool, while those with costly medical needs come in. As a result, “the average price of insurance goes up, up and up,” she says. Moreover, insurers are likely to push for the repeal of patient protections, including those prohibiting discriminating against people with pre-existing conditions.\n\nIn his dissenting opinion, Senior Judge Harry Edwards, the lone Democrat-appointed judge on the panel, described the lawsuit as a “not-so-veiled attempt to gut” the health care law. The majority opinion “defies the will of Congress,” he wrote.\n\nJust two hours later, a three-judge panel of the 4th U.S. Circuit Court of Appeals in Richmond, Virginia, reached the opposite conclusion in King v. Burwell, a similar lawsuit brought by Virginia residents. It upheld the health care law, ruling 3 to 0 that subsidies provided in both state- and federally run exchanges are permissible and clearly intended by the Affordable Care Act.\n\n[ OPINION: Obamacare Subsidy Cases Leave the Health Care Law in Limbo]\n\nIn his published opinion, Judge Roger Gregory, originally nominated ​to the court by President Bill Clinton, wrote that the “statutory language is ambiguous” but it is “clear that widely available tax credits are essential to fulfilling the Act’s primary goals” and Congress was aware of their importance when drafting the bill. “The economic framework supporting the act would crumble if the credits were unavailable on federal exchanges,” Gregory wrote. His ruling – joined by two Obama appointees – upheld the health care law, reasoning that the IRS' payment of premium subsidies as tax credits is “a permissible exercise of the agency’s discretion.”\n\nWhat’s Next?\n\nThe Obama administration will appeal the Halbig ruling by the three-judge panel of the D.C. Circuit, which was the first to find that premium subsidies available through the federal exchange are invalid, a Justice Department official said on Aug. 1. Since seven of those judges were appointed by Democratic presidents – including four recently appointed by Obama – chances are better that if the full court decides to rehear the case, it will overturn the panel’s decision. Of course, the outcome is uncertain, since court rulings don’t necessarily follow party lines.\n\n\"I have learned not to predict legal outcomes but I sure hope they do,” says Jonathan Gruber, an MIT economist who was consulted on the Affordable Care Act.\n\nThose who lost the King lawsuit in the 4th Circuit decision also could request that the full court rehear their case. But since most of those judges were nominated by Democrats, asking them to rehear the case “would probably be a waste of time,” says Ilya Shapiro, senior fellow​ in constitutional studies at the Cato Institute. “If I were counsel for King, I would go straight to the Supreme Court,” he said. The high court might agree to hear the case because of the split circuit court decisions, although it’s hard to predict what the justices would decide.\n\nThe Supreme Court has saved Obamacare before, however. In 2012, the justices, in a 5 to 4 majority opinion, upheld the health care law’s individual mandate, or the ability of the federal government to tax individuals who refuse to purchase insurance – a key portion of the legislation. But the court also allowed states to opt out of a provision that expanded Medicaid insurance to all low-income Americans. And just last month, in the Hobby Lobby case, it found that Obamacare could not force \"closely-held\" private companies to provide birth control coverage to their employees if doing so violates their religious beliefs. In response, the Obama administration is expected to issue new regulations next month that include a compromise arrangement.", "article_metadata": {"zone": "homepage/articles", "keyword": "Featured: Collections: Health", "title": "Can Obamacare Succeed Without Subsidies?", "og": {"site_name": "US News & World Report", "description": "Split court decisions raise questions about health insurance subsidies for millions of Americans.", "title": "Can Obamacare Succeed Without Subsidies?", "url": "http://www.usnews.com/news/articles/2014/08/04/can-obamacare-succeed-without-subsidies", "image": "http://www.usnews.com/cmsmedia/7e/f1/e1d452494358931658cf6e40ccba/140804-aca-editorial.jpg", "type": "article"}, "twitter": {"title": "Can Obamacare Succeed Without Subsidies?", "description": "Split court decisions raise questions about health insurance subsidies for millions of Americans.", "card": "summary", "site": "@USNews"}, "site": "news", "date_published": "Aug. 4, 2014", "fb": {"app_id": 130063997038366}, "page_type": "article", "keywords": "Doug Podolsky,Affordable Care Act,health insurance,health care,Pulse,courts,subsidies,Featured: Collections: Health", "msvalidate.01": "A8E47FA91124063A4A9C78AD5273DC0F", "google-site-verification": "owJBuFHD3VHcTSsnPSOYizmUcs3GSBjbx09vBbBi1MM", "viewport": "width=device-width, initial-scale=1", "description": "Split court decisions raise questions about health insurance subsidies for millions of Americans."}, "_id": "\"57477af46914bd0286fe01c5\"", "article_summary": "The reasoning behind the opposing rulings boiled down to whether the judges strictly interpreted the letter of the health care law or its spirit.\nThe courts are conflicted about a controversial part of the health care law that that lowers the cost of health insurance for millions of Americans.\n[ READ: Courts Issue Conflicting Rulings on Obamacare Subsidies in Some States]Halbig v. Burwell was brought by a group of individuals and employers from states that did not establish their own exchanges and objected to the subsidies and the law’s mandate that they buy insurance.\nIt upheld the health care law, ruling 3 to 0 that subsidies provided in both state- and federally run exchanges are permissible and clearly intended by the Affordable Care Act.\nJoe Raedle/Getty ImagesPresident Barack Obama's signature health care reform law, the Affordable Care Act, faces new scrutiny in the courts, raising additional questions about the future of Obamacare."}