{"article_title": "10 things you need to know today", "article_keywords": ["work", "uninsured", "senate", "things", "bill", "veto", "say", "used", "health", "know", "need", "vetoing", "today", "care"], "article_url": "http://theweek.com/10things/586708/10-things-need-know-today-december-4-2015", "article_text": "Senate passes bill targeting ObamaCare\n\nThe Republican-led Senate on Thursday approved a bill that would dismantle key elements of President Obama's health care law and stop federal funding of Planned Parenthood. GOP leaders were not deterred by a certain veto by Obama. \"He can defend a status quo that's failed the middle class by vetoing the bill, or he can work toward a new beginning and better care by signing it,\" said Senate Majority Leader Mitch McConnell (R-Ky.). Republicans say ObamaCare is driving up health costs. Democrats say it is providing access to health care for millions who used to be uninsured.", "article_metadata": {"description": "Official site of The Week Magazine, offering commentary and analysis of the day's breaking news and current events as well as arts, entertainment, people and gossip, and political cartoons.", "og": {"url": "http://theweek.com/10things/586708/10-things-need-know-today-december-4-2015", "image": "http://api.theweek.com/sites/default/files/styles/tw_image_9_4/public/AP_449042534145.jpg?itok=YPQ0Hgeb", "type": "article", "description": "The FBI investigates San Bernardino suspects' possible militant links, the military opens all combat jobs to women, and more", "title": "10 things you need to know today: December 4, 2015"}, "twitter": {"description": "The FBI investigates San Bernardino suspects' possible militant links, the military opens all combat jobs to women, and more", "creator": "@haroldmaass", "image": {"src": "http://api.theweek.com/sites/default/files/styles/tw_image_9_4/public/AP_449042534145.jpg?itok=YPQ0Hgeb"}, "title": "10 things you need to know today: December 4, 2015", "site": "@theweek", "card": "summary_large_image"}, "fb": {"pages": 10716057521}, "keywords": "10 things, daily briefing", "article": {"published_time": "2015-12-04T07:51:00-05:00"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fd183a\"", "article_summary": "Democrats say it is providing access to health care for millions who used to be uninsured.\nSenate passes bill targeting ObamaCareThe Republican-led Senate on Thursday approved a bill that would dismantle key elements of President Obama's health care law and stop federal funding of Planned Parenthood.\nRepublicans say ObamaCare is driving up health costs.\nGOP leaders were not deterred by a certain veto by Obama.\n\"He can defend a status quo that's failed the middle class by vetoing the bill, or he can work toward a new beginning and better care by signing it,\" said Senate Majority Leader Mitch McConnell (R-Ky.)."}