{"article_title": "Dream Chaser program partners with European space agencies – The Denver Post", "article_keywords": ["partners", "center", "space", "german", "commercial", "agencies", "denver", "program", "sierra", "station", "post", "nevada", "dream", "chaser", "european"], "article_url": "http://www.denverpost.com/business/ci_24872368/snc-dream-chaser-program-partners-european-space-agencies", "article_text": "The Dream Chaser program has gone global, announcing new partnerships Wednesday with the European Space Agency and the German Aerospace Center to support development of Sierra Nevada Corp.’s space plane.\n\nLouisville-based Sierra Nevada’s Space Systems is building the Dream Chaser vehicle in a NASA-sponsored competition to spur innovation in human transport to low-Earth orbit.\n\nThe primary goal is to ferry astronauts to the international space station by 2017.\n\nSierra Nevada is still vying for that final NASA contract, but Wednesday’s announcement signals that the Dream Chaser program has reached a stable position that is less reliant on government funding.\n\n“Whatever happens with the U.S. government budget in the future, we are now at a place of maturity that we can move forward regardless,” said Mark Sirangelo, corporate vice president and head of Sierra’s Space Systems.\n\nThe program structure gives NASA the opportunity to buy a service — the use of the vehicles — while the companies maintain ownership to use the vehicle as they see fit.\n\nSirangelo said “there is a basket of significant technologies” that the European agency and the German center offer, particularly their experience in re-entry systems.\n\nThe German center has developed lighter materials that could be used on the Dream Chaser and conducted air-traffic-control research for integrating space planes into the same airspace as commercial aviation, said Johann-Dietrich Wörner, chairman of the executive board at the center, known by its German acronym DLR.\n\nThe Europeans see the partnership as beneficial for future access to space.\n\nThe United States lost the capability of transporting astronauts to the space station when it retired the space-shuttle program in 2011.\n\nThe only way to send American astronauts to the space station currently is aboard Russia’s Soyuz spacecraft, an expensive ride — rising from $55.6 million per seat in 2014 to $71 million a seat by June 2017.\n\nIn 2010, the U.S. space agency began the Commercial Crew Development program designed to provide technical and monetary support for private U.S.-based companies as they develop space vehicles.\n\nSierra has received more than $337 million in awards from NASA to continue developing the spacecraft.\n\nWhile still committed to those programs, as a private company it is multitasking its opportunities.\n\nThe partnership with the European agencies is a step toward the commercial market that is considered the greatest future growth area in the spaceflight industry.\n\nNASA recently released its request for proposals for the next phase of the Commercial Crew Development competition and plans to announce one or more contract winners in September.\n\nIn addition to Sierra Nevada, aerospace behemoth Boeing Co. and Elon Musk’s startup SpaceX are the companies remaining in the competition.\n\nKristen Leigh Painter: 303-954-1638, kpainter@denverpost.com or twitter.com/kristenpainter", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Dream Chaser program partners with European space agencies", "title": "Dream Chaser program partners with European space agencies", "url": "http://www.denverpost.com/2014/01/08/dream-chaser-program-partners-with-european-space-agencies/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20140108__20140109_A10_BZ09DREAMCHASERp1.jpg", "height": 523}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20140108__20140109_A10_BZ09DREAMCHASERp1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2014-01-08T17:02:57+00:00", "modified_time": "2016-04-28T05:23:30+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fe0205\"", "article_summary": "The Dream Chaser program has gone global, announcing new partnerships Wednesday with the European Space Agency and the German Aerospace Center to support development of Sierra Nevada Corp.’s space plane.\nLouisville-based Sierra Nevada’s Space Systems is building the Dream Chaser vehicle in a NASA-sponsored competition to spur innovation in human transport to low-Earth orbit.\nThe primary goal is to ferry astronauts to the international space station by 2017.\nIn addition to Sierra Nevada, aerospace behemoth Boeing Co. and Elon Musk’s startup SpaceX are the companies remaining in the competition.\nThe United States lost the capability of transporting astronauts to the space station when it retired the space-shuttle program in 2011."}