{"article_title": "Ted Cruz bets big on Georgia in bid to catch GOP front-runners", "article_keywords": ["bets", "frontrunners", "georgia", "trump", "campaign", "hes", "big", "bid", "ted", "volunteers", "states", "cruz", "catch", "republican", "gop", "texas", "supporters"], "article_url": "http://onlineathens.com/election/2015-11-27/ted-cruz-bets-big-georgia-bid-catch-gop-front-runners", "article_text": "MARIETTA | At a watch party for a recent Republican presidential debate, the people in Ted Cruz T-shirts cheered whenever their guy appeared on camera.\n\nThey ate corn bread and chili and felt right at home in their heavily Republican suburban enclave on the north side of Atlanta.\n\nThe scene could have been mistaken for a grass-roots gathering in Cruz’s home state of Texas (except that the chili was full of beans).\n\n“He’s a great fit for Georgia Republicans,” said Louie Hunter, a Cruz campaign worker. “We’re impressed that he’s taking Georgia so seriously.”\n\nTexas’ junior senator is indeed taking Georgia — and many other states — seriously in what could be a protracted struggle for the GOP nomination.\n\nThe tea party favorite, known for his no-compromise crusade against the Washington establishment, has built his political career on organizing grass-roots conservatives.\n\nNow, for his presidential campaign, he’s raising cash and building a paid and volunteer army to strategically pluck off delegates in select primaries, particularly in the South and Southwest, where he believes his brand is the strongest.\n\nThough he’s poured significant resources into the early contest states — Iowa, New Hampshire and South Carolina — Cruz has also been establishing beachheads elsewhere, notably Dixie.\n\nA dozen states, including Texas, have primaries or caucuses on March 1, this election cycle’s Super Tuesday. The day has been dubbed by some “the SEC primary,” after the Southeastern Conference of college athletics, because of its heavy Southern tilt. One of the biggest prizes up for grabs is Georgia.\n\nStill trailing Donald Trump and Ben Carson in the polls, Cruz has a plan to surge ahead: Win or stay close in the early contest states; use home-field advantage to stomp the competition in Texas; and impress Republican voters nationwide with a dominant performance in Georgia.\n\nAlready, Cruz has a more extensive organization in the Peach State than any of his rivals. The campaign has enlisted 1,500 volunteers, and it’s aiming for 5,000 by year’s end. There are Cruz supporters in each of Georgia’s 159 counties and designated campaign directors in the two-thirds or so that will generate the bulk of primary votes.\n\n“When the time is right, when it’s time to move, we’ll be ready,” said Kay Godwin, the director of Cruz’s grass-roots efforts in Georgia. Godwin said new volunteers are signing on daily, “and we’re training them quickly.”\n\nLew Stafford, a Georgian who’s been in the real estate business for 30 years, said he’s impressed with the Texas senator’s overtures to the state.\n\n“He’s planted the flag here,” Stafford said. “He’s looking for the nomination, and the pathway is here.”\n\nThough he’s praised the campaigns of the two GOP front-runners, Cruz doesn’t think Trump or Carson can win. His hopes are to inherit their supporters should they drop from the race.\n\nSince being elected to the U.S. Senate in 2012, Cruz has branded himself the “consistent conservative.” He proudly points out that he didn’t abandon fights against Planned Parenthood and the Affordable Care Act, even when it was clear that those efforts would fail.\n\nThat adherence to principle should serve him well in the conservative South.\n\nBut some political analysts say Trump or Carson — or both — could flourish for much longer than Cruz thinks.\n\nAcross the country, Republican voters have expressed their desire for a nominee who’s an outsider — meaning someone who has not held elected office.\n\nLike Cruz, Trump has circled March 1 as a critical juncture in the GOP race, even though his organization in most of those primary states doesn’t stack up to Cruz’s.\n\nThe New York real estate magnate is opening a campaign office in Texas, where, supporters say, he already has thousands of volunteers lined up.\n\nNathan Gonzales, editor of the Rothenberg Political Report in Washington, said Cruz’s edge over Trump and Carson could be his organization.\n\n“Some of the rules of the game are changing, but I believe you still need a robust campaign operation to identify your supporters and get them out to the polls,” Gonzales said.\n\n“The nomination will not be decided by who has the biggest rally. Free media coverage will boost your name identification, but it’s not a substitute for a complex get-out-the-vote operation that can deliver voters to the caucuses or the polls, even in the middle of a February snowstorm.”\n\nCruz supporters acknowledge that Trump currently holds the upper hand.\n\n“Right now, most people are for Trump, so it’s an uphill battle,” said Sam Verniero, a leader in Cruz’s Georgia campaign effort.\n\nBut Verniero said Cruz is positioned to win that uphill battle.\n\nThe Texas senator has raised money and built a machine like successful, if more moderate, Republicans before him.\n\nIn the states with the first four presidential contests, he boasts of 340 campaign leaders in 171 counties.\n\nHe has leadership teams in 22 states and the Virgin Islands. Those teams include nearly 600 people.\n\nThat kind of ground organization could prove critical in February, when Cruz must get off to a good start. But it’s also essential for the big matchups on March 1.\n\nTexas is the top prize in the SEC primary, with 155 delegates up for grabs. Georgia is next with 76.\n\nElsewhere on that date, nearly 500 delegates will be awarded. The other states voting on March 1 include Alabama, Arkansas, Tennessee, Virginia and Oklahoma.\n\nAt the debate party in Marietta, Scott Johnson, a member of the Georgia Board of Education and a Cruz supporter, said his candidate is ready.\n\n“We’ve built a strong infrastructure of volunteers ... and no other candidate can match that,” he said. “From Jan. 1 to March 1, it’s going to be voter contact on steroids.”", "article_metadata": {"keywords": "Athens News, Athens Georgia, Athens Banner Herald, Athens, Georgia, Georgia Bulldogs, Dawgs, Bulldogs, Music, UGA, newspaper, 30601, Clarke County, Madison, Oconee, Oglethorpe, Dogs, 30602, 30603, 30604, 30605, Richt, SEC football, Jackson County, R.E.M., Widespread Panic, B-52s, Election, Local News, Gromer Jeffers Jr.", "og": {"site_name": "Online Athens", "description": "MARIETTA | At a watch party for a recent Republican presidential debate, the people in Ted Cruz T-shirts cheered whenever their guy appeared on camera.", "title": "Ted Cruz bets big on Georgia in bid to catch GOP front-runners", "url": "http://onlineathens.com/election/2015-11-27/ted-cruz-bets-big-georgia-bid-catch-gop-front-runners", "image": "http://onlineathens.com/sites/default/files/14917183.jpg", "type": "article"}, "description": "OnlineAthens.com is the daily online edition of The Athens (GA) Banner-Herald."}, "article_summary": "“He’s a great fit for Georgia Republicans,” said Louie Hunter, a Cruz campaign worker.\n“Right now, most people are for Trump, so it’s an uphill battle,” said Sam Verniero, a leader in Cruz’s Georgia campaign effort.\n“We’re impressed that he’s taking Georgia so seriously.”Texas’ junior senator is indeed taking Georgia — and many other states — seriously in what could be a protracted struggle for the GOP nomination.\nThere are Cruz supporters in each of Georgia’s 159 counties and designated campaign directors in the two-thirds or so that will generate the bulk of primary votes.\nLike Cruz, Trump has circled March 1 as a critical juncture in the GOP race, even though his organization in most of those primary states doesn’t stack up to Cruz’s."}