{"article_title": "Obama's Immigration Dilemma", "article_keywords": ["republican", "obamas", "dilemma", "house", "republicans", "immigration", "going", "way", "policy", "problem", "latino", "obama"], "article_url": "http://www.huffingtonpost.com/chris-weigant/obamas-immigration-dilemm_b_5607859.html", "article_text": "OMAR TORRES via Getty Images\n\nPresident Obama faces a dilemma on immigration reform, and it goes beyond the current problem of children at the border. If he sticks to his announced timetable, Obama will act in some way on immigration reform in the next month or so. The Republican House has already signaled that it not only won't vote on the bipartisan plan passed by the Senate last year, but also that it won't hold any votes on immigration reform at all in the foreseeable future (before the midterm election, in other words). This means if anything is going to happen, Obama will have to make it happen on his own. Obama's real dilemma is that no matter what he does, it's not going to satisfy everyone. In fact, it may not satisfy much of anyone. But it is sure to annoy and even enrage certain groups.\n\nNo matter what Obama does, if he acts in any meaningful way at all he's going to enrage Republicans -- both the politicians and their base voters. It's a pretty safe bet that the word \"amnesty\" will figure prominently in their complaints. But if whatever Obama announces is seen as not going far enough, he's also going to annoy some Democrats and a lot of Latino activists. Anything short of green cards for all 11 million undocumented immigrants could spur cries of not doing enough to help. That's a pretty tough tightrope to walk.\n\nThis dynamic existed even before the problem of child refugees was brought to the attention of the American public, it bears mentioning. The problem of what to do with the children only exacerbates Obama's dilemma, since it makes any executive action on immigration a much tougher sell. Even if we hadn't all been seeing child refugees on television for weeks, Obama still would have had a tough time, but now it's going to be a lot trickier. To his credit, so far it seems that Obama is not going to allow this separate problem to stop him from acting -- although this could indeed change. The White House has so far not signaled that it is going to back off from announcing some sort of policy change in the next month (it's always been assumed that such an announcement will come in August, when Congress is on its month-long vacation). But now any new policy shift may have to also take into account the child refugee crisis, since it is looking more and more likely that Congress is going to refuse to act (before it scarpers off on vacation again).\n\nExactly what Obama is going to announce isn't clear, at this point. I've seen speculation that he may announce that undocumented parents of American children will be somehow legalized in a way similar to how the \"DREAMers\" were. I've also heard rumors that whatever Obama will announce may include up to half of the 11 million currently in America illegally. Either of these would be a momentous policy shift, but because these rumors exist it also means that anything short of this may appear too timid for some Democrats.\n\nWhatever Obama announces, politically it's pretty easy to predict what the reaction will be. He'll get some initial praise from the Latino activists, perhaps tempered by some \"it's a good first step, but...\" language. Obama will also get howls of rage from Republicans, as sure as night follows day. If Obama does announce new policy in August, look for some of this to play out in local town hall meetings immediately afterward. Republican politicians will doubtlessly redouble their efforts to paint themselves as immigration hardliners. Democrats will counter with some version of: \"You've had years to act in the House, and you have done nothing! Why can the House not even pass a border control bill? If building the biggest fence in the world is the answer, then why has the Republican House not even voted on that?\" This is the case Democrats will have to make: that there is nothing to stop House Republicans from enacting some magic Republican plan to solve the problem, except for their own ineptitude and lack of political will.\n\nHow this all plays out in the midterm elections is anyone's guess, really. Instead of the Republican plan to make this election a referendum on Obamacare, they may decide to make it a referendum on immigration instead. House Republicans are already talking about suing the president, but they haven't actually filed any suit yet. They could decide to drop the focus on Obama changing Obamacare's implementation timetable and instead focus solely on Obama's new immigration policy announcement. Whether this boosts their political chances this November is, as I said, anyone's guess at this point.\n\nBut what is pretty clear is that if Obama does act, it is going to help Democrats in the 2016 presidential contest. The whole immigration reform issue is a gigantic trap for Republicans, and they will likely be unable to resist the urge to walk right into it.\n\nRepublican strategists love to convince themselves (and the politicians they work for) that the Latino vote is not actually monolithic, and that Latino voters care more about other subjects than immigration. This is proved, they say, by polls which ask Latino voters what their biggest concerns are in the upcoming elections. Republican strategists point to the results of such polls and say: \"See? Latinos care more about jobs and the economy [or any of a number of other issues] more than they care about immigration reform.\" This is a fundamental misreading of the data, however. Sure, Latinos care about other political subjects than immigration reform. Some Latino families have been here for generations and are not directly affected by immigration policy, after all. But Latinos as a group are more likely than other Americans to personally know someone dealing with immigration in some form. The issue is personalized for them -- it is not about \"millions of people\" or data or statistics, it is instead about their neighbors, their co-workers, or their relatives. Which means it is a much more sensitive subject for them, even if it is not their biggest political concern when the pollster calls.\n\nThis is the trap Republicans almost always stumble into, because they almost always go overboard in the way they talk about the issue. By using language seen as demeaning, insulting, or just plain mean-spirited, Republicans have been driving Latinos towards voting Democratic for over a generation's time, now. This will likely continue, as a backlash against Republican overreach on immigration policy. It wasn't so long ago that California had Republican governors and sent Republican senators to Washington; but from the exact point in time that they started demagoguing immigration to fire up their base, they have all but disappeared from state-level politics (I don't count Arnold Schwarzenegger as a real Republican politician, I should mention). That's a direct cause-and-effect relationship. We see this playing out on the national level, these days.\n\nHow will Republican presidential candidates react to any new Obama immigration policy? They will almost certainly try to outdo each other in denouncing it. They will scramble over each other's backs in this rush rightwards, to prove to the primary voters that they are the one who will draw the hardest line against immigration, of all the Republican candidates running. Especially if there is a lawsuit grinding its way through the federal court system (if House Republicans do sue the president and include immigration in the suit) -- because this means that the issue won't fade away. Mitt Romney's \"self-deportation\" policy will likely look pretty timid by the time the Republican field is done trying to outdo each other on immigration policy as the 2016 campaign gets underway. The only way they could avoid this trap, really, would be to nominate Jeb Bush, who would likely blunt the Republican edge on the subject (Bush is married to a Latino and speaks fluent Spanish). But that has to be seen as a longshot, at least at this point. In fact, Bush may have torpedoed any chance of winning the nomination by his comparatively moderate stance on immigration, which doesn't play well with Republican primary voters.\n\nIf Obama acts, it almost guarantees that the House is not going to act for the next two years, except maybe to pass some sort of protest bill that'll die in the Senate. This is another way of saying that the issue's not going away before the 2016 race. Which is going wind up helping the Democratic candidate, no matter who wins the nomination. Republican anti-immigration policies have already placed several states comfortably in the Democratic column in presidential elections (Colorado, New Mexico). If Republicans overreact to Obama's announcement, it may eventually put a few more states out of reach for them as well (Florida, and perhaps even Texas or Arizona). So while Republicans may even see some short-term gains from their hardliner immigration stance in 2014 (in House districts with few Latino voters, of which there are many), the issue is also probably going to come back to bite them in the 2016 presidential race. Latinos may become as solidly Democratic as African-American voters already are. Romney couldn't even manage to get 30 percent of the Latino vote, but this number may get far smaller for Republicans next time around.\n\nPresident Obama seems to be sticking to his decision to act (since Congress hasn't been able to) on moving immigration reform forward. This, of course, could always change. Obama faces a real dilemma on how far to go, a problem which actually predates the media's focus on the child refugee problem. If he appears to be too timid, Latinos aren't going to be all that impressed. If he acts too boldly, he may risk losing the Senate and having to deal with a Republican-dominated Congress for his final two years in office. The problem of the refugee children means he will likely have to include some sort of action or plan to deal with them in his August announcement -- which just exacerbates how tough a sell it is going to be to the public. Whatever path Obama chooses through this dilemma, however, it is likely going to provoke some serious overreaction from Republicans (especially those in extremely safe districts). This will all but guarantee that the Republican 2016 presidential candidates will be occupying ground to the right of where Romney stood in 2012. To put this another way, it's going to become even clearer to Latino voters which political party is trying to actually solve a problem in a humane way and which party always jumps to knee-jerk demonization. The Republicans famously released a post-mortem document after the 2012 election which called for better outreach to Latino voters, but it has been completely ignored by most Republican politicians. Which pretty much guarantees that this problem is going to get a whole lot worse for them before they ever decide to change their outlook or their policies in any way.\n\nChris Weigant blogs at:\n\nFollow Chris on Twitter: @ChrisWeigant\n\nBecome a fan of Chris on The Huffington Post\n\nFollow Chris Weigant on Twitter: www.twitter.com/ChrisWeigant", "article_metadata": {"description": "President Obama faces a dilemma on immigration reform, and it goes beyond the current problem of children at the border.  If he sticks to his announce...", "sailthru.expire_date": "2014-07-22 20:40:28 -0400", "og": {"site_name": "The Huffington Post", "description": "President Obama faces a dilemma on immigration reform, and it goes beyond the current problem of children at the border.  If he sticks to his announce...", "url": "http://www.huffingtonpost.com/chris-weigant/obamas-immigration-dilemm_b_5607859.html", "image": "http://i.huffpost.com/gen/1922637/images/o-BORDER-FENCE-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/1922637/images/o-BORDER-FENCE-facebook.jpg", "height": 1000}, "description": "President Obama faces a dilemma on immigration reform, and it goes beyond the current problem of children at the border.  If he sticks to his announce...", "site": "@HuffPostPol", "card": "summary_large_image", "creator": "ChrisWeigant"}, "sailthru.date": "2014-07-21 20:40:28 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=5607859", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "2016,president obama,house,children,executive order,Mitt Romney,2014,democrat,immigration,congress,obama,refugee,self deportation,election,Barack Obama,california,republican,immigration reform,Illegal Immigrant,Chris Weigant,latino,border,undocumented immigrant,jeb bush,immigration policy", "article": {"section": "Politics", "tag": "2016,president obama,house,children,executive order,Mitt Romney,2014,democrat,immigration,congress,obama,refugee,self deportation,election,Barack Obama,california,republican,immigration reform,Illegal Immigrant,Chris Weigant,latino,border,undocumented immigrant,jeb bush,immigration policy", "published_time": "2014-07-21 20:40:28 -0400", "modified_time": "2014-09-20 05:59:07 -0400"}, "viewport": "width=1000"}, "_id": "\"57477af36914bd0286fd1843\"", "article_summary": "The problem of what to do with the children only exacerbates Obama's dilemma, since it makes any executive action on immigration a much tougher sell.\nThey could decide to drop the focus on Obama changing Obamacare's implementation timetable and instead focus solely on Obama's new immigration policy announcement.\nHow will Republican presidential candidates react to any new Obama immigration policy?\nOMAR TORRES via Getty ImagesPresident Obama faces a dilemma on immigration reform, and it goes beyond the current problem of children at the border.\nSome Latino families have been here for generations and are not directly affected by immigration policy, after all."}