{"article_title": "In Case You Missed It, Congress Just Passed an Important Marijuana Provision -- The Motley Fool", "article_keywords": ["fool", "case", "missed", "congress", "motley", "vote", "medical", "marijuana", "drug", "states", "federal", "state", "important", "businesses", "passed", "senate", "provision"], "article_url": "http://www.fool.com/investing/general/2015/06/20/in-case-you-missed-it-congress-just-passed-an-impo.aspx", "article_text": "To say that marijuana has a plethora of hurdles to overcome might be an understatement. Just because the American public's opinion of marijuana has made an about-face from where it stood 10 years ago doesn't mean marijuana's path toward a potential federal approval or decriminalization has been made any easier.\n\nMarijuana's many challenges\n\nFor starters, researchers have decades' worth of studies focused on the dangers of marijuana to sift through with a corresponding snippet of data concerning the benefits of marijuana use. Although new trials are under way examining marijuana's potential benefits, it could be years before the data is given time to mature and researchers (along with lawmakers) feel comfortable making those side-by-side comparisons.\n\nAnother big problem has been the general apathy of lawmakers. I don't believe it's a case of lawmakers simply disregarding their constituency so much as regulators realizing that there are far more pressing issues, such as job creation or protecting the United States from foreign threats, to contend with. As President Obama has noted, more states legalizing the drug from a recreational or medical basis would be more conducive to getting Congress' attention. However, he's also advised the youth of America to champion more important issues than marijuana.\n\nThe hurdles for researching marijuana's possible benefits are also a roadblock for pharmaceutical companies like GW Pharmaceuticals (NASDAQ:GWPH). GW Pharmaceuticals has discovered in excess of five dozen cannabinoids it hopes to use to help cure a number of chronic and/or serious diseases. Marijuana's current labeling by the federal government as a schedule 1, or illicit, drug adds a number of hurdles to GW Pharmaceuticals' research, as well as costs, and it could be slowing the process by which its experimental therapies make it to market.\n\nCongress just passed important legislation\n\nThe hurdles are a-plenty, but last week saw the passage of a critical marijuana legislation from both houses of Congress that should allow medical marijuana patients and marijuana-based businesses to breathe a bit easier once again in 2016.\n\nOn Thursday, June 11, the Senate Appropriations Committee approved a provision (by a vote of 22-8) designed to protect medical marijuana businesses from federal interference, including from the Drug Enforcement Agency, in states where the drug is currently legal.\n\nRight now, 23 states have legalized the use of marijuana for medical purposes, while four states (and Washington, D.C.) have legalized the medical and recreational use of the drug. As noted by The Huffington Post, the Senate committee passed the measure as an amendment to the Commerce, Justice, and Science appropriations bill for fiscal 2016. Though every medical marijuana-legal state has a list of approved indications, terminal cancers, advanced kidney diseases, and glaucoma tend to be among the more common ailments that lead to a patient being allowed access to medical marijuana.\n\nThe vote by the Senate Appropriations Committee followed a vote from the House of Representatives on Wednesday, June 3, which introduced and passed an identical provision by a vote of 242 to 186.\n\nIf this legislation does successfully get signed into law -- which is no cakewalk with President Obama and the Republican-led Congress constantly bickering over spending bills -- it would ensure the same protections afforded to legal marijuana operations that was signed into law in 2015. If this legislation isn't passed, a gray area could develop between the reach of the DEA and individual state laws that could hinder licensed marijuana businesses and cause patients eligible for medical marijuana problems in obtaining the drug.\n\nThis is still a dangerous investment\n\nDespite Congress clearly drawing a line in the sand between the reach of the federal government and state laws governing marijuana, the battle over marijuana, in both its recreational and medical aspects, is far from over.\n\nAs you'll note by the vote from the House of Representatives and the Senate, medical marijuana measures need to be approved on an annual basis. Why? Because marijuana remains a schedule 1 drug, and certain provisions are needed annually to provide protection for businesses. Scheduling for marijuana shouldn't be expected to change anytime soon because of the myriad challenges already discussed, meaning one lapse of cooperation between both houses of Congress, or between Congress and the president, could lead to legal crackdowns by the Drug Enforcement Agency.\n\nAn even bigger problem exists for legal marijuana businesses. Because marijuana is still illegal in the eyes of the federal government, some businesses have had difficulty in obtaining loans from banks in order to open a shop, or even hire a staff. Not having banks cooperate due to fear of federal prosecution has also made buying medical marijuana a challenge for eligible patients since some shops can only work with cash payments. Unless the government softens the financial channels surrounding this industry, it could continue to struggle.\n\nPiecemealed legalization also poses another challenge. In Colorado, three-quarters of all jurisdictions still ban marijuana despite the state voting to legalize marijuana in 2012. Enforcing marijuana laws can get tricky when a shop is legal in one jurisdiction, but considered illegal five miles away.\n\nIt's pretty obvious from recent polls that the American public would prefer to see the federal government soften its stance on marijuana, or at least medical marijuana. However, it appears this softening is still quite a ways off. With that in mind, while putting money to work in marijuana stocks might look like a great idea on the surface based on the rising tide of public support, it may prove to be a very poor investment.", "article_metadata": {"publish_time": "11:41", "date": "2015-06-20T15:41:00Z", "description": "Marijuana supporters have something to cheer for after both houses of Congress adopt this critical marijuana measure.", "ResponsiveALP": "1Ses_2things-v-single_single-control_50", "author": "Sean Williams", "promo": "Marijuana supporters have something to cheer for after both houses of Congress adopt this critical marijuana measure.", "twitter": {"description": "Marijuana supporters have something to cheer for after both houses of Congress adopt this critical marijuana measure.", "site": "@themotleyfool", "title": "In Case You Missed It, Congress Just Passed an Important Marijuana Provision --  The Motley Fool"}, "headline": "In Case You Missed It, Congress Just Passed an Important Marijuana Provision", "og": {"site_name": "The Motley Fool", "description": "Marijuana supporters have something to cheer for after both houses of Congress adopt this critical marijuana measure.", "title": "In Case You Missed It, Congress Just Passed an Important Marijuana Provision --  The Motley Fool", "url": "http://www.fool.com/investing/general/2015/06/20/in-case-you-missed-it-congress-just-passed-an-impo.aspx", "image": "https://g.foolcdn.com/image/?url=http%3A%2F%2Fg.foolcdn.com%2Feditorial%2Fimages%2F170200%2Fndarc-fb.jpg&h=630&w=1200&op=resize", "type": "article"}, "fb": {"admins": 50808187550, "page_id": 7240312795, "app_id": 50808187550}, "bureau": "usmf-health-care", "STORY_UID": "ce35759c-118d-11e5-899f-0050569d4be0", "pitch": 1864, "msvalidate.01": "8D40D58712924715BAA79D135A6C8DDA", "gsa_date": "2015 06 20", "tickers": "GWPH", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0"}, "_id": "\"57477af36914bd0286fd1827\"", "article_summary": "It's pretty obvious from recent polls that the American public would prefer to see the federal government soften its stance on marijuana, or at least medical marijuana.\nAs you'll note by the vote from the House of Representatives and the Senate, medical marijuana measures need to be approved on an annual basis.\nAn even bigger problem exists for legal marijuana businesses.\nIn Colorado, three-quarters of all jurisdictions still ban marijuana despite the state voting to legalize marijuana in 2012.\nCongress just passed important legislationThe hurdles are a-plenty, but last week saw the passage of a critical marijuana legislation from both houses of Congress that should allow medical marijuana patients and marijuana-based businesses to breathe a bit easier once again in 2016."}