{"article_title": "The White House Gets Witty In Video To Hawk Obamacare", "article_keywords": ["gets", "house", "yolo", "obamacare", "witty", "video", "know", "npr", "president", "white", "hawk", "keith", "deadline", "obama"], "article_url": "http://www.npr.org/2015/02/15/386448280/the-white-house-gets-witty-in-video-to-hawk-obamacare", "article_text": "The White House Gets Witty In Video To Hawk Obamacare\n\nPresident Obama is wielding a selfie-stick and flogging Obamacare in a new video that's gone viral. Host Indira Lakshmanan speaks with NPR's Tamara Keith about the week that was at the White House.\n\nINDIRA LAKSHMANAN, HOST:\n\nToday is the last day of the annual open enrollment period for health insurance through the Affordable Care Act. And somebody at the White House is making a big play to get people to sign up.\n\n(SOUNDBITE OF BUZZFEED VIDEO, \"SO WHAT DOES PRESIDENT OBAMA DO WHEN NO ONE'S AROUND?\")\n\nPRESIDENT BARACK OBAMA: The deadline for signing up for - the deadline for setting up for health insurance is February - February.\n\nLAKSHMANAN: So BuzzFeed put out a video of the president that is getting a lot of buzz. We're joined now by NPR White House correspondent Tamara Keith to talk about it. Hi, Tamara.\n\nTAMARA KEITH, BYLINE: Hello.\n\nLAKSHMANAN: How would you describe this video?\n\nKEITH: I do not know what the right adjective is - funny, silly, embarrassing, ridiculous. In the video, the president talks to himself in a smudged mirror. He makes funny faces. He where's Joe Biden aviator sunglasses, and he takes pictures of himself with a selfie stick. And he says this.\n\n(SOUNDBITE OF BUZZFEED VIDEO, \"SO WHAT DOES PRESIDENT OBAMA DO WHEN NO ONE'S AROUND?\")\n\nOBAMA: Yolo, man.\n\n(LAUGHTER)\n\nOBAMA: All right.\n\nKEITH: Yolo, man, which means you only live once. In the first 24 hours this video was up on the web, it got almost 23 million views; many of those from young people who actually know what yolo means. And that's the audience the White House was looking for.\n\nLAKSHMANAN: So the whole point was to remind people of the deadline. Did it work?\n\nKEITH: That's hard to know. The White House claims that there's been a spike in traffic on healthcare.gov, but when I asked them about whether that traffic came from the video or how many of those people actually signed up for insurance, they didn't respond. If the goal was to go viral, then it went viral, and they got what they wanted. But they're also getting a lot of criticism from people who say that this might degrade the presidency. For the White House, this is just part of an effort to go around traditional media and get to people where they are.\n\nLAKSHMANAN: Well, is there something at play here like a lame-duck president who doesn't care much what people think any more, and he's going to promote the agenda he wants to promote however he wants to do it?\n\nKEITH: It does seem like he didn't care about looking super presidential in that video certainly. Though, he has always cultivated that mix of cool guy and super embarrassing dad so maybe that isn't new. The White House, though, recently has been breaking other conventions like releasing the text of the State of the Union address on a blog before it delivered. And also, there was that immigration executive action that has been so controversial. In many ways, that was the president saying, I know this is going to make a lot of people mad, especially congressional Republicans, and I just don't care.\n\nLAKSHMANAN: So along those same lines, he's expected to veto the Keystone pipeline as well.\n\nKEITH: He's just waiting for Congress to send it over.\n\nLAKSHMANAN: OK. Well, in other White House news, the president has planned an international summit for later this week on countering violent extremism. So is this about the attacks in Paris or the self-proclaimed Islamic State, or is it something broader?\n\nKEITH: Certainly now with ISIS and the issue of foreign fighters, this is very much present, front-of-mind stuff. The White House says, though, that this conference is about something broader than any one ideology. They're bringing in people from all over the world, and there will be a series of meetings over a number of days. The goal being trying to get people involved in preventing folks from becoming radicalized and stop them from turning violent.\n\nLAKSHMANAN: NPR's White House correspondent Tamara Keith. Thanks so much for joining us.\n\nKEITH: You're welcome.\n\nCopyright © 2015 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "article_metadata": {"Rating": "General", "medium": "audio", "description": "President Obama is wielding a selfie-stick and flogging Obamacare in a new video that's gone viral. Host Indira Lakshmanan speaks with NPR's Tamara Keith about the week that was at the White House.", "og": {"site_name": "NPR.org", "description": "President Obama is wielding a selfie-stick and flogging Obamacare in a new video that's gone viral. Host Indira Lakshmanan speaks with NPR's Tamara Keith about the week that was at the White House.", "title": "The White House Gets Witty In Video To Hawk Obamacare", "url": "http://www.npr.org/2015/02/15/386448280/the-white-house-gets-witty-in-video-to-hawk-obamacare", "image": "https://media.npr.org/include/images/facebook-default.jpg?s=1400", "type": "article"}, "twitter": {"domain": "npr.org", "site": "@NPR", "card": "summary"}, "robots": "noarchive,index,follow", "fb": {"app_id": 138837436154588, "pages": 10643211755}, "date": "2015-02-15", "viewport": "width=device-width, initial-scale=1, minimum-scale=1, maximum-scale=1, user-scalable=no, shrink-to-fit=no"}, "_id": "\"57477af36914bd0286fd182a\"", "article_summary": "The White House Gets Witty In Video To Hawk ObamacarePresident Obama is wielding a selfie-stick and flogging Obamacare in a new video that's gone viral.\nAnd somebody at the White House is making a big play to get people to sign up.\nWe're joined now by NPR White House correspondent Tamara Keith to talk about it.\nFor the White House, this is just part of an effort to go around traditional media and get to people where they are.\nThe White House says, though, that this conference is about something broader than any one ideology."}