{"article_title": "A 50 State Comparison of Obamacare Enrollment Figures: How Does Your State Stack Up? -- The Motley Fool", "article_keywords": ["fool", "comparison", "exchange", "motley", "enrollment", "obamacare", "50", "projected", "states", "state", "does", "figures", "staterun", "enrollments", "shortfall", "cms", "stack", "enrollees"], "article_url": "http://www.fool.com/investing/general/2014/03/23/a-50-state-comparison-of-obamacare-enrollment-figu.aspx", "article_text": "Officially, there are now just eight days left to sign up for health insurance before the coverage cutoff date for 2014 passes.\n\nThe final week and a day of signups for the Patient Protection and Affordable Care Act, which you probably know better as Obamacare, are likely to be intense with procrastinators, those avoiding having to pay the premium bill for as long as possible, and those who still don't quite understand how Obamacare will affect them, potentially flooding the gates in order to enroll for health insurance.\n\nThrough the first five months enrollment has been a two-sided coin. Through the end of November IT glitches and server overloads made the federal exchange, Healthcare.gov, practically unusable and dragged enrollments well below their forecasted levels. Since December, though, enrollments have surged as the lag benefit (the time difference between signing up and receiving benefits) has dropped to a month or less and the urgency to sign up has increased dramatically as the coverage cutoff date of March 31 approaches.\n\nLast week, Centers for Medicare and Medicaid Administrator Marilyn Tavenner announced in a blog post that marketplace enrollment had crossed 5 million. This was up from the 4,242,325 announced by the Department of Health and Human Services through March 1.\n\nComparatively, though, it still sits a far cry from the proposed 7 million-person enrollment figure targeted by the CMS prior to the opening of the marketplace exchanges in September.\n\nRanking the states\n\nThroughout the past couple of months we've looked at a few states here and there that have outperformed or underperformed their peers, but we've yet to really take a comprehensive look at all 50 states and see how they've performed relative to the CMS' forecasts issued in September (link opens PDF file). Even though enrollments have reached the 5 million mark, the HHS only releases comprehensive state data once a month, usually around the 11th-12th of the month. With that being said, I calculated out how well or poorly individual states are doing relative to their projected enrollments by the CMS for Feb. 28 and compared those against the mid-March report (link opens PDF file) from the HHS that highlighted enrollments through March 1 to get a good representation of who's carrying the load and who's not.\n\nToday, I'm going to present to you those results, from top to bottom, of the best and worst-performing states relative to those expectations through February. But rather than just simply list them from No. 1 to No. 50, I'm going to give these states grades, lumping them into the standard A, B, C, D, and F grades. This way we can truly get a good idea of what states are thriving, which states are faltering, and what companies might benefit or suffer most from these enrollment results.\n\nStates that get A's\n\nMy criteria for divvying out \"A's\" was pretty simple: If your state has surpassed the CMS enrollment projections through Feb. 28, you got an A! Overall, 13 states achieved this highest mark of academia, which is actually quite remarkable considering that total enrollment of 4,242,325 through March 1 fell 25% short of the 5,652,800 that the CMS forecasted would be in by the end of last month.\n\nThese leading states are:\n\nRanking State CMS' Projected Enrollees Actual Enrollment Beat % No. 1 Connecticut 26,400 57,465 117.7% No. 2 Rhode Island 9,600 18,902 96.9% No. 3 New Hampshire 15,200 21,578 42% No. 4 New York 174,400 244,618 40.3% No. 5 Maine 18,400 25,412 38.1% No. 6 Idaho 32,000 43,861 37.1% No. 7 North Carolina 152,800 200,546 31.2% No. 8 Florida 381,600 442,087 15.9% No. 9 Colorado 73,600 83,469 13.4% No. 10 Wisconsin 63,200 71,433 13% No. 11 Michigan 128,800 144,587 12.3% No. 12 Delaware 6,400 6,538 2.2% No. 13 Virginia 101,600 102,815 1.2%\n\nFlorida is a state I highlighted earlier this week which has been a very pleasant surprise, notching a better than 2,350% enrollment improvement just since the end of November. WellPoint (NYSE:ANTM) is one of the insurers I believe could be set to benefit most here, and it's the only national insurer that's making a profit off of its Obamacare-based members at the moment. Because it purchased Amerigroup in 2012 WellPoint is perfectly positioned to go after all income tiers of consumers in the individual market, and its diversity is clearly paying off.\n\nAlso worth noting is the Northeastern dominance at the top of this list. I've long stated that hospital operators could be prime beneficiaries of more people carrying insurance, but the other side to that coin is we need to ensure that people are paying their end of the out-of-pocket expenses if they need medical care. The Northeast boasts some of the highest household incomes in the country, which means an ambulatory surgical center operator such as AmSurg which operates in New York, Connecticut, and New Hampshire, as well as other parts of the country, can probably expect a welcome decline in uncollected revenue in the coming year.\n\nStates that get B's\n\nStates that received \"B's\" earned that grade because they were down compared to the CMS' September forecast through the end of February, but they were all handily outperforming the cumulative enrollment shortfall of 25% across the United States.\n\nHere, 12 states met the mark:\n\nRanking State CMS' Projected Enrollees Actual Enrollment Shortfall % No. 14 Illinois 114,400 113,733 (0.6%) No. 15 Pennsylvania 164,800 159,821 (3%) No. 16 New Jersey 76,800 74,370 (3.2%) No. 17 Montana 24,800 22,542 (9.1%) No. 18 Utah 45,600 39,902 (12.5%) No. 19 Georgia 163,200 139,371 (14.6%) No. 20 Alabama 65,600 55,034 (16.1%) No. 21 California 1,040,000 868,936 (16.4%) No. 22 Nebraska 32,000 25,582 (20.1%) No. 23 Tennessee 98,400 77,867 (20.9%) No. 24 Missouri 94,400 74,469 (21.1%) No. 25 South Carolina 73,600 55,830 (24.1%)\n\nIt's shocking, but despite garnering nearly double the enrollees of the next closest state (Florida), California is a mere 21st-best when it comes to meeting its expectations. Don't get me wrong, signing up 868,936 people and countless other Medicaid-based members is helping to promote Obamacare's goal of lowering the number of uninsured, but it still doesn't mask the fact that it's more than 170,000 enrollees shy of where the CMS expected it to be at this time.\n\nBut, despite these states being down to their overall estimates, they're still outperforming the national average. That still bodes well for low-income or Medicaid-based insurers like Molina Healthcare (NYSE:MOH) which, alongside of WellPoint, should be having a field day gaining new members in California. According to HHS data from the mid-March update, 1.14 million Californians were deemed eligible for Medicaid or CHIP by the state, representing a huge moat of opportunity for Molina.\n\nStates that get C's\n\nJust like the school grade, states that received a \"C\" have done a pretty mediocre job of encouraging their citizens to sign up for health insurance. The following 10 states are trailing the CMS' forecast by 31% to 41% and are lagging the national average.\n\nThese states are:\n\nRanking State CMS' Projected Enrollees Actual Enrollment Shortfall % No. 26 Kansas 42,400 29,309 (30.9%) No. 27 Arkansas 40,800 27,395 (32.9%) No. 28 Wyoming 10,400 6,838 (34.3%) No. 29 Indiana 100,000 64,972 (35%) No. 30 Arizona 88,800 57,611 (35.1%) No. 31 Hawaii 7,200 4,661 (35.2%) No. 32 Louisiana 75,200 45,561 (39.4%) No. 33 Minnesota 53,600 32,030 (40.2%) No. 34 North Dakota 8,800 5,238 (40.5%) No. 35 Texas 503,200 295,025 (41.4%)\n\nSay hello to the Central and South Central United States! We have some heavy-hitters in this group, including Texas, which are going to need to step up enrollments if Obamacare has any shot of reaching its currently lofty goal of 7 million enrollees.\n\nPerhaps the biggest surprise of all is that despite a myriad of IT issues with its state-run website, Hawaii only ranks 31st. If you recall, Hawaii hired CGI Group (NYSE:GIB), the architect behind Healthcare.gov that was recently replaced, to build its health exchange. Not surprisingly, Hawaii has encountered ongoing problems with its marketplace leading to its current shortfall. Adding Hawaii and Vermont's woes to CGI Group's resume, on top of it losing its Healthcare.gov contract, there's a very real possibility it could see its short-term contract orders suffer.\n\nStates that get D's\n\nIn order for a state to receive the unsatisfactory \"D\" grade they had to be anywhere from 45% to 61% below their forecasted enrollment figures by the CMS. A total of nine states fell into this disappointing category.\n\nThese states are:\n\nRanking State CMS' Projected Enrollees Actual Enrollment Shortfall % No. 36 West Virginia 19,200 10,599 (44.8%) No. 37 Mississippi 46,400 25,554 (44.9%) No. 38 Vermont 45,600 24,326 (46.7%) No. 39 Ohio 152,000 78,925 (48.1%) No. 40 Oklahoma 67,200 32,882 (51.1%) No. 41 Iowa 32,800 15,346 (53.2%) No. 42 South Dakota 15,200 6,765 (55.5%) No. 43 Alaska 16,000 6,666 (58.3%) No. 44 Washington 272,000 107,262 (60.6%)\n\nNot surprisingly, in this group are some of the less populated states like South Dakota and Alaska. Washington's performance is a bit surprising, as the state started out with a bang as one of the few state-run exchanges early on with few problems. Enrollment growth in the past few months, though, has slowed dramatically.\n\nLooking at the past couple of groups I'm a little bit worried for national insurer Humana (NYSE:HUM) which sells individual insurance plans in Ohio and Texas which aren't exactly doing very well relative to their estimates. It's worth noting, though, that Humana gets the majority of its revenue from Medicare Advantage plans, so weakness in the individual market may not impact the company in a big way. Still, it's worth keeping your eye on if you're a shareholder or have your eyes on Humana.\n\nStates that are failing\n\nThere's no sugarcoating it: some states are doing miserably when it comes to meeting their expectations. The final six states on this list are anywhere from 68% to 94% below the CMS' estimates and are truly the most disappointing of the bunch.\n\nThese six states are:\n\nRanking State CMS' Projected Enrollees Actual Enrollment Shortfall % No. 45 Maryland 120,000 38,070 (68.3%) No. 46 Kentucky 176,000 54,945 (68.8%) No. 47 Nevada 92,000 28,535 (69%) No. 48 New Mexico 66,400 15,012 (77.4%) No. 49 Oregon 189,600 38,806 (79.5%) No. 50 Massachusetts 200,000 12,965 (93.5%)\n\nWhat I find incredibly strange is that all of the above states (with the exception of New Mexico which is supported by the federal exchange), and Washington which made up the lowest spot in the previous group, are all state-run exchanges. Over the past couple of months the federal exchange has really emerged as the go-to enrollment source with individual states really struggling to meet lofty enrollment targets set by the CMS.\n\nWeakness in these states has been profound with Oregon's state-run exchange, designed by Oracle, launching months late, and Nevada's state-run exchange, constructed by Xerox (NYSE:XRX), gaining a paltry 31 new members in January. Nevada has chosen to retain Xerox to help resolve its numerous IT problems, but the negative PR surrounding its ongoing shortcomings could come back to bite Xerox in a similar way that CGI Group's orders going forward may suffer in the near-term.", "article_metadata": {"publish_time": "12:05", "date": "2014-03-23T16:05:00Z", "description": "Ranked from No. 1 to No. 50, the best and worst-performing states based on Obamacare signups. Find out how your state is performing.", "ResponsiveALP": "1Ses_control-21_control_100", "author": "Sean Williams", "promo": "Ranked from No. 1 to No. 50, the best and worst-performing states based on Obamacare signups. Find out how your state is performing.", "twitter": {"site": "@themotleyfool", "description": "Ranked from No. 1 to No. 50, the best and worst-performing states based on Obamacare signups. Find out how your state is performing.", "title": "A 50 State Comparison of Obamacare Enrollment Figures: How Does Your State Stack Up? --  The Motley Fool"}, "pitch": 388, "og": {"site_name": "The Motley Fool", "description": "Ranked from No. 1 to No. 50, the best and worst-performing states based on Obamacare signups. Find out how your state is performing.", "title": "A 50 State Comparison of Obamacare Enrollment Figures: How Does Your State Stack Up? --  The Motley Fool", "url": "http://www.fool.com/investing/general/2014/03/23/a-50-state-comparison-of-obamacare-enrollment-figu.aspx", "image": "https://g.foolcdn.com/image/?url=http%3A%2F%2Fg.foolcdn.com%2Feditorial%2Fimages%2F112091%2Fobamacare-enrollment-mar-2014.JPG&h=630&w=1200&op=resize", "type": "article"}, "fb": {"admins": 50808187550, "page_id": 7240312795, "app_id": 50808187550}, "bureau": "usmf-health-care", "STORY_UID": "5528d060-af2b-11e3-9b68-0050569d4be0", "headline": "A 50 State Comparison of Obamacare Enrollment Figures: How Does Your State Stack Up?", "msvalidate.01": "8D40D58712924715BAA79D135A6C8DDA", "gsa_date": "2014 03 23", "tickers": "HUM,MOH,ANTM,XRX,GIB", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0"}, "_id": "\"57477af46914bd0286fd90c5\"", "article_summary": "These six states are:Ranking State CMS' Projected Enrollees Actual Enrollment Shortfall % No.\nThese leading states are:Ranking State CMS' Projected Enrollees Actual Enrollment Beat % No.\nHere, 12 states met the mark:Ranking State CMS' Projected Enrollees Actual Enrollment Shortfall % No.\nThese states are:Ranking State CMS' Projected Enrollees Actual Enrollment Shortfall % No.\nWeakness in these states has been profound with Oregon's state-run exchange, designed by Oracle, launching months late, and Nevada's state-run exchange, constructed by Xerox (NYSE:XRX), gaining a paltry 31 new members in January."}