{"article_title": "United Way of Hunterdon County offers free tax prep service", "article_keywords": ["preparation", "program", "united", "hunterdon", "refunds", "service", "preparers", "tax", "free", "county", "offers", "way", "income", "families", "prep"], "article_url": "http://www.nj.com/hunterdon-county-democrat/index.ssf/2015/01/united_way_of_hunterdon_county_offers_free_tax_pre.html", "article_text": "United Way of Hunterdon County (UWHC) is once again offering free tax preparation services to individuals and families through its IRS-certified Volunteer Income Tax Assistance (VITA) program. Building on past success, United Way is now partnering with several local businesses and organizations in the community to extend the reach of the program. As a result this year’s program has expanded and now offers free tax prep services at a number of locations throughout the county.\n\nThe United Way tax program is completely free of charge – no hidden fees – and refunds can even be e-filed with the IRS in order to receive a rapid refund without any fees. Appointments are necessary but scheduling one is easy. For a complete list of sites and to schedule an appointment, call 2-1-1 or 877-652-1148; or visit uwhunterdon.org. Preparers are also knowledgeable on Affordable Care Act Tax Provisions.\n\nUWHC’s VITA program has no income limit, but there is a complexity limit. Common complexities preparers are unable to assist with include farm or rental income and businesses with inventory.\n\nSpanish-speaking preparers also are available upon request. Those who prefer to do their own taxes, free online tax preparation is once again available. Go to myfreetaxes.com and you have access to assistance through a helpline provided by myfreetaxes.com in filing your return. A nominal fee may apply for household incomes of more than $60,000. This income limit is only associated with myfreetaxes.com.\n\nThis IRS-certified service is available thanks to a unique partnership of United Way of Hunterdon County and the IRS. The goals of this program are to provide savings on tax preparation fees as well as assist individuals and families in the claiming of tax credits such as the Earned Income Tax Credit (EITC) and the Child Tax Credit (CTC), and to encourage putting some of your tax refunds into savings accounts. By claiming these credits and splitting refunds, individuals and families have more money to pay bills, pay down debt and achieve or maintain financial stability. Last year, more than $1.25 million in refunds benefited local families and the local economy.\n\nUnited Way is working to advance the common good by focusing on income, health and education. These are the building blocks for a good life - a quality education that leads to a stable job, enough income to support a family through retirement, and good health. Change is happening.\n\nTo become part of the change, visit www.uwhunterdon.org, LIKE United Way of Hunterdon County on Facebook or call 908-782-3414.\n\n\n\n", "article_metadata": {"medium": "news", "viewport": "width=device-width,initial-scale=1", "news_keywords": "'Flemington'", "title": "United Way of Hunterdon County offers free tax prep service", "parsely-page": "{\"title\": \"United Way of Hunterdon County offers free tax prep service\", \"link\": \"http://www.nj.com/hunterdon-county-democrat/index.ssf/2015/01/united_way_of_hunterdon_county_offers_free_tax_pre.html\", \"image_url\": \"\", \"type\": \"post\", \"post_id\": \"14997359\", \"pub_date\": \"2015-01-19T22:17:23Z\", \"author\": \"Hunterdon County Democrat\", \"tags\": [\"Flemington\"] }", "twitter": {"image": "http://media.nj.com/design/alpha/img/logo_njo.gif", "description": "United Way of Hunterdon County (UWHC) is once again offering free tax preparation services to individuals and families through its IRS-certified Volunteer Income Tax Assistance (VITA) program.", "card": "summary", "site": "@njdotcom"}, "article_date_updated": "Monday, January 19, 2015,  5:17 PM", "parsely-metadata": "{\"image_url\": \"\", \"author_name\": \"njohunterdon\", \"author_nickname\": \"Hunterdon County Democrat\", \"author_id\": \"1828654\", \"source_blog_name\": \"Hunterdon County Democrat\", \"source_blog_url\": \"http://www.nj.com/hunterdon-county-democrat/index.ssf/\", \"sponsored_content\": \"0\" }", "og": {"site_name": "NJ.com", "description": "United Way of Hunterdon County (UWHC) is once again offering free tax preparation services to individuals and families through its IRS-certified Volunteer Income Tax Assistance (VITA) program.", "title": "United Way of Hunterdon County offers free tax prep service", "url": "http://www.nj.com/hunterdon-county-democrat/index.ssf/2015/01/united_way_of_hunterdon_county_offers_free_tax_pre.html", "image": "http://media.nj.com/design/alpha/img/logo_njo.gif", "type": "article"}, "fb": {"admins": 100000302287435}, "article_publication_name": "NJ.com", "article_comments": 0, "article_date_original": "Monday, January 19, 2015,  5:16 PM", "article_author": "Hunterdon County Democrat", "Description": "United Way of Hunterdon County (UWHC) is once again offering free tax preparation services to individuals and families through its IRS-certified Volunteer Income Tax Assistance (VITA) program."}, "_id": "\"57477af46914bd0286fdb54a\"", "article_summary": "United Way of Hunterdon County (UWHC) is once again offering free tax preparation services to individuals and families through its IRS-certified Volunteer Income Tax Assistance (VITA) program.\nThis IRS-certified service is available thanks to a unique partnership of United Way of Hunterdon County and the IRS.\nTo become part of the change, visit www.uwhunterdon.org, LIKE United Way of Hunterdon County on Facebook or call 908-782-3414.\nAs a result this year’s program has expanded and now offers free tax prep services at a number of locations throughout the county.\nThe United Way tax program is completely free of charge – no hidden fees – and refunds can even be e-filed with the IRS in order to receive a rapid refund without any fees."}