{"article_title": "Hillcrest Church Hosting Gas Giveaway", "article_keywords": ["saidhillcrest", "tough", "help", "gas", "hosting", "26th", "hillcrest", "street", "giveaway", "way", "church", "bartel"], "article_url": "http://www.keloland.com/news/article/news/hillcrest-church-hosting-gas-giveaway", "article_text": "Sioux Falls, SD\n\nFinding a way to give back. That is what Hillcrest Church in Sioux Falls is in search of.\n\n\"A years few ago, we had to take a tough look and discovered that we haven't made an impact in the community that we think a church should, or at least what we should have,\" Hillcrest Church pastor Doug Bartel said.\n\nHillcrest Church, which sits on 26th Street, brainstormed and decided the best way it could help others was through a gas giveaway.\n\n\"The economy has been tough; it's been going on for years. It is slowly getting better, but it is really impacting the middle class so what we decided after hearing from our neighbors was that gas continues to rise and it is tough to make ends meet,\" Bartel said.\n\nHillcrest Church says a gas card giveaway is small thing they could do, but a big thing to help anyone.\n\n\"Helping out with a little bit of gas, prices are up, this is a way we can give back and hopefully people will drive by and remember this church as the one that gave them a little help,\" ministry pastor Brian Stroh said.\n\nHillcrest Church hopes their contribution helps brighten someone's weekend. That is why the Hy-Vee Gas parking lot at 26th Street and Sycamore Ave will be filled with members from the Hillcrest Church on Saturday lending a helping hand.\n\n\"A small way to reach out to them and say, 'We know it is tough. We hear you, and we want to take some of what God has blessed us with and bless others with it,'\" Bartel said.\n\n\"Always the response from people getting or receiving or the blessing is just awesome. It puts a smile on their face and it is encouraging,\" Stroh said.\n\nThe gas giveaway is Saturday, September 14 from 11 a.m. - 1 p.m. at the Hy-Vee gas station on 26th Street and Sycamore Avenue.", "article_metadata": {"og": {"site_name": "KELOLAND News", "description": "Finding a way to give back. That is what Hillcrest Church in Sioux Falls is in search of. &quot;A years few ago, we had to take a tough look and", "title": "Hillcrest Church Hosting Gas Giveaway", "url": "http://www.keloland.com/news/article/news/hillcrest-church-hosting-gas-giveaway", "image": "http://assets.keloland.com/images/images/default-source/agriculture/crops/barley/52635.jpg?sfvrsn=0", "type": "website"}, "fb": {"app_id": 521498541203189}, "Generator": "Sitefinity 7.3.5630.0 PE", "viewport": "width=device-width, initial-scale=1.0", "description": "Finding a way to give back. That is what Hillcrest Church in Sioux Falls is in search of. &quot;A years few ago, we had to take a tough look and"}, "_id": "\"57477af36914bd0286fd185a\"", "article_summary": "Hillcrest Church, which sits on 26th Street, brainstormed and decided the best way it could help others was through a gas giveaway.\nHillcrest Church says a gas card giveaway is small thing they could do, but a big thing to help anyone.\nThe gas giveaway is Saturday, September 14 from 11 a.m. - 1 p.m. at the Hy-Vee gas station on 26th Street and Sycamore Avenue.\nThat is what Hillcrest Church in Sioux Falls is in search of.\nThat is why the Hy-Vee Gas parking lot at 26th Street and Sycamore Ave will be filled with members from the Hillcrest Church on Saturday lending a helping hand."}