{"article_title": "Rep. Rene Plasencia's big, fat Medicaid mess", "article_keywords": ["session", "rene", "plasencia", "mess", "big", "rep", "florida", "fat", "plasencias", "medicaid", "lot", "house", "guy", "issue", "support"], "article_url": "http://www.orlandosentinel.com/news/taking-names-scott-maxwell/os-rene-plasencias-big-fat-medicaid-mess-20150517-post.html", "article_text": "Last week bore witness to a truly strange protest.\n\nHealth-care activists showed up at the office of freshman GOP Rep. Rene Plasencia to demand that he support an expanded Medicaid program to cover 800,000 working-class Floridians.\n\nAnd Plasencia basically responded: OK, sure.\n\nProtesters were confused. And skeptical.\n\nUnderstandably so. After all, Plasencia's actions in the weeks before sure didn't suggest he was on their side.\n\nStill, the protesters decided to treat Plasencia's pro-Medicaid declaration as the big deal it was, declaring him \"the first Republican in the Florida House to do the right thing and announce public support for closing the Florida coverage gap.”\n\nThe news took off fast, drawing what seemed like an immediate vow for retaliation from the anti-Obamacare group, Americans for Prosperity (as reported by orlando-politics.com: \"AFP hints at retaliation for Plasencia support of Medicaid expansion.\")\n\nMeanwhile, Plasencia acted like he didn't understand what the big deal was, claiming that he had always supported expanding Medicaid.\n\nSo what happened?\n\nBasically, it looks like Plasencia's days of trying to play both sides of an issue finally caught up with him.\n\nBut the story is also interesting -- because it appears to be a microcosm of Florida politics.\n\nIt's the story of a guy who vowed to be different. A guy who vowed to be independent and transparent. A guy who I can admit I was excited to see in action ... and yet a guy who ended up ticking off a lot of people for acting just like all the other politicians before him.\n\nHow it began\n\nIt all started when Rene “Coach P” Plasencia filed to run for office in the east Orange County district around UCF -- a super-Democratic-heavy district that no hard-line conservative could ever win.\n\nBut that suited Plasencia just fine -- because he claimed he wasn't a hard-line anything. He claimed to be an independent-minded Republican -- one who was eager to go to Tallahassee to think for himself and buck the party line on everything from education issues to, yes, Obamacare.\n\nSpecifically, Plasencia said he was a big proponent of expanding Medicaid in Florida as part of the Affordable Care Act.\n\nHe gave an impassioned explanation to the Sentinel's editorial board last year when he was seeking the board's endorsement.\n\n\"We keep on giving our money to the federal government and not getting it back in resources,\" he said. \"That’s our money that we pay in taxes. And there are a lot of people who need that money for their health care coverage.”\n\nA lot of people bought it. And Plasencia pulled off an impressive upset, ousting Democratic incumbent Joe Saunders.\n\nSure, Saunders' supporters – and many hard-core liberals - were upset. But a lot of folks liked the idea of an independent-minded politician heading to Tallahassee.\n\nHeck, I liked the idea of an independent-minded politician. I was eager to watch him in action.\n\nThen he took office\n\nEarly in office, Plasencia displayed some flashes of independence. He bucked party tradition in voting to end the state's ban on gay adoption. (Though that wasn't terribly radical, since the GOP House Speaker led the effort to end a ban that had already been ruled unconstitutional.) He also championed a laudable bill to extend the time sexual-assault victims can file charges.\n\nBut folks around UCF started second-guessing their choice after Plasencia voted to allow guns on college campuses -- something virtually everyone associated with the university opposed.\n\nAnd then we got to health care -- the No. 1 issue of this legislative session. Plasencia's promised support seemed to vanish.\n\nMost significantly, he voted for a budget that excluded Medicaid expansion.\n\nJust as notable, he began cowering from questions about the topic.\n\nThe Sentinel’s editorial board – to whom Plasencia had promised support – tried to reach him. But the board said he did not call back.\n\nThe Sentinel’s Tallahassee chief, Gray Rohrer, tried to solicit a comment -- again just try to say where he stood. Again, Plasencia refused to give an answer.\n\nI asked Plasencia a simple question: \" ... help me understand your position.\"\n\nStill, silence ... which was exactly what House Republicans wanted.\n\nIn a closed-door meeting House leaders had ordered members to display solidarity. And Plasencia seemed to be following orders to the letter.\n\nHe finally speaks\n\nUltimately, after weeks of non-comments, I decided to go ahead and publish a blog piece that compared his campaign promises (captured on video) to his actions (including his budget vote).\n\nFinally Plasencia spoke up. Asked what had changed, he issued the following statement:\n\n“The biggest change would be the issue was not brought up during the regular session,\" he said.\n\n\"Now that the budget stalemate has brought Medicaid expansion to the forefront, I'll be taking the time to review what the caucus has provided us and research the issue a little more.\"\n\n\"I'll be glad to talk to you on background if you have any other questions.”\n\nWhen I showed that statement to my editor, he was perplexed ... and rightfully so.\n\nTo claim that the issue never came up during the session was ludicrous. It was THE issue of the session.\n\nStill, his request for time to research an issue (to which he had previously pledged unwavering support) made it pretty obvious that he was no longer an unwavering supporter.", "article_metadata": {"fb_title": "Rep. Rene Plasencia's big, fat Medicaid mess", "Description": "Last week bore witness to a truly strange protest.   Health-care activists showed up at the office of freshman GOP Rep. Rene Plasencia to demand that he support an expanded Medicaid program to cover 800,000 working-class Floridians.   And Plasencia basically responded: OK, sure.   Protesters were confused....", "copyright": "Copyright (c) 2016 Orlando Sentinel", "author": "Orlando Sentinel", "og": {"site_name": "OrlandoSentinel.com", "description": "Last week bore witness to a truly strange protest.", "title": "Rep. Rene Plasencia's big, fat Medicaid mess", "url": "http://www.orlandosentinel.com/news/taking-names-scott-maxwell/os-rene-plasencias-big-fat-medicaid-mess-20150517-post.html", "image": "http://www.trbimg.com/img-54133ce1/turbine/os-orlando-default-fb-icon", "type": "article"}, "x-servername": "lalvp13.17", "twitter": {"site": "@orlandosentinel", "card": "summary"}, "msvalidate.01": "AAC9C18F70AC386BC4DCF4DDF9BF1786", "robots": "index,follow", "apple-itunes-app": "app-id=402223551, app-argument=http://www.orlandosentinel.com/deeplinkid/83563281", "fb": {"admins": 100004353067097, "page_id": 5779052556, "app_id": 890804050949750}, "googlebot-news": "index", "date": "2015-05-18", "y_key": "fb73650ad672fe45", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "googlebot": "index"}, "_id": "\"57477af46914bd0286fe0216\"", "article_summary": "Specifically, Plasencia said he was a big proponent of expanding Medicaid in Florida as part of the Affordable Care Act.\nMeanwhile, Plasencia acted like he didn't understand what the big deal was, claiming that he had always supported expanding Medicaid.\nHealth-care activists showed up at the office of freshman GOP Rep. Rene Plasencia to demand that he support an expanded Medicaid program to cover 800,000 working-class Floridians.\nBasically, it looks like Plasencia's days of trying to play both sides of an issue finally caught up with him.\nAfter all, Plasencia's actions in the weeks before sure didn't suggest he was on their side."}