{"article_title": "Condon Invested in Family Express’ Future", "article_keywords": ["training", "store", "chain", "family", "employees", "express", "hiring", "future", "invested", "condon", "human", "resources"], "article_url": "http://www.cstoredecisions.com/2016/04/08/condon-invested-family-express-future/", "article_text": ":\n\nFrom programmatic hiring to competitive training processes, Kris Condon is helping shape the convenience store chain’s flourishing workforce.\n\nBy Erin Rigik, Senior Editor\n\nFrontline employees are the backbone of any c-store chain, which makes crafting a strategy for successful hiring, training, conveying of company culture and retaining quality talent crucial for any convenience store chain.\n\nKris Condon has been the director of human resources at Valparaiso, Ind.-based Family Express for the last 10 years, during which time she has spearheaded numerous initiatives to assist the 65-store chain in fostering its “living brand” philosophy of building relationships with every customer it intercepts, which begins with the chain’s frontline employees.\n\nCSD is recognizing Kris Condon for her leadership in human resources at Family Express as part of our 2016 Human Resources Leadership Awards.\n\nFROM THE BEGINNING\n\nCondon began her career at Family Express in 2000 in store operations and quickly became the Corporate Training Specialist—a role she held for the next five years.\n\n“Ultimately, this position introduced me to human resources. Family Express afforded me the opportunity to pursue an undergraduate degree in Human Resources, and I was subsequently promoted to director of human resources” in 2006, Condon said.\n\nSince that time, Condon gained a Master’s in HR Development from Villanova University and completed her Senior Professional of Human Resources Certification.\n\n“A testament to our culture, my journey from store operations is not an anomaly at Family Express,” she said.\n\nNEW INITIATIVES\n\nAs director of human resources Condon has been instrumental in implementing ‘industrial psychology’ into the Family Express hiring process long before it became the norm in the c-store industry.\n\n“Our living brand is special. It requires the right type of person to deliver on the standard our customers expect,” she said.\n\nAs such, hiring at Family Express is competitive. Only one in 50 applicants is welcomed into the chain’s three-day training program. Industrial psychology helps Family Express identify the characteristics in a person—such as a positive attitude and a natural inclination toward relationship building—that would make him or her a “superstar member” of the living brand. This allows Family Express to cultivate an employee’s natural talent for building relationships.\n\nUnder Condon’s watch, Family Express also audits its culture in the same way it audits inventory. In other words, the chain counsels employees on aspects of their jobs, such as preserving and enhancing a relationship, using a greeting that is unique and friendly, maintaining a knowledge of the brands sold at Family Express and delivering on promises.\n\nCondon has also revolutionized how Family Express hires by using “programmatic” hiring, meaning it hires store associates based on the expected rate of attrition—before the attrition happens. This practice ensures Family Express is never understaffed or overstaffed.The result? Programmatic hiring has had a monumental impact on turnover. In 2016, Family Express is on pace to see a turnover rate of only 19%.\n\nEMPLOYEE MANAGEMENT\n\nFamily Express takes training seriously. Only 80% of prospective employees invited to the three-day training graduate to employment with the company. The c-store chain uses more than 50 modules of computer-based training as the basis of this initial three-day orientation.\n\nIn April 2015 Family Express rolled out the “YOU MATTER!” initiative, in which it made clear its plans to pay an hourly wage of $10 an hour. It also offers tuition reimbursement, a family festival on its 20+ acres, award luncheons and monetary gifts based on various lengths of service.\n\nIn the first 11 months of the $10 an hour wage campaign, the chain has seen a 10% reduction in turnover that happens in fewer than 90 days, 14% ACA (Affordable Care Act) premium reductions, 23% total turnover reduction and a 135% increase in applications—with a acceptance rate of about 2.8%.\n\n“Happy employees make economic sense,” said Condon. “This journey doesn’t happen without them.”", "article_metadata": {"description": "From programmatic hiring to competitive training processes, Kris Condon is helping shape the convenience store chain’s flourishing workforce. By Erin Rigik", "og": {"site_name": "Convenience Store Decisions", "description": "From programmatic hiring to competitive training processes, Kris Condon is helping shape the convenience store chain’s flourishing workforce. By Erin Rigik, Senior Editor Frontline employees are the backbone of any c-store chain, which makes crafting a strategy for successful hiring, training, conveying of company culture and retaining quality talent crucial for any convenience store chain.\nShare", "title": "Condon Invested in Family Express’ Future", "locale": "en_US", "image": "http://www.cstoredecisions.com/wp-content/uploads/2016/03/Kris_FINAL-1-150x150.jpg", "url": "http://www.cstoredecisions.com/2016/04/08/condon-invested-family-express-future/", "type": "article"}, "robots": "noodp", "fb": {"admins": 107031532675062}, "msvalidate.01": "40BA1B879066C83CDFCA374CA4B490C3", "article": {"publisher": "https://www.facebook.com/CStoreDecisions", "section": "Operations & Marketing", "published_time": "2016-04-08T16:54:35-04:00"}}, "article_summary": "CSD is recognizing Kris Condon for her leadership in human resources at Family Express as part of our 2016 Human Resources Leadership Awards.\nFamily Express afforded me the opportunity to pursue an undergraduate degree in Human Resources, and I was subsequently promoted to director of human resources” in 2006, Condon said.\nUnder Condon’s watch, Family Express also audits its culture in the same way it audits inventory.\nNEW INITIATIVESAs director of human resources Condon has been instrumental in implementing ‘industrial psychology’ into the Family Express hiring process long before it became the norm in the c-store industry.\nIn 2016, Family Express is on pace to see a turnover rate of only 19%."}