{"article_title": "Want to reduce teen pregnancy and abortion? Start with long-term birth control.", "article_keywords": ["teen", "control", "contraceptive", "methods", "longterm", "study", "reduce", "choice", "start", "rate", "birth", "pregnancy", "abortion", "longacting", "times", "teens"], "article_url": "https://www.washingtonpost.com/news/wonk/wp/2014/12/25/want-to-reduce-teen-pregnancy-and-abortion-start-with-long-term-birth-control-2/", "article_text": "\n\nThe IUD and other long-term contraceptive methods are reducing abortion rates. (Photo from Bayer HealthCare)\n\nThe IUD and other long-acting reversible contraceptive methods are making a major resurgence in the United States — and recent studies indicate they're contributing to the lowest abortion rate in three decades. A new study this week found Iowa's efforts to expand access to long-acting contraceptive methods led to fewer abortions, even as abortion clinics in the state increased. Cost and education still remain a barrier to further adoption of these highly effective birth control methods. But as I wrote earlier this year, another major study found expanding access to these contraceptive methods would help lower rates of teen births and abortions in the United States.\n\nEarlier this week, an influential pediatrics group offered a pretty significant new recommendation: that teenagers use long-acting contraceptives, like intrauterine devices and hormone implants, as the \"first line\" of defense in preventing pregnancy pregnancy. And a new study released Wednesday night helps illustrate why the physicians group offered its endorsement.\n\nTeenage girls who were offered these types of contraceptives at no cost were significantly much more likely to use them, and they had substantially lower rates of pregnancy, birth and abortion when compared to U.S. teens, according to the study in the New England Journal of Medicine.\n\nJust about 4.5 percent of U.S. teens between 15-19 report using long-acting contraceptive methods, which have a much lower fail rate under typical use (less than 1 percent) when compared to birth control pills (9 percent) and male condoms (18 percent), according to the CDC. The costs can be prohibitive, though. Without insurance, an IUD could cost more than $1,000 for a one-time insertion.\n\nBut removing financial and educational barriers to accessing these forms of birth control increased their usage, according to the NEJM study, which holds pretty major implications for the U.S. teen birth rate that — despite hitting record lows last year — is still 5.5 times higher than the rate in Western Europe and trails the rest of the developed world.\n\nFor the study, researchers at Washington University in Saint Louis provided free contraception to thousands of local women through the CHOICE Contraceptive Project. They were given their choice of method after being informed of effectiveness rates, potential side effects and the risks and benefits of each. Of the 1,404 teens in the NEJM study spanning 2007 to 2011, 74 percent chose long-acting methods — more than 16 times the reported rate of usage for U.S. teenage women.\n\nThe results were pretty stark. Teens in the CHOICE program, when compared to the national average, were five times less likely to get pregnant or give birth, and they were about four times less likely to have an abortion.\n\nThe average annual birth rate in the CHOICE group — in which three-quarters used a long-acting contraceptive — was 19.4 per 1,000 teens, which was 36 percent lower than the CDC's 2015 goal of 30.3 per 1,000 teens. And two-thirds of teens in the CHOICE program who chose a long-acting method were still using it after two years, much better than the rate for those using a different method (one-third).\n\nThe NEJM study also comes just months after Colorado reported a state health initiative reduced the teen birth rate by 40 percent over five years by providing IUDs and other implantable devices to low-income women. That program was funded by an anonymous donor, so it's not the kind of thing that could be easily recreated across the country. Notably, though, the Affordable Care Act requires most health plans to provide no-cost birth control, which is at the heart of the Supreme Court's Hobby Lobby decision and still-pending religious challenges to the law's contraceptive coverage mandate.\n\nEven though use of long-acting contraceptives is still low among U.S. teens, the researchers note that it has increased from less than 1 percent in 2002. \"Our study suggests that it is possible to achieve a much greater rate of use,\" they wrote. And that could help tackle a teen pregnancy problem that the CDC calls a \"winnable battle.\"", "article_metadata": {"description": "When cost isn't a factor, teens are much more likely to choose the most effective contraceptive methods.", "og": {"site_name": "Washington Post", "description": "When cost isn't a factor, teens are much more likely to choose the most effective contraceptive methods.", "title": "Want to reduce teen pregnancy and abortion? Start with long-term birth control.", "url": "https://www.washingtonpost.com/news/wonk/wp/2014/12/25/want-to-reduce-teen-pregnancy-and-abortion-start-with-long-term-birth-control-2/", "image": "https://images.washingtonpost.com/?url=http://img.washingtonpost.com/blogs/wonkblog/files/2014/12/HE-IUD-2.jpg&w=1484&op=resize&opt=1&filter=antialias", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@jasonmillman"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/news/wonk/wp/2014/12/25/want-to-reduce-teen-pregnancy-and-abortion-start-with-long-term-birth-control-2/", "fb": {"admins": 500835072, "app_id": 41245586762}, "article": {"publisher": "https://www.facebook.com/washingtonpost"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0"}, "_id": "\"57477af36914bd0286fd188e\"", "article_summary": "The IUD and other long-term contraceptive methods are reducing abortion rates.\nA new study this week found Iowa's efforts to expand access to long-acting contraceptive methods led to fewer abortions, even as abortion clinics in the state increased.\nCost and education still remain a barrier to further adoption of these highly effective birth control methods.\nFor the study, researchers at Washington University in Saint Louis provided free contraception to thousands of local women through the CHOICE Contraceptive Project.\nThe NEJM study also comes just months after Colorado reported a state health initiative reduced the teen birth rate by 40 percent over five years by providing IUDs and other implantable devices to low-income women."}