{"article_title": "A Downside Of Country Living: Roadside Birth", "article_keywords": ["living", "dixie", "doctor", "country", "rutherford", "gas", "prenatal", "county", "state", "going", "health", "downside", "birth", "roadside", "women"], "article_url": "http://health.wusf.usf.edu/post/downside-country-living-roadside-birth", "article_text": "There is a seven-county stretch in North Central Florida -- an area larger than Puerto Rico -- where every county health department has gotten out of prenatal care.\n\nSince then, the rate of women getting in to see a doctor in the first trimester has dropped in all seven counties.\n\nIn Dixie County, state data show, the rate of women giving birth without ever seeing a doctor has more than doubled. It’s the worst rate in Florida.\n\nClarissa Carroll lives in Cross City, capital of Dixie County. She’s pregnant with her fourth baby, due in March.\n\nShe doesn’t have private insurance, so she drives 35 minutes to neighboring Levy County to see her doctor at a federally funded non-profit clinic in Chiefland. State data show that four out of five women in Dixie leave the county for care.\n\nCarroll's baby is fine now, but initially she went to the clinic every week because the staff couldn’t hear a heartbeat. She says spending that much on gas destroyed her family budget. Her boyfriend is a firefighter in the neighboring county.\n\n“We try to save as much money for gas as possible,\" Carroll said. “He can stay at the fire department for free at night, and then I’m just having to worry about gas to get my oldest to school if she doesn’t get the bus on time and prenatal care.\"\n\nHealth News Florida is highlighting details of its Pregnant and Poor investigation all week. See the series here.\n\nBarbara Locke, who runs the health department for Dixie, Gilchrist and Levy counties, said she hears that a lot: women missing doctors' appointments to save gas.\n\n“They would literally have to decide, 'Am I going to use gas to go my appointment today, or am I going to use gas to go to work?” Locke said.\n\n“Or 'Am I going to use that money to put food on the table tonight?'” added Julie Moderie, director of Healthy Start of North Central Florida.\n\nLocke said she’s worried that too many women will forgo visits to the doctor during the important first trimester.\n\n\"I think we’re going to see some real impacts related to the fact that many health departments have gotten out of prenatal care,” she said.\n\nLocke said the health departments had to drop prenatal care when the state Medicaid program decided to move nearly all Medicaid patients into private HMOs and other managed-care networks. The state stopped covering the costs for health departments, she said, cutting the payment from $130 to $40.\n\nSome federally funded non-profit clinics picked up the slack, but they are few and far between. Not every county has one.\n\nUnder the new statewide Medicaid managed care program, private plans that contract with the state are supposed to provide members access to a doctor and transportation. It is unclear how well that is working.\n\nEven women who have employer-sponsored insurance find themselves putting in the miles to see a doctor. One is 20-year-old Audra Rutherford of the tiny Lafayette County town of Mayo, midway between Gainesville and Tallahassee.\n\nSeven months pregnant, she gets insurance through the family business, Bass Assassin. It makes plastic fishing lures, some with colorful names.\n\n“So we have drunk monkey, electric chicken, chicken on a chain, slammin’ chicken, electric buzzard, Texas roach, we got all kind of crazy names,” Rutherford said. “But the thing about it is the name sells.”\n\nShe drives an hour and a half to see her obstetrician in Gainesville. It’s a big downside to small-town life in Florida’s Big Bend region.\n\n“I actually know a couple who had to stop on the side of the road while trying to get to Gainesville when they were in labor because it was too far, and that baby was coming,” Rutherford said.\n\nAnd so the couple delivered on the side of the road.\n\n“A lot of men joke, 'Oh, ain’t no worse than delivering a calf.'\" Rutherford disagrees. \"It’s like no, completely different, completely different.”\n\nReporter Abe Aboraya is part of WMFE in Orlando. Health News Florida receives support from the Corporation for Public Broadcasting.\n\n", "article_metadata": {"category": "HNF Stories", "description": "There is a seven-county stretch in North Central Florida -- an area larger than Puerto Rico -- where every county health department has gotten out of", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://health.wusf.usf.edu/post/downside-country-living-roadside-birth", "image": "http://mediad.publicbroadcasting.net/p/healthnewsfl/files/styles/medium/public/201510/IMG_4835.jpg", "type": "article", "description": "There is a seven-county stretch in North Central Florida -- an area larger than Puerto Rico -- where every county health department has gotten out of", "title": "A Downside Of Country Living: Roadside Birth"}, "story_id": 452800186, "twitter": {"site": "@HealthNewsFL", "card": "summary", "creator": "@HealthNewsFL"}, "author": "Abe Aboraya", "org_id": 0, "dc": {"title": "A Downside Of Country Living: Roadside Birth"}, "nid": 12468, "datePublished": "2015-10-29", "keywords": "prenatal care, rural health, health insurance, Medicaid, public transportation, Pregnant and Poor", "wordCount": 834, "has_audio": 1, "viewport": "width=device-width"}, "_id": "\"57477af36914bd0286fd1886\"", "article_summary": "In Dixie County, state data show, the rate of women giving birth without ever seeing a doctor has more than doubled.\nClarissa Carroll lives in Cross City, capital of Dixie County.\nThere is a seven-county stretch in North Central Florida -- an area larger than Puerto Rico -- where every county health department has gotten out of prenatal care.\nState data show that four out of five women in Dixie leave the county for care.\nSince then, the rate of women getting in to see a doctor in the first trimester has dropped in all seven counties."}