{"article_title": "The House of Hypocrisy Fosters the Shutdown and Debt Ceiling", "article_keywords": ["ceiling", "hypocrisy", "pray", "house", "fosters", "political", "american", "economy", "shutdown", "vote", "debt", "veterans", "care"], "article_url": "http://www.usnews.com/opinion/blogs/leslie-marshall/2013/10/16/the-house-of-hypocrisy-fosters-the-shutdown-and-debt-ceiling", "article_text": "Chan Lowe/Tribune Content Agency\n\nThe House of Representatives has truly become the House of Hypocrisy.\n\nFirst, they told the American people to elect them in order to create jobs and turn our economy around; and now they have put 800,000 people out of work by shutting the government down and they are threatening both our domestic economy as well as the global economy as by slowly inching into default.\n\nThis week we've seen more examples of the Republican hypocrisy. As Sens. Ted Cruz and Mike Lee argued that the president didn't care about veterans, they cried out about blockades around war memorials. Do Cruz and Lee care about veterans? No. They care about the memorials to the veterans. If they cared about veterans, they would care that 7,000 Veterans Benefits Administration workers – half of them veterans – are furloughed. They would care about this government shutdown causing a delay in the processing of veterans disability claims; but no, there was no outrage over that.\n\n[See a collection of political cartoons on the Republican Party.]\n\nAnd yesterday, the House failed to come up with a plan to end the government shutdown and avert default. They couldn't just have a clean vote, as the American people want and the president requested, to reopen the government and raise the debt ceiling. The House GOP simply had to add another \"Obamacare\" stipulation. Strange isn't it – the party that closed the government over Obamacare, now wants all federal employees to partake; but without the subsidies. And all the while, all House Speaker John Boehner had to do was put a clean vote on the floor. So far at least 195 Democrats have said that they would vote for a clean bill and as of last week, 22 Republicans agreed. He has the votes, he has the ability and what does he do instead? He bends over for the tea party; the new bully of America.\n\nLadies & Gentlemen, the Koch brothers are running your country and your God is now Ted Cruz. Happy?\n\nYou aren't. The polls indicate that over and over and over. The Republicans are (forgive the gun analogy here folks) playing Russian Roulette; but last night they put a few more bullets in the chamber. The Republicans are committing political suicide and it's too sad and too messy to watch. They actually hate Obamacare and care more about getting anything they can in the way of a checkmark in the \"win\" column more than they care about the American people, and both our own economy and the world's.\n\nSo now we've got a day for the Senate to come up with a bill; which as I write this, Sens. Harry Reid and Mitch McConnell are close to doing. But one can only guess what will happen when it gets to the House.\n\n[See a collection of political cartoons on Congress.]\n\nAs House Democratic Leader Nancy Pelosi said yesterday, \"Why are they doing this to the American people?\"\n\nShe's right.\n\nDo you want the government reopened and the debt ceiling raised America? Demand that members of Congress' pay be withheld – they're government workers and we are their employers. It is our tax dollars that pay them; our voices they have ignored. No matter how many polls told them to stop this, no matter how many phone calls, emails, tweets, etc. they received, it was they, not the president who ignored the will of the people. If their bucks stop coming in, they'll stop bucking the system!\n\n[See a collection of political cartoons on the government shutdown.]\n\nSo now the people better remember that. According to the law of Karma, what goes around comes around right? And all we can do is hope and pray for that type of justice.\n\nHope and pray those rich Wall Street types won't write checks to fund the campaigns of those that screwed the American and global economies if, the debt ceiling is not raised.\n\nHope and pray that those of you who showed your lack of approval for this Congress; remember that come election time.\n\nBecause at this point America, all we can do is hope and pray that justice will win over hypocrisy.\n\nRead Robert Schlesinger: Fitch Puts the Lie to the Debt Ceiling Default-Deniers’ Oddest Argument\n\nRead Peter Fenn: More Signs the House GOP Wants to Keep the Government Shut Down", "article_metadata": {"zone": "leslie-marshall/blogentries", "keyword": "Republican Party", "title": "The House of Hypocrisy Fosters the Shutdown and Debt Ceiling", "og": {"url": "http://www.usnews.com/opinion/blogs/leslie-marshall/2013/10/16/the-house-of-hypocrisy-fosters-the-shutdown-and-debt-ceiling", "site_name": "US News & World Report", "type": "article", "description": "Let’s hope voters remember this about the Republican Party come the next elections.", "title": "The GOP Hates Obamacare More Than It Loves America"}, "twitter": {"site": "@USNews", "description": "Let’s hope voters remember this about the Republican Party come the next elections.", "card": "summary", "title": "The House of Hypocrisy Fosters the Shutdown and Debt Ceiling"}, "msvalidate.01": "A8E47FA91124063A4A9C78AD5273DC0F", "site": "opinion", "date_published": "Oct. 16, 2013", "fb": {"app_id": 130063997038366}, "page_type": "article", "keywords": ",Marshall, Leslie, column,politics, blogs,Republican Party,House of Representatives, thomas jefferson street,Leslie Marshall,leslie marshall,Leslie Marshall,House of Representatives,politics,Republican Party", "google-site-verification": "owJBuFHD3VHcTSsnPSOYizmUcs3GSBjbx09vBbBi1MM", "viewport": "width=device-width, initial-scale=1", "description": "Let’s hope voters remember this about the Republican Party come the next elections."}, "_id": "\"57477af36914bd0286fd1882\"", "article_summary": "Do you want the government reopened and the debt ceiling raised America?\nRead Robert Schlesinger: Fitch Puts the Lie to the Debt Ceiling Default-Deniers’ Oddest ArgumentRead Peter Fenn: More Signs the House GOP Wants to Keep the Government Shut Down\nThey couldn't just have a clean vote, as the American people want and the president requested, to reopen the government and raise the debt ceiling.\nChan Lowe/Tribune Content AgencyThe House of Representatives has truly become the House of Hypocrisy.\nAnd yesterday, the House failed to come up with a plan to end the government shutdown and avert default."}