{"article_title": "Canadian Island: Hey, Move Here If Trump Wins!", "article_keywords": ["trump", "cape", "canadian", "wins", "hey", "elected", "donald", "americans", "way", "island", "president", "tourism", "breton"], "article_url": "http://townhall.com/tipsheet/christinerousselle/2016/02/18/canadian-island-hey-move-here-if-trump-wins-n2121336", "article_text": "Cape Breton Island, located off the coast of Nova Scotia, has offered itself as a refuge for angry Americans if Donald Trump were to be elected president. A tourism website set up for the island touts its beauty, diversity (but assures readers that everyone speaks English), cheap real estate prices, free healthcare, lack of guns, and unique blend of cultures.\n\nHi Americans! Donald Trump may become the President of your country! If that happens, and you decide to get the hell out of there, might I suggest moving to Cape Breton Island! Don't wait until Donald Trump is elected president to find somewhere else to live! Start now, that way, on election day, you just hop on a bus to start your new life in Cape Breton, where women can get abortions, Muslim people can roam freely, and the only 'walls' are holding up the roofs of our extremely affordable houses. We have a dedicated team of volunteers ready to get the ball rolling, so get in touch today!\n\nThe site continues to display various images from the island, including a Mi'kmaq Pow Wow and pictures of flora and fauna.\n\nWhile this may be a bit cheeky, Cape Breton has good reason to market itself for anyone to move to--Trump haters or otherwise. The island has seen serious population decline in recent years, and young people are leaving in \"droves.\" This was definitely a solid ad campaign to let people know that the island exists, which could potentially boost tourism in the summer months. The Canadian dollar is not doing well, meaning that a trip to the Great White North is cheaper for Americans than it has been in years. Cape Breton Island marketing itself as a refuge for people who don't want to live under President Trump was a surefire way to get media attention, and was very cleverly done.\n\nAt least one celebrity has wondered out loud about leaving the United States if Trump is elected.", "article_metadata": {"description": "Silly. .05/27/2016 9:11:34AM EST.", "author": "Christine Rousselle", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "Silly.", "title": "Canadian Island: Hey, Move Here If Trump Wins!", "url": "http://townhall.com/tipsheet/christinerousselle/2016/02/18/canadian-island-hey-move-here-if-trump-wins-n2121336", "image": "http://media.townhall.com/townhall/reu/ha/uploads/2016/2/18/14.png", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "Silly.", "title": "Canadian Island: Hey, Move Here If Trump Wins!", "url": "http://townhall.com/tipsheet/christinerousselle/2016/02/18/canadian-island-hey-move-here-if-trump-wins-n2121336", "image": "http://media.townhall.com/townhall/reu/ha/uploads/2016/2/18/14.png", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "Canadian Island: Hey, Move Here If Trump Wins!, Christine Rousselle, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "article_summary": "If that happens, and you decide to get the hell out of there, might I suggest moving to Cape Breton Island!\nCape Breton Island, located off the coast of Nova Scotia, has offered itself as a refuge for angry Americans if Donald Trump were to be elected president.\nDon't wait until Donald Trump is elected president to find somewhere else to live!\nCape Breton Island marketing itself as a refuge for people who don't want to live under President Trump was a surefire way to get media attention, and was very cleverly done.\nWhile this may be a bit cheeky, Cape Breton has good reason to market itself for anyone to move to--Trump haters or otherwise."}