{"article_title": "Washington Watch: Vitter files flurry of legislation", "article_keywords": ["files", "wants", "bill", "congress", "legislation", "federal", "watch", "hes", "washington", "standards", "flurry", "filed", "vitter", "bills", "law"], "article_url": "http://www.theneworleansadvocate.com/features/carnival/12075250-171/washington-watch-vitter-files-flurry", "article_text": "Washington Watch: Vitter files flurry of legislation\n\nWashington Watch: Vitter files flurry of legislation\n\nFresh from a two-week congressional recess, U.S. Sen. David Vitter, R-La., should have plenty of energy when he returns to work Monday to do what he does best: introduce bills in the Senate.\n\nIn the 2015-16 Congress, Vitter is listed as the lead sponsor on 75 bills, way ahead of the No. 2 senator, Dean Heller, R-Nev., with just 29. Neither total counts co-sponsorship of bills, nor amendments.\n\nFew of the 75 bills are likely to be signed into law with Vitter’s name on top. It’s no easy trick to gain the honor: Proposals get folded into larger bills, or a companion House measure may prevail. The Senate front-runner in an October survey of the 2013-14 Congress was Patrick Leahy, D-Vt., with two bills signed into law. Vitter has sponsored 425 bills since coming to the Senate in 2005, with four signed.\n\nVitter’s chances this year may be reduced if he wins election this fall as governor, because he would be leaving halfway through the two-year session. His candidacy may explain his flurry of activity this year, although in the 2013-14 Congress, his 77 bills ranked second only to Mark Begich, D-Alaska, with 84. In the 2011-12 Congress, Vitter sponsored 69 bills, although that did not rank him in the top five.\n\nVitter, 53, is a solidly conservative Republican, and his bills generally fit that mold. But they also suggest his particular areas of interest.\n\nOne of his pet projects is to repeal birthright citizenship, now conferred on any child born in the United States, and he has filed a bill to limit citizenship to children who at birth can claim at least one parent who is a citizen or legal immigrant. Another Vitter bill calls for the census to question residents about their immigration status, in direct contradiction to current practice.\n\nVitter wants to speed the deportation of those unaccompanied children who surged across the Mexican border last summer. He’s seeking to make voting by undocumented immigrants a felony, and he’s pushing to block their ability to get federal college aid or credit cards.\n\nVitter is no friend to abortion providers. He wants to impose on the doctors the hospital admitting privileges requirement that’s being challenged under Louisiana state law, and he wants to ban federal assistance to agencies that offer abortion services.\n\nAnother Vitter target is the Affordable Care Act, the 2010 health law widely known as “Obamacare.” He’s filed a bill to repeal it altogether. Short of that, he’s put in a bill to tighten up on the ACA subsidies that help low- and middle-income Americans buy health insurance. And he’s introduced a bill to force the president, vice president and Cabinet officers to get their coverage through “Obamacare.” That’s related to another pet Vitter project: ending the jury-rigged system that includes an employer contribution for the “Obamacare” coverage mandated for members of Congress; he got that attached as an amendment to a Senate-passed budget bill last month.\n\nOn education, Vitter has a bill to ensure schools don’t suffer deprivation by the federal government if they abandon the Common Core academic standards (another proposal he included in a budget amendment). He’s also filed bills to boost charter schools and home schooling.\n\nVitter has sponsored a few bills to rein in environmental enforcement. He’s also filed measures to enhance the energy industry, central to the Louisiana economy. Other Louisiana-flavored proposals include bills to impose tougher safety standards on the seafood imports, to give the state a bigger role in managing the red snapper fishery in the Gulf of Mexico and to condone baiting of fields for duck hunting.\n\nVitter’s Autocycle Safety Act, requiring standards for three-wheeled vehicles, drew praise from a company that plans to build them in Shreveport. Another bill would sell land in the Kisatchie National Forest to a company that operates campsites there. A bill named for Steve Gleason, the former New Orleans Saints player afflicted with amyotrophic lateral sclerosis, would liberalize federal funding for speech-generating devices for the disabled (another budget amendment provision).\n\nThere’s a Vitter bill to require drug-testing for welfare recipients and one cracking down on food-stamp fraud. He wants to curtail the federal program that provides cellphones to low-income residents — another pet peeve.\n\nVitter is pushing to repeal automatic pay raises for members of Congress and to bar their family members from working for their campaign committees or leadership PACs. And he wants to put a stop to the minting of $1 coins honoring the nation’s presidents.\n\nGregory Roberts is chief of The Advocate Washington bureau. His email address is groberts@theadvocate.com, and he is on Twitter, @GregRobertsDC. For more coverage of national government and politics, follow The Advocate Politics Blog at http://blogs.theadvocate.com/politicsblog.", "article_metadata": {"description": "New Orleans, LA /Features/Carnival/: Washington —  Fresh from a two-week congressional recess, U.S. Sen. David Vitter, R-La., should have plenty of energy when he returns to work Monday to do what he does best: introduce bills in the Senate. In the 2015-16 Congress, Vitter is listed as the l", "og": {"url": "http://www.theneworleansadvocate.com/features/carnival/12075250-171/washington-watch-vitter-files-flurry", "image": "http://theadvocate.com/csp/mediapool/sites/shared/assets/images/no-advocate-fb.png", "type": "article", "description": "Washington &mdash; Fresh from a two-week congressional recess, U.S. Sen. David Vitter, R-La., should have plenty of energy when he returns to work Monday to do what he does best:", "title": "Washington Watch: Vitter files flurry of legislation"}, "robots": "NOODP", "fb": {"app_id": 514908288573846}, "google-site-verification": "WJ-GmvLB0_4_ubFhOXLkAFEJNrdaozYvrgZP8mTLz5U", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fd18bd\"", "article_summary": "Washington Watch: Vitter files flurry of legislationWashington Watch: Vitter files flurry of legislationFresh from a two-week congressional recess, U.S. Sen. David Vitter, R-La., should have plenty of energy when he returns to work Monday to do what he does best: introduce bills in the Senate.\nAnother Vitter bill calls for the census to question residents about their immigration status, in direct contradiction to current practice.\nVitter wants to speed the deportation of those unaccompanied children who surged across the Mexican border last summer.\nThere’s a Vitter bill to require drug-testing for welfare recipients and one cracking down on food-stamp fraud.\nIn the 2015-16 Congress, Vitter is listed as the lead sponsor on 75 bills, way ahead of the No."}