{"article_title": "Flu Shot, Nasal Spray Vaccine and Anti-Viral Drugs - Consumer Reports News", "article_keywords": ["younger", "shot", "protect", "drugs", "nasal", "youre", "flu", "weeksand", "reports", "young", "ways", "spray", "weak", "65", "consumer", "antiviral", "vaccine"], "article_url": "http://www.consumerreports.org/cro/news/2014/08/flu-shot-shopping-made-easy/index.htm", "article_text": "The symptoms come on fast and strong: muscle aches and pain, fever, headaches, and exhaustion. The flu can knock you out for weeks—and that’s if you’re a healthy young adult. For the young, the old, and those with weak immune systems, the risks of complications, such as pneumonia, are much higher.\n\nThe best way to protect yourself is to get vaccinated—soon. This year’s vaccine is the same as last year’s, but you still need a fresh one this season. If you get it now, it should protect you through April, when the virus subsides. The vaccine prevents the illness up to 80 percent of the time in adults younger than 65 and about half of the time in those 65 and older. If you do get sick, you usually contract a milder case. Here are five ways to combat the flu.", "article_metadata": {"news_keywords": "flu prevention, flu shot, nasal spray, anti-viral drugs, flu prevention tips, Consumer Reports, Health, Children's health, Conditions & Treatments, Drugs, Health After 60, Health Insurance", "Title": "Flu Prevention | Flu Shot, Nasal Spray Vaccine and Anti-Viral Drugs - Consumer Reports News", "og": {"url": "http://www.consumerreports.org/cro/news/2014/08/flu-shot-shopping-made-easy/index.htm", "image": "http://www.consumerreports.org/content/dam/cro/news_articles/health/CRO_Health_CROH_Flu_Shot_Pharmacy_Sign_08-14.jpg", "type": "article", "title": "Flu Prevention | Flu Shot, Nasal Spray Vaccine and Anti-Viral Drugs - Consumer Reports News"}, "robots": "INDEX,FOLLOW", "publishDate": "2014-08-28T10:00Z", "primarytag": "Health", "last-modified": "2014-10-30T19:13Z", "fb": {"app_id": 551478298314138}, "searchTitle": "Consumer Reports: Flu Prevention | Flu Shot, Nasal Spray Vaccine and Anti-Viral Drugs - Consumer Reports News", "keywords": "flu prevention, flu shot, nasal spray, anti-viral drugs, flu prevention tips, Consumer Reports, Health, Children's health, Conditions & Treatments, Drugs, Health After 60, Health Insurance", "contenttag": "Drugs", "description": "Flu prevention tips and flu shot shopping advice. How to protect yourself from being knocked out for weeks this flu season. Unbiased expert advice from Consumer Reports."}, "_id": "\"57477af46914bd0286fe026f\"", "article_summary": "The flu can knock you out for weeks—and that’s if you’re a healthy young adult.\nThis year’s vaccine is the same as last year’s, but you still need a fresh one this season.\nFor the young, the old, and those with weak immune systems, the risks of complications, such as pneumonia, are much higher.\nThe vaccine prevents the illness up to 80 percent of the time in adults younger than 65 and about half of the time in those 65 and older.\nHere are five ways to combat the flu."}