{"article_title": "How Christians are helping one another with medical bills", "article_keywords": ["sharing", "pay", "medical", "according", "helping", "ministries", "health", "members", "healthcare", "report", "bills", "christians", "care"], "article_url": "http://www.beckershospitalreview.com/finance/how-christians-are-helping-one-another-with-medical-bills-5-things-to-know.html", "article_text": "How Christians are helping one another with medical bills: 5 things to know\n\nA number of Christians are joining healthcare sharing ministries, groups that require members to help cover one another's major medical costs, according to a report from The New York Times.\n\nHere are five things to know about these ministries.\n\n1. These nonprofit ministries are nothing new and have been around for decades. However, interest in them has grown since the Affordable Care Act passed in 2010, largely because the law does not require ministry members to have health insurance or pay a fine, according to the report.\n\n2. According to the Alliance of Health Care Sharing Ministries, membership in sharing ministries has more than doubled over the last six years, from about 200,000 to 535,000.\n\n3. Samaritan Ministries International in Illinois, Medi-Share in Florida, and Christian Healthcare Ministries in Ohio, are among the largest ministries.\n\n4. Sharing ministries do not all operate the same. Samaritan, for instance, assigns member families to help pay the medical bills of other members, and money is mailed directly to the families who need it, according to the report. In other ministries, members must pay each month into accounts, and funds from those accounts are disbursed to those with eligible medical bills, according to The New York Times. Pre-existing medical conditions, preventive care, mental health and injuries \"resulting from behavior the ministry considers immoral or reckless\" are not eligible, the report states.\n\n5. Sharing ministries do not guarantee members medical debts will be paid; members are advised to trust God to provide, according to the report.\n\nMore articles on finance and revenue cycle management:\n\nVermont pauses Medicaid reimbursement changes\n\n10 worst states for healthcare access\n\nMBX Medical Billing Experts launches financial analytics tool\n\n© Copyright ASC COMMUNICATIONS 2016. Interested in LINKING to or REPRINTING this content? View our policies by clicking here.", "article_metadata": {"keywords": "medical bills, Christians", "google-site-verification": "T2iZUdiI00EFwbWMD3JAgYskKSG2SYuFhw0OpefF4fM", "description": "A number of Christians are joining healthcare sharing ministries, groups that require members to help cover one another's major medical costs, according to a report from The New York Times.", "author": "Kelly Gooch"}, "article_summary": "How Christians are helping one another with medical bills: 5 things to knowA number of Christians are joining healthcare sharing ministries, groups that require members to help cover one another's major medical costs, according to a report from The New York Times.\nSamaritan Ministries International in Illinois, Medi-Share in Florida, and Christian Healthcare Ministries in Ohio, are among the largest ministries.\nAccording to the Alliance of Health Care Sharing Ministries, membership in sharing ministries has more than doubled over the last six years, from about 200,000 to 535,000.\nSharing ministries do not guarantee members medical debts will be paid; members are advised to trust God to provide, according to the report.\nIn other ministries, members must pay each month into accounts, and funds from those accounts are disbursed to those with eligible medical bills, according to The New York Times."}