{"article_title": "Donald Trump, a champion of women? His female employees think so", "article_keywords": ["good", "trump", "champion", "res", "employees", "sunshine", "say", "interview", "donald", "trumps", "female", "kelly", "think", "women"], "article_url": "http://www.tampabay.com/news/politics/national/donald-trump-a-champion-of-women-his-female-employees-think-so/2255299", "article_text": "After she joined Donald Trump's real estate business, Louise Sunshine struggled to maintain a steady weight while managing her new career alongside the busy schedules of three young children.\n\nTrump must have noticed, Sunshine said. She recalled that he kept an unflattering photograph of her in a drawer — a \"fat picture,\" as she called it — that he would pull out when she did something he didn't like.\n\nIt was \"a reminder that I wasn't perfect,\" said Sunshine, who worked with Trump for 15 years starting in the mid 1970s when he set about remaking Manhattan's skyline. \"He just is that way.\"\n\nSunshine said she bears no grudges and instead considers Trump a valued mentor. A political fundraiser with no prior real estate expertise, Sunshine ascended to executive vice president of the Trump Organization, joining a cadre of female executives who have played central roles in Trump's empire.\n\nTrump called Sunshine's account of the photograph \"totally false and ridiculous,\" but her feelings illustrate a paradox about the Republican front-runner.\n\nIn the five months that the billionaire businessman has spent on the presidential campaign trail, his inflammatory missiles toward women have prompted charges of sexism, even misogyny. His obsession with physical appearance — such as speculating that Democratic front-runner Hillary Rodham Clinton was wearing a wig — drew charges of bullying from the candidate vying to be the country's first female president. Polls show Trump suffering from a wider gender gap among American voters overall than other Republican candidates.\n\nBut many women who have worked closely with Trump say he was a corporate executive ahead of his time in providing career advancement for women. While some say he could be boorish, his companies nurtured and promoted women in an otherwise male-dominated industry. Several women said they appreciated how Trump granted them entry to a new playing field.\n\n\"From the standpoint of being a woman, I just thought he was phenomenal,\" said Sunshine, 74. \"So supportive and encouraging. … He gave me the ropes, and I could either hang myself or prove myself.\"\n\nJennifer Crisafulli-Oberting, 43, a contestant on Trump's reality TV show The Apprentice who went on to promote the show in media appearances with Trump, said she felt she was being welcomed into the \"boys club\" — but on her terms.\n\nTrump called Barbara Res, whom he put in charge of the construction of his now iconic Trump Tower in 1980, \"a killer,\" she recalled. And he used to tell her and others that \"men are better than women, but a good woman is better than 10 good men.\"\n\n\"He wasn't discriminatory against women that I saw,\" said Res, now in her 60s and owner of a construction consultancy.\n\nIn an interview, Trump blamed perceptions of him as sexist on unfair media coverage of his presidential campaign.\n\n\"I have been very, very good for women,\" he said. \"I was way ahead of the curve.\"\n\nThe picture many current and former employees paint stands in contrast to the blustering controversies prompted by Trump's comments since he hit the campaign trail. In an interview after the first GOP debate, when Fox News anchor Megyn Kelly grilled Trump about calling women \"fat pigs,\" \"dogs,\" \"slobs\" and \"disgusting animals,\" Trump said Kelly had \"blood coming out of her wherever.\" He mocked the appearance of his only female rival for the GOP nomination, Carly Fiorina, referring in a Rolling Stone interview to her face and asking, \"Would anyone vote for that?\" His attempt to make amends by saying of Fiorina, \"I think she's got a beautiful face,\" struck many as demeaning.\n\nBut several women who are longtime Trump supporters say the provocative outbursts that served Trump well in business and entertainment don't belong in politics. \"I don't like the fact the worlds are merging,\" said Ereka Vetrini, a TV host and lifestyle expert.\n\n\"Fiorina and Kelly?\" she said. \"I can't disregard those comments.\"\n\nNor can Res, who also disagrees with her former boss' political stance: From his antichoice position to his opposition to the Affordable Care Act, \"his policies, the things he says he believes in, are very anti-women.\"\n\n\"I'm voting for Hillary,\" Res said.", "article_metadata": {"description": "After she joined Donald Trump's real estate business, Louise Sunshine struggled to maintain a steady weight while managing her new career alongside the busy schedules of three young children.", "application-name": "Tampa Bay Times", "og": {"url": "http://www.tampabay.com/news/politics/national/donald-trump-a-champion-of-women-his-female-employees-think-so/2255299", "image": {"width": 726, "identifier": "http://www.tampabay.com/resources/images/dti/rendered/2015/11/500103039.1_16352643_8col.jpg", "height": 498}, "site_name": "Tampa Bay Times", "description": "After she joined Donald Trump's real estate business, Louise Sunshine struggled to maintain a steady weight while managing her new career alongside the busy schedules of three young children.", "title": "Donald Trump, a champion of women? His female employees think so"}, "twitter": {"site": "@TB_Times", "image": "http://www.tampabay.com/resources/images/dti/rendered/2015/11/500103039.1_16352643_8col.jpg", "description": "After she joined Donald Trump's real estate business, Louise Sunshine struggled to maintain a steady weight while managing her new career alongside the busy schedules of three young children.", "card": "summary_large_image", "title": "Donald Trump, a champion of women? His female employees think so"}, "msapplication-TileColor": "#115220", "apple-itunes-app": "app-id=988277045", "msapplication-TileImage": "/iwov-resources/images/ie10TBTpin.png", "__sync_contentCategory": "default", "keywords": "Donald Trump,president,louise sunshine,potus,republican presidential race,gop race,campaign trail,frances sellers,frances stead sellers,ivanka trump,melania trump", "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Donald Trump, president, louise sunshine, potus, republican presidential race, gop race, campaign trail, frances sellers, frances stead sellers, frances sellers, ivanka trump, melania trump"}, "article_summary": "But many women who have worked closely with Trump say he was a corporate executive ahead of his time in providing career advancement for women.\nIn an interview, Trump blamed perceptions of him as sexist on unfair media coverage of his presidential campaign.\nBut several women who are longtime Trump supporters say the provocative outbursts that served Trump well in business and entertainment don't belong in politics.\nTrump called Barbara Res, whom he put in charge of the construction of his now iconic Trump Tower in 1980, \"a killer,\" she recalled.\n\"He wasn't discriminatory against women that I saw,\" said Res, now in her 60s and owner of a construction consultancy."}