{"article_title": "State Department issues travel warning for Venezuela", "article_keywords": ["homicides", "kidnappings", "victims", "travel", "violence", "state", "warning", "department", "serious", "security", "work", "venezuela", "issues"], "article_url": "http://www.americanthinker.com/blog/2013/11/state_department_issues_travel_warning_for_venezuela.html", "article_text": "Very quietly, almost unnoted by the media, the US State Department issued a travel warning for Americans visiting Venezuela on Friday. Is this some sort of signal to the Maduro regime, which is carrying on the Marxist program of the late Hugo Chavez? There have been no reports of unusual changes in the situation in Venezuela.\n\nTens of thousands of U.S. citizens safely visit Venezuela each year for study, tourism, business, and volunteer work. However, violent crime in Venezuela is pervasive, both in the capital, Caracas, and in the interior. According to the non-governmental organization Venezuelan Violence Observatory (VVO), there were 21,692 homicides in Venezuela in 2012, amounting to a rate of 73 homicides per 100,000 inhabitants, among the highest in the world. In Caracas, the homicide rate is even higher at 122 homicides per 100,000 inhabitants. Kidnappings are also a serious concern throughout the country. In 2012, 583 kidnappings were reported to the authorities. It is estimated that roughly 80% of kidnappings go unreported, meaning the actual number of kidnappings in 2012 is likely much higher. Common criminals are increasingly involved in kidnappings, either dealing with victims' families directly or selling the victims to terrorist groups. In addition, there is cross-border violence, kidnappings, drug trafficking, and smuggling along Venezuela's western border.\n\nOf course, that is what happens when Marxists seize private industry, impose price controls, and impoverish a nation that is wealthy in natural resources, but unable to create wealth from them the way a free market system does.\n\nThe most startling information regards the security measures being taken for embassy personnel, who are now riding in armored cars when they travel to the airport.\n\nThe Department of State considers the criminal threat to U.S. government personnel in Venezuela sufficiently serious to require them to live and work under strict security restrictions.\n\nShades of Baghdad in Bush presidency!\n\nVenezuela and its people are going through great pain imposed upon them by a regime which has the same redistributionist agenda as does Obama, but which is both poorer and more advanced down the Marxist path than the United States.\n\nHat tip: David Paulin", "article_metadata": {"og": {"url": "http://www.americanthinker.com/blog/2013/11/state_department_issues_travel_warning_for_venezuela.html", "image": "http://www.americanthinker.com/legacy_assets/blog/assets/Dept of State Consular Affairs.png", "title": "Blog: State Department issues travel warning for Venezuela"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fd18b3\"", "article_summary": "Very quietly, almost unnoted by the media, the US State Department issued a travel warning for Americans visiting Venezuela on Friday.\nIn addition, there is cross-border violence, kidnappings, drug trafficking, and smuggling along Venezuela's western border.\nThe Department of State considers the criminal threat to U.S. government personnel in Venezuela sufficiently serious to require them to live and work under strict security restrictions.\nTens of thousands of U.S. citizens safely visit Venezuela each year for study, tourism, business, and volunteer work.\nCommon criminals are increasingly involved in kidnappings, either dealing with victims' families directly or selling the victims to terrorist groups."}