{"article_title": "How the Fed Could Ruin Wall Street’s Rebound This Week", "article_keywords": ["week", "fed", "oil", "wall", "hike", "rebound", "streets", "prices", "rate", "bank", "policy", "president", "stocks", "ruin", "market"], "article_url": "http://www.thefiscaltimes.com/Columns/2016/01/26/How-Fed-Could-Ruin-Wall-Street-s-Rebound-Week", "article_text": "Federal Reserve Chair Janet Yellen and her cohorts will convene for the first policy meeting of 2016 this week. No action is expected. Yet the wording of their statement and how much focus is given to downside risks will be closely watched.\n\nThe stakes, as they've frequently been in this central bank dependent bull market, are high. Stocks are coming off their worst-ever start to a year. As in: It's never been this bad before. The Russell 2000 small-cap index has dropped more than 20 percent from its high, entering a bear market. Crude oil fell well below the $30-a-barrel level, not seen since 2003. Large-cap stocks have dropped back to 2013 levels.\n\nRelated: 3 Money Moves to Make When Stocks Are Sinking​\n\nAgainst the backdrop, this week’s Fed meeting has taken on renewed importance. Stocks nervously inched higher late last week, in part because of growing hopes the Fed makes a dovish turn. On Wednesday afternoon, we'll find out if these hopes are justified.\n\nIt will be the first opportunity for Fed officials to respond to the economic and financial market reaction to their decision to raise interest rates by a quarter point in December, kicking off the first policy tightening cycle in more than a decade. And it will be their first opportunity to pull back their four-quarter-point rate hike forecast for 2016.\n\nBank of America Merrill Lynch economist Michael Hanson gives the Fed credit for the technical execution of the rate hike (no small feat after a long experiment with zero-interest rate policy going back to 2008). Yet given recent market turmoil, and growing nervousness about the inflation outlook, the language of the policy statement may be more cautious.\n\nThe futures market is already discounting this: According to Hanson, traders only expect at most one rate hike for all of 2016. We won't know the specifics of any changes to the Fed's rate hike forecast until the Summary of Economic Projections or \"dot plot\" is next released in March. Still, a dovish policy statement, although an imprecise communication tool, would be broadly viewed as bringing the Fed's likely rate hike guidance (which will next be released in March) into closer alignment with market expectations.\n\nRelated: Will the Fed Ride to Investors’ Rescue?\n\nStocks would likely respond with a resumption of the short-covering rally out of last week's lows while turning their focus back to the likes of the Bank of Japan, the European Central Bank and the People's Bank of China, where fresh monetary stimulus measures are expected. The Fed merely removing itself from the limelight, since it is the only major central bank with a tightening bias, would be a positive for markets.\n\nYet Hanson warns of the very real risk of a hawkish surprise given recent comments from the like of St. Louis Fed President James Bullard, who recently talked up the fading inflation drag from low energy prices, as well as from Vice Chair Stanley Fischer, who surprised many by talking up a preference to raise rates to combat market bubbles if necessary.\n\nBullard's analysis is worth dwelling on. He presented two different scenarios. In the first, if oil prices stabilized near $40 while all other prices continued to increase at their 2015 pace, the headline Consumer Price Index inflation rate would rise over the Fed's 2 percent target later this year. In the second, if oil stabilized near $20 by June, CPI inflation would rise only 0.6 percent this year and not reach the 2 percent target until mid-2017.\n\nThe overzealousness of bearish crude oil speculators could very well push oil prices back towards $40. Bloomberg is reporting that put-option bets on crude falling below $25 have risen to an all-time high — potentially setting the stage for an epic short squeeze in oil if the right catalyst comes along. Should this happen, given the stability in the jobs market and the desire to avoid the appearance of December's rate hike being a policy mistake, the Fed could very well stick to its guns on further rate hikes this year.\n\nRelated: The Devil's Due — China Could Send S&P 500 Below 666​​\n\n​Another consideration is that the makeup of the policy voters at the Fed tilts slightly more hawkish this year than it did in 2015. Chicago Fed President Charles Evans — a noted dove — is out while three policy hawks (Bullard, Kansas City Fed President Esther George and Cleveland Fed President Loretta Mester) are getting votes.\n\nOverall, Hanson is looking for three rate hikes this year, admitting it is just too soon for the Fed to change course. He puts the odds of a March hike at about 30 percent with June being the more likely window for another rate increase.\n\nIf the Fed disappoints, the bulls will have to wait until Yellen's semi-annual testimony to Congress on Feb. 10 and 11 for the next chance at cheap money deliverance. In the meantime, stocks could fall hard and fast, since the Dow Jones Industrial Average fell back below the 16,000 level on Monday and now rests on a critical, must-hold support level at its 200-week moving average.\n\nA break below this level would likely spell the end of the post-2009 bull market.", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Federal Reserve Chair Janet Yellen and her cohorts will convene for the first policy m", "title": "How the Fed Could Ruin Wall Street’s Rebound This Week", "url": "http://www.thefiscaltimes.com/Columns/2016/01/26/How-Fed-Could-Ruin-Wall-Street-s-Rebound-Week", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/usa-fed-yellen_3.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/Columns/2016/01/26/How-Fed-Could-Ruin-Wall-Street-s-Rebound-Week", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/usa-fed-yellen_3.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "Federal Reserve Chair Janet Yellen and her cohorts will convene for the first policy m", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "Chicago Fed President Charles Evans — a noted dove — is out while three policy hawks (Bullard, Kansas City Fed President Esther George and Cleveland Fed President Loretta Mester) are getting votes.\nAnd it will be their first opportunity to pull back their four-quarter-point rate hike forecast for 2016.\nThe overzealousness of bearish crude oil speculators could very well push oil prices back towards $40.\nStocks nervously inched higher late last week, in part because of growing hopes the Fed makes a dovish turn.\nThe futures market is already discounting this: According to Hanson, traders only expect at most one rate hike for all of 2016."}