{"article_title": "S.D. has battled six years to make digital upgrade", "article_keywords": ["states", "upgrade", "federal", "system", "contract", "project", "state", "officials", "medicaid", "digital", "battled", "cnsi", "south", "sd"], "article_url": "http://www.argusleader.com/story/news/2014/04/06/sd-battled-six-years-make-digital-upgrade/7376025/", "article_text": "Mark Mickelson (Photo: Submitted photo )\n\nOn paper, it was a simple plan.\n\nThe state — with assistance from the federal government — would replace the aging, 1970s-era computer system that helped administer South Dakota’s Medicaid program. Through a bidding process, a Maryland-based computer company with ties to the federal government was chosen to build the new system.\n\nThat was in 2008.\n\nToday, the state is no closer to completing that project than it was four years ago, and what appeared to be a simple concept on paper has instead turned into a quagmire.\n\nThe state has spent most of the $62 million budgeted for the new computer system, and South Dakota is at odds with contractor Client Network Services regarding how to resolve differences on the project.\n\nNo completionin sight for S.D.\n\nThere is no time frame to finish the project, let alone restart it. Meanwhile, CNSI is involved in litigation in Louisiana, leading officials here to question the company’s ability to finish the project. CNSI was also a subcontractor in developing the Affordable Care Act website, whose launch last fall was marred by delays and malfunctions.\n\nComplicating the issue, say state officials, is the Centers for Medicare and Medicaid Services (CMS), the behemoth that oversees the federal health programs. The agency has provided 90 percent of the funding for states to modernize their Medicaid computer systems, including in South Dakota, so it has a stake in overseeing that process.\n\nBut South Dakota officials say the feds have complicated the project at times. Earlier this year, the state sent a letter expressing disappointment over a change in CMS’ longstanding support for a complete system overhaul to one that falls short of the original goal. Since the contract was awarded in 2008, CMS has changed its Medicaid billing requirements, which in turn has added complexity to the state’s project.\n\nAnd when the state sought to divorce itself from CNSI and dissolve its contract in 2010, the federal government pushed the state to mediate its problems with the company. Had the state walked away, say officials, CMS threatened to force South Dakota to pay the 90 percent project cost.\n\nRep. Mark Mickelson, a Sioux Falls Republican, has questioned the program since being elected in 2012. He calls it a “classic three-way standoff.”\n\n“The state’s tried to fire the vendor,” he said. “CMS wouldn’t let us. The state has tried to negotiate a reasonable timeline with the vendor, and the vendor won’t negotiate.”\n\nFeds: S.D. not forced to stick with vendor\n\nMike Fierberg, a spokesman for the federal agency in Denver, disputes the characterization it “forced” the state to mediate with CNSI.\n\n“We did strongly suggest that it was the best alternative after each side had filed suit against the other,” Fierberg said in an email. “This was because the (system) work was, by the state’s own assessment, at least 60 to 65 percent complete at the time.”\n\nDropping CNSI, Fierberg added, would have resulted in a lengthy delay to get the project rebid and restarted, and it would have resulted in CMS recouping the $50 million that it paid to South Dakota to complete the original contract.\n\n“It would also have taken a long time to settle the legal claims, with the possibility of further liability to the state,” Fierberg said.\n\nSystem weighted toward tech giants\n\nStates across the country have embarked on similar upgrades to what’s known as their Medicaid Management Information Systems. Like South Dakota’s, many of those systems are based on obsolete mainframe technology. Matt Salo, executive director of the National Association of Medicaid Directors, said many of those states have had experiences similar to that of South Dakota.\n\n“They’re just awful,” Salo said. “We kind of joke that the number of times an MMIS contract, or an IT contract, has come in on time and on budget and on spec, happens never.”\n\nThe contracts are lucrative, and Salo said state government officials who write project proposals often are overmatched by the resources brought to bear by tech companies. Thus, contracts often are written to the advantage of the companies, complete with loopholes and provisions in their favor.\n\nMedicaid Management Information Systems also vary by state, Salo said, in the way they pay Medicaid providers, organize providers and in what they report. Lawmakers in each state have developed specific policies, and the technology has been adapted in each state to reflect those policies.\n\nBecause states are at a disadvantage, Salo said the area could benefit from more uniformity among the state systems, but a national standard also would mean that states would give up some of their policies.\n\n“This is probably one of the only areas where I would say that letting 50 flowers bloom is not a good idea anymore,” he said.\n\nOld system lacks ability for analysis\n\nWhen South Dakota launched its bid to get a new system in 2007, a main goal was to find something that would help the state analyze Medicaid. The federal-state program that provides medical care for the poor is the state’s most costly, and officials always are trying to find ways to improve efficiencies and savings.\n\nThe system in use then — and now — can pay claims, but it can’t provide analysis in the way modern computing power can.\n\n“We went into it with great optimism that this was going to be something to help us analyze the program and not just pay claims,” said Sen. Phyllis Heineman, a Sioux Falls Republican who was a member of the House when the program started.\n\nSuch analysis, for example, can identify which providers are getting the most money and whether they also are getting the best results, which can help policymakers fine tune the program.\n\nCNSI emerged the winner among several bids. The first phase involved building an Internet portal through which Medicaid providers could sign up for the program. That was completed.\n\nCanceled contract, flurry of lawsuits\n\nBut by October 2010, relations between the company and the state had frayed. CNSI threatened to quit work unless the state made good on unpaid invoices. The state took the unusual step of canceling its contract.\n\nState officials argued they terminated the contract for good cause because CNSI was missing deadlines and delivering an inferior product.\n\n“There would be fundamental flaws that wouldn’t allow us to move on,” said Kim Malsam-Rysdon, a senior adviser to Gov. Dennis Daugaard, and the former head of the Department of Social Services.\n\nCNSI sued the state later that year, alleging the state wrongly terminated the contract. The lawsuit also contended the state owed millions for services already provided. The state filed a counter claim.\n\nInto the dispute stepped CMS, the federal agency, which urged — or forced, depending on who tells the story — the state to mediate its differences with the company.\n\n“I think they absolutely are very vested in these projects,” Malsam-Rysdon said of the federal agency. “They pay 90 percent of the costs. They want to see them be successful.”\n\nWith 90 percent of the money coming from the federal government, Fierberg said the agency has a “fiduciary responsibility to oversee these expenditures on behalf of the taxpayers, including the completion of the project, and approval of budgets to do so.”\n\nBy September 2012, the state and CNSI had hammered out a settlement. The two agreed to develop a “go-forward plan” to finish the project.\n\nBy last June, Malsam-Rysdon reported to the Legislature’s Government Operations and Audit Committee that work might resume on the project by the end of the summer.\n\nThat didn’t happen. In July, CNSI demanded 150 changes to the original contract, according to the state. Since then, the two sides and the federal government have been trying to find a path forward.\n\nChange in vendor considered unlikely\n\nPart of the problem, said Malsam-Rysdon, is that health care and federal requirements have changed since the original contract was written. Congress and the president overhauled the health system in 2010, and health billing has also grown more complex. The federal government is on the verge of increasing the number of billing codes from 13,000 to 68,000.\n\n“This has been a long, frustrating process,” Malsam-Rysdon said. “The state is working very hard to get a solid product for South Dakota, and we will continue to resist outside pressure to settle for anything less.”\n\nIn a statement, CNSI said that it continues to work with the state and CMS to develop a go-forward plan. The company also said that it is “100 percent committed” to delivering the “most technically advanced” system to the state.\n\n“All parties want to make sure that we have a good game plan before we restart to ensure we deliver better health, better care and lower costs for the people of South Dakota,” the statement said.\n\nWith the differences yet to be worked out, some lawmakers have questioned whether it’s time to move on. Is there an alternative, they ask, that doesn’t involve CNSI?\n\n“We ended up with a vendor who is kind of a Washington, D.C.-based computer service company that would appear to specialize in procuring government contracts,” Mickelson said. “To say that the end result has been unsatisfactory would be an understatement.”\n\nCould another company step in? Malsam-Rysdon said the federal government doesn’t think it’s possible.\n\nHeineman said the state really needs a system that can help officials better analyze Medicaid. At the same time, it is no closer now than it was nearly four years ago to getting that system.\n\n“It’s a real dilemma, and yet we still need a system,” she said.\n\n“The system is important, and I wish I knew the answer. Is this going to eventually work, and if it’s not, at which point do we say enough is enough, and we pursue another option?”\n\nRead or Share this story: http://argusne.ws/1gyJtbc", "article_metadata": {"google": "notranslate", "description": "A six-year effort to upgrade Medicaid record-keeping is mired in an unfinished stalemate.", "og": {"site_name": "Argus Leader", "description": "A six-year effort to upgrade Medicaid record-keeping is mired in an unfinished stalemate.", "title": "S.D. has battled six years to make digital upgrade", "url": "http://www.argusleader.com/story/news/2014/04/06/sd-battled-six-years-make-digital-upgrade/7376025/", "image": "http://www.gannett-cdn.com/GDContent/applogos/argusleader.png", "type": "article"}, "twitter": {"description": "A six-year effort to upgrade Medicaid record-keeping is mired in an unfinished stalemate.", "title": "S.D. has battled six years to make digital upgrade", "image": "http://www.gannett-cdn.com/-mm-/63479bbd7d617ec0313f120cfbda6c6414c2c5be/c=0-32-250-282&r=x643&c=640x640/local/-/media/SiouxFalls/2014/04/06/markmickelson2.jpg", "creator": "@argusleader", "site": "@argusleader", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=823665884", "fb": {"app_id": 174484999248444}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": ""}, "_id": "\"57477af36914bd0286fd18fc\"", "article_summary": "State officials argued they terminated the contract for good cause because CNSI was missing deadlines and delivering an inferior product.\nComplicating the issue, say state officials, is the Centers for Medicare and Medicaid Services (CMS), the behemoth that oversees the federal health programs.\nSince the contract was awarded in 2008, CMS has changed its Medicaid billing requirements, which in turn has added complexity to the state’s project.\nThe state has tried to negotiate a reasonable timeline with the vendor, and the vendor won’t negotiate.”Feds: S.D.\nMeanwhile, CNSI is involved in litigation in Louisiana, leading officials here to question the company’s ability to finish the project."}