{"article_title": "Serena Williams wins AP Female Athlete of Year for fourth time – The Denver Post", "article_keywords": ["woman", "fourth", "serena", "title", "wins", "athlete", "denver", "winning", "ap", "slam", "won", "female", "grand", "post", "open", "williams", "really"], "article_url": "http://www.denverpost.com/headlines/ci_29311557/serena-williams-wins-ap-female-athlete-year-fourth", "article_text": "Serena Williams spent a good portion of 2015 deflecting questions about whether she could complete the Grand Slam. After coming oh-so-close, she can acknowledge how much she cared about the rare feat.\n\n“I wanted it. But … winning one (major title) is not easy. And then, (when) you have a ‘bounty’ on your head, it’s even harder,” she said with a laugh. “If you know anything about me, I hate to lose. I’ve always said I hate losing more than I like winning, so that drives me to be the best that I can be.”\n\nWilliams’ will was on display time and again, along with her best-in-the-game serve and other skills, fashioning comeback after comeback to nearly become the first tennis player in more than a quarter-century to win all four Grand Slam tournaments in a season. In a vote by U.S. editors and news directors, Williams was chosen as The Associated Press Female Athlete of the Year for the fourth time.\n\nResults were announced Friday.\n\nWilliams collected 50 first-place votes and 352 points. Carli Lloyd, whose hat trick in the final lifted the U.S. women’s soccer team to the World Cup title, was the runner-up, with 14 first-place votes and 243 points. UFC star Ronda Rousey finished third, one spot ahead of the woman she stunningly lost to last month, Holly Holm. UConn basketball player Breanna Stewart was fifth.\n\nThe AP Male Athlete of the Year will be announced Saturday.\n\nWilliams, who also won AP awards in 2002, 2009 and 2013, joined Chris Evert as a four-time honoree. The only woman with more AP selections is Babe Didrikson, with six — one for athletics in 1932, and five for golf from 1945-54.\n\n“It’s not even winning the Grand Slam titles as much as the way she got herself out of the deep holes that she dug, just repeatedly. It’s not like she had two or three narrow escapes,” Evert said about Williams. “It really was the year of the comeback. It was just unbelievable.”\n\nWilliams won the Australian Open on hard courts in January, the French Open on red clay in June, and Wimbledon on grass in July, before losing in the U.S. Open semifinals in September in one of the biggest upsets in the sport’s history.\n\nIn all, Williams went 53-3 with a WTA tour-leading five titles and was ranked No. 1 every week. She raised her Grand Slam singles trophy count to 21; only two women have won more.\n\nIt did not come easily this year for Williams, who grew up in Compton, California, and turned 34 in September.\n\nAt the French Open, already dealing with a painful right elbow, Williams caught the flu. Four times in Paris, she lost the first set before rallying to win.\n\n“My elbow was killing me. It’s about fighting and just never giving up. You hear that and it sounds cliche,” Williams said, “but it’s really just about, ‘OK, I’m going to at least try and see what happens.'”\n\nAt Wimbledon, she was two points from defeat in the third round but wound up completing a self-styled “Serena Slam” of four major championships in a row, a run that began in 2014. She also became the oldest woman to win a major title in the Open era, which began in 1968.\n\n“I retired at 34, and I know that at 32, 33 and 34, I was struggling mentally to get psyched up for matches and to feel motivated,” Evert said. “What impresses me even more than the physical prowess of Serena is the fact that she can still conjure up that hunger and that passion for these matches. … Sometimes, (the motivation is) just not there. And the times when it wasn’t there for her, she still created magic.”\n\nOnly at the U.S. Open, with the historic achievement of a calendar-year Grand Slam in the offing, did Williams stumble, losing a three-setter to 43rd-ranked Roberta Vinci of Italy.\n\nWilliams already is thinking about 2016.\n\n“If I could have this year next year,” Williams said, “I would be really excited.”\n\nAP Sports Writer Rachel Cohen contributed.", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Serena Williams wins AP Female Athlete of Year for fourth time", "title": "Serena Williams wins AP Female Athlete of Year for fourth time", "url": "http://www.denverpost.com/2015/12/25/serena-williams-wins-ap-female-athlete-of-year-for-fourth-time/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20151115__20151116_BB2_BB2-SP16BOXROUSEYp1.jpg", "height": 412}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20151115__20151116_BB2_BB2-SP16BOXROUSEYp1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2015-12-25T19:54:32+00:00", "modified_time": "2016-04-19T22:36:33+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fe028e\"", "article_summary": "Serena Williams spent a good portion of 2015 deflecting questions about whether she could complete the Grand Slam.\nIn a vote by U.S. editors and news directors, Williams was chosen as The Associated Press Female Athlete of the Year for the fourth time.\nShe raised her Grand Slam singles trophy count to 21; only two women have won more.\n“It’s not even winning the Grand Slam titles as much as the way she got herself out of the deep holes that she dug, just repeatedly.\nWilliams, who also won AP awards in 2002, 2009 and 2013, joined Chris Evert as a four-time honoree."}