{"article_title": "Staten Island Catholic leaders say new health law 'violates beliefs'", "article_keywords": ["affordable", "catholic", "archdiocese", "leaders", "island", "monsignor", "lawsuit", "staten", "beliefs", "say", "health", "york", "freedom", "act", "law", "religious", "violates", "care"], "article_url": "http://www.silive.com/news/index.ssf/2013/12/staten_island_catholic_leaders.html", "article_text": "\n\n\n\nSTATEN ISLAND, NY. -- With the Affordable Care Act comes a moral quandary for Staten Island's Roman Catholic institutions: They now have to supply health plans to their employees that cover birth control and other health issues that conflict with church teachings.\n\nIn reaction, Catholic employers across the country, as well as the Archdiocese of New York, are filing lawsuits claiming the Affordable Care Act -- often referred to as Obamacare -- is providing access to services that clash with their religious beliefs.\n\n\"(The Affordable Care Act) is something that should be disturbing to all Americans, regardless of what their faith may be,\" said Monsignor Peter Finn, pastor of Blessed Sacrament parish and regional co-vicar.\n\n\"I don't believe anyone should be required to violate their conscience ... I think it's a shame and disgrace that the government is even considering what, to me, is a violation of religious liberty, tradition and the mind of the nation. It seems to be a conspiracy to persecute Christianity.\"\n\nWhile there has been a flurry of controversy over the troubled roll out of the Affordable Care Act -- from rising insurance premiums to small business plans being changed and/or dropped -- the lawsuits filed in courts around the country by Catholic entities have drawn little attention.\n\nAnd Staten Island Catholic leaders are concerned their issue isn't getting enough attention.\n\n\"(The Affordable Care Act) clearly violates the freedom of religion. The constitution says we have the freedom to practice our religion without cohesion to violate our religions beliefs, and this law would make us do that, so it's clearly unconstitutional,\" said Monsignor Edmund J. Whalen, principal of Monsignor Farrell High School in Oakwood.\n\n\"This is the complete opposite to what we (the Catholic church) are about,\" he added.\n\nHe noted that all the teachers at Msgr. Farrell High School are part of the archdiocese plan.\n\n\"We will take this to this to the limit on asserting our religious freedom,\" added Whalen.\n\nMonsignor Michael Reilly, principal of St. Joseph By The Sea High School, agreed: \"This is not something that we will go along with...On the level of religious freedom, it's not up to the government to tell us what we have to believe in. There is a separation between church and state, and the state doesn't have that right.\"\n\n\"On a philosophical level, I don't think it's the place of the federal government to decide what kind of health care we will buy,\" he added.\n\nThe Advance took an online poll at silive.com, asking readers if the Affordable Care Act should require religious institutions to cover things like birth control. A total of 50.64% (or 118 voters) said no, and that it violates the religious teachings of the employer, while 49.36% ( or 115 voters) said the coverage should be available to all.\n\n\n\nHowever, pro-choice groups, like Planned Parenthood, favor the mandate in the Affordable Care Act to provide coverage of contraception.\n\n\n\n\"Birth control is a basic and essential component of women's preventive health care, and women deserve access to it, no matter where they work,\" said Joan Malin, president and CEO of Planned Parenthood of New York City.\n\nNEW YORK ARCHDIOCESE LAWSUIT\n\n\n\nThe Archdiocese of New York said it filed the lawsuit last year because the federal government is requiring religious organizations, under penalty of law, \"to provide, pay for, and/or facilitate access to services that are contrary to their deeply held and constitutionally-protected religious beliefs.\"\n\nWhile Archdiocese spokesman Joseph Zwilling said he couldn't comment on the pending lawsuit, at the time it was filed, Timothy Cardinal Dolan, archbishop of New York, said, \"We have tried negotiation with the administration and legislation with the Congress -- and will keep at it -- and there's still no fix. Time is running out, and our precious ministries and fundamental rights hang in the balance, so we have to resort to the courts now.\"\n\nThe lawsuit states: \"This is about one of America's most cherished freedoms: the freedom to practice one's religion without government interference. It is not about whether people have a right to abortion-inducing drugs, sterilization, and contraception,\" says the archdiocese lawsuit. \"Those services are freely available in the United States, and nothing prevents the government itself from making them more widely available. Here, however, the government seeks to require plaintiffs--all Catholic entities--to violate their sincerely held religious beliefs by providing, paying for, and/or facilitating access to those products and services.\"\n\nSaid Monsignor Finn, \"I hope America wakes up. I hope the people who will be reviewing these appeals will reflect on the foundation of our nation, and what our nation's founders were thinking about when they made the very first amendment regarding religious freedom.\"\n\n\n\n", "article_metadata": {"medium": "news", "viewport": "width=device-width,initial-scale=1", "news_keywords": "news", "title": "Staten Island Catholic leaders say new health law 'violates beliefs'", "parsely-page": "{\"title\": \"Staten Island Catholic leaders say new health law \\u0027violates beliefs\\u0027\", \"link\": \"http://www.silive.com/news/index.ssf/2013/12/staten_island_catholic_leaders.html\", \"image_url\": \"http://imgick.silive.com/home/silive-media/width620/img/latest_news/photo/13892018-standard.jpg\", \"type\": \"post\", \"post_id\": \"11773164\", \"pub_date\": \"2013-12-05T21:08:54Z\", \"author\": \"Tracey Porpora | porpora@siadvance.com\", \"tags\": [\"@river\"] }", "twitter": {"creator": "@TraceyPorpora1", "site": "@SIAdvance", "card": "summary_large_image", "description": "Catholic leaders take legal action against the Affordable Healthcare Act"}, "article_date_updated": "Sunday, December 08, 2013,  9:00 AM", "parsely-metadata": "{\"short_title\": \"\", \"image_url\": \"http://media.silive.com/latest_news/photo/snnews-healthcare08-archbishop-timothy-dolanjpg-782e34c8b5e7e84f.jpg\", \"author_name\": \"tporpora\", \"author_nickname\": \"Tracey Porpora | porpora@siadvance.com\", \"author_id\": \"10346524\", \"source_blog_name\": \"Staten Island Real-Time News\", \"source_blog_url\": \"http://www.silive.com/news/index.ssf/\", \"sponsored_content\": \"0\" }", "og": {"site_name": "SILive.com", "description": "Catholic leaders take legal action against the Affordable Healthcare Act", "title": "Staten Island Catholic leaders say new health law 'violates beliefs'", "url": "http://www.silive.com/news/index.ssf/2013/12/staten_island_catholic_leaders.html", "image": "http://imgick.silive.com/home/silive-media/width620/img/latest_news/photo/13892018-standard.jpg", "type": "article"}, "fb": {"admins": 100000302287435}, "article_publication_name": "SILive.com", "article": {"author": "https://www.facebook.com/pages/Tracey-Porpora/534339770025055?ref=bookmarks"}, "article_comments": 0, "article_date_original": "Sunday, December 08, 2013,  9:00 AM", "article_author": "Tracey Porpora | porpora@siadvance.com", "Description": "Catholic leaders take legal action against the Affordable Healthcare Act"}, "_id": "\"57477af36914bd0286fd18ec\"", "article_summary": "However, pro-choice groups, like Planned Parenthood, favor the mandate in the Affordable Care Act to provide coverage of contraception.\nIt is not about whether people have a right to abortion-inducing drugs, sterilization, and contraception,\" says the archdiocese lawsuit.\n\"(The Affordable Care Act) clearly violates the freedom of religion.\n\"We will take this to this to the limit on asserting our religious freedom,\" added Whalen.\n-- With the Affordable Care Act comes a moral quandary for Staten Island's Roman Catholic institutions: They now have to supply health plans to their employees that cover birth control and other health issues that conflict with church teachings."}