{"article_title": "Illegal immigration falls below jobs, Obamacare as border town voter issues", "article_keywords": ["town", "city", "voter", "jobs", "rodriguez", "illegal", "obamacare", "immigration", "falls", "rio", "say", "going", "del", "residents", "border", "security", "issues"], "article_url": "http://www.washingtontimes.com/news/2015/nov/3/illegal-immigration-falls-below-jobs-obamacare-as-/?page=all", "article_text": "DEL RIO, Texas — The rest of the country views border towns as the epicenter of the fierce political debate over illegal immigration, but residents of this small town on the Mexican border say they are more preoccupied with issues such as jobs and Obamacare than with building walls.\n\n“Closing the border is crazy talk. It’s la la land,” said resident Nora Escamilla, a vice president at a local bank. “Immigration is very important, but securing the border with the big old tall fence is not the answer. I think more important for me and my family is how are we going to balance the budget and how are we going to stop all the fraud that is going on in border towns?”\n\nCity leaders say they are focused on trying to attract more business to the town of 36,000, potentially through development of a solar-power facility or a second border crossing in the area to siphon off more of the international trucking traffic that crosses into the U.S.\n\nResidents in the town, located three hours west of San Antonio, are also keenly aware of how dependent they are on Laughlin Air Force Base, which is 6 miles outside of town and serves as the area’s biggest employer. With just about every other store on Main Street shuttered, residents closely follow news about base realignments and closures.\n\n“Military is a very valuable part of our economy, and certainly law enforcement is a very viable part of the economy,” said Don Ellis, a real estate broker who moved to Del Rio in 1970. “We are very aware of that. If Laughlin Air Force Base were to close, that would do tremendous damage.”\n\nBut attracting new business requires local officials to dispel the myth that border towns are inherently dangerous — an issue they regularly address when fielding phone calls from prospective companies interested in relocating to the border.\n\n“I think the perception that it’s dangerous and it’s a big security risk is just a fallacy,” said Del Rio Mayor Robert Garza. “We’re not by any means in any type of zone of warfare or safety risk, as some national politicians try to portray.”\n\nHe points to the success of the “maquilas,” or dual manufacturing plants that stimulate cross-border economic activity through facilities in Del Rio and its Mexican sister city, Ciudad Acuna. Approximately 3,000 people cross from Del Rio into Mexico every day to work at the plants, passing through a port of entry flanked by about 2 miles of towering physical fencing.\n\nIt’s not the set of issues one would expect based on the national political conversation, which portrays the Texas border as overrun with illegal immigrant children and families, and where the debate is over how much fencing is needed.\n\nWhen residents do broach the topic of border security, many say they are concerned about how much money politicians want to spend addressing the issues.\n\nFor Gavin Rebtoy, who was among the dozens gathered in the Del Rio City Council chambers on a recent Tuesday night, the most pressing matter at hand was whether local lawmakers would approve the city’s takeover of operations at a nearby golf course. The City Council did approve the measure, to a hearty round of applause.\n\nAsked about the tenor of the national debate, Mr. Rebtoy said he would rather have candidates talk about overspending.\n\n“For the most part, they are paying the way too much for border security,” the firefighter said. “It’s helping our city stay afloat, but why do we need all this?”\n\nThe U.S. Border Patrol’s Del Rio sector is responsible for overseeing 210 miles of largely isolated U.S.-Mexican border along the Rio Grande.\n\nAs of September 2014, the Del Rio sector has had more than 1,500 assigned agents, according to agency statistics. In addition to their staffing levels, city, county, state and other federal agencies also have a strong presence in the town, which houses the federal courthouse where illegal immigrants caught crossing the border are taken to face criminal charges before being deported.\n\nThe region’s American residents are also well aware that the border works both ways — and they use that to their advantage when it comes to health care, for which many cross the Rio Grande in the other direction.\n\nIn Mexico, even the full cost of many procedures and doctors visits is lower than the deductibles and premiums that patients would be charged under the U.S. health care system, said Jose Rodriguez, an assistant at the AcquaMax general store in Eagle Pass, a border town located an hour’s drive south of Del Rio.\n\nCiting a friend’s recent gallbladder surgery, Mr. Rodriguez said the procedure would have cost $20,000 in the U.S., and he would have had to absorb a significant deductible in addition to the routine premiums. Instead, his friend opted to travel across the border to Mexico, where he paid $2,000 out of pocket for everything.\n\n“People don’t like Obamacare,” said Mr. Rodriguez, adding that many who live along the border want the Affordable Care Act to be repealed. “Paying for it is only going to be a waste of money.”", "article_metadata": {"description": "The rest of the country views border towns as the epicenter of the fierce political debate over illegal immigration, but residents of this small town on the Mexican border say they are more preoccupied with issues such as jobs and Obamacare than with building walls.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "The rest of the country views border towns as the epicenter of the fierce political debate over illegal immigration, but residents of this small town on the Mexican border say they are more preoccupied with issues such as jobs and Obamacare than with building walls.", "title": "Illegal immigration falls below jobs, Obamacare as border town voter issues", "url": "http://www.washingtontimes.com/news/2015/nov/3/illegal-immigration-falls-below-jobs-obamacare-as-/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/11/17/11172014_border8201.jpg", "type": "article"}, "twitter": {"site": "@washtimes", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/11/17/11172014_border8201.jpg", "description": "The rest of the country views border towns as the epicenter of the fierce political debate over illegal immigration, but residents of this small town on the Mexican border say they are more preoccupie", "card": "summary", "title": "Illegal immigration falls below jobs, Obamacare as border town voter i"}, "Author": "Andrea Noble", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web2", "viewport": "width=device-width, initial-scale=1, user-scalable=yes"}, "article_summary": "“For the most part, they are paying the way too much for border security,” the firefighter said.\nAs of September 2014, the Del Rio sector has had more than 1,500 assigned agents, according to agency statistics.\nWhen residents do broach the topic of border security, many say they are concerned about how much money politicians want to spend addressing the issues.\nDEL RIO, Texas — The rest of the country views border towns as the epicenter of the fierce political debate over illegal immigration, but residents of this small town on the Mexican border say they are more preoccupied with issues such as jobs and Obamacare than with building walls.\n“I think the perception that it’s dangerous and it’s a big security risk is just a fallacy,” said Del Rio Mayor Robert Garza."}