{"article_title": "Helping Low-Income Children Succeed", "article_keywords": ["school", "families", "students", "lowincome", "instruction", "public", "helping", "succeed", "murnane", "schools", "education", "children"], "article_url": "http://economix.blogs.nytimes.com/2014/03/24/a-fair-chance-for-children/", "article_text": "Nancy Folbre is professor emerita of economics at the University of Massachusetts, Amherst.\n\nDiverging incomes among families lead to diverging destinies among children, undermining the promise of equal opportunity. Economic research helps explain why this happening and what we could do about it.\n\nToday's Economist Perspectives from expert contributors.\n\nSo contend Greg J. Duncan and Richard J. Murnane in “ Restoring Opportunity: The Crisis of Inequality and the Challenge for American Education ,” a book that deftly summarizes a new wave of research on educational reform and, in the process, breaks through some tough ideological logjams.\n\nParents today spend more money on “child enrichment expenditures,” like private schools, extracurricular activities and home-learning materials, than ever before. Low-income families simply can’t keep up. In 1972-73, the poorest quintile of families spent, on average, about 24 percent as much as the richest 20 percent in this category. By 2005-06, they spent only 15 percent as much.\n\nSkeptics sometimes assert that poverty itself isn’t bad for children; rather, parents who aren’t very good at earning income are also not very good at helping their children learn. But money does matter. Professors Duncan and Murnane emphasize that several experimental studies that randomly assigned some poor families a significant income supplement revealed significant positive effects on the children’s academic achievement.\n\n\n\nThis finding defuses the claim that education reform alone can eliminate disparities. Vast differences in per capita student spending across school districts, and the institutional weaknesses of large bureaucracies, have greatly reduced the potentially equalizing impact of public education. These problems, the authors say, need to be addressed in unison.\n\nAvoiding simplistic recommendations like “just spend more” or “just promote charter schools,” they point to three success stories that bridged the public and private sectors, increased spending in cost-effective ways and, most importantly, improved the quality of educational instruction for low-income students.\n\nIn 2004, the Boston Public Schools began a concerted effort to expand and enhance preschool education for 4-year-olds, applying additional resources, improved curriculums and new forms of accountability for teachers and schools. A recent evaluation by two Harvard researchers found especially positive effects for children from low-income families — sufficient to close more than half the gap at kindergarten entry between their academic skills and those of counterparts from relatively affluent families.\n\nInstitutional details matter more than institutional form. Most charter schools have proved no more effective than conventional public schools at improving outcomes for poor children. But one standout program, the University of Chicago Charter School network, has proved successful at improving the quality of instruction in its elementary schools, partly as a result of escaping bureaucratic rules that made it difficult to recruit and retain talented teachers for the students who need them most.\n\nSimilar themes emerge from consideration of a successful public high school initiative in New York City, the development of smaller “schools of choice” that students can opt into. Per-pupil expenditures went up, but provided a rich payoff. Allowing students some voice in their enrollment decisions, and fostering the stability and commitment of the teaching staff, has created a more sustainable social environment which, in turn, has increased the graduation rates of low-income students by seven percentage points.\n\nProfessors Duncan and Murnane provide clear and effective instruction to the nation’s education policy makers. One can only hope that these students are paying attention.", "article_metadata": {"ptime": 20140324000134, "twitter": {"description": "Additional resources and carefully orchestrated reforms can help close the gap between poor and better-off students, an economist writes.", "title": "Helping Low-Income Children Succeed", "url": "http://economix.blogs.nytimes.com/2014/03/24/a-fair-chance-for-children/", "image": "http://graphics8.nytimes.com/packages/images/icons/t_logo_300_black.png", "site": "@nyteconomix", "card": "summary"}, "sourceApp": "blogs", "DISPLAYDATE": "March 24, 2014", "keywords": "Charter Schools,Children and Childhood,Education (K-12),Families and Family Life,Income Inequality,Boston (Mass),Today's Economist", "GBLC": "Today's Economist", "communityAssetTaxonomy": "blogs/economix/Helping Low-Income Children Succeed ( 20140324 )", "PT": "Blogs", "author": "Nancy Folbre", "SCG": "Economy", "dfp-ad-unit-path": "businessday/economix", "CLMST": "Nancy Folbre", "byl": "Nancy Folbre", "BN": "economix", "adxPage": "blog.nytimes.com/economix/post", "description": "Additional resources and carefully orchestrated reforms can help close the gap between poor and better-off students, an economist writes.", "CG": "Business Day", "robots": "noodp", "dat": "March 24, 2014", "article": {"section": "Business Day", "tag": "Today's Economist", "published_time": 1395633694, "modified_time": "2014-03-24T04:01:34-04:00", "collection": "http://json8.nytimes.com/services/json/sectionfronts/business/index.jsonp"}, "geo": "Boston (Mass)", "utime": 20140324040134, "communityAssetLabels": "NYT_Blogs", "PUD": 20140324, "pdate": 20140324, "des": "Charter Schools;Children and Childhood;Education (K-12);Families and Family Life;Income Inequality", "thumbnail": "http://graphics8.nytimes.com/packages/images/icons/t_logo_300_black.png", "og": {"site_name": "Economix Blog", "description": "Additional resources and carefully orchestrated reforms can help close the gap between poor and better-off students, an economist writes.", "title": "Helping Low-Income Children Succeed", "url": "http://economix.blogs.nytimes.com/2014/03/24/a-fair-chance-for-children/", "image": "http://graphics8.nytimes.com/images/blogs_v5/../icons/t_logo_291_black.png", "type": "article"}, "communityAssetURL": "http://economix.blogs.nytimes.com/2014/03/24/a-fair-chance-for-children/", "PUV": "normal", "hdl": "Helping Low-Income Children Succeed", "thumbnail_150": "http://graphics8.nytimes.com/packages/images/icons/t_logo_300_black.png", "PST": "Blog Post"}, "_id": "\"57477af46914bd0286fdda72\"", "article_summary": "Most charter schools have proved no more effective than conventional public schools at improving outcomes for poor children.\nLow-income families simply can’t keep up.\nSkeptics sometimes assert that poverty itself isn’t bad for children; rather, parents who aren’t very good at earning income are also not very good at helping their children learn.\nA recent evaluation by two Harvard researchers found especially positive effects for children from low-income families — sufficient to close more than half the gap at kindergarten entry between their academic skills and those of counterparts from relatively affluent families.\nDiverging incomes among families lead to diverging destinies among children, undermining the promise of equal opportunity."}