{"article_title": "3 Reasons a Medicare Advantage Plan Could Be Right for You -- The Motley Fool", "article_keywords": ["fool", "seniors", "right", "plans", "advantage", "motley", "medical", "reasons", "b", "medicare", "plan", "services", "original", "care"], "article_url": "http://www.fool.com/retirement/general/2016/04/02/3-reasons-a-medicare-advantage-plan-could-be-right.aspx", "article_text": "Whether or not seniors realize it, they have an important decision on their hands that has the potential to greatly impact their retirement nest eggs -- and no, I'm not talking about when to file for Social Security benefits.\n\nA critical decision for seniors\n\nArguably one of the biggest decisions senior citizens will make in retirement is deciding whether or not to go the route of enrolling in original Medicare or opting for a Medicare Advantage plan.\n\nOriginal Medicare has been around for more than 50 years and is predominantly in place to help seniors aged 65 and up cover some of their eligible medical costs. It consists of Part A, or hospital insurance, which covers eligible hospital inpatient stays and skilled nursing care, and Part B, or medical insurance, which covers care such as outpatient services, ambulance services, and medical equipment. Medicare Part A typically doesn't have a premium attached, although seniors will pay a premium for Part B.\n\nMedicare Advantage plans, which are also known as Part C, have been around since the 1970s. Medicare Advantage plans are designed to cover the same hospital and medical insurance as original Medicare (thus replacing original Medicare in the process), but they're offered by private health insurers.\n\nMedicare Advantage has been quickly growing in popularity over the years, with some seniors appearing to reject the \"one size fits all\" approach to original Medicare. According to the Kaiser Family Foundation, the number of eligible seniors who've chosen to enroll in a Medicare Advantage plan as opposed to original Medicare has more than doubled over the past decade, going from 13% in 2005 to 30% in 2015. Data from the Centers for Medicare and Medicaid Services further breaks down this trend by showing that Medicare Advantage enrollment jumped by nearly 40% between 2010 and 2014 compared to just a 5% cumulative enrollment increase for original Medicare over the same time period.\n\nThree reasons a Medicare Advantage plan may be right for you\n\nWhile Medicare Advantage does have its drawbacks (which we'll address below), there are also three important reasons why it could be right for you.\n\n1. Annual out-of-pocket limit\n\nPerhaps the biggest benefit of Medicare Advantage plans is that they come with an annual out-of-pocket spending limit for medical services that would normally have been covered by Part A and Part B of original Medicare. In 2016, the maximum out-of-pocket cost to seniors who purchase a Medicare Advantage plan is $6,700.\n\nBy comparison, original Medicare covers 80% of eligible costs, with seniors expected to make up the remainder. There is no annual out-of-pocket limit on costs. In other words, a Medicare Advantage plan is, in this respect, adding some certainty to seniors' lives when it comes to their inpatient and outpatient expenses.\n\n2. Prescription drug plan often included\n\nAnother important point of Medicare Advantage plans is that many roll up multiple services under one plan. For example, under original Medicare, seniors would need to enroll for Part A and Part B for hospital and medical care, and potentially Part D if they wanted prescription drug coverage. If seniors are interested in dental and/or vision care, they'd most likely need to look elsewhere.\n\nHowever, with a Medicare Advantage plan, prescription drug coverage is often included along with services covered by Part A and Part B. Additionally, some plans have the option of adding dental and/or vision care. In other words, things tend to be much simpler with Medicare Advantage -- and that's something some seniors are clearly liking.\n\n3. Choice\n\nFinally, Medicare Advantage gives something to seniors that's not offered under original Medicare: choice. Seniors have the option of choosing between multiple Medicare Advantage plans within their state, which in turn allows them to choose a plan that best suits their needs.\n\nOriginal Medicare doesn't have competing options, with seniors only allowed to enroll in Part A, Part B, or Part D (prescription drug coverage), or enroll in a Medigap plan to cover some of the aforementioned 20% of Part A and Part B costs that they could be responsible for.\n\nMedicare Advantage weaknesses\n\nOf course, Medicare Advantage plans have potential weaknesses that you'll want to be aware of.\n\nFor instance, Medicare is more or less universally accepted by hospitals and doctors around the country. This means your primary care provider is more than likely in your network year in and year out. That's not always the case with a Medicare Advantage plan. Medicare Advantage plan networks tend to be much smaller, and it's possible that your PCP could drop out of the covered network from one year into the next. Losing your PCP is a risk Medicare Advantage patients take when enrolling.\n\nSecondly, you could actually pay more for a Medicare Advantage plan than if you were enrolled under original Medicare depending upon your medical needs. Certain services covered under Part A and Part B could require higher copays, especially if you're out of network. Additionally, there is no out-of-pocket spending limit on prescription drug coverage.\n\nFinally, with a Medicare Advantage you may be required to get a referral before heading to see a specialist or getting certain tests done. Under original Medicare this isn't the case.\n\nEveryone's situation is different, and you'll definitely want to take the appropriate amount of time to examine which plan is ultimately right for you.", "article_metadata": {"publish_time": "09:12", "date": "2016-04-02T13:12:00Z", "description": "Attention seniors: here's why you might want to consider a Medicare Advantage plan.", "ResponsiveALP": "1Ses_2things-v-single_2-things_50", "author": "Sean Williams", "promo": "Attention seniors: here's why you might want to consider a Medicare Advantage plan.", "twitter": {"site": "@themotleyfool", "description": "Attention seniors: here's why you might want to consider a Medicare Advantage plan.", "title": "3 Reasons a Medicare Advantage Plan Could Be Right for You --  The Motley Fool"}, "tags": "MSN,Google Editor's Pick,Yahoo", "og": {"site_name": "The Motley Fool", "description": "Attention seniors: here's why you might want to consider a Medicare Advantage plan.", "title": "3 Reasons a Medicare Advantage Plan Could Be Right for You --  The Motley Fool", "url": "http://www.fool.com/retirement/general/2016/04/02/3-reasons-a-medicare-advantage-plan-could-be-right.aspx", "image": "https://g.foolcdn.com/image/?url=http%3A%2F%2Fg.foolcdn.com%2Feditorial%2Fimages%2F200560%2Fold-couple-dancing.jpg&h=630&w=1200&op=resize", "type": "article"}, "article_type": "article", "headline": "3 Reasons a Medicare Advantage Plan Could Be Right for You", "fb": {"admins": 50808187550, "page_id": 7240312795, "app_id": 50808187550}, "bureau": "usmf-health-care", "STORY_UID": "762aafa4-f6c3-11e5-84da-0050569d4be0", "pitch": 3187, "msvalidate.01": "8D40D58712924715BAA79D135A6C8DDA", "gsa_date": "2016 04 02", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0"}, "_id": "\"57477af46914bd0286fe2c29\"", "article_summary": "Three reasons a Medicare Advantage plan may be right for youWhile Medicare Advantage does have its drawbacks (which we'll address below), there are also three important reasons why it could be right for you.\nMedicare Advantage weaknessesOf course, Medicare Advantage plans have potential weaknesses that you'll want to be aware of.\nMedicare Advantage plans are designed to cover the same hospital and medical insurance as original Medicare (thus replacing original Medicare in the process), but they're offered by private health insurers.\nSecondly, you could actually pay more for a Medicare Advantage plan than if you were enrolled under original Medicare depending upon your medical needs.\nPrescription drug plan often includedAnother important point of Medicare Advantage plans is that many roll up multiple services under one plan."}