{"article_title": "NoSQL Database Maker MarkLogic Gets $102M VC Shot in Arm", "article_keywords": ["customers", "vc", "shot", "nosql", "database", "global", "positioned", "arm", "used", "marklogic", "capital", "102m", "gets", "bloom", "maker", "market"], "article_url": "http://www.eweek.com/database/nosql-database-maker-marklogic-gets-102m-vc-shot-in-arm.html", "article_text": "Posted 2015-05-14\n\nThe NoSQL market is positioned as an alternative to traditional—and most often expensive—relational databases.\n\nNoSQL database maker MarkLogic, run by former Oracle and Symantec executive Gary Bloom, revealed May 14 that it has banked $102 million in new venture capital. That brings its total VC funding to $173 million over a 14-year span. MarkLogic, based in San Carlos, Calif., is a key player in the NoSQL market, which is positioned as an alternative to traditional—and most often expensive—relational databases. MarkLogic said it will use the funds to fuel growth to satisfy global market demand for its enterprise database. The funds also will be used to accelerate the company's global market expansion across Europe, Japan and Asia Pacific; expand its partner ecosystem; and support continued development of the database. The round was led by Wellington Management Company LLP and included participation from new investor Arrowpoint Partners; existing investors Northgate Capital, Sequoia Capital and Tenaya Capital; and Bloom himself.MarkLogic competes directly with Oracle and SAP in major enterprise applications. The company's software is used in the HealthCare.gov Website that supports the Affordable Care Act, otherwise known as Obamacare.MarkLogic is positioned well as a database for big data-type workloads that are increasing almost daily in IT production shops. \"We ended last fiscal year as the largest NoSQL company in the industry as our customers recognized the capability of the MarkLogic enterprise-ready database platform,\" Bloom said. \"Only MarkLogic can integrate, manage and operationalize both structured and unstructured data, solving a critical data challenge that relational technology was not designed to handle and delivering faster time to results for our customers.\" MarkLogic counts among its customers Aetna, BBC, Broadridge Financial, Centers for Medicare and Medicaid Services (CMS), Dow Jones, the Federal Aviation Administration (FAA), Hannover Re, McGraw-Hill Financial, the National Archives and Records Administration (NARA), NBC Entertainment, the U.S. Department of Agriculture (USDA) and the U.S. Navy. Also, six of the top 10 global banks rely on MarkLogic for transactional operations.", "article_metadata": {"news_keywords": "NoSQL, MarkLogic, Gary Bloom, database, Oracle", "og": {"url": "http://www.eweek.com/database/nosql-database-maker-marklogic-gets-102m-vc-shot-in-arm.html", "image": "http://www.eweek.com/imagesvr_ce/7567/MarkLogic290x195.JPG", "type": "article", "description": "The NoSQL market is positioned as an alternative to traditional—and most often expensive—relational databases.", "title": "NoSQL Database Maker MarkLogic Gets $102M VC Shot in Arm"}, "twitter": {"description": "The NoSQL market is positioned as an alternative to traditional—and most often expensive—relational databases.", "title": "NoSQL Database Maker MarkLogic Gets $102M VC Shot in Arm", "url": "http://www.eweek.com/database/nosql-database-maker-marklogic-gets-102m-vc-shot-in-arm.html", "image": "http://www.eweek.com/imagesvr_ce/7567/MarkLogic290x195.JPG", "site": "@eWEEKNews", "card": "summary"}, "description": "The NoSQL market is positioned as an alternative to traditional—and most often expensive—relational databases.", "robots": "index,follow", "inject_params": "WT.qs_dlk=V0fNxwrIZ7wAAGtRwVMAAAAa&", "WT.qs_shmv": "hv20150423-shelton.sf.quinstreet.net", "WT.qs_dlk": "V0fNxwrIZ7wAAGtRwVMAAAAa", "keywords": "NoSQL, MarkLogic, Gary Bloom, database, Oracle", "DCSext.tax": "product applications,product servers database,product servers,audience purchase stage awareness", "DCSext.qse_b2b_tax": "product applications,product servers database,product servers,audience purchase stage awareness"}, "article_summary": "NoSQL database maker MarkLogic, run by former Oracle and Symantec executive Gary Bloom, revealed May 14 that it has banked $102 million in new venture capital.\nPosted 2015-05-14The NoSQL market is positioned as an alternative to traditional—and most often expensive—relational databases.\nMarkLogic said it will use the funds to fuel growth to satisfy global market demand for its enterprise database.\nMarkLogic, based in San Carlos, Calif., is a key player in the NoSQL market, which is positioned as an alternative to traditional—and most often expensive—relational databases.\n\"We ended last fiscal year as the largest NoSQL company in the industry as our customers recognized the capability of the MarkLogic enterprise-ready database platform,\" Bloom said."}