{"article_title": "New York-area preparation underway for Broncos-Seahawks Super Bowl – The Denver Post", "article_keywords": ["week", "temporary", "workers", "bowl", "game", "denver", "preparation", "yorkarea", "weather", "york", "underway", "broadway", "post", "super", "broncosseahawks", "stage"], "article_url": "http://www.denverpost.com/broncos/ci_24953810/new-york-area-preparation-underway-broncos-seahawks-super", "article_text": "NEW YORK — Workers hung in harnesses, putting the finishing touches on a sponsor’s billboard high above Broadway. A few blocks north, in Times Square, a three-story stage was festooned with Fox Sports logos towering over the crossroads of the world.\n\nBelow, the pedestrian plazas stayed relatively calm and uncrowded — for now — beneath blinking ads, most of which referenced the Super Bowl as New York spent a mellow MLK Monday preparing to host the biggest event in sports.\n\nThe Feb. 2 championship game, between the Broncos and Seattle Seahawks, is still 12 days away, and while there will be all sorts of events surrounding the game throughout the metropolitan area of nearly 20 million, the anticipation hasn’t quite started to spike.\n\nIt takes more than a big ballgame to get New York City excited.\n\nBut on Monday — with most people off from work for the Martin Luther King holiday and the Broncos and Seahawks basking in their conference championships back at home — most of midtown was calm.\n\nOne pocket of energy could be found in Macy’s, where a temporary NFL store is set up to sell tiny Statues of Liberty splashed with Super Bowl logos, NFL shield hats in various colors, helmets in every size from “big enough to protect a golf ball” to the real thing, and virtually anything else NFL-related.\n\nNext week is when Broadway turns into a fan fest, concerts happen in all five boroughs — as well as New Jersey, where the game will actually be played — and LeBron James and the Miami Heat take a rare undercard role when they visit Madison Square Garden and the New York Knicks.\n\nMonday afternoon, though, workers and security guards outnumbered customers.\n\nImani Williamson tossed a miniature football in the air to herself and beamed at visitors as they entered Macy’s. When it gets busier later, her job will be to greet fans, ask where they’re from, and make them feel welcome.\n\nAsked if she had seen any crowds yet, the 22-year old ringer on temporary Super Bowl duty said, “No, not yet.”\n\nA lot of that could hinge on the weather. A winter storm was in the forecast for Tuesday night, followed by high temperatures below freezing. If the weather is more pedestrian-friendly next week, crowds could come out in force on Broadway. When the “Boulevard” opens, it’ll feature a concert stage, a place for fans to try kicking field goals, a toboggan run, a ticket exchange for buying and selling game tickets and (of course) sponsor come-ons.", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "New York-area preparation underway for Broncos-Seahawks Super Bowl", "title": "New York-area preparation underway for Broncos-Seahawks Super Bowl", "url": "http://www.denverpost.com/2014/01/20/new-york-area-preparation-underway-for-broncos-seahawks-super-bowl/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20140120__20140121_B2_SP21LEDEp1.jpg", "height": 439}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20140120__20140121_B2_SP21LEDEp1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2014-01-20T22:39:11+00:00", "modified_time": "2016-04-28T03:25:36+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fdc76f\"", "article_summary": "Asked if she had seen any crowds yet, the 22-year old ringer on temporary Super Bowl duty said, “No, not yet.”A lot of that could hinge on the weather.\nNEW YORK — Workers hung in harnesses, putting the finishing touches on a sponsor’s billboard high above Broadway.\nBelow, the pedestrian plazas stayed relatively calm and uncrowded — for now — beneath blinking ads, most of which referenced the Super Bowl as New York spent a mellow MLK Monday preparing to host the biggest event in sports.\nIf the weather is more pedestrian-friendly next week, crowds could come out in force on Broadway.\nA few blocks north, in Times Square, a three-story stage was festooned with Fox Sports logos towering over the crossroads of the world."}