{"article_title": "barack Obama, co dalej z Obamacare?", "article_keywords": ["dalej", "mona", "przez", "ubezpieczenie", "obamacare", "za", "nie", "barack", "si", "tak", "w", "z", "po", "obama"], "article_url": "http://swiat.newsweek.pl/barack-obama-co-dalej-z-obamacare-newsweek-pl,artykuly,275999,1.html", "article_text": "Miało być pięknie: opieka medyczna dla każdego Amerykanina po przystępnych cenach. Wyszło jak zwykle: jest niewiarygodny bajzel, ludzie tracą stare ubezpieczenia i nie mogą wykupić nowych, a notowania Baracka Obamy spadają na łeb na szyję.\n\n– Republikanie są wściekli, bo nie można zastopować reformy, która nie ruszyła z miejsca – wtórował David Letterman. Według Conana O’Briena oszuści tworzą fałszywe kopie strony internetowej Healthcare.gov, by wykradać dane osób starających się o ubezpieczenie. Można je odróżnić od prawdziwej po tym, że działają. A Jimmy Kimmel stwierdził: – To dopiero ironia losu: oszaleć wskutek prób uzyskania opieki lekarskiej. Albo umrzeć ze starości.\n\n„Ustawa o przystępnej opiece lekarskiej”, zwana Obamacare, to oczko w głowie prezydenta. Miała być jego przepustką do historii. Zagwarantowała ubezpieczenie 40 milionom Amerykanów, którzy do tej pory musieli płacić za leczenie z własnej kieszeni lub modlić się o wyzdrowienie. Nowe przepisy teoretycznie uniemożliwiają firmom ubezpieczeniowym odmowę świadczenia usług osobom przewlekle chorym. W praktyce bywa różnie, bo ustawa ma mnóstwo luk. Problem nie dotyczył bynajmniej najuboższych obywateli. Tych obejmuje program Medicaide. W najgorszej sytuacji byli Amerykanie, którzy zarabiają średnio – zazwyczaj pracujący na własny rachunek, czyli nieubezpieczeni przez pracodawcę. Przed Obamacare mieli dwie opcje: płacić 1-2 tys. dolarów miesięcznie za ubezpieczenie indywidualne lub ryzykować utratę wszystkich oszczędności w przypadku poważnej choroby. Teraz muszą wykupić polisy, tyle że nie działa stworzony w tym celu system komputerowy.\n\nPrezydent nie uczy się na błędach\n\nProblemy z reformą zdrowotną trudno określić mianem skandalu. Tylko naiwni mogli się spodziewać bezproblemowego puszczenia w ruch tak potężnej machiny. Podobny chaos zapanował po stosunkowo skromnej restrukturyzacji ubezpieczeń zdrowotnych dla emerytów, którą przeprowadził George W. Bush, nie wspominając o tworzeniu państwowego systemu emerytalnego przez Roosevelta. Ale Obama roztoczył tak czarowną wizję, zainwestował w projekt tyle czasu i autorytetu, przekonywał o jego zaletach z tak niezachwianą pewnością siebie, że kontrast między teorią a praktyką jest szokujący. A co najgorsze, prezydent mijał się z prawdą, zapewniając setki razy, że nikt nie straci dotychczasowej polisy, jeśli będzie chciał ją utrzymać.\n\nAmerykanie wiedzą, że żaden polityk nie spełnia wszystkich obietnic wyborczych i akceptują to jako rzecz naturalną, jeśli nie przesadzi. Obama nie zamknął Guantánamo, ale może tłumaczyć, że to z winy republikańskiej większości, która uchwaliła zakaz przewożenia jeńców na terytorium USA. Nie ukarał Baszara al-Asada za użycie broni chemicznej wobec cywilów, jednak przeciwna była temu większość społeczeństwa, więc wskaźniki popularności nie drgnęły. O takich drobiazgach, jak wszczęcie negocjacji na temat losów Cypru czy obniżka podatków płaconych przez artystów, w ogóle nikt nie pamięta, poza Cypryjczykami i artystami. Są jednak zobowiązania, których musi dotrzymywać polityk: te stanowiące istotę jego platformy wyborczej.\n\nObamie mogło pomóc szczere przyznanie się do winy. Niestety, przywódcy nie uczą się na błędach poprzedników. Teoretycznie zdają sobie sprawę, że najlepsze efekty przynosi skrucha, ale nie potrafią się do niej zmusić. Wolą dalej ściemniać, choć wiadomo, że opozycja i media nie odpuszczą. Prezydent zamiast wyrazić skruchę, zaczął lawirować. Zarzucił wyborcom, że źle go zrozumieli. – Mówiliśmy, że będzie można zachować dotychczasową polisę, jeśli ta zasada nie ulegnie zmianie po uchwaleniu ustawy. Przykro mi, że niektórzy znaleźli się w trudnej sytuacji wskutek zapewnień, które – jak sądzili – składałem – mówił. Przypomina się Clinton tłumaczący, że to, czy był w związku z Moniką Lewinsky, zależy od definicji słowa „być”.", "article_metadata": {"rating": "general", "description": "Miało być pięknie: opieka medyczna dla każdego Amerykanina po przystępnych cenach. Wyszło jak zwykle: jest niewiarygodny bajzel, ludzie tracą stare ubezpieczenia i nie mogą wykupić nowych", "copyright": "Copyright(c)2013 Ringier Axel Springer Polska", "title": "barack Obama, co dalej z Obamacare? - newsweek.pl - Świat - Newsweek.pl", "og": {"site_name": "Newsweek.pl", "description": "Miało być pięknie: opieka medyczna dla każdego Amerykanina po przystępnych cenach. Wyszło jak zwykle: jest niewiarygodny bajzel, ludzie tracą stare ubezpieczenia i nie mogą wykupić nowych, a notowania Baracka Obamy spadają na łeb na szyję.", "title": "Prezydent Obama na zakręcie, czyli co dalej z Obamacare", "url": "http://swiat.newsweek.pl/barack-obama-co-dalej-z-obamacare-newsweek-pl,artykuly,275999,1.html", "image": "http://www.newsweek.pl/g/i.aspx/1200/0/newsweek/635223601052463145.jpg", "updated_time": "2013-12-11T12:10:00.0", "locale": "pl_PL", "type": "article"}, "robots": "index, follow", "esbTI": "f110b7b3-9821-446d-8664-3e4cc0a11751", "msvalidate.01": "9A40E88B8774BBAF291E219C28BFB179", "viewport": "user-scalable=no, width=device-width, initial-scale=1, maximum-scale=1", "article": {"published_time": "2013-12-11T12:07:00.0"}, "keywords": "Obama mia!, Barack Obama, USA, prezydent, obamacare", "google-site-verification": "JR73CjAOpKyAyfnPpdZghGkPef3vmhxvYWMTgKqGtuY", "verify-v1": "zWD82NhQ720XqbztsqhzB24gJXQKT5xNjmLZ0NbxL68=", "decorator": "front"}, "_id": "\"57477af36914bd0286fd193f\"", "article_summary": "– Republikanie są wściekli, bo nie można zastopować reformy, która nie ruszyła z miejsca – wtórował David Letterman.\nPrzykro mi, że niektórzy znaleźli się w trudnej sytuacji wskutek zapewnień, które – jak sądzili – składałem – mówił.\nA co najgorsze, prezydent mijał się z prawdą, zapewniając setki razy, że nikt nie straci dotychczasowej polisy, jeśli będzie chciał ją utrzymać.\nAle Obama roztoczył tak czarowną wizję, zainwestował w projekt tyle czasu i autorytetu, przekonywał o jego zaletach z tak niezachwianą pewnością siebie, że kontrast między teorią a praktyką jest szokujący.\nObama nie zamknął Guantánamo, ale może tłumaczyć, że to z winy republikańskiej większości, która uchwaliła zakaz przewożenia jeńców na terytorium USA."}