{"article_title": "Mark Levin Just Channeled The Rage Of Conservatives Everywhere Into One Epic Rant", "article_keywords": ["lie", "republican", "continues", "end", "leaders", "channeled", "levin", "rage", "mark", "rant", "conservatives", "party", "epic", "think", "gop", "youre"], "article_url": "http://www.westernjournalism.com/radio-host-mark-levin-blasts-gop-leaders-selling-conservatives/", "article_text": "Advertisement - story continues below\n\nConservative talk show host and constitutional attorney Mark Levin recently erupted in a pointed on-air diatribe aimed at the leaders of his own party. After Republicans voted to pass a largely unpopular spending bill to avoid a government shutdown, Levin insisted that his loyalty to the GOP is growing increasingly strained.\n\n“I want to tell the Republican Party, the RNC, the NRSC, the NCCC, the NAACP, whatever they call themselves in the Republican Party,” he began, “I am one inch away from leaving you; and I’ll bet I speak for hundreds of thousands of people. One inch.”\n\nHis rant continued to include allegations against GOP leaders he believes are more interested in their own political careers than the best interest of those who elected them.\n\nAdvertisement – story continues below\n\n“You think this is a joke?” he asked. “You think you can lie to the American people? You think you can lie to Republicans and lie to conservatives about how you’re going to defund ObamaCare, run millions of dollars in ads on that to get reelected? On how you’re going to fight unconstitutional amnesty tooth and nail? You think you can lie to us with impunity and repeatedly?”\n\nLevin decried the apparent disconnect between the rhetoric and actions of many Republican leaders.\n\nHe said they go “on and on about an imperial president, on and on about how he’s undermining the Constitution” but “can’t even vote on a point of order challenging him because you’re a bunch of children.”\n\nAdvertisement – story continues below\n\nMeanwhile, he asserted, truly principled conservative senators like Ted Cruz and Mike Lee are lambasted by the GOP leaders on the receiving end of his philippic.\n\nAs for the argument that the recently passed continuing resolution was needed to avoid a government shutdown, Levin put that contention in perspective by using his former boss, Ronald Reagan, as an example.\n\n“I worked for a president who shut down the d–n government over a half a dozen times,” he said. “It’s not the end of the world and it wasn’t the end of the world last year. Our Constitution is in tatters … and you just voted, many of you, to rubber stamp what Obama did.”\n\nAdvertisement – story continues below", "article_metadata": {"description": "“You think you can lie to the American people?\"", "author": "B. Christopher Agee", "og": {"site_name": "Western Journalism", "description": "“You think you can lie to the American people?\"", "title": "Listen: Mark Levin Just Channeled The Rage Of Conservatives Everywhere Into One Epic Rant", "locale": "en_US", "image": "http://www.westernjournalism.com/wp-content/uploads/2014/12/mark-levin.jpg", "updated_time": "2015-05-29T10:27:29-07:00", "url": "http://www.westernjournalism.com/radio-host-mark-levin-blasts-gop-leaders-selling-conservatives/", "type": "article"}, "twitter": {"description": "“You think you can lie to the American people?\"", "title": "Listen: Mark Levin Just Channeled The Rage Of Conservatives Everywhere Into One Epic Rant", "image": "http://www.westernjournalism.com/wp-content/uploads/2014/12/mark-levin.jpg", "creator": "@bcagee", "site": "@WestJournalism", "card": "summary_large_image"}, "robots": "noodp", "DC.date.issued": "2014-12-16T15:06:31-07:00", "fb": {"app_id": 275784739127435, "pages": 123624513983}, "msapplication-TileImage": "http://www.westernjournalism.com/wp-content/uploads/2015/11/android-chrome-192x192.png", "article": {"publisher": "https://www.facebook.com/WesternJournalism", "section": "Expose Obama", "tag": "Ronald Reagan", "published_time": "2014-12-16T15:06:31-07:00", "modified_time": "2015-05-29T10:27:29-07:00"}, "viewport": "width=device-width, initial-scale=1", "news_keywords": "mark levin, mark levin lambastes the gop, mark levin threatens to leave republican party for good, , government shutdown, republican party, ronald reagan, politics, nation, religion"}, "_id": "\"57477af36914bd0286fd1948\"", "article_summary": "One inch.”His rant continued to include allegations against GOP leaders he believes are more interested in their own political careers than the best interest of those who elected them.\n“I want to tell the Republican Party, the RNC, the NRSC, the NCCC, the NAACP, whatever they call themselves in the Republican Party,” he began, “I am one inch away from leaving you; and I’ll bet I speak for hundreds of thousands of people.\nAdvertisement - story continues belowConservative talk show host and constitutional attorney Mark Levin recently erupted in a pointed on-air diatribe aimed at the leaders of his own party.\nYou think you can lie to us with impunity and repeatedly?”Levin decried the apparent disconnect between the rhetoric and actions of many Republican leaders.\nAfter Republicans voted to pass a largely unpopular spending bill to avoid a government shutdown, Levin insisted that his loyalty to the GOP is growing increasingly strained."}