{"article_title": "Growing number of hospitals open ERs for the elderly", "article_keywords": ["room", "emergency", "ers", "hospitals", "hospital", "geriatric", "number", "elderly", "st", "patients", "growing", "senior", "open"], "article_url": "http://www.fiercehealthcare.com/story/growing-number-hospitals-open-ers-elderly/2015-07-13", "article_text": "A growing number of hospitals across the nation are opening special emergency centers for seniors in order to address the complex healthcare needs of the elderly and cut down on complications and readmissions, according to the Columbus Dispatch.\n\nFor many senior adults--who make up a significant portion of emergency room visits each year--regular emergency medical treatment facilities can be chaotic and confusing. The new facilities are staffed with specially-trained personnel and feature calmer, more comfortable surroundings to put patients at ease.\n\nFor example, Ohio State University's Wexner Medical Center has staffed its new elder emergency care facility with \"nurses, social workers, case managers, therapists and geriatricians\" in an effort to more adequately meet the needs of this growing demographic, according to the Dispatch.\n\nThe need for geriatric emergency rooms is growing. The number of Americans over the age of 65 will likely rise to 89 million by 2050. And elderly patients can make up to a quarter of an emergency department's annual visits and yet often their care is sub-par due to time constraints, poor staff training and inadequate screening and documentation, said Lauren Southerland, M.D., Wexner Medical's director of geriatric emergency care.\n\n\"The goal is to reduce the number of preventable hospitalizations, decrease length of stays and reduce readmission rates,\" Southerland told the Dispatch. \"But it's mainly about providing better overall care.\"\n\nMeanwhile, Baltimore's St. Agnes Hosptial became the second hospital in Maryland to open an elder emergency center this week, according to the Baltimore Sun. St. Agnes and Holy Cross Hospital in Silver Springs based their programs on a model created by Judah Ronch, Ph.D., the dean of the Erickson School at University of Maryland, Baltimore County.\n\n\"The pediatric emergency room was really the genesis for senior emergency rooms,\" said Ronch. \"The need was pretty evident, and places that saw success with that said 'Okay, what is the next opportunity?'\"\n\nIn senior emergency centers, the lights are kinder to the eyes than the usual glaring fluorescent white light of an emergency room. The clocks feature large, easy-to-read numbers. Floors are quick-drying and non-slip, and toilets are at patient bedsides to prevent falls. The mattresses are thicker and staff are trained to treat and prevent bedsores.\n\nFurthermore, personnel are trained to assess fall risk, dementia, malnutrition and other disorders common in elderly patients, including abuse and neglect. Chris Carpenter, M.D., associate professor of emergency medicine at Washington University in St. Louis has authored a set of guidelines he hopes will provide a model for hospital nationwide. He bacame interested in senior emergency medicine after seeing his grandparents suffer needlessly when they sought emergency care.\n\n\"We can do things to make it less stressful for seniors and get better outcomes,\" Carpenter told the Sun. \"There is a lot of evidence coming out, like we don't recognize delirium and cases of dementia. We're not screening for the risk of falls, just dealing with the consequences of a current fall. There are so many opportunities to improve care.\"\n\nTo learn more:\n\n- here's the Columbus Dispatch article\n\n- read the Baltimore Sun article\n\nRelated Articles\n\nMedical groups issue new geriatric ER guidelines\n\nGeriatric ER popularity grows to meet demand\n\nGeriatric teams cut hospital costs, improve care\n\nMedical-legal partnerships help docs serve elderly\n\n", "article_metadata": {"description": "A growing number of hospitals across the nation are opening special emergency centers for seniors in order to address the complex healthcare needs of the elderly and cut down on complications and readmissions.", "og": {"site_name": "FierceHealthcare", "description": "A growing number of hospitals across the nation are opening special emergency centers for seniors in order to address the complex healthcare needs of the elderly and cut down on complications and readmissions.", "title": "Growing number of hospitals open ERs for the elderly", "url": "http://www.fiercehealthcare.com/story/growing-number-hospitals-open-ers-elderly/2015-07-13", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthcare.jpg", "type": "website"}, "twitter": {"site": "fiercehealth", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "apple-itunes-app": "app-id=731085312", "keywords": "Aging Population,Care Delivery,elderly patients,emergency department,geriatric care,Patient Care & Outcomes,readmission reduction,screening,Senior Citizens", "viewport": "width=device-width", "news_keywords": "Care Delivery,Patient Care & Outcomes"}, "_id": "\"57477af46914bd0286fe02e3\"", "article_summary": "Furthermore, personnel are trained to assess fall risk, dementia, malnutrition and other disorders common in elderly patients, including abuse and neglect.\nIn senior emergency centers, the lights are kinder to the eyes than the usual glaring fluorescent white light of an emergency room.\n\"The pediatric emergency room was really the genesis for senior emergency rooms,\" said Ronch.\nHe bacame interested in senior emergency medicine after seeing his grandparents suffer needlessly when they sought emergency care.\nThe need for geriatric emergency rooms is growing."}