{"article_title": "Ask Ben: Big Government", "article_keywords": ["hire", "ben", "dont", "means", "federal", "big", "agencies", "lot", "ask", "president", "resources", "thats"], "article_url": "http://www.breitbart.com/2016-presidential-race/2015/08/13/ask-ben-big-government/", "article_text": "SIGN UP FOR OUR NEWSLETTER\n\nSIGN UP FOR OUR NEWSLETTER\n\nRachel McManus Newfoundland, New Jersey asks:\n\nGreetings from NJ. Under the Obama administration, federal agencies have been given unprecedented power over states and citizens. How would President Ben Carson reign in the unelected, unaccountable federal agencies (i.e. EPA, IRS, DOJ, FCC)? And how would you realign these agencies so that the employees cannot continue progressive activism?\n\nDr. Ben Carson:\n\nWell, remember, all of those agencies are branches of the executive office, which means that the President has control over them, which means you can hire and fire whoever you want in those departments. So, obviously, we would put people in there of like mind who understand that, you know, again, our system is designed for and by the people and not to increase government bureaucracies. So, that’s a pretty easy problem.\n\nWe also would not hire people after positions were vacated by retirement. Thousands of people retire from the federal government every year. If we don’t replace them, things will shrink naturally, and if we do that for about three or four years, we’re back down to a size that is quite reasonable and we don’t have a lot of duplication of services and you don’t have a lot of people twiddling their thumbs, interfering in people’s lives because they don’t have anything better to do. I think that’s the way you do it and you redefine the purposes of the various agencies.\n\nThe Environmental Protection Agency right now is spending all of their time thwarting the development of our natural resources. I would instead have them work with business, industry, academia to find the cleanest and the most environmentally friendly ways to develop our tremendous energy resources.", "article_metadata": {"description": "Ask Ben: Big Government", "og": {"site_name": "Breitbart", "description": "Ask Ben: Big Government", "title": "Ask Ben: Big Government - Breitbart", "locale": "en_US", "image": {"width": 640, "identifier": "http://media.breitbart.com/media/2015/07/breitbart-ask-ben-post-image.jpg", "height": 480}, "url": "http://www.breitbart.com/2016-presidential-race/2015/08/13/ask-ben-big-government/", "type": "article"}, "twitter": {"description": "Ask Ben: Big Government", "creator": "@BreitbartNews", "image": "http://media.breitbart.com/media/2015/07/breitbart-ask-ben-post-image.jpg", "title": "Ask Ben: Big Government - Breitbart", "site": "@BreitbartNews", "card": "summary"}, "robots": "noodp", "fb": {"pages": 95475020353, "app_id": 1243316582352556, "use_automatic_ad_placement": "true"}, "msapplication-TileImage": "/t/assets/i/w-logo-orange.png", "keywords": "Ben Carson,2016 Presidential Race,", "article": {"publisher": "https://www.facebook.com/Breitbart", "section": "2016 Presidential Race", "tag": "Ben Carson", "published_time": "2015-08-13T08:28:03-07:00", "categories": "2016 Presidential Race"}, "viewport": "width=device-width,initial-scale=1", "op": {"markup_version": "v1.0"}}, "_id": "\"57477af36914bd0286fd195c\"", "article_summary": "How would President Ben Carson reign in the unelected, unaccountable federal agencies (i.e.\nUnder the Obama administration, federal agencies have been given unprecedented power over states and citizens.\nThe Environmental Protection Agency right now is spending all of their time thwarting the development of our natural resources.\nI think that’s the way you do it and you redefine the purposes of the various agencies.\nDr. Ben Carson:Well, remember, all of those agencies are branches of the executive office, which means that the President has control over them, which means you can hire and fire whoever you want in those departments."}