{"article_title": "How Dangerous Is Snus? Don’t Ask New York Times Editors", "article_keywords": ["swedish", "cancer", "dont", "tobacco", "snus", "dangerous", "warnings", "editors", "times", "lung", "york", "ask", "smoking", "smokers"], "article_url": "http://blog.heartland.org/2014/12/how-dangerous-is-snus-dont-ask-new-york-times-editors/", "article_text": "The New York Times has added more fuel to the anti-tobacco-harm-reduction fire with a December 4 editorial (here) rehashing the somewhat slanted reporting that appeared in the paper’s news pages on November 30. In two stories that day, the Times explored issues surrounding Swedish Match’s FDA application to change the warnings on its snus products. As I noted (here), “The Times and their quoted experts did a major disservice to their audience; they failed to report the simple truth, that mouth cancer risk for Swedish snus is next to nil.”\n\nThe original warning labels that Congress ordered for tobacco product packages in 1986 were factually wrong and fatally misleading to smokers, chewers and dippers. Congress didn’t make the warnings more accurate when it ordered the FDA to regulate tobacco in 2009, it just made them cover more of the package – an action it didn’t take with cigarettes.\n\nThe Times editorial acknowledged that snus is “is less harmful than smoking tobacco,” but it painted Swedish Match’s application as a marketing ploy. That ignores the critical need to terminate government’s lie about products’ health risks.\n\nThe editors echoed tobacco prohibitionists in denying that snus played a role in the Swedish experience. Said the Times, “reduced smoking rates and lower rates of tobacco-related diseases such as lung and oral cancer” in Sweden since the 1970s “is debatable,” attributing the successes to “various bans, restrictions and public health campaigns.” The editors failed to consider that the reductions are exclusively seen in men – who use snus and have the lowest lung cancer rate in Europe – not in women, who rank fifth in Europe for lung cancer.\n\nThe Times acknowledged that their reporters had “cited independent experts who found that snus is not nearly as lethal as cigarettes,” but it added the qualifier “[snus] is not risk-free either, especially for users who also smoke.” It is patently obvious that smoking is risky for anyone, including snus users. It should also be obvious that a smokeless tobacco can labeled “this product is not a safe alternative to cigarettes” encourages smokers to stick with their habit.\n\nThe Times editors revisit the discredited gateway theory (“the danger is that snus might lead some nonsmokers and former smokers to…progress on to cigarette smoking”), but they ignore substantial evidence that this has not happened in Sweden (here) or in the U.S. (here).\n\nSumming up, the Times observes: “abstention would be the safest approach.” That might work in Neverland, but in the U.S., abstention was impossible for the 8 million smokers who died in the 20 years since I first described our government’s warnings as bogus. That is no one’s definition of safe.\n\n[Originally published at Tobacco Truth]", "article_metadata": {"og": {"url": "http://blog.heartland.org/2014/12/how-dangerous-is-snus-dont-ask-new-york-times-editors/", "site_name": "Somewhat Reasonable", "image": "http://blog.heartland.org/wp-content/uploads/2014/12/Swedish-Snus1.jpg", "type": "activity", "title": "How Dangerous Is Snus? Don’t Ask New York Times Editors"}, "robots": "noodp,noydir", "viewport": "width=device-width"}, "_id": "\"57477af36914bd0286fd1964\"", "article_summary": "The Times editorial acknowledged that snus is “is less harmful than smoking tobacco,” but it painted Swedish Match’s application as a marketing ploy.\nIn two stories that day, the Times explored issues surrounding Swedish Match’s FDA application to change the warnings on its snus products.\nThe editors echoed tobacco prohibitionists in denying that snus played a role in the Swedish experience.\nThe New York Times has added more fuel to the anti-tobacco-harm-reduction fire with a December 4 editorial (here) rehashing the somewhat slanted reporting that appeared in the paper’s news pages on November 30.\nThe Times editors revisit the discredited gateway theory (“the danger is that snus might lead some nonsmokers and former smokers to…progress on to cigarette smoking”), but they ignore substantial evidence that this has not happened in Sweden (here) or in the U.S. (here)."}