{"article_title": "Once Again, Economists Say Wage Growth Is Coming ‘Soon’", "article_keywords": ["wage", "hourly", "jobs", "gains", "economists", "soon", "say", "growth", "rates", "interest", "coming", "rate", "inflation", "yearoveryear"], "article_url": "http://www.thefiscaltimes.com/2016/01/08/Once-Again-Economists-Say-Wage-Growth-Coming-Soon", "article_text": "While the U.S. jobs numbers in December were outstanding, posting a 292,000 gain that was nearly 100,000 above the consensus estimate, there is still a lot of disagreement about how to read the Bureau of Labor Statistics’ data on wage growth and what it means for the economy in general and interest rates in particular.\n\nAverage hourly wage growth in December fell by a penny to $25.24, which may feel a bit disconcerting considering that upward revisions to the early jobs reports from October and November now have the country adding 852,000 jobs in the fourth quarter of 2015. At that clip, many would have predicted an uptick in wages in December rather than a small decline.\n\nRelated: Here’s What You Should Do When the Stock Market Falls\n\nCounterintuitively, though, the announcement of a slight decline in wages in December was announced in tandem with a rise in the year-over-year average hourly wage growth of 2.5 percent.\n\nOn Friday morning, Paul Ashworth, the chief U.S. economist for Capital Economics, was singing the refrain that has come to seem almost painfully familiar to U.S. workers when he noted, “A meaningful pick-up in wage growth is still the missing piece of the puzzle in this recovery, but the survey evidence suggests it will arrive soon.”\n\nThe UBS Americas economic team said that the report is indicative of a healthy economy, while conceding that the wage figures were a disappointment. They also offered a potential explanation.\n\n“Large payrolls gains were led by a jump in information services and temporary help,” they found. “The big gains in temporary help may explain why average hourly earnings were flat on the month (but still rose year-over-year). Interestingly, for all the talk of weakness in manufacturing, the sector added the most jobs since July. We do not view this as a significant factor in this above-consensus report.”\n\nRelated: How the Fed Rate Hike Will Cost Consumers $1.3 Billion\n\nThe increase in year-over-year wage growth, according to Brookings Institution Economist Gary Burtless, is significantly above the rate of inflation, which means that Americans ought to be feeling at least a small increase in their purchasing power.\n\n“This is a somewhat faster rate of improvement compared with the gains workers saw between 2010 and 2014. In terms of purchasing power, U.S. workers are clearly enjoying faster pay gains as a result of lower inflation. The 12-month change in real hourly earnings through November was 1.8 percent, the fastest rate of improvement in the current recovery.”\n\nMost economists appear to believe that today’s report the December decline in hourly wages notwithstanding, does little to change expectations with regard to interest rates. Even though some monetary policy “doves” still believe that there is insufficient evidence that inflation is on the rise to justify it, the Federal Reserve’s Open Market Committee will most likely vote for another interest rate hike when it meets in March.\n\n“[W]hile the Fed has said at a number of recent occasions that it puts more emphasis on the actual development of inflation rates when determining the appropriate path for short-term interest rates,” said Harm Bandholz, chief US economist for Unicredit Research, “we think that the unambiguous display of strength in the labor market will continue to bolster the confidence of FOMC members that (a) consumer spending will continue to power the US economy ahead – despite global headwinds, and (b) that faster wage gains will eventually lift domestic inflation rates. Accordingly, we continue to expect three rate hikes for 2016, with the next one coming at the March meeting.”", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "On Friday morning, Paul Ashworth, the chief U.S. economist for Capital Economics, was singing the refrain that has come to seem almost painfully familiar to U.S. workers when he noted, “A meaningful pick-up in wage growth is still the missing piece of the puzzle in this recovery, but the survey evidence suggests it will arrive soon.”", "title": "Once Again, Economists Say Wage Growth Is Coming ‘Soon’", "url": "http://www.thefiscaltimes.com/2016/01/08/Once-Again-Economists-Say-Wage-Growth-Coming-Soon", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/11152012_job_line_article.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2016/01/08/Once-Again-Economists-Say-Wage-Growth-Coming-Soon", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/11152012_job_line_article.jpg", "creator": "@rrgarver", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "On Friday morning, Paul Ashworth, the chief U.S. economist for Capital Economics, was singing the refrain that has come to seem almost painfully familiar to U.S. workers when he noted, “A meaningful pick-up in wage growth is still the missing piece of the puzzle in this recovery, but the survey evidence suggests it will arrive soon.”", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af36914bd0286fd195b\"", "article_summary": "Related: Here’s What You Should Do When the Stock Market FallsCounterintuitively, though, the announcement of a slight decline in wages in December was announced in tandem with a rise in the year-over-year average hourly wage growth of 2.5 percent.\nAccordingly, we continue to expect three rate hikes for 2016, with the next one coming at the March meeting.”\nAverage hourly wage growth in December fell by a penny to $25.24, which may feel a bit disconcerting considering that upward revisions to the early jobs reports from October and November now have the country adding 852,000 jobs in the fourth quarter of 2015.\n“The big gains in temporary help may explain why average hourly earnings were flat on the month (but still rose year-over-year).\nAt that clip, many would have predicted an uptick in wages in December rather than a small decline."}