{"article_title": "Obamacare sign-ups near 3M as key deadline looms", "article_keywords": ["looms", "key", "healthcaregov", "enrollment", "million", "obamacare", "signed", "signups", "near", "deadline", "3m", "health", "dec", "open", "plans"], "article_url": "http://www.cnbc.com/2015/12/09/obamacare-sign-ups-near-3m-as-key-deadline-looms.html", "article_text": "Slavitt told reporters on Wednesday that the federal insurance marketplace HealthCare.gov is \"seeing a surge of interest\" ahead of the Dec. 15 deadline to sign up for health plans that take effect Jan. 1. He also said the rate of sign-ups in a number of states is outpacing that seen during the same time last year, when people were enrolling in plans for 2015.\n\nAs of Saturday, more than 2.8 million people had signed up for 2016 Obamacare insurance plans sold on HealthCare.gov since open enrollment began Nov. 1, according to CMS. That includes about 800,000 people who signed up just last week, officials said.\n\nAbout 1 million enrollees were new customers, as opposed to existing customers of HealthCare.gov, which serves people in 38 states that are not operating their own Obamacare marketplaces. For sign-ups to be considered official enrollments, customers must make their first month's premium payment.\n\n\"Don't wait. There are only six days remaining before the Dec. 15 deadline,\" Slavitt said. He noted that HealthCare.gov's call center handled more than 1 million queries from consumers last week, and that similar high volume is expected in coming days.\n\nWhile the deadline for coverage effective January is Dec. 15, open enrollment continues until Jan. 31. People who do not have some form of health coverage after that date are subject to a tax penalty, which in 2016 will be the greater of $695 per adult, or 2.5 percent of adjusted household income.\n\nNationally, about 11.7 million signed up for Obamacare coverage for 2015 during the previous open enrollment season, which ended early this year. The actual number of people who ended up paying their first premium was about 10.2 million. The enrollment tally has drifted down slightly since then.\n\nSylvia Burwell, secretary of the U.S. Health and Human Services Department, has said she expects about 10 million people to be enrolled in Obamacare plans by the end of 2016.", "article_metadata": {"AssetType": "cnbcnewsstory", "description": "About 1 million of the more than 2.8 million sign-ups so far have come from new customers, officials said.", "author": "Dan Mangan", "og": {"site_name": "CNBC", "description": "About 1 million of the more than 2.8 million sign-ups so far have come from new customers.", "title": "Obamacare surge: Almost 3M sign up, deadline looms", "url": "http://www.cnbc.com/2015/12/09/obamacare-sign-ups-near-3m-as-key-deadline-looms.html", "image": "http://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2015/12/09/103229519-GettyImages-495382800.1910x1000.jpg", "type": "article"}, "twitter": {"description": "About 1 million of the more than 2.8 million sign-ups so far have come from new customers.", "title": "Obamacare sign-ups near 3M as key deadline looms", "url": "http://www.cnbc.com/2015/12/09/obamacare-sign-ups-near-3m-as-key-deadline-looms.html", "image": {"src": "http://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2015/12/09/103229519-GettyImages-495382800.1910x1000.jpg"}, "creator": "@_DanMangan", "site": "@CNBC", "card": "summary_large_image"}, "al": {"ios": {"app_name": "CNBC Business News and Finance", "app_store_id": 398018310}}, "apple-itunes-app": "app-id=398018310", "GOOGLEBOT": "unavailable_after: 31 Dec 9999 23:59:59 GMT", "keywords": "Health Care, Health Care, Obamacare, Health Insurance, Taxes, US: News, Politics, business news", "article": {"publisher": "https://www.facebook.com/cnbc", "published_time": "2015-12-09T13:00:11-0500", "author": "https://www.facebook.com/dan.mangan.54", "section": "Health Care", "modified_time": "2015-12-09T13:59:23-0500", "tag": "Politics"}, "pageNodeId": 103229385, "news_keywords": "Obamacare, health insurance, HealthCare.gov, Affordable Care Act, 3 million sign-ups"}, "_id": "\"57477af46914bd0286fe030f\"", "article_summary": "Nationally, about 11.7 million signed up for Obamacare coverage for 2015 during the previous open enrollment season, which ended early this year.\nWhile the deadline for coverage effective January is Dec. 15, open enrollment continues until Jan. 31.\nAs of Saturday, more than 2.8 million people had signed up for 2016 Obamacare insurance plans sold on HealthCare.gov since open enrollment began Nov. 1, according to CMS.\nSylvia Burwell, secretary of the U.S. Health and Human Services Department, has said she expects about 10 million people to be enrolled in Obamacare plans by the end of 2016.\nThere are only six days remaining before the Dec. 15 deadline,\" Slavitt said."}