{"article_title": "Cut it out, atheists! Why it’s time to stop behaving like Bill Maher and Richard Dawkins", "article_keywords": ["behaving", "cut", "group", "dawkins", "richard", "driscoll", "atheist", "challenge", "bill", "stop", "atheism", "atheists", "maher", "need", "christian", "libby", "wrote", "men"], "article_url": "http://www.salon.com/2014/09/20/cut_it_out_atheists_why_its_time_to_stop_behaving_like_bill_maher_and_richard_dawkins/", "article_text": "Topics: Atheism, Bill Maher, Editor's Picks, Religion, Richard Dawkins, Sam Harris, Innovation News, News, Politics News\n\nIf you’re at all familiar with atheism in America, then the following two scenes should probably come as no surprise: Biologist Richard Dawkins exhorting his followers to mock and ridicule believers with contempt, Bill Maher telling MSNBC host Joe Scarborough that “religion is a neurological disorder.” As an atheist who grew up in a fundamentalist Christian milieu, I admit that this rhetoric is not without its appeal. But the atmosphere this kind of animus creates has become as pungent and disagreeable as the stale bread and cheap wine of the church I grew up in.\n\nSo I got to thinking: First there was the Ice Bucket Challenge, then there was the Positivity Challenge (wherein you have to write 3 or 4 positive things as your Facebook status every day for 7 days). So why not get into the act and start my own?\n\nI’d like to challenge all atheists, myself included, to refrain from posting disparaging commentary about Christian newsmakers on Facebook and other social media sites — including blogs — for one month. Let’s call it The Atheist Positivity Challenge, or the APC for short. The purpose of this challenge is to draw attention to two things: The fact that gloating about the lunacy and misdeeds of specific Christians is not only unnecessary, but probably counterproductive; and the need to rehabilitate the reputation of atheism in America.\n\nThe idea for the APC came to me when I read a post last week from atheist blogger Libby Anne, who wrote about the continued downhill slide of mega-church pastor Mark Driscoll. In this post, Libby Anne draws our attention to something Driscoll had said on a message board in 2001, where he opined about the relationship between men and women from an allegedly biblical perspective. He wrote: “Knowing that His penis would need a home, God created a woman to be your wife and when you marry her and look down you will notice that your wife is shaped differently than you and makes a very nice home.” I don’t doubt that Driscoll wrote that, or even that he sincerely believes it. But the problem with focusing on clowns like Driscoll is that it’s much too easy to single out for righteous indignation the most visibly disgraceful member of a group. And the unavoidable implication that others get from this is that the entire group must hold those beliefs as well.\n\nIn the parlance of philosophers, the temptation to view an individual as representative of a group is called a “hasty generalization.” It’s a weak analogy and a type of informal fallacy. It’s basically guilt by association. But I don’t want to live in a Fallacious Fool’s Paradise, however emotionally satisfying and cathartic it may be. The simple fact is that Driscoll is an outlier in the Christian world. Like atheism, Christianity is an incredibly heterogenous movement — from biblical literalists to liberal believers whom the literalists wouldn’t mind seeing burn at the stake for heresy. And though Libby Anne incorporates an important caveat when she says that she’s not surprised that this is the viewpoint taken by at least some evangelical men and not all evangelical men — the implication is still there, and it will be taken that way by Christians nonetheless.\n\nRefusing to indulge our desire to vilify the easy targets will make us look less arrogant and therefore less aversive. Not only should this make us less susceptible to open animosity, but it should help accomplish atheist goals which, as author and blogger Greta Christina put it, are about “reducing anti-atheist bigotry and discrimination, and to work towards more complete separation of church and state.” I know it seems like blasphemy to refrain from criticizing loonies like Driscoll, but we need to have “faith” that the cultural forces currently in play will accomplish what we want.", "article_metadata": {"description": "A dominant strain of atheism just loves to throw mud at the religious. Here's why it needs to stop", "author": "Steve Neumann", "og": {"site_name": "Salon", "description": "A dominant strain of atheism just loves to throw mud at the religious. Here's why it needs to stop", "title": "Cut it out, atheists! Why it’s time to stop behaving like Bill Maher and Richard Dawkins", "url": "http://www.salon.com/2014/09/20/cut_it_out_atheists_why_its_time_to_stop_behaving_like_bill_maher_and_richard_dawkins/", "image": "http://media.salon.com/2014/09/maher_harris_dawkins.jpg", "type": "article"}, "twitter": {"description": "A dominant strain of atheism just loves to throw mud at the religious. Here's why it needs to stop", "creator": "@salon", "image": "http://media.salon.com/2014/09/maher_harris_dawkins.jpg", "title": "Cut it out, atheists! Why it’s time to stop behaving like Bill Maher and Richard Dawkins", "site": "@salon", "card": "summary_large_image"}, "title": "Cut it out, atheists! Why it’s time to stop behaving like Bill Maher and Richard Dawkins", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Atheism, Bill Maher, Editor's Picks, Religion, Richard Dawkins, Sam Harris", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fe032e\"", "article_summary": "Refusing to indulge our desire to vilify the easy targets will make us look less arrogant and therefore less aversive.\nLet’s call it The Atheist Positivity Challenge, or the APC for short.\nAnd the unavoidable implication that others get from this is that the entire group must hold those beliefs as well.\nBut I don’t want to live in a Fallacious Fool’s Paradise, however emotionally satisfying and cathartic it may be.\nI’d like to challenge all atheists, myself included, to refrain from posting disparaging commentary about Christian newsmakers on Facebook and other social media sites — including blogs — for one month."}