{"article_title": "A Movie With Answers – AARP", "article_keywords": ["caring", "dad", "woman", "aarp", "movie", "answers", "started", "health", "blyth", "mom", "ohio", "film", "care"], "article_url": "http://blog.aarp.org/2015/05/16/caring-for-mom-and-dad-a-movie-with-answers/", "article_text": "As 75 million boomers march steadily toward old age, a health care problem of monumental proportions awaits.\n\nThat’s the staggering issue attacked in Caring for Mom and Dad, a new PBS documentary featured at AARP’s Movies for Grownups Film Festival in Miami this week.\n\nSponsored by AARP and Pfizer, the film — now available for viewing online — introduces us to people who are trying to balance their own lives and careers with caring for aging parents. While the stories are both sobering and inspiring, all of them point to a need for solid answers to a problem that presents itself in seemingly endless permutations.\n\nAARP Editorial Director Myrna Blyth moderated a panel after the film, sharing viewpoints with the movie’s writer-director, Larkin McPhee, and Dr. Roslyn Schneider, global patient affairs lead at Pfizer.\n\nThe discussion centered on an initiative among several counties in Ohio that created a small property tax to pay for home care for lower-income people. The $145 million raised annually helps fund a modest level of care (including Meals on Wheels and health visits from professionals) plus support programs for caregivers. In many cases, the fund can means the difference between home care and a nursing home — the latter being a more costly tab to taxpayers.\n\n“The Ohio initiative is an amazing program,” Blyth said. “It seems like something that politicians would at least talk about. The fact that it saves so much money would have great appeal to people.”\n\n“The results are just being publicized now,” said Caring for Mom and Dad director McPhee. “The Council on Aging of Southwestern Ohio has identified the most important things: home meals and home health aides.”\n\nCaring for Mom and Dad tells the history of the Ohio program, which had its beginnings more than 25 years ago as the brainchild of an activist named Lois Brown Dale.\n\n“I find it interesting,” Blyth observed, “that it was started by one woman. It almost reminds me of the story of Ethel Percy Andrus, the woman who started AARP. She was one woman, an educator, who saw a need of older people not being cared for.\n\n“What one person can do is really remarkable.”\n\nPhoto: Bill Newcott", "article_metadata": {"page_title": "blog", "twitter": {"description": "As 75 million boomers march steadily toward old age, a health care problem of monumental proportions awaits. That’s the staggering issue attacked in Caring for Mom and Dad, a new PBS documentary featured at AARP’s Movies for Grownups Film Festival in Miami this week. Sponsored by AARP and Pfizer, the film — now available for viewing online — introduces us to  people who are trying to balance their own lives and careers with caring for aging parents. While the stories are both sobering and inspiring, …", "creator": "@aarp", "url": "http://blog.aarp.org/2015/05/16/caring-for-mom-and-dad-a-movie-with-answers/", "title": "‘Caring for Mom and Dad’: A Movie With Answers", "site": "@aarp", "card": "summary"}, "estimated_publish_date": "2015-05-16", "Last-Modified": "2015-05-20EDT10:26:47", "keywords": "around aarp, entertainment, health talk, caring for mom and dad, efg, meryl streep, movies for grownups, myrna blyth, pbs, pfizer", "houseAds": "commercial", "paywallStatus": "off", "isArticle": "false", "livefyreId": "350138:http://blog.aarp.org/2015/05/16/caring-for-mom-and-dad-a-movie-with-answers", "title": "‘Caring for Mom and Dad’: A Movie With Answers", "comments": "on", "sponsorship": "on", "source": "aarp_washington_office", "description": "As 75 million boomers march steadily toward old age, a health care problem of monumental proportions awaits. That’s the staggering issue attacked in Caring for Mom and Dad, a new PBS documentary featured at AARP’s Movies for Grownups Film Festival in Miami this week.", "robots": "index,follow", "Subject1": "Division:AARP.org", "fb": {"app_id": 114175878660191}, "aarpAdUnit": "Around-AARP", "article": {"author": "http://www.facebook.com/AARP"}, "pluckId": "http://www.aarp.org/vendor/blog/", "viewport": "width=device-width, initial-scale=1", "language": "english", "og": {"site_name": "AARP", "description": "As 75 million boomers march steadily toward old age, a health care problem of monumental proportions awaits. That’s the staggering issue attacked in Caring for Mom and Dad, a new PBS documentary featured at AARP’s Movies for Grownups Film Festival in Miami this week. Sponsored by AARP and Pfizer, the film — now available for viewing online — introduces us to  people who are trying to balance their own lives and careers with caring for aging parents. While the stories are both sobering and inspiring, …", "title": "‘Caring for Mom and Dad’: A Movie With Answers", "url": "http://blog.aarp.org/2015/05/16/caring-for-mom-and-dad-a-movie-with-answers/", "image": "https://blog.aarp.org/wp-content/uploads/2015/05/Caring-for-Mom-and-Dad-panel-185x185.jpg", "type": "article"}, "contentId": "/content/aarpe/en/home/vendor/blog", "Subject2": "Resources and Tools:Blogs", "aarpeContent": "true", "IALevel1": "vendor", "IALevel2": "blog", "s43": "13.Volunteerism|MyPersonalTime", "action": "read", "dateToday": "2016/05/26"}, "_id": "\"57477af46914bd0286fe0323\"", "article_summary": "As 75 million boomers march steadily toward old age, a health care problem of monumental proportions awaits.\nIt almost reminds me of the story of Ethel Percy Andrus, the woman who started AARP.\nSponsored by AARP and Pfizer, the film — now available for viewing online — introduces us to people who are trying to balance their own lives and careers with caring for aging parents.\nWhile the stories are both sobering and inspiring, all of them point to a need for solid answers to a problem that presents itself in seemingly endless permutations.\nAARP Editorial Director Myrna Blyth moderated a panel after the film, sharing viewpoints with the movie’s writer-director, Larkin McPhee, and Dr. Roslyn Schneider, global patient affairs lead at Pfizer."}