{"article_title": "Doubts on output freeze deal, stronger dollar hammer oil", "article_keywords": ["oil", "rose", "deal", "stronger", "dollar", "freeze", "crude", "second", "fell", "doubts", "prices", "output", "barrel", "quarter", "hammer", "payrolls"], "article_url": "http://www.thefiscaltimes.com/latestnews/2016/03/30/Oil-prices-fall-US-crude-stocks-hit-record-seventh-successive-week", "article_text": "LONDON (Reuters) - Oil futures fell almost 4 percent to below $39 per barrel on Friday, with the market growing increasingly skeptical that a looming deal to freeze crude production can help clear a global glut.\n\nGains in the dollar after stronger-than-expected U.S. non-farm payrolls data also hit dollar-traded oil by making the commodity less affordable to holders of other currencies.\n\nSaudi Arabia will freeze its oil output only if Iran and other major producers do so, Saudi Deputy Crown Prince Mohammed bin Salman told Bloomberg in an interview, helping push prices lower earlier in the day.\n\nfell $1.48 to $38.85 a barrel as of 1330 GMT (9.30 a.m. ET), down 3.8 percent. Brent rose 6 percent in the first quarter of this year, its first such increase since a 15 percent rally in the second quarter of 2015. U.S. crude fell $1.43 to $36.91 a barrel. Prices rose almost 4 percent over January-March, also the first quarterly gain since surging nearly 25 percent in the second quarter of last year. U.S. employment increased solidly in March and wages rebounded, signs of economic resilience that could allow a cautious Federal Reserve to raise interest rates gradually this year. \"I think (the payrolls report) is probably what’s sent us over the edge in oil,\" CMC markets analyst Jasper Lawler said. A Reuters monthly survey showed this week that OPEC output rose in March on higher supply from Iran after the lifting of sanctions and near-record exports from southern Iraq. Oil prices fell despite China's official Purchasing Managers' Index showing an unexpected expansion in March, the first in nine months. Putting a floor under prices in earlier trade was a drop in U.S. crude output, falling for a fourth straight month in January to the lowest since October 2014. (Additional reporting by Amanda Cooper; Editing by Dale Hudson and Jason Neely)\n\nBrent crude for June delivery", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "LONDON (Reuters) - Oil futures fell almost 4 percent to below $39 per barrel on Friday", "title": "Doubts on output freeze deal, stronger dollar hammer oil", "url": "http://www.thefiscaltimes.com/latestnews/2016/03/30/Oil-prices-fall-US-crude-stocks-hit-record-seventh-successive-week", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/oil-energy-oil_1.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/latestnews/2016/03/30/Oil-prices-fall-US-crude-stocks-hit-record-seventh-successive-week", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/oil-energy-oil_1.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "LONDON (Reuters) - Oil futures fell almost 4 percent to below $39 per barrel on Friday", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af36914bd0286fd1974\"", "article_summary": "Oil prices fell despite China's official Purchasing Managers' Index showing an unexpected expansion in March, the first in nine months.\nA Reuters monthly survey showed this week that OPEC output rose in March on higher supply from Iran after the lifting of sanctions and near-record exports from southern Iraq.\nPrices rose almost 4 percent over January-March, also the first quarterly gain since surging nearly 25 percent in the second quarter of last year.\nPutting a floor under prices in earlier trade was a drop in U.S. crude output, falling for a fourth straight month in January to the lowest since October 2014.\nSaudi Arabia will freeze its oil output only if Iran and other major producers do so, Saudi Deputy Crown Prince Mohammed bin Salman told Bloomberg in an interview, helping push prices lower earlier in the day."}