{"article_title": "Small Biz Owner Says Obamacare Adding Burdens", "article_keywords": ["adding", "aca", "burdens", "business", "employees", "obamacare", "owner", "premiums", "biz", "plan", "coverage", "small", "health", "businesses"], "article_url": "http://freebeacon.com/issues/small-biz-owner-says-obamacare-causes-expenses-burdens-leading-less-hiring/", "article_text": "BY: Follow @DJAliMeyer\n\n\n\nAn entrepreneur told lawmakers on Wednesday that initiatives under the Affordable Care Act, commonly known as Obamacare, are placing additional burdens on business that are leading to business closures and less hiring.\n\nTom Kunkel, president and CEO of the Maryland-basd business Full House Marketing and Print, testified Wednesday before the Senate committee on small business and entrepreneurship to explain how Obamacare has affected his business and employees.\n\nKunkel said he was initially optimistic that Obamacare would help his 25 employees obtain health insurance, since many could not previously get coverage due to pre-existing conditions.\n\n“From a small business perspective, the ACA could have been a huge relief and benefit,” Kunkel said. “I was reimbursing employees for their premiums, because this offered me as a small business a way to compete with larger companies who provided employer-sponsored health insurance plans.”\n\nKunkel was notified in June 2015 by his accountant of IRS Notice 2013-54, which prevents businesses from assisting employees with their individual market health insurance.\n\n“I was stunned,” Kunkel said. “Mid-year, I had to tell my employees I could no longer reimburse them for health care and that they were essentially on their own. I had several employees who could not afford their premiums without my contribution.”\n\n“One of my employees has cancer, and was not able to get his prescription refilled for over three weeks because of the new plan,” Kunkel explained.\n\nKunkel said he had three options: increase wages to cover costs for employees, offer a group plan, or offer no plan at all.\n\n“I went out and researched a number of group plan options and settled on a Maryland-based plan that did not require a guaranteed participation and the most affordable rates,” he said. “The plan was so expensive, compared to the individual plans that no employees elected to enroll in it.”\n\n“IRS Notice 2013-54 has essentially taken us back to the situation before the Affordable Care Act where a small business can not afford to offer health benefits to its employees,” he said. “I feel the burden of many new initiatives as they affect my company’s ability to operate profitably and to hire and retain employees. Many of these initiatives often have unforeseen consequences and cause small businesses additional expenses and burdens that can lead to less hiring, more expenses, and sometimes lead to businesses closing their doors.”\n\nObamacare has led to higher premiums, increased compliance burdens, and decreased flexibility, according to testimony from Kevin Kuhlman, the director of legislative affairs for the National Federation of Independent Business.\n\n“NFIB has closely tracked the impact of the ACA on small businesses by collecting member stories and by conducting four scientific research surveys,” Kuhlman said. “The ACA did contain provisions intended to help small businesses, but those provisions were either too limited to be effective or were not prioritized during the implementation process. Ultimately, the costs to small business outweighed the benefits, and ACA has led to higher premiums, increased compliance burdens, and decreased flexibility.”\n\nRichard Frank, an assistant secretary at the Department of Health and Human Services, testified that Obamacare has improved access to coverage for millions of Americans including small business employees.\n\n“The ACA expanded health insurance coverage to millions of Americans who were formerly uninsured and it has improved coverage for millions more who already had health insurance,” Frank said. “Connecting workers to coverage, regardless of where they work, helps to improve productivity of the American workforce.”", "article_metadata": {"description": "An entrepreneur told lawmakers on Wednesday that initiatives under the Affordable Care Act (ACA) have unforeseen consequences.", "generator": "WordPress 4.5.2", "og": {"site_name": "Washington Free Beacon", "description": "An entrepreneur told lawmakers on Wednesday that initiatives under the Affordable Care Act, commonly known as Obamacare, are placing additional burdens on business that are leading to business closur", "title": "Small Business Owner Says Obamacare Causing Higher Expenses, Less Hiring", "url": "http://freebeacon.com/issues/small-biz-owner-says-obamacare-causes-expenses-burdens-leading-less-hiring/", "image": "http://freebeacon.com/wp-content/uploads/2016/05/doctor-and-nurses-150x150.jpg", "type": "article"}, "twitter": {"description": "An entrepreneur told lawmakers on Wednesday that initiatives under the Affordable Care Act, commonly", "creator": "@DJAliMeyer", "image": "http://freebeacon.com/wp-content/uploads/2016/05/doctor-and-nurses-150x150.jpg", "title": "Small Business Owner Says Obamacare Causing Higher Expenses, Less Hiring", "site": "@freebeacon", "card": "summary"}, "robots": "noodp", "apple-itunes-app": "app-id=1047859882", "fb": {"app_id": "FB_APP_ID"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fd1975\"", "article_summary": "“From a small business perspective, the ACA could have been a huge relief and benefit,” Kunkel said.\n“NFIB has closely tracked the impact of the ACA on small businesses by collecting member stories and by conducting four scientific research surveys,” Kuhlman said.\nTom Kunkel, president and CEO of the Maryland-basd business Full House Marketing and Print, testified Wednesday before the Senate committee on small business and entrepreneurship to explain how Obamacare has affected his business and employees.\n“The ACA did contain provisions intended to help small businesses, but those provisions were either too limited to be effective or were not prioritized during the implementation process.\nKunkel said he was initially optimistic that Obamacare would help his 25 employees obtain health insurance, since many could not previously get coverage due to pre-existing conditions."}