{"article_title": "Christian-based alternative to Obamacare making gains in Utah", "article_keywords": ["christianbased", "sharing", "gains", "ministry", "utah", "medical", "obamacare", "traditional", "ministries", "health", "members", "pay", "making", "alternative", "insurance", "care"], "article_url": "http://www.deseretnews.com/article/865648375/Christian-based-alternative-to-Obamacare-making-gains-in-Utah.html?pg=all", "article_text": "With premiums ballooning and benefits shrinking, more families are turning to a previously little-known alternative to traditional insurance: Christian-based health care ministries.\n\nSALT LAKE CITY — When Mike Burns' son jumped out of a tree, snagged his foot and broke both his arms, the Highland-area father braced for the bills.\n\nThe family had a UnitedHealthcare plan with a $20,000 deductible — so Burns ended up shelling out the $5,500 for the surgery out of pocket.\n\nThat's when he began casting around for alternatives.\n\n\"I was like, 'Man, if all our neighbors just got together and did our own thing, we'd be better off,'\" Burns said.\n\nWith premiums ballooning and benefits shrinking, more families are turning to a previously little-known alternative to traditional insurance: Christian-based health care ministries.\n\nBound by their faith, members pool monthly contributions to pay for other members' medical costs. They often must sign declarations of faith that they attend church regularly and abstain from tobacco, alcohol or other \"unbiblical\" behaviors.\n\nAnd because health care sharing ministries received an exemption under President Barack Obama's health care law, members are exempt from the tax penalty for not having traditional insurance.\n\n\"It's very logical,\" said Burns, who joined a cost sharing ministry called Liberty HealthShare about a year ago. He relied on other members to pay for his son's surgery when he later broke his hand.\n\n\"You get 30,000 people together and you all pitch in to help each other out,\" he said. \"It seems that's the concept of an insurance company, right?\"\n\nYes and no, says the Utah Department of Insurance.\n\nIn talks with consumers, insurance commissioner Todd Kiser said it's not clear to him that people understand that a ministry membership is not the same thing as having health insurance.\n\n\"There's no promise that they will take care of your bills,\" Kiser said.\n\nHe's spoken out against HB113, sponsored by Rep. Mike Kennedy, R-Alpine, which would clarify that health sharing ministries are exempt from regulation by the state insurance department.\n\nThe bill cleared the House last week and is expected to be debated in the Senate on Tuesday.\n\nKiser said the bill leaves health care sharing members without protection. If a ministry were to deny a claim, break a contract or lie in their marketing materials, the insurance department has no authority to enforce that, Kiser said.\n\nYet ministry officials estimate that membership has doubled since the passage of the Affordable Care Act in 2010 — and growth is accelerating.\n\nOne of the largest ministries, Medi-Share, has nearly tripled its growth since 2013 — going from 64,000 members to 189,000. In Utah alone, Medi-Share quintupled its membership, according to a spokeswoman.\n\nTanji Northrup, the assistant insurance commissioner, said ministries have embarked on an aggressive marketing campaign.\n\nBefore 2014, advertising in Utah was nearly nonexistent, according to Northrup.\n\nNow the insurance department receives numerous calls a week from consumers “just trying to understand what’s being presented to them,” she said.\n\nIn a health care sharing ministry, members typically pay a monthly \"share\" that ranges from about $100 to $200 per single person to $400 to $500 per family. The ministry collects the shares and redistributes them to families with medical costs or have the members send checks directly to the family in need.\n\nIf needs exceed costs for several months in a row, ministries may hold a vote to determine if members wish to raise the monthly share amount.\n\nHealth care sharing ministries often do not cover many things that are now required of traditional insurance plans, including pre-existing conditions.\n\nMany ministries also do not cover medical costs deemed to be the result of \"unbiblical\" behavior.\n\nFor example, Christian Healthcare Ministries does not pay for birth control, abortions, births from unwed mothers or bills incurred from motor vehicle crashes if the member was not wearing a helmet or seat belt.\n\nSamaritan Ministries has a similar list of treatments that it does not cover, including medical issues due to drug or alcohol abuse.\n\nDebbie Willis, a mother of four who attends a nondenominational church in Heber City, said that's a comfort.\n\n\"I believe in if you're the employer and you want to provide that for your employees, then great,\" Willis said. \"But if I'm the employer or I'm an employee that doesn't want to pay into that, that certainly should be an option.\"\n\nWillis began looking for health insurance after her husband, a golf course superintendent, lost his job. At the recommendation of a friend, she switched from a $1,500 per month COBRA plan to a $405 per month Samaritan plan.\n\nShe said traditional insurance can be just as arbitrary with their coverage.\n\n\"Knowing what I know now, I'm not positive that I can say if he gets a job that has good health insurance coverage again that I would go back to health insurance,\" Willis said.\n\nOthers joined because they felt squeezed out by their options in the marketplace.\n\nJames Brown, a self-employed digital marketing consultant in Midway, signed up with Liberty HealthShare.\n\n\"Honestly, I was strictly looking at numbers,\" said the father of two and member of the LDS Church. \"What's my best coverage? What's my lowest price?\"\n\nWhen Brown had foot surgery for an arthritic toe, Liberty HealthShare took care of the negoatiations and paid 100 percent of the medical costs, he said.\n\n\"It just has better service, friendlier people,\" Brown said. \"I feel like some of those bigger companies, those people sound like robots.\"\n\nJason Stevenson of the Utah Health Policy Project said health care sharing ministries can work well for a niche group of people with similar backgrounds and views.\n\nBut he said the problem is when some people are in — and others are out.\n\nIf a member got lung cancer and ministry officials decided it was the result of smoking, \"it could be your word against their word,\" Stevenson said.\n\n“For all the bureaucracy of the insurance industry, it has a lot of smart consumer protections,\" he said.\n\nFor that reason, Stevenson said he doesn't see ministries capturing more than 1 or 2 percent of the market, but he said the traditional insurance industry could learn a thing or two.\n\n\"In some ways, it's a bit of a throwback to a simpler time,\" he said — a time when doctors made house calls, people cared for their neighbors and trust was in abundance.\n\n\"The health care sharing ministry attempts to bring that back,\" Stevenson said. \"An old-fashioned way to do health care, which I think a lot of people miss.\"\n\nEmail: dchen@deseretnews.com\n\nTwitter: DaphneChen_", "article_metadata": {"twitter": {"description": "With premiums ballooning and benefits shrinking, more families are turning to a previously little-known alternative to traditional insurance: Christian-based health care ministries.", "title": "Christian-based alternative to Obamacare making gains in Utah", "app": {"url": {"ipad": "itms://itunes.apple.com/us/app/deseret-news/id425758986?mt=8&uo=4", "iphone": "itms://itunes.apple.com/us/app/deseret-news/id425758986?mt=8&uo=4", "googleplay": "https://play.google.com/store/apps/details?id=com.deseretnews.android"}, "name": {"ipad": "Deseret News", "iphone": "Deseret News", "googleplay": "Deseret News"}, "id": {"ipad": 425758986, "iphone": 425758986, "googleplay": "com.deseretnews.android"}}, "creator": "@@DaphneChen_", "site": "@deseretnews", "card": "summary"}, "datePublished": "2016-02-22", "vr": {"category": "utah", "type": "article"}, "cXenseParse": {"recs": {"recommendable": "false"}}, "speare-timestamp": "2016-02-22 20:35:00", "copyright": "© 2016 Deseret News Publishing Company", "title": "Christian-based alternative to Obamacare making gains in Utah", "image": "http://www.deseretnews.com/media/photos/web-1662139.jpg", "dsk": "utah", "tout": {"article": {"id": 865648375}}, "thumbnail": "http://www.deseretnews.com/media/photos/web-1662139.jpg", "medium": "news", "description": "With premiums ballooning and benefits shrinking, more families are turning to a previously little-known alternative to traditional insurance: Christian-based health care ministries.", "robots": "INDEX, FOLLOW", "fb": {"admins": 683545112, "app_id": 320112201431112, "pages": 16317479654}, "article": {"published_time": "2016-02-22T20:35-07:00"}, "viewport": "width=1024, initial-scale=0.1", "GOOGLEBOT": "ARCHIVE", "og": {"url": "http://www.deseretnews.com/article/865648375/Christian-based-alternative-to-Obamacare-making-gains-in-Utah.html?pg=all", "type": "article", "image": "http://img.deseretnews.com/images/article/hires/1662139/1662139.jpg", "site_name": "DeseretNews.com", "title": "Christian-based alternative to Obamacare making gains in Utah"}, "author": "Daphne Chen", "dateModified": "2016-02-22", "articleid": 865648375}, "_id": "\"57477af36914bd0286fd198d\"", "article_summary": "With premiums ballooning and benefits shrinking, more families are turning to a previously little-known alternative to traditional insurance: Christian-based health care ministries.\n\"Knowing what I know now, I'm not positive that I can say if he gets a job that has good health insurance coverage again that I would go back to health insurance,\" Willis said.\nJason Stevenson of the Utah Health Policy Project said health care sharing ministries can work well for a niche group of people with similar backgrounds and views.\n\"The health care sharing ministry attempts to bring that back,\" Stevenson said.\n\"It's very logical,\" said Burns, who joined a cost sharing ministry called Liberty HealthShare about a year ago."}