{"article_title": "The 1 Battle That Marijuana Users May Not Win -- The Motley Fool", "article_keywords": ["fool", "users", "business", "motley", "win", "medical", "marijuana", "drug", "employers", "states", "dish", "zerotolerance", "legal", "battle", "workplace"], "article_url": "http://www.fool.com/investing/high-growth/2015/08/29/the-1-battle-that-marijuana-users-may-not-win.aspx", "article_text": "For the most part, almost everything has worked in favor of the marijuana industry over the past two decades. Although you can point to medical marijuana defeats in select states (e.g., Florida's amendment to legalize medical marijuana), marijuana has done nothing but expand its influence, all while support for its legalization among the public has grown.\n\nNearly everything goes right for marijuana\n\nAt last check, 23 states have legalized marijuana for medical purposes, while four states -- Washington, Colorado, Oregon, and Alaska -- along with Washington, D.C., have led the charge to legalize the still-federally-illicit drug for recreational adult use. Furthermore, a majority of national polls suggest that a majority of respondents narrowly support marijuana's legalization, with an overwhelming majority in favor of the legalization of medical marijuana.\n\nThe reason for this shift in the public's and states' opinion is plain as day.\n\nNew clinical data keeps emerging that suggests marijuana, or the cannabinoids from within the cannabis plant, could be beneficial to alleviating or treating certain diseases and disorders. These range from widespread conditions such as Alzheimer's or type 2 diabetes to rarer indications such as Dravet syndrome or Lennox-Gastaut syndrome, which are two types of childhood-onset epilepsy. GW Pharmaceuticals, a pioneer in cannabinoid research, has demonstrated with its experimental drug Epidiolex that seizure frequencies in both indications were reduced by more than half in mid-stage studies for both indications.\n\nFor states, it's all about the green, and by that I mean tax revenue, so get your head out of the gutter. Marijuana isn't a holy grail fix for budget shortfalls, but it's a smart way of boosting revenue via taxation without instituting a statewide tax increase that residents are almost sure to resent. The money generated from taxing marijuana can be used for everything from infrastructure repairs to education and jobs growth.\n\nOne of the primary factors that's allowed marijuana to gain so much momentum has been the federal government's hands-off approach to regulating the drug. Although it hasn't wavered on its stance of the marijuana plant as a schedule 1 substance (meaning it's considered highly addictive, illicit, and it has no medical benefits), it's also decided to let individual states set their own marijuana policies and regulate them. This has gone a long way toward allowing the industry to bud (pun fully intended).\n\nOne battle marijuana users may not win\n\nThroughout marijuana's expansion, however, there has been one battle that users have been fighting that they just can't seem to win -- and that they may never win. This battle is over the right to use the product as a medical marijuana patient without the fear of being let go or fired for violating an employer's strict zero-tolerance policy on drugs.\n\nThe issue took center stage in June when the Colorado Supreme Court issued a ruling on the firing of a quadriplegic man, Brandon Coats, who was let go by DISH Network in 2010. Coats was written prescriptions for medical marijuana due to his medical condition, but told DISH that under no circumstances was he under the influence of the drug at any point while working for DISH. Although DISH accepted Coats' claims, he was nonetheless let go because of DISH's zero-tolerance drug policy.\n\nThe Colorado Supreme Court merely upheld DISH's decision to fire Coats as valid. According to the court, because marijuana is not legal on a federal level, his activities did not comply with the state's own \"lawful activities statute\" (despite marijuana being legal across the board in Colorado), and therefore DISH was within its legal right to fire him.\n\nChange is needed, but may not come\n\nCoats' case may have set some form of precedent among zero-tolerance employers, but it's unlikely to be the last case to garner a lot of attention. Kabrina Krebel Chang, a clinical associate professor of business law and ethics at the Questrom School of Business at Boston University, noted in a recent interview with Vice News that more than a half-dozen lawsuits have been filed with employers for wrongful termination as a result of medical marijuana usage, and not a single one has resulted in a victory for the fired employee.\n\nWhat's needed by medical marijuana users is a shift in select employers' zero-tolerance drug policies. However, based on the findings of the Chicago Tribune, which interviewed Jeffrey Risch, the chair of the Illinois Chamber of Commerce's Employment Law and Litigation Committee, a vast majority of Illinois business owners who currently have zero-tolerance drug policies in force have no intention of changing them in lieu of medical marijuana's expansion within the state.\n\nRisch had this to say:\n\nMarijuana is still viewed by the employers I interface with as a drug that they don't want to tolerate. Every one of them will say passionately, sincerely, that they owe an obligation to their workers... to maintain a healthy work environment free from the effect or use of drugs.\n\nThat may sound a bit harsh, but there's more to this decision than just the personal views of business owners. Allowing the use of legal medical marijuana for employees could jeopardize a claim with a commercial insurer if something unexpected happens in the workplace or with a product manufactured by a business. Business owners are unlikely to leave their businesses exposed to a potential loss of liability tied to a change in their zero-tolerance drug policy.\n\nBetting on change in the workplace is risky\n\nTo say the least, no one is entirely sure how the expansion of recreational or medical marijuana in legal states is going to affect businesses or overall employment in those states.\n\nOn one hand, there's certainly the idea that letting go of a medical marijuana user could spare a business from the potential of losing liability if something goes wrong in the workplace. Of course, the other side to this equation is that letting go of a worker for being a legal medical marijuana user means potentially spending thousands of dollars in training a new employee to take their place.\n\nUltimately, it may wind up costing businesses and employees regardless of what's done in the workplace, and that's not a good thing for the American economy or investors. Keep in mind the interaction between businesses and legal medical marijuana users is still in its infancy, but the initial battles in court seem to suggest that medical marijuana's expansion in the workplace may have come to a grinding halt.", "article_metadata": {"publish_time": "13:41", "date": "2015-08-29T17:41:00Z", "description": "Medical marijuana's reach has grown by leaps and bounds, but inside the workplace its usage is still considered taboo among employers.", "ResponsiveALP": "1Ses_2things-v-single_2-things_50", "author": "Sean Williams", "promo": "Medical marijuana's reach has grown by leaps and bounds, but inside the workplace its usage is still considered taboo among employers.", "twitter": {"description": "Medical marijuana's reach has grown by leaps and bounds, but inside the workplace its usage is still considered taboo among employers.", "site": "@themotleyfool", "title": "The 1 Battle That Marijuana Users May Not Win --  The Motley Fool"}, "tags": "Yahoo", "og": {"site_name": "The Motley Fool", "description": "Medical marijuana's reach has grown by leaps and bounds, but inside the workplace its usage is still considered taboo among employers.", "title": "The 1 Battle That Marijuana Users May Not Win --  The Motley Fool", "url": "http://www.fool.com/investing/high-growth/2015/08/29/the-1-battle-that-marijuana-users-may-not-win.aspx", "image": "https://g.foolcdn.com/image/?url=http%3A%2F%2Fg.foolcdn.com%2Feditorial%2Fimages%2F177320%2Fndarc-fb2.jpg&h=630&w=1200&op=resize", "type": "article"}, "fb": {"admins": 50808187550, "page_id": 7240312795, "app_id": 50808187550}, "bureau": "usmf-health-care", "STORY_UID": "cfcb5506-487a-11e5-b6f0-0050569d4be0", "headline": "The 1 Battle That Marijuana Users May Not Win", "msvalidate.01": "8D40D58712924715BAA79D135A6C8DDA", "gsa_date": "2015 08 29", "pitch": 2518, "tickers": "DISH,GWPH", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0"}, "_id": "\"57477af36914bd0286fd198b\"", "article_summary": "Although you can point to medical marijuana defeats in select states (e.g., Florida's amendment to legalize medical marijuana), marijuana has done nothing but expand its influence, all while support for its legalization among the public has grown.\nWhat's needed by medical marijuana users is a shift in select employers' zero-tolerance drug policies.\nOne battle marijuana users may not winThroughout marijuana's expansion, however, there has been one battle that users have been fighting that they just can't seem to win -- and that they may never win.\nFurthermore, a majority of national polls suggest that a majority of respondents narrowly support marijuana's legalization, with an overwhelming majority in favor of the legalization of medical marijuana.\nOf course, the other side to this equation is that letting go of a worker for being a legal medical marijuana user means potentially spending thousands of dollars in training a new employee to take their place."}