{"article_title": "Comfort Dental provides free care", "article_keywords": ["christmas", "comfort", "dental", "work", "free", "krause", "patients", "provides", "come", "day", "came", "care"], "article_url": "http://www.reporterherald.com/news/loveland-local-news/ci_29309482/comfort-dental-provides-free-care", "article_text": "Thompson Valley Comfort Dental gives away free dental work to 48 people\n\nDr. John Fillmore, left, cleans 12-year-old Kaitlan Vanderhoff's teeth while Emily Yarberry, dental assistant, goes over Vanderhoff's chart on Thursday at the Thompson Valley Comfort Dental. Vanderhoff came in with her mom and brother for a free Christmas Eve during Care Day. ( Trevor L. Davis / Loveland Reporter-Herald )\n\nFor many of Thompson Valley Comfort Dental's employees, Christmas Eve is their favorite day of the year — but not necessarily because of the holiday itself.\n\nComfort Dental locations across the United States offered a free Care Day for anyone seeking dental care for the 32nd year on the day of Christmas Eve.\n\nThis is the sixth year Dr. Kody Krause has participated in Care Day at the Thompson Valley location, 1405 Southwest 10th St.\n\n\"That first year I did it, I was just fresh out of dental school,\" Krause said. \"It was an awesome experience.\"\n\nAll of the office's employees came in for the day — dentists, assistants, hygienists and office staff. The waiting room was packed, and the staff members were all smiles as they wished patients a \"Merry Christmas\" and helped them fill out paperwork, schedule future appointments and receive dental care.\n\n\"It's just (a chance) to try to give something back to the community and helping people out that might be afraid to come in and obviously can't afford to come in,\" Krause said.\n\nA lot of the patients who come in on Care Day, Krause said, end up coming back to the office to seek treatment again in the future or when their financial situations change.\n\nAnd though it doesn't feel like he's doing a lot to Krause, to the patients, it makes a difference. Some of them come in that haven't had dental work done in a decade or more. If the employees can help relieve someone of pain from a tooth problem — even if it's temporary — Krause said it's worth it.\n\nAdvertisement\n\n\"It's just the gratitude of the patients that come in,\" he said. \"People who show up, they always express a lot of gratitude for what we're doing.\"\n\nThe care provided is limited to work that can be completed in the morning — cleanings, exams, fillings and extractions.\n\nLoveland resident Jenna Vanderhoff and her two children, 9-year-old Cody and 12-year-old Kaitlan, came in for dental care Thursday. Vanderhoff said her family moved to Loveland five months ago, and she was so happy to hear about Care Day on the radio. She said they can't afford dental care until they get a little more established.\n\nJenna said they had to wait a couple of hours, but it was worth it.\n\n\"We will definitely be coming back for years to come,\" she said. \"It was here when we needed it the most.\"\n\nKaitlan said the experience went better than she expected.\n\n\"I was nervous because I'm not exactly a fan of dentists,\" she said.\n\nThe office saw 48 patients Thursday, 35 of whom were new — a slight uptick from the prior year.\n\nApril Garcia and Sheila Campbell in billing said they're so glad to be able to offer this day for people, and it's definitely their favorite day of the year.\n\nReceptionist Marcy Peters said this was her first year participating, but she'd been hearing about it all year from other employees — and she can see why they'd been so excited about it.\n\nCampbell said she looked forward to it so much, she had a hard time sleeping the night before.\n\nDeb Hoffschneider also came in for her work with her family because her niece works at the office.\n\n\"It's just part of the community,\" Hoffschneider said. \"I really respect them for that. It's something we plan on every year.\"\n\nResident Shannon Denault said she was just calling the office to make her first appointment when they told her about Care Day. She also came with family members.\n\nDenault said she saved more than $400 for a tooth extraction, something she could definitely appreciate, especially during the Christmas season when people are tight on money.\n\n\"They're doing a good thing and blessing a lot of people,\" she said. \"It would be good if more people do that.\"\n\nDenault joked that in addition to being a Christmas gift, Care Day was also an anniversary gift for herself and her husband — Thursday was their 15th wedding anniversary.\n\nThe other Comfort Dental location in Loveland, 274 W. 64th St., also offered Care Day. For more information on the day and Comfort Dental, go to comfortdental.com.\n\nSaja Hindi: 970-669-5050 ext. 521, hindis@reporter-herald.com, twitter.com/SajaHindiRH.", "article_metadata": {"startDate": "2015-12-26T19:29:15-0700", "modificationDate": "2015-12-26T19:29:52-0700", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site47/2015/1224/20151224__25RHACOMFORTDENTAL~1_300.jpg", "sailthru.author": "By Saja Hindi \n \n  Reporter-Herald Staff Writer", "description": "For many of Thompson Valley Comfort Dental's employees, Christmas Eve is their favorite day of the year — but not necessarily because of the holiday itself.", "ag": {"canon": "LovelandReporter-Herald:article:29309482:view"}, "og": {"image": "http://extras.mnginteractive.com/live/media/site47/2015/1224/20151224__25RHACOMFORTDENTAL~1.jpg", "type": "article", "description": "For many of Thompson Valley Comfort Dental's employees, Christmas Eve is their favorite day of the year — but not necessarily because of the holiday itself.", "title": "Comfort Dental provides free care"}, "twitter": {"domain": "reporterherald.com", "description": "For many of Thompson Valley Comfort Dental's employees, Christmas Eve is their favorite day of the year — but not necessarily because of the holiday itself.", "title": "Comfort Dental provides free care", "image": "http://extras.mnginteractive.com/live/media/site47/2015/1224/20151224__25RHACOMFORTDENTAL~1.jpg", "site": "@reporterherald", "card": "summary_large_image"}, "sailthru.date": "2015-12-26T19:29:15-0700", "sailthru.site": "reporterherald.com", "endDate": "2025-12-24T20:12:01-0700", "sailthru.title": "Comfort Dental provides free care", "sailthru.article-section-or-homepage": "article", "byline": "By Saja HindiReporter-Herald", "msvalidate.01": "4B535F7EB2971D1FCBA5D1D3E3E292C3", "google-site-verification": "XzsHDcJw4iXBQEYtDXFRaUAdKzxhSvxWMgXyQQNFFzg", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site47/2015/1224/20151224__25RHACOMFORTDENTAL~1.jpg", "pubDate": "2015-12-26T19:30:14-0700", "news_keywords": "Loveland News, Loveland News news, Loveland Colorado Loveland News news, Loveland Colorado news, Loveland News Loveland news, Loveland News Colorado news, US Loveland News news, world Loveland News news."}, "_id": "\"57477af36914bd0286fd1971\"", "article_summary": "Thompson Valley Comfort Dental gives away free dental work to 48 peopleDr. John Fillmore, left, cleans 12-year-old Kaitlan Vanderhoff's teeth while Emily Yarberry, dental assistant, goes over Vanderhoff's chart on Thursday at the Thompson Valley Comfort Dental.\nComfort Dental locations across the United States offered a free Care Day for anyone seeking dental care for the 32nd year on the day of Christmas Eve.\nThe other Comfort Dental location in Loveland, 274 W. 64th St., also offered Care Day.\nShe said they can't afford dental care until they get a little more established.\nLoveland resident Jenna Vanderhoff and her two children, 9-year-old Cody and 12-year-old Kaitlan, came in for dental care Thursday."}