{"article_title": "Reading Hamilton From the Left", "article_keywords": ["jefferson", "national", "political", "american", "states", "state", "economic", "hamilton", "economy", "reading", "public", "left"], "article_url": "http://billmoyers.com/2014/09/13/reading-hamilton-from-the-left/", "article_text": "Painting of Alexander Hamilton by John Trumbull, 1804. (Photo: Wikimedia Commons /alexandehamiltonexhibition.org/ CC 3.0\n\nThis post first appeared at Jacobin Magazine.\n\nTwo hundred years ago, Alexander Hamilton was mortally wounded by then Vice President Aaron Burr in a duel at Weehawken, New Jersey. Their conflict, stemming from essays Hamilton had penned against Burr, was an episode in a larger clash between two political ideologies: that of Thomas Jefferson and the anti-Federalists, who argued for an agrarian economy and a weak central government, versus that of Hamilton and the Federalists, who championed a strong central state and an industrial economy.\n\nIn the American political imagination, Jefferson is rural, idealistic and democratic, while Hamilton is urban, pessimistic and authoritarian. So, too, on the US left, where Jefferson gets the better billing. Michael Hardt recently edited a sheaf of Jefferson’s writings for the left publisher Verso.\n\nReading “Jefferson beyond Jefferson,” Hardt casts him as a theorist of “revolutionary transition.” We like Jefferson’s stirring words about “the tree of liberty” occasionally needing “the blood of patriots and tyrants,” and his worldview fits comfortably with a “small is beautiful” style localism. We recall Jefferson as a great democrat. When Tea Partiers echo his rhetoric, we dismiss it as a lamentable misunderstanding.\n\nBut in reality, Jefferson represented the most backward and fundamentally reactionary sector of the economy: large, patrimonial, slave-owning, agrarian elites who exported primary commodities and imported finished manufactured goods from Europe. He was a fabulously wealthy planter who lived in luxury paid for by slave labor. Worse yet, he raised slaves specifically for sale.\n\n“I consider the labor of a breeding woman,” Jefferson wrote, “as no object, and that a child raised every 2 years is of more profit than the crop of the best laboring man.”\n\nEven if it could somehow be dislodged from the institution of slavery, Jefferson’s vision of a weak government and an export-based agrarian economy would have been the path of political fragmentation and economic underdevelopment. His romantic notions were a veil behind which lay ossified privilege.\n\nHamilton was alone among the “founding fathers” in understanding that the world was witnessing two revolutions simultaneously. One was the political transformation, embodied in the rise of republican government. The other was the economic rise of modern capitalism, with its globalizing networks of production, trade and finance. Hamilton grasped the epochal importance of applied science and machinery as forces of production.\n\nIn the face of these changes, Hamilton created (and largely executed) a plan for government-led economic development along lines that would be followed in more recent times by many countries (particularly in East Asia) that have undergone rapid industrialization. His political mission was to create a state that could facilitate, encourage and guide the process of economic change — a policy also known as dirigisme, although the expression never entered the American political lexicon the way its antonym, laissez-faire, did.\n\nTo be sure, Hamilton was living in the era of “bourgeois” revolutions and the state he was building was a capitalist state, complete with the oppressive apparatus that always involves. Hamilton did not oppose exploitation. Like most people of his age, he saw child labor as normal and defended the rights of creditors over debtors. But regarding slavery, he firmly and consistently opposed it and was a founder of the Society for Manumission of Slaves. It was Hamilton — not Jefferson — who had the more progressive vision.\n\nEven today, Hamilton’s ideas about state-led industrialization offer much. Consider the crisis of climate change. Alas, we do not have the luxury of making this an agenda item for our future post-capitalist assembly. Facing up to it demands getting off fossil fuels in a very short time frame. That requires a massive and immediate industrial transformation, which must be undertaken using the actually existing states and economies currently on hand. Such a project can only be led by the state — an institution that Hamilton’s writing and life’s work helps us to rethink.\n\nUnfortunately, many environmental activists today instinctively avoid the state. They see government as part of the problem — as it undoubtedly is — but never as part of the solution. They do not seek to confront, reshape and use state power; the idea of calling for regulation and public ownership, makes them uncomfortable.\n\nAnd so green activism too often embodies the legacy of Jefferson’s antigovernment politics. It hinges on transforming individual behavior, or on making appeals to “corporate social responsibility.”\n\nHamilton’s work, by contrast, reveals the truth that for capital, there is no “outside of the state.” The state is the necessary but not sufficient pre-condition for capitalism’s development. There is no creative destruction, competition, innovation and accumulation without the “shadow socialism” of the public sector and state planning. We may soon find that there is no potable water or breathable air without them, either.\n\nAt the heart of Hamilton’s thinking was a stark political fact — one that is now sometimes hard to recall. The newly created United States was a mess. Politically disorganized, economically underdeveloped and militarily weak, its survival was in no way guaranteed.\n\nAll the more alarming was the international context. The world was dominated by the immense power of the British, French and (admittedly declining) Spanish Empires. Hamilton saw that the colonists’ victory over Britain, won by the direct military intervention of France, would only be secured if the new nation built up its economy.\n\nHamilton learned the danger of weakness early on. Born of humble origins in the Caribbean, he was an “illegitimate” child and then orphaned at age thirteen. Taken in by friends, he found work as a shipping clerk. Having a prodigious intellectual talent, Hamilton also applied himself to study with fanatical discipline. Soon he was penning essays for the local press. One piece caught the attention of St. Croix notables, who in 1772 sent the young Hamilton to preparatory school in New Jersey and then to Kings College, now Columbia University.\n\nIn 1775, as conflict between British soldiers and colonial irregulars began, Hamilton joined the newly formed New York militia. Hamilton began studying artillery and then formed the New York Provincial Company of Artillery. Before long, Hamilton became Washington’s most important aide-de-camp and artillery, Hamilton’s forte, became crucial to Washington’s strategy. (Even then, the American style of warfare was capital intensive.)\n\nHamilton wanted to command troops in the field and disliked Washington, whom he found crass and dull. Washington nonetheless kept the young savant on as part of “the family,” as the general called his staff.\n\nHamilton’s time in the Continental Army included wintering at Valley Forge. It was an object lesson in the dangers of political decentralization and economic underdevelopment.\n\nThe Continental Congress, operating under the loose Articles of Confederation, would levy taxes on the states; only a fraction of the resources would be delivered, but Congress had little power to compel payment. As a result, soldiers died and went hungry, territory was lost and the new nation gave signs of fragmenting when prominent leaders (including Jefferson) deserted Congress and Washington’s army for their respective state governments and militias.\n\nAll this shaped Hamilton’s politics. He saw his adopted nation as being in a similar position to himself — in search of strength, but profoundly weak — and he had a firm grasp on economic realities. Because Jefferson had slaves and a plantation, he could maintain the illusion of independence and write fetishistic peaens to the yeoman farmer while enjoying the luxury to which he had become accustomed. Hamilton operated with an acute sense of his own vulnerability. He depended on patrons throughout his career; he appreciated structures of power for what they were, and what they made possible, and developed the ability to adapt and graft himself on to them. Even his attraction to artillery (the mechanization of war) seems like a comment on the utility of power.\n\nAt the war’s end, Hamilton resigned his commission and studied law. Meanwhile, the country’s economy was in shambles. Officers and farmers were growing restive. Parts of the backcountry of North Carolina declared themselves an independent state, and a similar attempt at secession was made in Pennsylvania’s Wyoming Valley. By 1786-87, class tensions in western Massachusetts had boiled over in the form of Shays’ Rebellion: Armed and indebted farmers marched on the state government and were violently crushed by the militia.\n\nIn moments of despair, Hamilton predicted a future of interstate warfare and re-colonization.“A man must be far gone in Utopian speculations,” Hamilton wrote in Federalist No. 6,\n\nwho can seriously doubt, that if these States should either be wholly disunited, or only united in partial confederacies, the subdivisions into which they might be thrown would have frequent and violent contests with each other. To presume a want of motives for such contests, as an argument against their existence, would be to forget that men are ambitious, vindictive and rapacious.\n\nHamilton knew that economic recovery was the key to peace. In the same Federalist paper, he wrote: “If SHAYS had not been a desperate debtor it is much to be doubted whether Massachusetts would have been plunged into a civil war.” To prevent national disintegration and push the economy back into action, Hamilton sought to control the centrifugal forces of “faction” — a term which referred to both class and geographic conflict. He labored hard to draft and ratify a new Constitution and create a strong central government.\n\nRecall the Supremacy Clause: “This Constitution, and the Laws of the United States… shall be the supreme law of the land; and the judges in every state shall be bound thereby, anything in the constitution or laws of any state to the contrary notwithstanding.” In other words, federal law always trumps state and local laws.\n\nIn Federalist 11, Hamilton laid out the economic logic of a strong central state in terms of a defense against European imperialism:\n\nIf we continue united, we may counteract a policy so unfriendly to our prosperity in a variety of ways. By [creating] prohibitory regulations, extending, at the same time, throughout the States, we may oblige foreign countries to bid against each other, for the privileges of our markets.\n\nHere, Hamilton is outlining the central mechanism of economic nationalism: the state creates economic conditions; it does not merely react to them. Before the Revolution, Britain’s mercantilist policies sought to maintain captive markets and thereby enforced under-development on its American colonies. Britain had banned export to America “of any tools that might assist in manufacture of cotton, linen, wool and silk.” None of that changed with independence. And Britain was soon harassing American trade, stopping and searching ships at sea, seizing American sailors as alleged deserters.\n\nFor Hamilton, the crucial components of real independence were industrialization led by a strong federal government, combined with a permanent military that could serve both political and economic functions — defending the new nation while driving and absorbing the output of a new manufacturing sector. (It was, in effect, military Keynesianism before the fact.)\n\nAfter ratification of the Constitution in 1790, Hamilton was recruited by the Washington administration to be the nation’s first secretary of the treasury. In this capacity, he issued a series of detailed economic reports to Congress outlining a program for the development of the US economy that rested on three core policies: federal assumption of state debts, creation of a national bank and direct government support for domestic manufacturing.\n\nThe linchpin of his economic proposal was a system of public credit and a national money system with a government supported Bank of the United States at its center. “Public utility,” wrote Hamilton, “is more truly the object of public banks than private profit.” In 1790, three new bond issues backed by the Federal Government replaced the miscellany of various state and federal bonds that had structured the new nation’s debt. Early the following year, Congress chartered the Bank of the United States for twenty years. With that, the first two pieces of his system were in place.\n\nBut in all this, Hamilton faced the opposition of Jefferson and the Southern planter class. Comparative economic history shows that semi-feudal agricultural elites, like Jefferson’s Virginia squirearchy, hold back political and economic development. To paraphrase Perry Anderson, semi-feudal elites extract economic surplus from the immediate producers by customary forms of extra-economic violence and coercion; they do so by demanding labor services, deliveries in kind, or rents in cash and preside over areas where free commodity exchange and labor mobility are relatively rare. They prefer stasis to change.\n\nFor Jefferson, this was expressed in his romantic praise of rural life: “Corruption of morals in the mass of cultivators is a phenomenon of which no age nor nation has furnished an example.” He condemned manufacturing as morally and politically corrosive:\n\nWhile we have land to labor then, let us never wish to see our citizens occupied at a work bench… let our work shops remain in Europe. It is better to carry provisions and materials to workmen there, than bring them to the provisions and materials, and with them their manners and principles … The mobs of great cities add just so much to the support of pure government as sores do to the strength of the human body.\n\nPut differently, Jefferson feared the proletariat.\n\nFor Hamilton, conversely, national survival depended on industrialization. He pushed Congress to foster domestic manufacturing with a program known as “the American School” that had four central policies: 1) tariffs on imports; 2) direct subsidies, or “bounties,” for domestic manufacturers; 3) a partially public-owned national bank; 4) broad public investments in infrastructure, or “internal improvements,” like roads, canals and ports.\n\nThe young treasury secretary’s most famous statement of his analysis is The Report on the Subject of Manufactures, submitted to Congress on December 5, 1791. It begins with a critique of the Physiocrats — a school of thought in France that Karl Marx would call “the true fathers of modern political economy.” They established a labor theory of value, but restricted its realm to agriculture. In their view, all other labor and economic activity was parasitic upon farming. They were pioneering but myopic. In their analysis, Marx said, “bourgeois society is given a feudal semblance.”\n\nHamilton’s critique of the Physiocrats was sharp and devastating. “It has been maintained, that Agriculture is, not only, the most productive, but the only productive species of industry,” he wrote.\n\nThe reality of this suggestion in either aspect, has, however, not been verified… It is very conceivable, that the labor of man alone laid out upon a work, requiring great skill and art to bring it to perfection, may be more productive, in value, than the labour of nature and man combined, when directed towards more simple operations and objects.\n\nIn dismantling the Physiocrats’ fixation with agriculture, Hamilton was also taking aim at slavery and the self-delusions of the plantation elite. The Southern elites were increasingly defensive of their “peculiar institution.” Vermont outlawed slavery when it broke away from New York in 1777. Pennsylvania severely restricted slavery in 1780, while Massachusetts abolished it outright in 1783.\n\nIn reaction, Southern politicians and writers concocted a series of elaborate but inconsistent defenses. They went from arguing that slavery was a necessary evil to proclaiming it as a positive good, with Southern agrarian society as the highest form of civilization. (From this unhinged doctrine would eventually flow the South’s suicidal project of secession and offensive war against the North.)\n\nNext, The Report addressed the laissez-faire line associated with Adam Smith. “Industry, if left to itself, will naturally find its way to the most useful and profitable employment, ” wrote Hamilton in a summary of this then-new doctrine; “whence it is inferred, that manufactures without the aid of government will grow up as soon and as fast, as the natural state of things and the interest of the community may require.”\n\nHe countered this with demands for protectionist policy, couched in arguments about what we would now call “uneven development”: “To maintain between the recent [industrial] establishments of one country and the long matured establishments of another country, a competition upon equal terms, both as to quality and price, is in most cases impracticable.”\n\nTo level the playing field, the weaker economy had to rely on“the extraordinary aid and protection of government.” And he pointed out that other governments aided their manufacturing sectors — the doctrines of British political economy notwithstanding.\n\nPerhaps his most contemporary sounding defenses of an activist government had to do with failure and innovation. Hamilton argued that “it is of importance that the confidence of cautious sagacious capitalists both citizens and foreigners, should be excited,” and their fear of risk allayed by “a degree of countenance and support from government” so they might “be capable of overcoming the obstacles inseperable from first experiments.”\n\nDeeper in The Report, Hamilton made a number of detailed policy recommendations. They included higher import duties on some finished products (and even, if necessary, the outright prohibition of some imports); lowering or removing duties and taxes on key raw materials; subsidies paid to whole sectors of industry; government-paid premiums for specific firms that excel at innovation and production; government assistance for the immigration of skilled workers; an almost patent–like style of artificial monopoly for the inventors and importers of new technology; the creation of national regulations for, and the regular inspection of, manufactured goods so as to improve quality; government facilitation of a single national money system; and public investment in roads and canals.\n\nPretty much all of this was achieved, despite Southern opposition — and it remains the basis for the growth of American capitalism.\n\nThroughout The Report, Hamilton tried to assuage Southern fears by arguing that a rising tide lifts all boats. “If the Northern and middle states should be the principal scenes of such [manufacturing] establishments, they would immediately benefit the more southern [states], by creating a demand for… Timber, flax, Hemp, Cotton, Wool, raw silk, Indigo, iron, lead, furs, hides, skins and coals.”\n\nAnd in time, his proposed tariffs would help pay for publicly funded infrastructure that would expand internal markets and lower the cost of exporting. “Good roads, canals and navigable rivers,” Hamilton wrote “by diminishing the expense of carriage, put the remote parts of a country more nearly upon a level with those in the neighborhood of a town.”\n\nIf the private sector could not consume enough to drive rapid industrialization, the public sector would. Since few export markets could absorb American manufactured goods, military procurement would created an artificial internal market for them. America’s nascent manufacturing sector relied heavily on military consumption — products associated with shipbuilding, weapons, munitions, uniforms and food rations. This socialized demand would drive private sector accumulation, investment, wages and thus consumption.\n\nHamilton drew up the blueprints for a planned economy — a capitalist economy, to be sure, but one that would be guided by a long-range sense of the country’s problems and potentials. And that was just what worried the reactionaries of his day. The line of development that Hamilton envisioned spelled the doom of a political economy based on slavery.\n\nOne of the few who was honest about this was North Carolina’s Nathaniel Macon, who a decade after Hamilton’s death, explained to a confused, young, canal-loving Southern politician: “If Congress can make canals, they can with more propriety emancipate.”\n\nIn the decades after Hamilton, the struggle between the forces of pro-industrial modernization and the forces of agrarian underdevelopment continued. Hamilton’s “American School” of economics had it successor in the “American System” of Henry Clay of Kentucky, with its package of policy ideas drawn fromThe Report: a high tariff, a national bank, public funding of infrastructure or “internal improvements.”\n\nClay and his supporters added a commitment to maintaining artificially high public land prices. This boosted the government revenue needed to fund land surveys, roads, canals, ports and later railroads. High public land prices also benefitted eastern manufacturing, since cheap land would draw off labor and force up wages.\n\nUltimately, the American System was only partially realized and more often than not at the state level, as in the famous New York state-built Erie Canal. The developmentalist camp — the largely northern, urban, manufacturing and financially-oriented interests that followed Clay — ultimately coalesced into the Whigs, and then Lincoln and the Republican Party.\n\nOnly with war and the secession of southern states did the Hamiltonian-inspired agenda make real headway with passage of the Homestead Act, opening western lands to small farmers, and the Railroad Acts which, at government expense, set off construction of the transcontinental railroad.\n\nThis American dirigiste model has had a major impact on global history. As the South Korean economist Ha-Joon Chang has pointed out, every successful case of industrialization has used some version of the Hamiltonian model. A line runs directly from it to the postwar rise of the developmental states of East Asia. During Henry Clay’s heyday as John Quincy Adams’s Secretary of State, the German political economist Fredrich List — who would formulate the developmentalist theory of “infant industry” protection — moved to Pennsylvania where he soaked up the statist ideas of Hamilton and Clay.\n\nNow Clay’s “American System” morphed into List’s more detailed “National System.” When he finally returned to Germany in the 1830s, List and others associated with the German “Historical School” of Economics rejected Adam Smith’s fixation on the individual as a category of analysis; they held that economies were based on nations and states.\n\nIn place of classical political economy’s “general laws,” the Historical School sought a theory based on national and historical specificity. (At the level of applied policy, this meant pushing for government support for railway construction and industrialization.) Their ideas were studied closely in Meji Japan, where a state-led project of land reform and industrialization began in the early 1870s. The other classic dirigiste economies of East Asian — Taiwan, Singapore, South Korea and now China — have also relied heavily on List and the German Historical School.\n\nIn most of the world, the real story of capitalism is not the story of laissez-faire — a doctrine the strong impose upon the weak — nor a quaint story about egalitarian local economies, but the story of the state presiding over a mixed economy. Hamiltonian developmentalism — the unnamed ideology — is amoral, pragmatic, instrumentalist and flexible.\n\nSo what is the lesson of this attenuated tale?\n\nLike Hamilton, we face a profound crisis rooted in an economy that demands to be remade. The old redistributive agenda is not enough. Due to its dependence on the environmental curse of fossil fuels, the economy must also be significantly rebuilt around a clean energy sector. And history is very clear on the implications: In capitalist society, moments of crisis and transformation have always involved an increased economic role for the state. We are entering one of those periods.\n\nAs the waters rise and the storms grow more intense, the state and the public sector will be called forth. What the state can or will become as it “returns” is an open question — or rather, open to being reshaped by pressure from social movements.\n\nUnfortunately, American society is very far from facing the crisis. And a huge part of the problem is the Jeffersonian notion that “the government that governs best is the one that governs least.” While that is true as regards individual liberty, it is absolutely dangerous to think that way as regards the economy.\n\nThe views expressed in this post are the authors’ alone, and presented here to offer a variety of perspectives to our readers.", "article_metadata": {"description": "The left has always favored Thomas Jefferson over Alexander Hamilton --but not only was Hamilton more progressive for his time, he has lessons for our response to climate change.", "generator": "WordPress 4.5.2", "og": {"site_name": "BillMoyers.com", "description": "The left has always favored Thomas Jefferson over Alexander Hamilton --but not only was Hamilton more progressive for his time, he has lessons for our response to climate change.", "title": "Reading Hamilton From the Left | BillMoyers.com", "locale": "en_US", "image": {"width": 640, "identifier": "http://dy00k1db5oznd.cloudfront.net/wp-content/uploads/2014/08/Alexander_Hamilton_by_Trumbull.jpg", "height": 360}, "updated_time": "2014-09-15T14:03:01-04:00", "url": "http://billmoyers.com/2014/09/13/reading-hamilton-from-the-left/", "type": "article"}, "twitter": {"description": "The left has always favored Thomas Jefferson over Alexander Hamilton --but not only was Hamilton more progressive for his time, he has lessons for our response to climate change.", "creator": "@BillMoyersHQ", "image": "http://dy00k1db5oznd.cloudfront.net/wp-content/uploads/2014/08/Alexander_Hamilton_by_Trumbull.jpg", "title": "Reading Hamilton From the Left | BillMoyers.com", "site": "@BillMoyersHQ", "card": "summary_large_image"}, "robots": "noodp", "apple-mobile-web-app-capable": "no", "article": {"section": "Blog", "tag": "widget", "published_time": "2014-09-13T10:00:26-04:00", "modified_time": "2014-09-15T14:03:01-04:00"}, "pubdate": 20140913, "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no"}, "_id": "\"57477af46914bd0286fd4c19\"", "article_summary": "In the American political imagination, Jefferson is rural, idealistic and democratic, while Hamilton is urban, pessimistic and authoritarian.\nThe line of development that Hamilton envisioned spelled the doom of a political economy based on slavery.\nIn moments of despair, Hamilton predicted a future of interstate warfare and re-colonization.“A man must be far gone in Utopian speculations,” Hamilton wrote in Federalist No.\nHere, Hamilton is outlining the central mechanism of economic nationalism: the state creates economic conditions; it does not merely react to them.\nIt was Hamilton — not Jefferson — who had the more progressive vision."}