{"article_title": "AFP’s Tim Phillips on Harry Reid, GOP Senate Chances and Disclosing Donors", "article_keywords": ["donors", "president", "republican", "phillips", "senate", "afps", "disclosing", "think", "theyre", "reid", "tim", "americans", "chances", "harry", "doing", "thing", "gop", "probably"], "article_url": "http://blogs.wsj.com/washwire/2014/08/11/afps-tim-phillips-on-harry-reid-gop-senate-chances-and-disclosing-donors/", "article_text": "Interview with AFP’s Tim Phillips on C-Span C-SPAN\n\nPerhaps no one has more invested in the outcome of the 2014 election than Tim Phillips, president of Americans for Prosperity. The conservative advocacy group has spent at least $55 million to $60 million on television ads in this election cycle, mostly blasting Democrats for supporting the Affordable Care Act, in an effort to help the GOP win enough seats in November to control of the U.S. Senate.\n\nMr. Phillips was interviewed by The Wall Street Journal’s Beth Reinhard, along with Carl Hulse of the New York Times, for C-SPAN’s Newsmakers show hosted by Greta Brawner. The full interview aired Sunday. Here are some interesting excerpts:\n\nOn Senate Majority Leader Harry Reid’s constant attacks against AFP and its major funders:\n\n“It’s disappointing to see the majority leader using his position to attack two individual Americans, David and Charles Koch, and our organization. It’s also ironic to see him go on the floor and decry the one percent, and to do that he actually comes down from the penthouse of the Ritz Carlton here in D.C. And by the way, we are for penthouses and for folks getting into them, although interesting how he pays for it on a government salary, but that’s a different story…It’s probably helped fundraising a little bit. We were doing all right otherwise before this anyway, but it’s probably helped. We assume it’s a base strategy. They’ve got to do something to whip up their hardcore base.”\n\nOn the Republican-led House’s lawsuit against President Obama over implementation of the Affordable Care Act:\n\n“It is a tough one because it lets the president go into more of a ‘It’s a personal attack on me, this isn’t about issues,’ but I do think they’re doing the right thing on that and they’re not doing it for political reasons. I think they’re doing it because they know it takes the courts a while to act. So they have start doing it now if it’s going to have an impact by next year, even if they know politically it does let the president and his allies go out and play the victim card, which they are doing on impeachment, which no one is seriously contemplating at all that’s in a position of responsibility. But they’re raising millions of dollars off it.”\n\nOn why a GOP takeover of the Senate isn’t a sure thing:\n\n“It’s very difficult to beat a sitting United States senator. It doesn’t happen very often ….The second reason I don’t think it’s a slam dunk, speaking in all candor, is that the Republican brand is weak. It really is. A lot of conservatives have shifted to independents when they self-identify themselves…When they were in power with the House and the Senate and President Bush, they let spending get out of control… I will say the president has been successful with class warfare, primarily, harming the brand further, but a lot of is Republicans doing self-inflicted damage over the last decade.”\n\nOn why Americans for Prosperity doesn’t voluntarily disclose its donors:\n\n“I mentioned the IRS scandal a minute ago, where we had the chilling spectacle of the most feared regulatory agency in the nation targeting American citizens based on the fact that they happen to disagree with the ideology of this administration, and it’s documented. It’s clear what happened there, and I think there is a chilling effect. And as long as you have abuses like that….we think it’s the best thing to protect the privacy of donors. This administration has shown they will use the most feared agency in the nation to go after people. They’ve shown that, so we think it’s a prudent thing to do to protect the identity of Americans who will automatically become immediate targets of a politicized IRS and a politicized bureaucracy.”\n\nOn the slew of tea party challenges this year to sitting Republican senators:\n\n“The view that we would have, even though we’re not electioneering and we weren’t involved in any of those (primaries), is that you think about what’s the most important thing. Is the most important thing having a more pure 45th Republican, or is the most important thing next year not a having a hard-left majority leader? And probably the value proposition would be better on the latter than on the former. So I hope the Republicans don’t have so much inter-party, inter-movement warfare that they lose sight of that.”\n\nOn the 2012 Republican field:\n\n“This is going to sound bad but it was a poor, it was not a strong accomplished group running in 2012. It just wasn’t, and I don’t mean that to demean individually, there were some good folks there. But I think the folks looking at running in 2016 on the Republican side, in accomplishments and experience and in philosophy as well, are every bit as good as the 1980 class that had Reagan and Bush and Connally and Crane.”", "article_metadata": {"article.template": "full", "page.content.source": "Blog Article", "page.region": "na,us", "page.content.type": "blogs article", "twitter": {"domain": "WSJ.com", "description": "AFP's Phillips was interviewed for C-SPAN’s Newsmakers show. The full interview aired Sunday. Here are some interesting excerpts:", "title": "AFP’s Tim Phillips on Harry Reid, GOP Senate Chances and Disclosing Donors", "url": "http://blogs.wsj.com/washwire/2014/08/11/afps-tim-phillips-on-harry-reid-gop-senate-chances-and-disclosing-donors/", "image": {"src": "http://s.wsj.net/public/resources/images/BN-EB074_cspan_G_20140811105046.jpg"}, "site": "WSJPolitics", "card": "summary_large_image"}, "article.image_count": 2, "article_privilege": "free", "article.section": "Politics", "article.headline": "AFP’s Tim Phillips on Harry Reid, GOP Senate Chances and Disclosing Donors", "description": "AFP's Phillips was interviewed for C-SPAN’s Newsmakers show. The full interview aired Sunday. Here are some interesting excerpts:", "article_section": "Politics", "author": "Beth Reinhard", "user.type": "unsubscribed", "testkeys": "C", "article.page": "Washington Wire Blog", "page.subsection": "Washington Wire", "article.summary": "AFP's Phillips was interviewed for C-SPAN’s Newsmakers show. The full interview aired Sunday. Here are some interesting excerpts:", "page.site": "blogs.wsj.com", "page.content.format": "responsive", "article.published": "2014-08-11T15:00:07-04:00", "dj.asn": "10-141", "ROBOTS": "noarchive, noodp", "fb": {"url": "http://blogs.wsj.com/washwire/2014/08/11/afps-tim-phillips-on-harry-reid-gop-senate-chances-and-disclosing-donors/", "app_id": 368513495882}, "article": {"publisher": "https://www.facebook.com/wsj"}, "article_id": "BL-WB-48180", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no", "page.section": "Politics", "language": "en-US", "og": {"site_name": "WSJ", "description": "AFP's Phillips was interviewed for C-SPAN’s Newsmakers show. The full interview aired Sunday. Here are some interesting excerpts:", "title": "AFP’s Tim Phillips on Harry Reid, GOP Senate Chances and Disclosing Donors", "url": "http://blogs.wsj.com/washwire/2014/08/11/afps-tim-phillips-on-harry-reid-gop-senate-chances-and-disclosing-donors/", "image": {"width": 553, "identifier": "http://s.wsj.net/public/resources/images/BN-EB074_cspan_G_20140811105046.jpg", "height": 369}, "type": "article"}, "article.access": "free", "article.type": "Washington Wire", "article.id": "BL-WB-48180", "user.exp": "default", "article.updated": "2014-08-11T15:06:08-04:00"}, "_id": "\"57477af36914bd0286fd19b2\"", "article_summary": "Interview with AFP’s Tim Phillips on C-Span C-SPANPerhaps no one has more invested in the outcome of the 2014 election than Tim Phillips, president of Americans for Prosperity.\nI think they’re doing it because they know it takes the courts a while to act.\nAnd as long as you have abuses like that….we think it’s the best thing to protect the privacy of donors.\nBut they’re raising millions of dollars off it.”On why a GOP takeover of the Senate isn’t a sure thing:“It’s very difficult to beat a sitting United States senator.\nMr. Phillips was interviewed by The Wall Street Journal’s Beth Reinhard, along with Carl Hulse of the New York Times, for C-SPAN’s Newsmakers show hosted by Greta Brawner."}