{"article_title": "Rep. Trey Gowdy asks 'why in the hell' a lawyer got to be Ebola czar", "article_keywords": ["asks", "rep", "political", "trey", "gowdy", "services", "lurie", "lawyer", "ebola", "hell", "klain", "czar", "secretary"], "article_url": "http://redalertpolitics.com/2014/10/26/rep-trey-gowdy-asks-hell-lawyer-got-ebola-czar/", "article_text": "Rep. Trey Gowdy asks ‘why in the hell’ a lawyer got to be Ebola czar\n\nThis summer, Rep. Trey Gowdy (R-S.C.) managed to transform the IRS hearings he chaired into riveting political television for those with a soft spot for rhetoric. Now, he has focused his rapier-sharp cross-examination on Health and Human Services Assistant Secretary Nicole Lurie as he probes the Obama administration’s handling of Ebola.\n\nDuring a hearing on Friday, Gowdy noted that Lurie, who was testifying as a witness, was a medical doctor with experience planning for natural disasters and emergencies involving contagious diseases.\n\n“Why in the hell did the president pick a lawyer to be the Ebola czar and not you?” Gowdy asked her, referring to the appointment of Ron Klain as the administration’s Ebola czar.\n\n“Right now I have a full time job,” Lurie answered before continuing to describe the role of the Ebola coordinator in the White House as “a whole-of-government coordination role.”\n\nThe answer didn’t seem to satisfy Gowdy, who focused on the fact that Klain was “not a doctor, not an osteopath … not a nurse, not an epidemiologist” but rather a man with primarily political connections.\n\n“How in the world is he the best person to be the Ebola czar and not you?” He asked in mild consternation, before joking that he didn’t “want to hurt [Health and Human Services] Secretary Burwell’s career … by complimenting her.”\n\nWas Lurie able to defend the president’s choice? You’ll have to watch the whole thing to find out:\n\nH/T Washington Examiner", "article_metadata": {"generator": "NGFB Pro 7.8.4U", "og": {"site_name": "Red Alert Politics", "description": "This summer, Rep. Trey Gowdy (R-S.C.) managed to transform the IRS hearings he chaired into riveting political television for those with a soft spot for rhetoric. Now, he has focused his rapier-sharp cross-examination on Health and Human Services Assistant Secretary Nicole Lurie as he probes the...", "title": "Rep. Trey Gowdy asks 'why in the hell' a lawyer got to be Ebola...", "locale": "en_US", "image": {"width": 600, "identifier": "http://redalertpolitics.com/files/2014/03/Trey-Gowdy-600x400.jpg", "height": 400}, "url": "http://redalertpolitics.com/2014/10/26/rep-trey-gowdy-asks-hell-lawyer-got-ebola-czar/", "type": "article"}, "fb": {"admins": 1285945407, "app_id": 529886110401651}, "msvalidate.01": "0F003B4674EABE0F24651B476B61A43C", "article": {"publisher": "https://www.facebook.com/RedAlertPolitics", "tag": "trey-gowdy-nicole-lurie", "published_time": "2014-10-26T14:44:56+00:00", "modified_time": "2014-10-26T14:44:56+00:00"}, "viewport": "width=device-width"}, "_id": "\"57477af36914bd0286fd199b\"", "article_summary": "Rep. Trey Gowdy asks ‘why in the hell’ a lawyer got to be Ebola czarThis summer, Rep. Trey Gowdy (R-S.C.) managed to transform the IRS hearings he chaired into riveting political television for those with a soft spot for rhetoric.\n“Why in the hell did the president pick a lawyer to be the Ebola czar and not you?” Gowdy asked her, referring to the appointment of Ron Klain as the administration’s Ebola czar.\nNow, he has focused his rapier-sharp cross-examination on Health and Human Services Assistant Secretary Nicole Lurie as he probes the Obama administration’s handling of Ebola.\nDuring a hearing on Friday, Gowdy noted that Lurie, who was testifying as a witness, was a medical doctor with experience planning for natural disasters and emergencies involving contagious diseases.\nYou’ll have to watch the whole thing to find out:H/T Washington Examiner"}