{"article_title": "First aid teams reach Vanuatu islands after devastating cyclone — Bangor Daily News — BDN Maine", "article_keywords": ["vila", "bdn", "workers", "devastating", "reach", "daily", "teams", "port", "aircraft", "bangor", "supplies", "vanuatu", "cyclone", "islands", "widespread", "team", "maine", "aid"], "article_url": "http://bangordailynews.com/2015/03/15/news/world-news/first-aid-teams-reach-vanuatu-islands-after-devastating-cyclone/", "article_text": "SYDNEY — The first aid teams to reach Vanuatu reported widespread devastation on Sunday as authorities declared a state of emergency after a “monster” cyclone tore through the Pacific island nation.\n\nWith winds of more than 185 mph, Cyclone Pam razed homes, smashed boats and washed away roads and bridges as it struck late on Friday and into Saturday. Aid workers described the situation as catastrophic.\n\nThe count of confirmed deaths was at eight with 30 people injured. But those numbers were almost certain to rise as rescuers reached the low-lying archipelago’s outlying islands.\n\nAid workers were particularly worried about the southern island of Tanna. An official with the Australian Red Cross told Reuters an aircraft had managed to land there and aid workers confirmed there was “widespread destruction.”\n\n“Virtually every building that is not concrete has been flattened,” said the official, adding two deaths had been confirmed on the island which has a population of about 29,000 and is about 125 miles south of the capital, Port Vila.\n\nWitnesses in Port Vila described sea surges of up to 26 feet and widespread flooding as the category 5 cyclone hit. Residents said the storm sounded like a freight train. Port Vila was strewn with debris and looked as if a bomb had gone off.\n\nPresident Baldwin Lonsdale, who happened to be at a disaster risk conference in Japan, likened the storm to a monster.\n\n“Most of the houses in Vila … have been damaged and destroyed. People are finding shelter where they can live for the night,” he told the Thomson Reuters Foundation.\n\nHe said the impact would be “the very, very, very worst” in isolated outer islands but held out hope the number of casualties would be “minor.”\n\nHe said offers of aid had been very generous and said: “We are not begging, but we are asking for assistance.”\n\nVanuatu’s climate change minister, James Bule, said people were used to storms, though not usually such strong ones, and he also hoped loss of life might be limited.\n\n“We have people aware of what to do,” Bule said.\n\nFormerly known as the New Hebrides, Vanuatu is a sprawling cluster of 83 islands and 260,000 people, 1,250 miles northeast of the Australian city of Brisbane.\n\nIt is among the world’s poorest countries and highly prone to disasters such as earthquakes, tsunamis and storms.\n\nAid officials said the storm was comparable in strength to Typhoon Haiyan, which hit the Philippines in 2013 and killed more than 6,000 people, and looked set to be one of the worst natural disasters the Pacific region has experienced.\n\nKris Paraskevas, a consultant in Port Vila, said: “The villages are no good. Many houses were just poles and tin or thatch. There’s nothing left, people are just sitting in rubble.”\n\nAid flights, including a New Zealand military Hercules aircraft carrying eight tonnes of supplies and an initial team, landed on Sunday as Port Vila’s airport partially reopened.\n\nAustralia sent two military aircraft including one with medical experts, search and rescue teams and emergency supplies, while a U.N. team was also preparing to go in with members drawn from as far away as Europe. France sent a team from nearby New Caledonia and said it was considering sending more aircraft and a frigate in coordination with Australia and New Zealand.\n\nOxfam’s country manager Colin Collett van Rooyen said Vanuatu’s outlying islands were particularly vulnerable: “We are talking about islands that are remote and really small, with none of what we would call modern infrastructure.” He said he anticipated that the death toll would climb higher.\n\nAustralia promised A$5 million in aid, New Zealand NZ$2.5 million while Britain, which jointly ruled Vanuatu with France until independence in 1980, has offered up to $2.95 million in assistance. The World Bank said it was exploring a swift insurance payout to the government.\n\n“We will also be deploying humanitarian supplies to provide support for up to 5,000 people in the form of water, sanitation and shelter,” Australian Foreign Minister Julie Bishop said.\n\nAurelia Balpe, regional head of the International Federation of Red Cross and Red Crescent Societies, said Vanuatu’s medical system was poorly equipped to handle such a disaster.\n\n“The country mostly relies on first aid posts and the supplies in the clinics are probably just antibiotics and pain relief.”\n\nPam weakened on Sunday as it moved to the southeast, and New Zealand’s northern regions were starting to feel its effects. Authorities there were warning the public to prepare for damaging winds, heavy rain and big seas.", "article_metadata": {"description": "SYDNEY — The first aid teams to reach Vanuatu reported widespread devastation on Sunday as authorities declared a state of emergency after a “monster” cyclone tore through the Pacific island nation. With winds of more than 185 mph, Cyclone Pam razed homes, smashed boats and washed away roads and bridges [...] Maine news, sports, politics and election results, and obituaries from the Bangor Daily News.", "generator": "WordPress 4.1.5", "og": {"site_name": "The Bangor Daily News", "description": "SYDNEY — The first aid teams to reach Vanuatu reported widespread devastation on Sunday as authorities declared a state of emergency after a “monster” cyclone tore through the Pacific island nation. With winds of more than 185 mph, Cyclone Pam razed homes, smashed boats and washed away roads and bridges [...]", "title": "First aid teams reach Vanuatu islands after devastating cyclone", "url": "http://bangordailynews.com/2015/03/15/news/world-news/first-aid-teams-reach-vanuatu-islands-after-devastating-cyclone/", "image": "http://static.bangordailynews.com/wp-content/uploads/2015/03/10027681_H14746465-600x415.jpg?strip=all", "type": "article"}, "twitter": {"description": "SYDNEY — The first aid teams to reach Vanuatu reported widespread devastation on Sunday as authorities declared a state of emergency after a “monster” cyclone tore through the Pacific island nation. With winds of more than 185 mph, Cyclone Pam razed homes, smashed boats and washed away roads and bridges [...]", "title": "First aid teams reach Vanuatu islands after devastating cyclone", "url": "http://bangordailynews.com/2015/03/15/news/world-news/first-aid-teams-reach-vanuatu-islands-after-devastating-cyclone/", "image": "http://static.bangordailynews.com/wp-content/uploads/2015/03/10027681_H14746465-250x250.jpg?strip=all", "site": "@bangordailynews", "card": "summary"}, "wp-parsely_version": "1.7", "fb": {"app_id": 748756371893770}, "keywords": "Maine, news, elections, election results, politics, sports, Bangor, Portland, Augusta, weather, obituaries, Waterville, Aroostook, Penobscot, Piscataquis, Somerset, Hancock, Washington, bdn,news,world,nation,regions,bangor daily news,first aid teams reach vanuatu islands after devastating cyclone,is_article,unbylined", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fdfe67\"", "article_summary": "Aid workers were particularly worried about the southern island of Tanna.\nWitnesses in Port Vila described sea surges of up to 26 feet and widespread flooding as the category 5 cyclone hit.\nPort Vila was strewn with debris and looked as if a bomb had gone off.\nAid workers described the situation as catastrophic.\nKris Paraskevas, a consultant in Port Vila, said: “The villages are no good."}