{"article_title": "9 Cars That Average 50 MPG or Better on the Highway: You'll Be Shocked By No. 1! -- The Motley Fool", "article_keywords": ["fool", "mpg", "electric", "consumers", "motley", "cars", "average", "vehicles", "50", "shocked", "better", "s", "miles", "prius", "car", "model", "youll", "price", "highway"], "article_url": "http://www.fool.com/investing/general/2014/03/09/9-cars-that-average-50-mpg-or-better-on-the-highwa.aspx", "article_text": "My nose would shoot to about six feet in length if I exclaimed that gas mileage was an important feature to me when purchasing a car. However, I'm very much in the minority on this one.\n\nFuel economy has grown to become an increasingly important factor which sways car buyers when making their decisions. One reason this has come to be is that gasoline price growth, adjusted for inflation, is handily outpacing wage growth, also adjusted for inflation, since 1980. This means the real cost of gasoline is rising faster than consumers' wages, so consumers are having to look toward improved fuel economy when they purchase vehicles.\n\nAnother reason we see fuel economy in the spotlight is the negative sentiment built up against the world's largest oil producers. A number of consumers believe that big oil is evil and are looking for vehicles that run solely on electricity, a mixture of gas and electricity, or on gasoline, but that sip rather than guzzle fuel.\n\nFinally, we're also seeing beefed-up pressure from individual states and the federal government to improve mile-per-gallon, or mpg, standards, as well as reducing noxious emissions. In August 2012, the Obama administration announced new vehicle fuel-efficiency standards that would require U.S. auto fleets to average 54.5 miles per gallon by 2025, which was up dramatically from its previous target of 34.5 miles per gallon due to hit in 2016. The goal, of course, is to reduce greenhouse gas emissions, while also reducing oil consumption with presumably even more cars on the road.\n\nBut, here's the good news: automakers are listening! In fact, according to a recent Consumer Reports study, nine automakers have managed to build vehicles capable of delivering 50 mpg (mpg equivalent, or mpge, for the ones that don't burn gas) on the highway or better, leaving their peers decidedly in the dust.\n\nToday, we're going to look at those nine vehicles and their manufacturers to see what they're doing right, and determine if these vehicles and automakers truly do have an edge over their peers.\n\n9. Honda Civic Hybrid – 50 mpg\n\nInterested in jumping into a hybrid capable of getting you a cruise-a-licious 50 mpg on the highway for less than $30,000 MSRP? Then the Honda (NYSE:HMC) Civic Hybrid could be your car of choice. Honda combines its two best attributes with the Civic hybrid – top-notch dependability which we've come to expect from Honda and its subsidiary Acura, as well as impressive fuel economy with an electric motor powering the car at lower speeds and kicking over to the gasoline engine at higher speeds. It may not be among the top five, but the Civic Hybrid has attributes that should keep it selling well in the U.S.\n\n8. Volkswagen Passat TDI SE – 51 mpg\n\nNo folks, that's not a misprint – that's 51 mpg on the highway from a fossil-fuel-burning engine. In this case Volkswagen has turned to its highly reliable diesel-engine technology to get even more impressive gas mileage than the Civic Hybrid. Volkswagen's U.S. sales have been stagnant for years, and the Passat TDI SE could be the first step in the right direction for the company in the U.S. market. With a base price just north of $26,000, this is vehicle worth keeping an eye on.\n\n7. (tied with six) Toyota Prius Plug-in Advanced – 55 mpg (composite of electricity and gas)\n\nBelieve it or not, Toyota (NYSE:TM) doesn't dominate this list, but you will see two of its vehicles lined up in the next two spots. The Prius Plug-in Advanced allows for a nice go-between of the electric-gas-hybrid vehicles and solely electric vehicles by giving consumers the option to plug their Prius in to get up to 15 miles of all-electric range at 62 mph or less. A more efficient and higher capacity lithium-ion-battery pack is what allows the Prius Plug-in Advanced to achieve this superior electric range. In other words, for those with short commutes, this could be a smart choice! However, at a price point north of $34,000, the Prius Plug-in Advanced, even with its reduced price for 2014, may not offer enough fuel efficiency based on its price.\n\n6. (tied with seven) Toyota Prius Four – 55 mpg\n\nNow the Toyota Prius Four certainly hits a perfect chord with consumers looking for the iconic Prius styling and impressive fuel efficiency which topped out at 55 mpg on the highway. With a base MSRP of $28,435 for the Prius Four, which comes with a few premium upgrades, including the solar roof package, navigation, and head-up display, it's right in line with the price point of the Honda Civic Hybrid while providing superior fuel economy.\n\n5. Chevrolet Volt – 76 mpg (composite of electricity and gas)\n\nSimilar to the Prius Plug-in Advanced, the Chevy Volt, which is manufactured by General Motors (NYSE:GM), allows consumers to travel an EPA-estimated 38 miles before its gas-powered generator kicks in and allows the car to go an estimated 380 miles on a full tank. Simply put, if you have a relatively short commute, it's incredibly likely you could go weeks or months between a gas fill-up. On the flipside, the Volt has also been associated with a number of battery issues and recalls, and even with a reduced price point for 2014 still appears a bit pricey. It may be a few more years before General Motors and Chevy have a success on their hands with the Volt.\n\n4. Tesla Model S (base, 85 kWh) – 102 mpge\n\nNo list of the most fuel-efficient vehicles on an mpg or mpge basis would be complete without including America's most vaunted electric vehicle, Tesla Motors (NASDAQ:TSLA) Model S (in this case with the superior 85-kWh-battery package). The advantage of the Model S is that it provides the most comparable all-electric driving range to gas-powered vehicles, but it does come with a hefty price point that's north of $60,000 and will price most consumers out of the market. Furthermore, with the Model S being so new, there's no used market, so leasing isn't an option at the moment. The car certainly could be called exclusionary, but there is undeniable demand for the Model S in the U.S. which could translate to big profits for Tesla moving forward.\n\n3. Ford Focus Electric – 107 mpge\n\nIf you absolutely don't want to leave a carbon footprint, but can't stand the high price point of the Tesla Model S, Ford's (NYSE:F) all-electric Focus could be the answer. The Electric Focus will only run about half the price of the Model S, but it still comes with some hefty drawbacks, including a driving range estimated to be only 76 miles, and a top speed that caps out at 82 mph. In addition, the same exclusions apply for Focus Electric owners in that they'll need a plug for overnight charging, meaning condo owners and apartment renters probably need not apply.\n\n2. Mitsubishi i SE – 116 mpge\n\nSomeone had to produce the cheapest electric vehicle; and why not Mitsubishi! The subcompact Mitsubishi i SE is an all-electric vehicle with absolutely no frills attached. Its stodgy interior can fit four people and the car itself can get an EPA-rated 62 miles on a single charge for an MSRP of less than $29,000 before tax breaks. Of course, this cheaper price comes with some drawbacks as well. The car has top speed of just 81 mph (perhaps with the wind at its back), but more importantly has just a 62-mile range and can take 21 hours on a standard 110-volt charger to reach a full charge. If you pony up for the 240-volt charger (which I strongly suggest you do), the charge time dips to an expected six to seven hours.\n\nBut the No. 1 most \"fuel-efficient\" vehicle on the highway is...\n\n1. Nissan Leaf SL – 118 mpge\n\nTaking the top spot in terms of highway fuel-efficiency is Nissan's Leaf SL which gets an average of 84 miles per each full charge. Although the Nissan Leaf costs a few thousand more than the Mitsubishi i SE, it comfortably seats five people, offers a respectable 107 horsepower, and the SL model comes with upgrades such as 17-inch alloy wheels, fog lights, and leather-appointed seats. Long story short, with the exception of price point, the Nissan Leaf SL appears to be superior in every way to the closely rated Mitsubishi i SE. It may not compared with the Tesla Model S driving range by any means, but it gives cost conscious and carbon footprint aware consumers a perfect vehicle to turn to in the U.S.", "article_metadata": {"publish_time": "11:31", "date": "2014-03-09T15:31:00Z", "description": "These nine cars offer consumers the best fuel efficiency on the highway. Here's the shock: Tesla isn't No. 1.", "ResponsiveALP": "1Ses_control-21_control_100", "author": "Sean Williams", "promo": "These nine cars offer consumers the best fuel efficiency on the highway. Here's the shock: Tesla isn't No. 1.", "twitter": {"site": "@themotleyfool", "description": "These nine cars offer consumers the best fuel efficiency on the highway. Here's the shock: Tesla isn't No. 1.", "title": "9 Cars That Average 50 MPG or Better on the Highway: You'll Be Shocked By No. 1! --  The Motley Fool"}, "pitch": 813, "og": {"site_name": "The Motley Fool", "description": "These nine cars offer consumers the best fuel efficiency on the highway. Here's the shock: Tesla isn't No. 1.", "title": "9 Cars That Average 50 MPG or Better on the Highway: You'll Be Shocked By No. 1! --  The Motley Fool", "url": "http://www.fool.com/investing/general/2014/03/09/9-cars-that-average-50-mpg-or-better-on-the-highwa.aspx", "image": "https://g.foolcdn.com/image/?url=http%3A%2F%2Fg.foolcdn.com%2Feditorial%2Fimages%2F108167%2Ffuel-gauge.png&h=630&w=1200&op=resize", "type": "article"}, "fb": {"admins": 50808187550, "page_id": 7240312795, "app_id": 50808187550}, "bureau": "usmf-industrials", "STORY_UID": "51e66fcc-a367-11e3-a217-0050569d4be0", "headline": "9 Cars That Average 50 MPG or Better on the Highway: You'll Be Shocked By No. 1!", "msvalidate.01": "8D40D58712924715BAA79D135A6C8DDA", "gsa_date": "2014 03 09", "tickers": "F,HMC,TM,GM,TSLA", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0"}, "_id": "\"57477af46914bd0286fd8454\"", "article_summary": "Furthermore, with the Model S being so new, there's no used market, so leasing isn't an option at the moment.\nIn fact, according to a recent Consumer Reports study, nine automakers have managed to build vehicles capable of delivering 50 mpg (mpg equivalent, or mpge, for the ones that don't burn gas) on the highway or better, leaving their peers decidedly in the dust.\nHonda Civic Hybrid – 50 mpgInterested in jumping into a hybrid capable of getting you a cruise-a-licious 50 mpg on the highway for less than $30,000 MSRP?\nVolkswagen Passat TDI SE – 51 mpgNo folks, that's not a misprint – that's 51 mpg on the highway from a fossil-fuel-burning engine.\nThe goal, of course, is to reduce greenhouse gas emissions, while also reducing oil consumption with presumably even more cars on the road."}