{"article_title": "Judge Signs Off On New Hospital At Nova Southeastern", "article_keywords": ["facility", "hospital", "healthcare", "nova", "campus", "current", "need", "wrote", "signs", "judge", "general", "southeastern", "watkins"], "article_url": "http://health.wusf.usf.edu/post/judge-signs-new-hospital-nova-southeastern", "article_text": "In a Broward County hospital-industry battle, an administrative law judge approved a plan to replace Plantation General Hospital with a new facility on the campus of Nova Southeastern University.\n\nJudge W. David Watkins backed a preliminary decision by the state Agency for Health Care Administration to grant what is known as a \"certificate of need\" for the project.\n\nPlantation General, which is part of the HCA health-care chain, argued that it should be able to replace its 50-year-old facility with a 200-bed hospital less than five miles away on the Nova Southeastern campus in Davie.\n\nThe proposal has been opposed by Memorial Healthcare System and Cleveland Clinic Hospital, both of which also serve the area. Memorial, for example, has a hospital in Pembroke Pines, while Cleveland Clinic has a facility in Weston.\n\nBut Watkins wrote in a 77-page order that a need exists for the new hospital, pointing in part to the outdated facility in Plantation.\n\n\"PGH's (Plantation General Hospital's) relocation to the NSU campus will enhance access for residents of the current and proposed service area by providing a new physical plant,'' Watkins wrote. \"The modern amenities of PGH's new hospital will significantly enhance the availability and quality of services when compared to its current facility. PGH will be able to offer more specialty services within its current service lines, and the relationship with NSU will attract quality health-care providers to the area.\"\n\nWatkins recommended that the Agency for Health Care Administration enter a final order approving the certificate of need, a critical regulatory step for the project.", "article_metadata": {"category": "News", "description": "In a Broward County hospital-industry battle, an administrative law judge approved a plan to replace Plantation General Hospital with a new facility on the", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://health.wusf.usf.edu/post/judge-signs-new-hospital-nova-southeastern", "image": "http://mediad.publicbroadcasting.net/p/healthnewsfl/files/styles/medium/public/201308/stock_inside_hospital.jpg", "type": "article", "description": "In a Broward County hospital-industry battle, an administrative law judge approved a plan to replace Plantation General Hospital with a new facility on the", "title": "Judge Signs Off On New Hospital At Nova Southeastern"}, "wordCount": 277, "twitter": {"site": "@HealthNewsFL", "card": "summary"}, "author": "News Service of Florida", "org_id": 0, "dc": {"title": "Judge Signs Off On New Hospital At Nova Southeastern"}, "nid": 14167, "datePublished": "2016-04-05", "story_id": 473080522, "keywords": "Nova Southeastern University, Plantation General Hospital, HCA health-care chain, Agency for Health Care Administration, AHCA, Memorial Healthcare System, Cleveland Clinic Hospital", "has_audio": 0, "viewport": "width=device-width"}, "article_summary": "In a Broward County hospital-industry battle, an administrative law judge approved a plan to replace Plantation General Hospital with a new facility on the campus of Nova Southeastern University.\n\"The modern amenities of PGH's new hospital will significantly enhance the availability and quality of services when compared to its current facility.\nBut Watkins wrote in a 77-page order that a need exists for the new hospital, pointing in part to the outdated facility in Plantation.\nPlantation General, which is part of the HCA health-care chain, argued that it should be able to replace its 50-year-old facility with a 200-bed hospital less than five miles away on the Nova Southeastern campus in Davie.\nThe proposal has been opposed by Memorial Healthcare System and Cleveland Clinic Hospital, both of which also serve the area."}