{"article_title": "Packer survives IFF/A onslaught, too", "article_keywords": ["survives", "packer", "freedom", "onslaught", "state", "wayne", "voted", "iffa", "vote", "kelley", "rep", "idaho", "recent"], "article_url": "http://www.spokesman.com/blogs/hbo/2016/may/20/packer-survives-iff-onslaught-too/", "article_text": "Not only did Idaho Freedom Foundation/Action fail to KO state Sen. Shawn Keough, R-Sandpoint, and state Rep. Luke Malek, R-Coeur d'Alene, in the GOP primary Tuesday, but it failed to beat state Rep. Kelley Packer, R-McCammon. Packer? She's the legislator who called out Wayne Hoffman's IFF/A. She told the Idaho State Journal: “It bothers me that a few individuals think they can tell legislators how they should vote,” said Packer. “I was elected, not Wayne Hoffman. I’m here to represent my constituents.”\n\nThe Freedom Foundation had written of her:\n\n\"Rep. Kelley Packer’s recent unprovoked attack on the conservative Idaho Freedom Foundation shocked many. More disturbing, however, has been her decision to continue misleading her constituents about IFF — and her voting record. Packer is entitled to her opinions, but she owes it to the people in her district to be straight with the facts. Let’s start with a recent message I delivered via phone to Packer’s constituents. My message said, Packer “voted to increase your taxes. Kelley Packer voted for corporate cronyism. She voted to regulate bake sales. She even sponsored a bill to license sign language interpreters. Rep. Kelley Packer voted to implement Obamacare in Idaho and says she’d do it again if she could.” More here.\n\nPacker won 56% of the vote Tuesday night to win her party's nomination and re-election. She has no Democratic opponent this fall.", "article_metadata": {"description": "State Sen. Shawn Keough and state Rep. Luke Malek weren't the only successful Republican campaigners targeted for defeat Tuesday. Kelley Packer, R-McCammon, who incurred the wrath and robo-calls of the organization in Bannock County, also easily survived the slings and arrows of the uber-con organization.", "og": {"site_name": "Spokesman.com", "description": "State Sen. Shawn Keough and state Rep. Luke Malek weren't the only successful Republican campaigners targeted for defeat Tuesday. Kelley Packer, R-McCammon, who incurred the wrath and robo-calls of the organization in Bannock County, also easily survived the slings and arrows of the uber-con organization.", "title": "Packer survives IFF/A onslaught, too", "url": "http://www.spokesman.com/blogs/hbo/2016/may/20/packer-survives-iff-onslaught-too/", "image": "https://media.spokesman.com/img/logos/sr200.png", "updated_time": "2016-05-20T11:16:41.737822", "type": "article"}, "twitter": {"site": "@SpokesmanReview", "card": "summary"}, "robots": "index, follow", "fb": {"app_id": 316254480466}, "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=yes", "googlebot": "index, follow"}, "_id": "\"57477af46914bd0286fe0365\"", "article_summary": "Rep. Kelley Packer voted to implement Obamacare in Idaho and says she’d do it again if she could.” More here.\nKelley Packer voted for corporate cronyism.\nShe told the Idaho State Journal: “It bothers me that a few individuals think they can tell legislators how they should vote,” said Packer.\nMy message said, Packer “voted to increase your taxes.\nNot only did Idaho Freedom Foundation/Action fail to KO state Sen. Shawn Keough, R-Sandpoint, and state Rep. Luke Malek, R-Coeur d'Alene, in the GOP primary Tuesday, but it failed to beat state Rep. Kelley Packer, R-McCammon."}