{"article_title": "Three keys from Redskins' 17-10 loss vs. Dolphins: Offense faltered in crunch time", "article_keywords": ["loss", "play", "1710", "crunch", "keys", "cousins", "tackle", "drive", "faltered", "vs", "right", "redskins", "yards", "reed", "offense", "line", "dolphins"], "article_url": "http://www.washingtontimes.com/news/2015/sep/13/three-keys-redskins-17-10-loss-vs-dolphins-offense/", "article_text": "LANDOVER — For the third consecutive year, the Washington Redskins lost their season opener, falling to the Miami Dolphins, 17-10, at FedEx Field on Sunday.\n\nThere were promising signs the Redskins can build on moving forward, but the result was all too familiar.\n\nJarvis Landry’s 69-yard punt return touchdown broke a 10-10 tie and sapped the energy from FedEx Field.\n\nThe Redskins gained 349 yards on offense but in crunch time, they stalled out, the team unable to capitalize on a solid defensive performance.\n\nWith that, here are three takeaways from Sunday’s loss.\n\n** Kirk Cousins doesn’t need to be spectacular, he just needs to be sufficient. He was in the first half, completing 10 of 14 passes for 100 yards as the Redskins took a 10-3 lead into the break. Cousins threw an early interception — a miscommunication with Jordan Reed — but he bounced back well. The next drive, he guided the Redskins on a 17-play, 88-yard scoring drive.\n\nCousins was 5-for-6 on the drive and capped the series with a four-yard touchdown pass to Reed to give Washington a 10-0 lead. On the team’s penultimate drive, Cousins threw another interception at the Miami two-yard line. It was a great play by corner Brice McCain, winning a one-on-one battle with Pierre Garcon, but a bad time for a turnover nonetheless.\n\nOn the team’s final play, Cousins and Reed had their signals crossed again. At the Miami 20-yard line, Cousins’ fourth-and-7 pass fell incomplete, sealing the victory for the Dolphins. At times, Cousins’ performance was encouraging, but there’s still plenty of kinks that need to be ironed out.\n\n** The Redskins set themselves back greatly in the second half by committing bad penalties. They finished the game with 11 penalties for 88 yards, all in the second half, which made it difficult for the offense to get going. Towards the end of the third quarter, a delay of game followed by consecutive holding calls on Reed and right tackle Ty Nsekhe had the Redskins facing third-and-29.\n\nOn the Redskins‘ first drive of the fourth quarter, a Derek Carrier holding penalty set them back to their own 10-yard line. Two plays later, right tackle Morgan Moses was called for unnecessary roughness, which backed them to the six-yard line. There were even two Redskins penalties on Matt Jones’ nine-yard run, which were both declined. Tress Way was punting from the Redskins‘ 15-yard line, and that’s when Landry broke his 69-yard return.\n\n** One of the greatest positives from the game was the play of rookie right guard Brandon Scherff. He held up well against Dolphins nose tackle Ndamukong Suh most of the day, utilizing cut blocks to minimize Suh’s impact. Second-year right tackle Morgan Moses played well against defensive end Cameron Wake, too. The Redskins allowed just one sack against the Dolphins‘ aggressive front. Behind a strong performance from the entire defensive line, the Redskins rushed for 161 yards.", "article_metadata": {"description": "A late Kirk Cousins interception and too many penalties made it hard for the Redskins' offense to get going when they needed it most. There were signs of improvement, but the Redskins ultimately came up short.", "Author": "Anthony Gulizia", "og": {"site_name": "The Washingtion Times", "description": "A late Kirk Cousins interception and too many penalties made it hard for the Redskins’ offense to get going when they needed it most. There were signs of improvement, but the Redskins ultimately came up short.", "title": "Three keys from Redskins’ 17-10 loss vs. Dolphins: Offense faltered in crunch time", "url": "http://www.washingtontimes.com/news/2015/sep/13/three-keys-redskins-17-10-loss-vs-dolphins-offense/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/09/13/AP_886702342689.jpg", "type": "article"}, "twitter": {"image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/09/13/AP_886702342689.jpg", "title": "Three keys from Redskins’ 17-10 loss vs. Dolphins: Offense falte", "description": "A late Kirk Cousins interception and too many penalties made it hard for the Redskins' offense to get going when they needed it most. There were signs of improvement, but the Redskins ultimately came", "card": "summary", "site": "@washtimes"}, "author": "The Washington Times http://www.washingtontimes.com", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web2", "bitly-verification": "d180fd45f70d", "news_keywords": "Sports, Miami Dolphins, Jarvis Landry, Washington Redskins"}, "article_summary": "Second-year right tackle Morgan Moses played well against defensive end Cameron Wake, too.\nAt the Miami 20-yard line, Cousins’ fourth-and-7 pass fell incomplete, sealing the victory for the Dolphins.\nThe Redskins gained 349 yards on offense but in crunch time, they stalled out, the team unable to capitalize on a solid defensive performance.\nTwo plays later, right tackle Morgan Moses was called for unnecessary roughness, which backed them to the six-yard line.\nOn the team’s final play, Cousins and Reed had their signals crossed again."}