{"article_title": "Paramedics help battle TB in Ventura County pilot project", "article_keywords": ["county", "medication", "patient", "help", "paramedics", "project", "ventura", "program", "health", "shultz", "battle", "paramedic", "tb", "pilot"], "article_url": "http://www.scpr.org/news/2015/09/25/54620/paramedics-help-battle-tb-in-ventura-county-pilot/", "article_text": "Ventura County paramedic Jeff Shultz heads out on a call one recent Monday night in Oxnard. But instead of an ambulance, he drives a white Ford pickup. And while it comes fully equipped with sirens and flashing lights, he needs none of that because this is not a 911 call.\n\n\"We’re a few minutes early, but we have a 7 o’clock appointment,\" Shultz says.\n\nShultz is one of three paramedic supervisors who make after-hours house calls every evening - weekends and holidays included - to between eight and 10 tuberculosis patients who live in Ventura County.\n\nThe unique project is one of 13 paramedic pilot programs starting this year in California. Each embraces a model of community-based health care that enlists paramedics outside of their traditional 911 roles.\n\nKnown as \"community paramedicine,\" it's an offshoot of the traditional \"rescue medicine.\" It aims to improve the quality of patient care; increase patient access to health services and reduce health care costs - essentially the triad of goals of the Affordable Care Act.\n\nDuring the 10-minute appointment, Shultz runs down a list of common TB medication side effects with \"Rosa,\" a 20-year-old student and mother of a newborn, who asked that her real name be withheld for privacy reasons.\n\nChecking for side effects\n\nAs he does on every visit to her home, Shultz asks Rosa whether she's experienced any of the common side effects of her TB medication, including itching, rashes, fatigue, fever and blurry vision. She suffers from none of them, she says.\n\n\"Any other unusual symptoms?\" he asks\n\n\"No,\" Rosa responds with a smile. \"Everything is okay.\"\n\nShultz writes her answers into his notebook, then pulls Rosa’s medication out of a bag. It's a cocktail of eight different medications she must take daily for six months. She has three months left and says she's feeling good.\n\nThe paramedic and patient chat like old friends as Shultz hands over her drugs and watches as Rosa swallows each pill with a sip of water.\n\nThis type of patient-centered care, known as Directly Observed Therapy, is considered by experts to be the gold standard of TB treatment.\n\n\"With tuberculosis they need to have it observed and documented,\" says Mike Taigman, General Manager of American Medical Response/Gold Coast Ambulance, the company that provides Ventura County with its paramedic services. \"Because the consequences of missing doses and not completing a course of treatment are pretty terrible.\"\n\nAny irregularity in a patient’s drug regimen – a missed pill, for instance – can cause the bacterial infection that typically attacks the lungs to spread elsewhere in the body or to become drug resistant. The disease can also prove fatal.\n\nNationwide, 555 people died of TB in 2013, the most recent year for which data are available, according to the Centers for Disease Control and Prevention (CDC).\n\nThis year, Ventura County has budgeted $1 million to control the disease's spread. The paramedic project - which started three years before it became a state-sponsored pilot this summer - is considered a key weapon in that battle, says Barry Fisher, director of the Ventura County Health Agency.\n\nWithout it, he says, he'd have to use a community health worker or \"pull a nurse out of my busy clinic [to] spend their time out in the field each day just watching people take pills.\"\n\nA surprise request\n\nFisher says he turned to Taigman for some ideas during a breakfast meeting the two shared several years ago.\n\nTaigman recalls his surprise at the request for help battling tuberculosis.\n\n\"I initially looked at him like he had three heads,\" he says, \"because at the beginning of the conversation, I quite honestly didn't know much about (TB). I thought it was kind of gone.\"\n\nRight now, there are 35 active cases of TB in Ventura County, health officials say. Statewide last year there were 2,145 cases reported in California.\n\nBut even with the relatively small number of TB cases in Ventura County (as compared with Los Angeles County with 662 cases reported in 2013), controlling it \"can be very difficult,\" says Eva Reeder, supervising public health nurse for the infectious disease program for Ventura County.\n\nShe says before the county began partnering with the paramedics, patients would have to either show up at clinics, or the county would have to send nurses or community health workers to their work or homes to watch them take their medications. And even then, the program was restricted to normal work hours. The paramedic program, she says, has made a big difference.\n\n\"It’s changed us from an 8-to-5, Monday-through-Friday program to a 365/24-hour-a-day program,\" she says.\n\nComing to the patient\n\n\"We show up where the patient would like us to meet him,\" Taigman says. \"Some people are picking raspberries , so we'll go meet them in the raspberry fields ... we'll meet them at their home, we'll meet them at their workplace - wherever they happen to be - and give them their medication.\"\n\nCounty officials say this approach also saves money because the paramedics make their house calls during the downtime on their shifts.\n\nThe pilot program does have its critics. Vicki Bermudez, a policy consultant with the California Nurses Association, says her organization is concerned about how the pilot program expands paramedics’ authority.\n\n\"They’re ... making decisions about allowing the administration of a different medication without the public health nurse actually seeing a patient when there is a side effect or a problem,\" she says.\n\nReeder says when paramedics observe side effects, they're instructed to call the supervising nurse to request a hold on the medication. Then the patient is sent to the TB clinic or to an emergency room, depending on their condition.\n\nWhat's more, Fisher points out, the paramedics who work with TB patients also get several days of TB-specific training – including following a nurse in the field and a doctor in the clinic.\n\n\"Paramedics have quite a bit of training, and assessing patients and watching somebody take their medication doesn’t take a nurse,\" he says.\n\nAmong the patients Shultz cares for is a man with a resistant strain of TB who became ill from the strong medication he was prescribed.\n\n\"Being paramedics, we’re able to do EKGs and we actually did weekly EKGs for this patient,\" he says. The electrocardiogram, which tests the heart's electrical activity, discovered a problem, which Shultz says \"got him hospitalized and helped save his life.\"", "article_metadata": {"author": "Southern California Public Radio", "og": {"site_name": "Southern California Public Radio", "description": "The initiative is one of 13 state-sponsored pilots in California that expand paramedics' roles in an effort to increase the quality of care while reducing costs.", "title": "Paramedics help battle TB in Ventura County pilot project", "url": "http://www.scpr.org/news/2015/09/25/54620/paramedics-help-battle-tb-in-ventura-county-pilot/", "image": {"width": 1024, "identifier": "http://a.scpr.org/i/ccafaf5fd08f9660dba81891438191fa/112107-full.jpg", "type": "image/jpeg", "height": 683}, "type": "article"}, "twitter": {"domain": "http://scpr.org", "description": "Member-supported public radio for Southern California. Award-winning local news and cultural programming alongside the best of NPR.", "title": "Paramedics help battle TB in Ventura County pilot project | 89.3 KPCC", "url": "http://scpr.org", "image": "http://a.scpr.org/i/c1d179de3d13474f6462cfa93b89414d/112106-full.jpg", "site": "@kpcc", "card": "summary"}, "fb": {"app_id": 129848480405753}, "apple-mobile-web-app-capable": "yes", "csrf-param": "authenticity_token", "csrf-token": "SwDn6s8AUokD+Y+IElOjd2YVB8NZ7vyyTtJXCpV6e3xS81h4M6qU0Ij5PzaH5BeSMxh1Z9vDpmg0Q4IR4NMPzg==", "apple-mobile-web-app-status-bar-style": "black", "format-detection": "telephone=no", "keywords": "KPCC, California, Southern California, Los Angeles, Pasadena, SCPR, Southern California Public Radio", "article": {"section": "Health", "published_time": "2015-09-25 05:00:35 -0700", "modified_time": "2015-12-23 16:47:42 -0800"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=0"}, "_id": "\"57477af46914bd0286fdcd8c\"", "article_summary": "Right now, there are 35 active cases of TB in Ventura County, health officials say.\nVentura County paramedic Jeff Shultz heads out on a call one recent Monday night in Oxnard.\nThe paramedic project - which started three years before it became a state-sponsored pilot this summer - is considered a key weapon in that battle, says Barry Fisher, director of the Ventura County Health Agency.\nThis year, Ventura County has budgeted $1 million to control the disease's spread.\nBut even with the relatively small number of TB cases in Ventura County (as compared with Los Angeles County with 662 cases reported in 2013), controlling it \"can be very difficult,\" says Eva Reeder, supervising public health nurse for the infectious disease program for Ventura County."}