{"article_title": "Flagging In Meaning", "article_keywords": ["pride", "isis", "gay", "flag", "coombs", "meaning", "flags", "remain", "world", "white", "flagging", "parades"], "article_url": "http://www.blogforiowa.com/2015/07/04/flagging-in-meaning/", "article_text": "(Editor’s Note: These photos were published in early 2002 in the 911 issue of Hasta Cuando, a Spanish-English punk political magazine out of Pilsen, Chicago. They are by an extraordinary Chicago artist, teacher and musician, Rebecca Wolfram and reflect her response to the shallow and zealous patriotism after the destruction of the World Trade Center and bombing of the Pentagon.).\n\nI usually loathe flags and symbols in general. Symbolic gestures are a lazy way to avoid substantial meaningful change. Focusing on symbolism is an intellectually dishonest way to ignore substantive argument. Not looking at a thing for what it is, but what it represents oppressively denies subjective experience.\n\nAnd so, this 4th of July Holiday weekend, I’m sure most of us will have seen the store shelves and picnics festooned with US flag napkins, paper plates, table cloths, bikinis, beach towels, and parades lined in red, white and blue. People die for the flag, kill for the flag. But as Arund hati Roy explained, “Flags are bits of colored cloth that governments use first to shrink-wrap people’s minds & then as ceremonial shrouds to bury the dead.”\n\nBut it’s been quite an eventful flag waving couple of weeks.\n\nRainbow Gay Pride Flags flutter in parades and across social media screens around the world after the Supreme Court’s marriage equality ruling.\n\nAfter the brutal racist murder of members of a prayer group at the Mother Emanuel AME Church in Charleston, the Confederate Flag has now descended from atop flagpoles in front of National Monuments and State Legislatures. Even historic revisionists white folk are losing their ability to deny its violent, racists origins – people have the google to dispel their racist idiotic claims.\n\nFinally, the ISIS flag suffered a brilliant shaming at the Gay Pride Parade in London when artist Paul Coombs marched with his parody of the ISIS flag, substituting the caliphate propaganda with inscriptions of dildos and butt plugs. Coombs explained, “It [the ISIS flag] has become a potent symbol of brutality, fear and sexual oppression. If I wanted to try and stimulate a dialogue about the ridiculousness of this ideology, the flag was key.” Glaringly, Coombs flag was also key to exposing CNN’s shoddy journalism when it spread the panicky story that the flag was actually ISIS in the parade, rather than just a dildo afficianado making a political st atement.\n\nThese series of events reminds me of Peter Gabriel’s anti-war, anti-nationalist lyric from, Games without Frontiers, “Andre has a red flag, Chiang Ching’s is blue. They all have hills to fly them on except for Lin Tai Yu.” The lyric references extremist leaders prevailing in 20th Century, meanwhile peaceful democratic people remain sans patria…\n\nAnd as with all flags, ours are signifiers a very real raging fire that like the prairie fire’s smoldering, are signs of renewal as much as destruction.\n\nAnd though the Gay Pride flag waves magnificently across parades and facebook statuses, it is a bittersweet victory. We can rightfully claim victory in the marriage equality ruling, yet it still remain legal in many states to fire someone for their sexual status. You can marry, but not work. You can marry, but you can’t shop in my store.\n\nThe Confederate Flag, long a symbol of white pride, of a hateful sublime oppression that remained to oppress African Americans in spite of and in backlash to the passage of the Civil Rights Act, is being taken down. As I write this, the seventh Black Church has been burned since the Mother Emanuel AME massacre.\n\nAs we w atch horrified at the carnage of ISIS, we remain un-elucidated about the murderous regimes that created this grassroots tyranny.\n\nWe are all subjected to this Treachery of Images. Our work is to unravel the threads of all those flags, and use them to knit together a humanistic meaning and society.", "article_metadata": {}, "_id": "\"57477af46914bd0286fe03ac\"", "article_summary": "And though the Gay Pride flag waves magnificently across parades and facebook statuses, it is a bittersweet victory.\nOur work is to unravel the threads of all those flags, and use them to knit together a humanistic meaning and society.\nRainbow Gay Pride Flags flutter in parades and across social media screens around the world after the Supreme Court’s marriage equality ruling.\nCoombs explained, “It [the ISIS flag] has become a potent symbol of brutality, fear and sexual oppression.\nAs we w atch horrified at the carnage of ISIS, we remain un-elucidated about the murderous regimes that created this grassroots tyranny."}