{"article_title": "These Are Issues Unions Have Raised About Obamacare", "article_keywords": ["raised", "coop", "plans", "funds", "obamacare", "state", "unions", "health", "members", "exchanges", "regulated", "nevada", "tafthartley", "issues"], "article_url": "http://www.huffingtonpost.com/d-taylor/these-are-issues-unions-h_b_4738694.html", "article_text": "During the February 3rd White House press briefing, Jay Carney was asked about the concerns UNITE HERE and other unions have with the impact of Obamacare on our members. Carney replied, \"You would have to address your question to unions in terms of what issues they have raised.\"\n\n\n\nLet me address the issues we have raised. Carney should be aware of the problems we are facing since we met with the White House dozens of times to explain them. But I will lay them out.\n\nFirst, an important factual point: Unions, like UNITE HERE, are governed by Taft-Hartley. Because Taft-Hartley funds are jointly governed by management and unions, we operate under a different regulatory apparatus than commercial insurers. Taft-Hartley legislation was passed in 1947 and established the rules that govern labor-management relations in most of the private sector. It was viewed then as anti-labor, was vetoed by President Truman, and overridden by a GOP Congress. Yet since that time, unions have played by the rules set down by Taft-Hartley for over 65 years. Currently, there are 20 million people covered by Taft-Hartley plans -- self-funded not-for-profit plans.\n\nInstead of working with us, the White House has tried to obfuscate the issue of the regulatory hurdles to Taft-Hartleys participating on the Affordable Care Act's exchanges by introducing an absurd and factually false claim that co-ops are somehow the same as Taft-Hartleys. Carney and his colleagues should know by now that all \"multi-employer plans\" are not the same.\n\n1. Participation on the exchanges\n\nTaft Hartleys are barred from the exchanges because they are federally regulated entities, often operating across state lines. The exchanges and the plans that operate on them are regulated by state insurance commissioners.\n\nFor no good reason at all, save apparently to appease the National Association of Insurance Commissioners, Congress inserted into the ACA language barring self-funded plans from participating on the exchanges unless they are state regulated.\n\nBecoming state regulated is cost-prohibitive. The process would cost our funds $20-$50 million per state. That's why you generally see two kinds of plans on the exchanges -- the giant commercial plans who can afford to be regulated in multiple states, and locally grown plans, often built around hospital systems.\n\nOur funds are not huge for profit insurance companies with enormous market power, billions in cash reserves and all the trappings of big salaries and stock options. Rather, we are lean and efficient. Congress did not have to pass a law to force us to spend 80 cents of every premium dollar on actual health care -- we've been spending 90+ percent for decades without the force of law.\n\nOur funds cannot afford to become state regulated on top of existing stringent federal DOL and IRS rules and compete with giants, especially for those funds operating in multiple states. State regulation adds nothing at all to the value our plans deliver to our members. Congress did not deregulate our plans for the purpose of covering our collectively bargained membership (nor did we ask them to). But this means that we would face two regulatory regimes -- cost-prohibitive and an unfair competitive burden.\n\nThe simplest way to deal with this issue would be for the federal government to deem our plans \"Qualified Health Plans\" for the purposes of receiving subsidies and participating in the exchanges.\n\nThey can do it. And if they don't want to do it that way, we've got plenty of other ideas. We just need a willing partner determined to work cooperatively toward real solutions.\n\n2. Co-ops\n\nWe try to be factual in our comments, but when we listen to the White House talking about co-ops and Taft-Hartley plans, it is stunning how little they understand, or deliberately choose to obfuscate, the facts concerning their own health legislation.\n\nCo-ops are not Taft Hartley funds. Taft-Hartley funds are not co-ops. Period. Fact. They have nothing to do with one another.\n\nTaft Hartley funds are decades-old federally regulated entities whose participants derive their rights to benefits through collective bargaining agreements with their employers.\n\nCo-ops are creatures of Obamacare, independent, non-profit startup operations that have literally nothing to do with Taft-Hartley funds.\n\nThe White House is trying to sow confusion by pointing to the fact that our Taft-Hartley fund in Nevada, the Culinary Health Fund, has lent staff expertise and its extremely well-respected name to the new Nevada Co-op. As a result, the Nevada co-op is arguably the most successful co-op in the country, garnering roughly one-third market share on the exchange. It's not clear if any co-ops will survive, but we've given Nevada CO-OP a fighting chance.\n\nBut the fact that we support the ACA's goals and have worked hard to help create a viable exchange alternative to the for-profits (UnitedHealth is the largest insurer in Nevada) has nothing to do with the lethal threat facing our health funds.\n\nThe Nevada co-op and the Culinary Health Fund do not share governance.\n\nThe Nevada co-op and the Culinary Health Fund do not commingle funds.\n\nThe Nevada co-op covers people who buy insurance on the state health exchange.\n\nThe Culinary Health Fund covers only people who bargain for health benefits through their union with the state's gaming employers.\n\nThe Nevada co-op receives its money from premiums paid by individual exchange customers and federal subsidy checks, just like all the big commercial plans (they also got start up grants from the federal government.)\n\nThe Culinary Health Fund receives a contractually determined contribution from employers for each hour worked by employees covered under the union contract.\n\nIt is embarrassing to see the Administration brush off our concerns with a casual \"Unite Here has a co-op in Nevada.\" That level of ignorance is something we expect from a political campaign hack or corporate PR flack, not people who are supposed to be the nation's leading health care experts.\n\n3. Bottom Line\n\nWe are fighting to preserve the benefits that our members have fought, often struck, and certainly made heavy wage sacrifices for. And we are fighting to preserve the plans that deliver those benefits.\n\nIf the Administration won't fix this problem, our industries will face strife as employers refuse to bargain health care benefits, attempt to slash workers hours and try to push workers onto the exchanges. Our members will face large reductions in income on the exchanges as they try to match their existing benefits. Our benefit funds will see members and dollars siphoned off by competitors on the exchanges who are eligible to cover members of the general public and receive subsidies for which our plans are not eligible -- and those competitors include the new co-ops as well as the for-profits.\n\nThat's bad policy, policy that benefits the multi-billion dollar actors who failed to cover the uninsured for 30 years and who are now standing beneath a trillion dollar cash spigot with mouths wide open.\n\nOur members like their plans, period.\n\nThey want to keep them, period.", "article_metadata": {"description": "During the February 3rd White House press briefing, Jay Carney was asked about", "sailthru.expire_date": "2014-02-08 13:17:17 -0500", "og": {"site_name": "The Huffington Post", "description": "During the February 3rd White House press briefing, Jay Carney was asked about", "url": "http://www.huffingtonpost.com/d-taylor/these-are-issues-unions-h_b_4738694.html", "image": "http://i.huffpost.com/gen/1464944/images/o-US_UK_CA-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/1464944/images/o-US_UK_CA-facebook.jpg", "height": 1000}, "site": "@HuffPostPol", "card": "summary_large_image", "description": "During the February 3rd White House press briefing, Jay Carney was asked about"}, "sailthru.date": "2014-02-07 13:17:17 -0500", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=4738694", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "D. Taylor,health care cooperatives,taft-hartley,Affordable Care Act,unite here,Labor Unions,obamacare,obamacare exchanges", "article": {"section": "Politics", "tag": "D. Taylor,health care cooperatives,taft-hartley,Affordable Care Act,unite here,Labor Unions,obamacare,obamacare exchanges", "published_time": "2014-02-07 13:17:17 -0500", "modified_time": "2014-04-09 05:59:01 -0400"}, "viewport": "width=1000"}, "_id": "\"57477af36914bd0286fd1a00\"", "article_summary": "Because Taft-Hartley funds are jointly governed by management and unions, we operate under a different regulatory apparatus than commercial insurers.\nCo-ops are creatures of Obamacare, independent, non-profit startup operations that have literally nothing to do with Taft-Hartley funds.\nCarney replied, \"You would have to address your question to unions in terms of what issues they have raised.\"\nCurrently, there are 20 million people covered by Taft-Hartley plans -- self-funded not-for-profit plans.\nAs a result, the Nevada co-op is arguably the most successful co-op in the country, garnering roughly one-third market share on the exchange."}