{"article_title": "Crisis averted: Johns Hopkins student government bans Chick-fil-A to prevent “microaggression” against gays « Hot Air", "article_keywords": ["prevent", "safe", "way", "bans", "hopkins", "students", "johns", "space", "campus", "traditional", "hot", "jhu", "student", "gays", "chickfila", "crisis", "microaggression"], "article_url": "http://hotair.com/archives/2015/04/24/crisis-averted-johns-hopkins-student-government-bans-chick-fil-a-to-prevent-microaggression-against-gays/", "article_text": "Crisis averted: Johns Hopkins student government bans Chick-fil-A to prevent “microaggression” against gays\n\nposted at 6:41 pm on April 24, 2015 by Allahpundit\n\nThere were no plans in the works to put a Chick-fil-A on campus. It was the mere possibility, inspired by a survey last month showing that many students want one at JHU, that frightened our special snowflakes into recommending a ban preemptively “in the best interest of a cohesive campus environment in which all students feel accepted.”\n\nThe perfection of society cannot tolerate Chicken Deluxes, citizens.\n\n“The SGA does not support the proposal of a Chick-fil-A, in a current or future sense, particularly on any location that is central to student life,” states the resolution passed by the student government, which noted “visiting prospective and current students, staff, faculty, and other visitors who are members of the LGBTQ+ community or are allies would be subjected to the microaggression of supporting current or future Chick-fil-A development plans.”… [J]unior Andrew Guernsey, president of Johns Hopkins University Voice for Life, wrote about the recent decision on National Review, stating: “The JHU student government’s vote this week to ban any hypothetical future Chick-fil-A outlet from campus because of the company owner’s support for traditional marriage … sends a clear message that students who disagree with liberal orthodoxy are not welcome on the Hopkins campus.”… In remarks delivered to the Student Government Association before its vote, Guernsey said: “In banning Chick-fil-A from campus for its CEO’s views, the JHU student government would also set a dangerous precedent that could be used to give the boot to socially conservative religious groups on campus… The entire notion of keeping the university a ‘safe space,’ free from one side of a debate on hot-button issues like same-sex marriage and abortion, is absolutely antithetical to Johns Hopkins’ stated commitment to the free and robust exchange of ideas.”\n\nGive credit where it’s due: The “microaggression” bit is a brilliant political flourish, exactly the sort of thing that an Orwellian impulse towards purging one’s environment of thoughtcrimes deserves. Banning Chick-fil-A because you disagree with Dan Cathy’s opposition of gay marriage seems petty, a gesture of spite at the expense of students who have no problem with it and enjoy the food. Banning it because some students feel somehow assaulted by the mere presence of a franchise on campus is shrewder. You’re not being spiteful now; you’re defending a historically persecuted group from an act of aggression. Who could be against that?\n\nHere’s my prediction: Safe spaces will continue to spread across campuses. And from there, the colonization project will really begin in earnest. Public institutions, schools, and even the home. And colonization is the right word, because the logic of a “safe space” is entirely alien to traditional notions of liberty. How can you even object? Are you pro-trauma? Pro-denialism? You think kids should have their identities denied and be traumatized in the home?… The safe-space movement offers hysterics real power over their institutions and neighbors. And this is a power that denies itself as power, that grasps by wailing. If America is rapidly becoming more economically and politically unequal, it seems natural enough that the graduates of our elite credentialing institutions should feel the need to control the thought and speech of their inferiors.\n\nThe only way to make JHU a safe space for gay students is to keep the entire campus free of gay-hating waffle fries. In traditional Orwellian states, thoughtcrimes would sometimes be punished by accusing the guilty party of being mentally ill; that was a softer, more politically salable way to neutralize an objector, with the state intervening ostensibly magnanimously for his own benefit. It’s interesting to me that today’s petty campus fascists eschew that to present themselves as the fragile parties, at risk of being microaggressed or “triggered” at any moment. I’m not sure why it took until recently for that tactic to catch on as cause for purging ideological opponents. Probably it’s a combination of the public being more aware nowadays of genuine hardships that some groups used to suffer in silence (e.g., gays in the closet, women raped on campus), the rise of “therapy culture,” and the fact that as victimization writ large has lost its cultural stigma it’s become a powerful political shield, placing anyone who claims it beyond certain types of political criticism. Deployed haphazardly as a way to keep your ideological headspace clear of “aggressive” impurities though, it turns the old strategy on its head. When an objector was treated as mentally ill, it implied that he was too “delicate” to function in wider society; now that it’s the statists who are “delicate,” it’s they who need to be walled off from wider society. They’re turning the campus into a sort of asylum. I hope they’re ready for their release in four years.\n\nRelated Posts:", "article_metadata": {"generator": "WordPress 4.3.4", "og": {"site_name": "Hot Air", "description": "Safe space.", "title": "Crisis averted: Johns Hopkins student government bans Chick-fil-A to prevent “microaggression” against gays", "url": "http://hotair.com/archives/2015/04/24/crisis-averted-johns-hopkins-student-government-bans-chick-fil-a-to-prevent-microaggression-against-gays/", "image": "https://s0.wp.com/i/blank.jpg", "locale": "en_US", "type": "article"}, "twitter": {"site": "@hotairblog", "card": "summary", "creator": "@allahpundit"}, "fb": {"admins": 312482775445602, "app_id": 312482775445602}, "article": {"published_time": "2015-04-24T22:41:53+00:00", "modified_time": "2015-04-24T20:57:33+00:00"}, "keywords": "ban, cathy, Chick-Fil-A, gay, johns hopkins, LGBT, microaggression,", "google-site-verification": "2eqey8dXzgu4RGIRpBp8N_Uha0byt8NWBVajCi3uLgs", "verify-v1": "ouQUGDxtAiO+0Hn3LJajbWMP08yRHQDinMN9QDYrUV4="}, "_id": "\"57477af46914bd0286fdd1bf\"", "article_summary": "Crisis averted: Johns Hopkins student government bans Chick-fil-A to prevent “microaggression” against gaysposted at 6:41 pm on April 24, 2015 by AllahpunditThere were no plans in the works to put a Chick-fil-A on campus.\nAnd colonization is the right word, because the logic of a “safe space” is entirely alien to traditional notions of liberty.\nThe only way to make JHU a safe space for gay students is to keep the entire campus free of gay-hating waffle fries.\nBanning it because some students feel somehow assaulted by the mere presence of a franchise on campus is shrewder.\nI’m not sure why it took until recently for that tactic to catch on as cause for purging ideological opponents."}