{"article_title": "blog.aids.gov − Every Dose, Every Day (TM)", "article_keywords": ["medication", "patient", "hiv", "providers", "app", "blogaidsgov", "toolkit", "dose", "tm", "health", "adherence", "day", "care"], "article_url": "https://blog.aids.gov/2015/10/every-dose-every-day-tm-new-tool-to-improve-medication-adherence.html", "article_text": "Editor’s Note: The Centers for Disease Control has developed a new digital toolkit to promote medical adherence. This online resource includes a mobile app and can be used by providers as well as people living with HIV.\n\nCDC recently published the Every Dose, Every DayTM toolkit online. This toolkit offers assistance to both health care providers and people with HIV to improve medication adherence.\n\nHealth Care Providers\n\nFor health care providers, the toolkit includes evidence-based strategies to help improve medication adherence among patients living with HIV and features four HIV medication adherence e-learning modules. These interventions help providers assess and manage patient adherence, while also establishing a trusting relationship with their patients to help find solutions to any barriers. All of the interventions showed efficacy in improving adherence among both those who have never used antiretroviral therapy (ART) and those who are ART-experienced.\n\nThese strategies might also promote adherence to pre-exposure prophylaxis (PrEP). Continuing education credit for health educators, nurses, physicians, and pharmacists are provided for completing the e-learning modules.\n\nPersons with HIV\n\nFor persons with HIV, the Every Dose, Every Day (TM) toolkit includes a mobile app that puts power in their hands by tracking adherence, viral load, and CD4 cell counts; providing dose and appointment reminders and tips for health and wellness; and featuring opportunities to record missed doses and medication side effects. The app also features a place to record the contact information of the individual’s health care team and allows the user to upload an inspirational photo to be displayed alongside each dose reminder if the patient finds that helpful to stay on track with medication. The app is available for free download at the iTunes store and Google Marketplace .\n\nSummary\n\nHIV medication adherence is a key component of both treatment and prevention, helps to improve outcomes along the continuum of care, and will assist the nation in achieving the goals of the National HIV/AIDS Strategy. Just as ART improves the health and prolongs the lives of persons with HIV, studies show that HIV treatment can also reduce the risk of transmitting HIV to others by 96%, but high levels of adherence to ART are critical. The Every Dose, Every DayTM toolkit does not provide a single formula or list of required elements. Rather, it allows providers, including nurses, licensed clinical social workers, HIV case managers, health educators, patient navigators, or peers, to select the tools that can easily be integrated into their standard of care or to optimize clinic resources.\n\nNext Step\n\nVisit https://effectiveinterventions.cdc.gov/ and share news of the toolkit with your colleagues and constituents and encourage them to explore ways in which Every Dose, Every Day (TM)can be implemented in their organizations.", "article_metadata": {"og": {"site_name": "blog.aids.gov — HIV Policy & Programs. Research. New Media.", "description": "Editor’s Note: The Centers for Disease Control has developed a new digital toolkit to promote medical adherence. This online resource includes a mobile app and can be used by providers as well as people living with HIV. CDC recently published the Every Dose, Every DayTM toolkit online. This toolkit offers assistance to both health care...", "title": "Every Dose, Every Day (TM): New Tool to Improve Medication Adherence", "url": "https://blog.aids.gov/2015/10/every-dose-every-day-tm-new-tool-to-improve-medication-adherence.html", "image": "https://blog.aids.gov/wp-content/uploads/Every-Dose-Every-Day-image-e1445350510988.png", "type": "article"}, "article": {"section": "CDC", "tag": "CDC,PLWHA,PrEP,Treatment"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1"}, "_id": "\"57477af36914bd0286fd1a0c\"", "article_summary": "Health Care ProvidersFor health care providers, the toolkit includes evidence-based strategies to help improve medication adherence among patients living with HIV and features four HIV medication adherence e-learning modules.\nThis toolkit offers assistance to both health care providers and people with HIV to improve medication adherence.\nThese interventions help providers assess and manage patient adherence, while also establishing a trusting relationship with their patients to help find solutions to any barriers.\nThe Every Dose, Every DayTM toolkit does not provide a single formula or list of required elements.\nThis online resource includes a mobile app and can be used by providers as well as people living with HIV."}