{"article_title": "A Decade Later, New Orleans Nonprofits Cite Gains, Yet Worry Over the Future", "article_keywords": ["nonprofits", "orleans", "work", "gains", "foundation", "louisiana", "national", "later", "dollars", "future", "decade", "mr", "nonprofit", "local", "cite", "worry"], "article_url": "https://philanthropy.com/article/A-Decade-Later-New-Orleans/232509", "article_text": "Melissa Sawyer founded the Youth Empowerment Project in 2004 in 1,200 square feet of rented space in Central City, a poor black neighborhood a mile southwest of the French Quarter. Her budget was $235,000, a combination of local grants and a state contract to help 25 young people caught up in the criminal-justice system.\n\nToday, the nonprofit has a $3.5-million operating budget. It owns its headquarters on Oretha Castle Haley Boulevard, a resurgent commercial corridor, and serves up to 800 youths annually, providing education, and job- and life-skills programs.\n\nThe accelerant was a burst of philanthropic dollars in New Orleans in the years after Hurricanes Katrina and Rita roared through, overwhelmed the levee system, and caused catastrophic flooding.\n\n\"We have grown so much over the last 11 years,\" Ms. Sawyer says. \"Quite frankly, I don’t know where we would have been if Katrina hadn’t happened.\"\n\nStill, for all the organizational gains, Ms. Sawyer is deeply worried about sustainability. She recently had two six-figure, multiyear grants from national grant makers expire with no replacements in sight. And she worries about the young people who pass through her doors every day and make up some of metropolitan New Orleans’s ugliest statistics: a third of children are living in poverty, just 57 percent of black men are employed, and incarceration rates are triple national figures.\n\nThe Youth Empowerment Project reflects a broader reality. A decade after the world turned its eyes on New Orleans, the nonprofit sector is stronger. Many individual groups have more horsepower. They have helped notch significant wins, such as an improved K-12 education system. But core socioeconomic problems remain largely unchanged.\n\n\"I think if you ask a lot of people, they would say their lives are not better than before Katrina,\" says Ms. Sawyer, reflecting on the 10th anniversary of the storm, to be formally marked by President Obama and others starting on August 27.\n\nFoundation executives and nonprofit directors cite a complex web of reasons why the rallying cry \"build back better,\" which rang out across the city after the storms and was backed by billions of dollars in philanthropy, has been only partially realized. Most donations were expended in the first 18 months. The hurricane season of 2005 was followed by the Great Recession in 2008-9, and the BP oil spill in 2010. Gov. Bobby Jindal slashed spending on mental-health services, and Louisiana never took up the Affordable Care Act, missing out on public-health gains, nonprofit leaders say.\n\nThen there are policies and socioeconomic systems rooted in hundreds of years of slavery and discrimination that left portions of the population lagging far behind the others.\n\nFlozell Daniels, who grew up in a poor black household in New Orleans and now leads the Foundation for Louisiana put it this way: \"You don’t recover from that in 10 years.\"\n\nFront-Loaded Relief\n\nThe bulk of charitable giving in response to a natural disaster typically goes to immediate response and relief, what experts call front-loading. That was the pattern in the Gulf Coast following the storms of 2005.\n\nThe devastation triggered $6.5 billion in donations and pledges from individual citizens, foundations, and corporations, according to the 2007 \"Giving USA\" report, an annual snapshot of American philanthropy. Contributions hit $1 billion in three weeks, outpacing the charitable response to the September 11 attacks and the 2004 Indian Ocean tsunami.\n\nThe vast majority of donations went to emergency work undertaken by major national organizations like the American Red Cross, which led fundraising with $2.2 billion, and the Salvation Army, which took in $382 million.\n\nCharitable dollars did not compare with the more than $100 billion in public funds directed to the Gulf Coast. But with government money slow in coming and difficult to access, national philanthropy proved a lifeline for some groups.\n\nLorna Bourg, chief executive of the Southern Mutual Help Association, remembers getting a call about two weeks after the storm from Rick Foster of the W.K. Kellogg Foundation, asking about the scene on the ground. She had just been in a helicopter to survey the damage and talked for more than an hour without pausing.\n\nHe was sending her $1 million, Mr. Foster told Ms. Bourg.\n\n\"Well, gee, don’t you need a proposal?\" Ms. Bourg remembers asking. \"He said ‘No, I’m going to send you a million dollars. You can write me a letter later.’ This was philanthropy at its best.\"\n\nBut not everyone was impressed by the work in those early months. Too much money ended up in the hands of big national organizations with minimal local knowledge, many say. The work of the Red Cross, in particular, was plagued by problems — including an inability to get much-needed supplies to victims and lax oversight of inventory that resulted in theft — and became the subject of multiple government inquiries.\n\nJohn Davies, chief executive of the Baton Rouge Area Foundation, which took in $45 million in donations from around the world following Katrina and Rita, saw local churches work furiously to care for storm refugees who fled to Louisiana’s capital city. They received no federal dollars. National philanthropy did not do enough to support them, he says, with long-lasting repercussions. During subsequent emergencies, some of those same groups declined to provide direct services, unable to assume the financial burden.\n\n\"Big foundations really did make a decision that they weren’t going to be part of the relief discussion,\" Mr. Davies says. \"That it was going to be the Red Cross. That it was handled. But it wasn’t handled.\"\n\nLong-Term Commitments\n\nStarting in 2007, charitable giving related to the hurricanes fell off precipitously, largely becoming the work of major national grant makers.\n\nFrom January 2007 to mid-2009, foundations awarded $133 million in rebuilding efforts, according to data from the Foundation Center. Since then, that figure has climbed by many tens of millions of dollars, at least, led by the Kellogg, Gates, Ford, Kresge, and Rockefeller foundations.\n\nTo be sure, the pool of philanthropic dollars available for long-term rebuilding was much smaller several years after the storms, New Orleans nonprofit leaders say. Nevertheless, their organizations were now on major foundations’ radar screens.\n\n\"Kellogg wouldn’t know who we were if it weren’t for Katrina,\" says Phyllis Cassidy, executive director of the Good Work Network, a New Orleans nonprofit that serves minority-owned small businesses and grew dramatically in the decade following the disaster. \"We still get national funding, and it is all because they came down and saw what we do.\"\n\nFoundation executives and their nonprofit partners are first to point out that when it comes to absolute dollars, theirs is a fraction of what went into the rebuilding during the last decade. But they contributed in unique, important ways, they say.\n\n‘Karl Rove Yelling’\n\nSome six months after the storms, Walter Isaacson, a New Orleans native who was then serving as vice chairman of the Louisiana Recovery Authority, reached out to Judith Rodin, president of the Rockefeller Foundation. Work on a rebuilding plan for New Orleans had derailed. The mayor and the governor weren’t speaking. At stake were hundreds of millions of dollars in federal funds. The president’s chief of staff was steamed.\n\n\"I had Karl Rove yelling at me saying, ‘We aren’t going to give you any more money because we don’t have a rebuilding plan yet,’ \" recalls Mr. Isaacson, now president of the Aspen Institute.\n\nIn her previous role as president of the University of Pennsylvania, Ms. Rodin had led a major urban-revitalization project in a part of Philadelphia with class and racial tensions similar to those laid bare by the storms in New Orleans. Mr. Isaacson knew of her expertise and the Rockefeller Foundation’s focus on urban planning and resiliency and asked for help. Rockefeller, in partnership with a local grantee, the Greater New Orleans Foundation, would play a major role in piecing together the Unified New Orleans Plan. Approved by the state in June 2007, it was to be the blueprint for post-Katrina New Orleans.\n\nRockefeller has invested about $25 million in New Orleans during the last decade, foundation officials say, including an active $1.2-million grant to help the city develop strategies to foster resiliency under its 100 Resilient Cities effort.\n\nIt’s critical work that would not be occurring on the same scale without philanthropy, says Jeff Hebert, executive director of the New Orleans Redevelopment Authority and the city’s chief resilience officer.\n\nOverhauling Education\n\nFoundations and nonprofits have notched other wins during the last decade. Among them is the overhaul of New Orleans’s once failing K-12 public education system. Roughly 90 percent of New Orleans students are now enrolled in nonprofit charter schools. Since the flooding, high-school graduation rates have climbed from 54 percent to 73 percent.\n\nThe Bill & Melinda Gates Foundation alone spent $21.3 million on K-12 education in Louisiana in the last decade.\n\n\"There is no way we could have done that without private investment,\" says Jennifer Roberts, vice president for education grants at Baptist Community Ministries, a major Louisiana grant maker. \"If national philanthropies had not stepped in, the school system would not have been rebuilt as quickly.\"\n\nPhilanthropy also had a hand in reducing incarceration rates in New Orleans, some of the nation’s worst. Before the storm, there were 6,907 people in the local jail. Now, on any given day, the number of people locked up is between 1,700 and 1,800.\n\n\"That is a historic reduction,\" says Mr. Daniels of the Foundation for Louisiana, who has spent nearly two decades working on criminal justice reform.\n\nIt was grant makers such as the local Baptist Community Ministries that funded the research that informed public officials’ decision making to reduce the prisoner count, Mr. Daniels says.\n\nAnd the wave of philanthropic dollars that came to New Orleans during the last decade has strengthened the nonprofit sector, according to some. The number of nonprofits registered in New Orleans grew by nearly 40 percent from 2000 to 2012, according to an Urban Institute analysis, and total revenue grew 131 percent during the same time period.\n\nCollaboration among nonprofits is vastly improved, leaders says, meaning that investments can be made in a constellation of service providers rather than in a single organization or effort.\n\nCory Sparks, director of the Institute for Nonprofit Excellence at the Louisiana Association of Nonprofit Organizations, points to one example of enhanced collaboration: the Greater New Orleans Housing Alliance, which was developed in the wake of disaster and advocates for affordable housing. \"These housing organizations realized they needed to come together to talk about big policy issues, to talk about best practices,\" Mr. Sparks says \"They are meeting on a monthly basis still.\"\n\nIn addition, emergency-response systems are more robust, say local nonprofit leaders, and they are frequently sought out for their expertise by governments and organizations around the world.\n\nEmployment Rebounds\n\nThe City of New Orleans has plenty of good news to highlight as it marks the 10th anniversary of Hurricane Katrina. It has recouped job losses suffered during the recession, according to a report recently published by the Data Center, and is adding them quickly in sectors including water management and the film industry. The area is attracting young entrepreneurs: The rate of business startups is 64 percent higher than the national average, according to the report.\n\nStill, statistics show that for all the gains in New Orleans in the last decade, for thousands of people, there has been no recovery. Some never made it back: There are nearly 100,000 fewer black residents. Just 12 percent of the city’s black men have bachelor’s degrees, as compared to 27 percent of all adults. Just 57 percent of black men are employed. Forty-four percent of black households have incomes less than $20,900.\n\nAmong foundation and charity leaders alike, there are no attempts to sugarcoat the work that remains. The problems are not unique to New Orleans, they point out. Local attention on things like income inequality and racism in the criminal justice system anticipated by years what have become electric, national debates on the very same topics. Mr. Davies of the Baton Rouge Area Foundation says he believes metropolitan New Orleans is a more functional and equitable place than it was previously.\n\n\"Is it a poster child for how other communities should function?\" he says. \"Absolutely not.\"\n\nLa June Montgomery Tabron, president of the Kellogg foundation, says that the change strategy to make the area thrive is not just about recovering from a disaster but creating new, effective systems, a much longer trajectory.\n\nKellogg has one of the largest philanthropic footprints in New Orleans. It has made grants of $10 million to $12 million annually for the past decade and plans to continue at that pace for another decade, Ms. Montgomery Tabron says. The foundation is working to expand the capacities of local groups and cultivate strong leaders. It is taking on sensitive issues including racial healing. Last month, Mayor Mitch Landrieu held meetings to discuss the removal of Confederate monuments from city property. They were facilitated with the help of the William Winter Institute at the University of Mississippi, a Kellogg grantee.\n\nMs. Montgomery Tabron says she would like to see more data that would help grant makers and other stakeholders make pinpoint investments.\n\nFor their part, nonprofit leaders in New Orleans acknowledged they can’t depend forever on national grant makers to support the work that has gotten under way in the decade since Katrina. But they worry about big players turning their attention elsewhere. They see no public money on the horizon, and there are not enough local charitable dollars to pick up the slack.\n\nMs. Roberts of Baptist Community Ministries says she sees national foundations getting more strategic with their grant making in New Orleans and requiring matching funds from local sources.\n\n\"It does present a new set of challenges for the local philanthropic community here,\" Ms. Robert says. Still, she and others say they are heartened by what they describe as collective focus on what lies ahead.\n\n\"Everybody agrees: Poverty is a central issue in our community,\" says Michael Williamson, chief executive of United Way of Southeast Louisiana. \"It is rooted in a lack of education, and it manifests itself in crime and unemployment. I don’t know how we can ignore it.\"\n\nOn a recent sticky summer evening in the French Quarter, Sidney Torres, a hotelier who put up $380,000 of his own money to improve public safety, talks about the need for public-private partnerships to address the city’s most stubborn problems.\n\n\"We are in a great position as far as a certain areas of the city, but in other areas of the city there is still a lot of work that has to be done,\" Mr. Torres said. \"I think everyone working together in groups is what it is going to take.\"\n\nBusiness interests, like the chamber of commerce, talk openly about the need to tackle problems of economic disparity now. That is a major change from a decade ago, according to charity leaders interviewed for this story.\n\nThey welcome it. They know they will not able to do it on their own.\n\n\"The system didn’t develop overnight,\" says Mr. Sparks of the Louisiana Association of Nonprofit Organizations. \"And no matter how smart we are, no matter how passionate we are, we are not going to dismantle it overnight.\"", "article_metadata": {"description": "Bright spots since Hurricane Katrina include improved education and reduced incarceration, but leaders worry grant makers are losing focus with much work still to be done.", "og": {"site_name": "The Chronicle of Philanthropy", "description": "Bright spots since Hurricane Katrina include improved education and reduced incarceration, but leaders worry grant makers are losing focus with much work still to be done.", "title": "A Decade Later, New Orleans Nonprofits Cite Gains, Yet Worry Over the Future", "url": "https://philanthropy.com/article/A-Decade-Later-New-Orleans/232509/", "image": "https://chronicle-assets.s3.amazonaws.com/7/img/photos/biz/photo_72215_wide_large.jpg", "type": "article"}, "twitter": {"description": "Bright spots since Hurricane Katrina include improved education and reduced incarceration, but leaders worry grant makers are losing focus with much work still to be done.", "title": "A Decade Later, New Orleans Nonprofits Cite Gains, Yet Worry Over the Future", "url": "https://philanthropy.com/article/A-Decade-Later-New-Orleans/232509/", "image": {"src": "https://chronicle-assets.s3.amazonaws.com/7/img/photos/biz/photo_72215_wide_large.jpg"}, "site": "@Philanthropy", "card": "summary_large_image"}, "keywords": "Melissa Sawyer,Megan O’Neil,Flozell Daniels,Lorna Bourg,John Davies,Obama,Rick Foster,Bobby Jindal,Walter Isaacson,Cory Sparks,Foundation giving,Government and regulation,Management and leadership,Results and reporting", "article": {"tag": "Foundation giving,Government and regulation,Management and leadership,Results and reporting", "published_time": "2015-08-20T10:21:00-0400"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "news_keywords": "Melissa Sawyer,Megan O’Neil,Flozell Daniels,Lorna Bourg,John Davies,Obama,Rick Foster,Bobby Jindal,Walter Isaacson,Cory Sparks,Foundation giving,Government and regulation,Management and leadership,Results and reporting"}, "_id": "\"57477af36914bd0286fd1a0b\"", "article_summary": "Rockefeller, in partnership with a local grantee, the Greater New Orleans Foundation, would play a major role in piecing together the Unified New Orleans Plan.\nA decade after the world turned its eyes on New Orleans, the nonprofit sector is stronger.\nIn addition, emergency-response systems are more robust, say local nonprofit leaders, and they are frequently sought out for their expertise by governments and organizations around the world.\nTo be sure, the pool of philanthropic dollars available for long-term rebuilding was much smaller several years after the storms, New Orleans nonprofit leaders say.\nStill, statistics show that for all the gains in New Orleans in the last decade, for thousands of people, there has been no recovery."}