{"article_title": "Melissa Harris-Perry’s 10 Most Insane Left-Wing Rants", "article_keywords": ["insane", "kids", "word", "harrisperrys", "rants", "hard", "worker", "host", "actually", "leftwing", "black", "melissa", "harrisperry", "white", "belong"], "article_url": "http://newsbusters.org/blogs/nb/kristine-marsh/2016/02/29/melissa-harris-perrys-10-most-insane-left-wing-rants", "article_text": "After having a meltdown last Friday, it’s been revealed that MSNBC’s most insufferable host Melissa Harris-Perry, has been let go from her four-year stint at the left-wing cable network. Since 2012, the Wake Forest University professor has “educated” her audiences in the ways of racism, evil conservatives and anti-American ideals. It was hard to pick just ten, but here’s a look back on some of Harris-Perry’s craziest rants and stunts.\n\n1. Kids Don’t “Belong to Their Parents” They “Belong to the Whole Community”\n\nIn a April 2013 ad for MSNBC’s “Lean Forward” campaign, Harris-Perry lamented that Americans didn’t think of their kids as public property:\n\nWe have never invested as much in public education as we should have, because we’ve always had kind of a private notion of children...We haven’t had a very collective notion of these are our children….We have to break through our kind of private idea that kids belong to their parents, or kids belong to their families, and recognize that kids belong to whole communities.\n\n2. “Hard worker” Is a Racist Phrase\n\nAfter Harris-Perry’s guest Alfonso Aguilar, (Latino Partnership for Conservative Principles), called Paul Ryan a “hard worker,” on her October 24, 2015 show, Harris-Perry scolded him and acted as if she has been slapped in the face:\n\nI want us to be super careful when we use the language ‘hard worker,’ because I actually keep and image of folks working in cotton fields on my office wall, because it is a reminder about what hard work looks like. So I feel you that he’s a hard worker, I do, but in the context of relative privilege.\n\n3. Star Wars Is Racist; Darth Vader Is a “Totally Black Guy”\n\nIt’s hard to make this stuff up. On Harris-Perry’s December 13, 2015 show, she complained that Star Wars was racist because Darth Vader was being “totally a black guy” by being portrayed by James Earl Jones. She ranted that “while he was black” he ‘was terrible and bad and awful” and “used to cut off white men’s hands and didn’t, you know, actually claim his son.”\n\n4. “Obamacare” Is a Racist Phrase, Too!\n\nOn her December 8, 2013 show, Harris-Perry ranted that the phrase “Obamacare” was actually a “derogatory” phrase made up by “wealthy white men” and “meant to shame and divide and demean” President Obama. Who knew?\n\nI want to talk today about a controversial word. It’s a word that has been with us for years, and like it or not, it’s indelibly printed in the pages of American history. A word that was originally intended as a derogatory term, meant to shame and divide and demean. The word was conceived of by a group of wealthy white men who needed a way to put themselves above and apart from a black man, to render him inferior and unequal and to diminish his accomplishments...Y’all know the word that I’m talking about: Obamacare.\n\nFunny enough, she used the word herself just two weeks before her harsh condemnation of it.\n\n5. Americans Are “a Plague on the Rest of the World”\n\nBringing on guests to discuss Obama planning to reopen a relationship with Cuba, Harris-Perry fretted that American tourism would be bad for Cuba’s Communist economy, calling it “cultural hegemony.” On the April 11, 2015 show she said:\n\nOn the one hand, it is great to reopen these relationships. On the other hand, I worry about American tourists and the ways that we can sometimes be a plague on the rest of the world, particularly in these nations that become high-tourist economies. And I’m wondering if there is a downside to our economic ties opening up with Cuba, for Cuba.\n\n6. Could Rachel Dolezal Be “Trans-Black”?\n\nFor someone so obsessed with racism, it’s ironic that the MSNBC host couldn’t assign any to her liberal friend, NAACP President of Washington Rachel Dolezal. On her June 13 show last year, Harris-Perry wondered if the white Dolezal, who had been pretending to be black, was in fact “trans-black.” The MSNBC host asked her guest, “Is it possible that she might actually be black?” before launching into a convoluted rant about how some women are born “cis-black” and others are born “trans-black” (ie: white).\n\n7. Wearing Tampon Earrings to Fight for “Reproductive Rights” (or Something)\n\nIn one of her first political stunts in 2013, the MSNBC host brought out a pair of handmade “tampon earrings” put them on and proceeded to lecture her audience on “reproductive rights” by completely misrepresenting a recent event in the Texas legislature.\n\nI just have to show these. My producer Lorena made for me last week some tampon earrings because of course you’re remember that the Texas state legislature said that you couldn’t bring tampons in when they were going these women to in fact stand up for their own reproductive rights. You weren’t allowed initially to bring tampons. So, just in case that ever happens again ladies, you can just bring them on your earrings.\n\nBut what Harris-Perry didn’t say was that every small throw-able item in a protester’s possession was confiscated by police, not just feminine hygiene products.\n\n8. I hope Trayvon “Whooped the Shit Out of George Zimmerman”\n\nLast February at Cornell University, the MSNBC host told students that she hoped Trayvon Martin “whooped the shit out of George Zimmerman,” a statement which earned her applause from her audience.\n\n9. Illegal Immigrants Are Beheld to a ‘Fugitive Slave Law’\n\nDiscussing the Flint water crisis February 1, Harris-Perry compared illegal immigrants to fugitive slaves in a statement so loony that it makes you want to ask, “Does she even know how illegal immigration works?”\n\nI don't want the Obama administration’s final year to be marred by a fugitive slave law around the question of this deportation that leads in the context of Flint to actual children being actually poisoned by lead because their parents are too afraid to open the door for clean water.\n\n10. America “Was Stolen,” Built on “Imperialism” “Genocide” and “Slavery”\n\nTo honor Independence Day, Harris-Perry went on an anti-American rant against the country which gave her the freedom to do so, on her July 1, 2012 program. Blasting the Founding Fathers for “stealing” this country, she claimed America was built on “imperialism” “genocide” and slavery.”", "article_metadata": {"og": {"site_name": "NewsBusters", "description": "After having a meltdown last Friday, it’s been revealed that MSNBC’s most insufferable host Melissa Harris-Perry, has been let go from her four-year stint at the left-wing cable network. Since 2012, the Wake Forest University professor has “educated” her audiences in the ways of racism, evil conservatives and anti-American ideals. It was hard to pick just ten, but here’s a look back on some of Harris-Perry’s craziest rants and stunts.", "title": "Melissa Harris-Perry’s 10 Most Insane Left-Wing Rants", "url": "http://social.newsbusters.org/blogs/nb/kristine-marsh/2016/02/29/melissa-harris-perrys-10-most-insane-left-wing-rants", "image": "http://cdn.newsbusters.org/images/Melissa-Harris-Perry-1-e1374440430327.jpg", "video": {"width": 640, "type": "text/html", "height": 360}, "type": "article"}, "twitter": {"description": "After having a meltdown last Friday, it’s been revealed that MSNBC’s most insufferable host Melissa Harris-Perry, has been let go from her four-year stint at the left-wing cable network. Since 2012, the Wake Forest University professor has “educated” her audiences in the ways of racism, evil conservatives and anti-American ideals. It was hard to pick just ten, but here’s a look back on some of Harris-Perry’s craziest rants and stunts.", "title": "Melissa Harris-Perry’s 10 Most Insane Left-Wing Rants", "url": "http://newsbusters.org/blogs/nb/kristine-marsh/2016/02/29/melissa-harris-perrys-10-most-insane-left-wing-rants", "image": "http://cdn.newsbusters.org/images/Melissa-Harris-Perry-1-e1374440430327.jpg", "creator": "@", "card": "summary_large_image"}, "description": "After having a meltdown last Friday, it’s been revealed that MSNBC’s most insufferable host Melissa Harris-Perry, has been let go from her four-year stint at the left-wing cable network. Since 2012, the Wake Forest University professor has “educated” her audiences in the ways of racism, evil conservatives and anti-American ideals. It was hard to pick just ten, but here’s a look back on some of Harris-Perry’s craziest rants and stunts.", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af46914bd0286fe03cb\"", "article_summary": "So I feel you that he’s a hard worker, I do, but in the context of relative privilege.\nIt was hard to pick just ten, but here’s a look back on some of Harris-Perry’s craziest rants and stunts.\nAfter having a meltdown last Friday, it’s been revealed that MSNBC’s most insufferable host Melissa Harris-Perry, has been let go from her four-year stint at the left-wing cable network.\nStar Wars Is Racist; Darth Vader Is a “Totally Black Guy”It’s hard to make this stuff up.\nSince 2012, the Wake Forest University professor has “educated” her audiences in the ways of racism, evil conservatives and anti-American ideals."}