{"article_title": "Court upholds Boulder County: Salina property lacked second driveway permit", "article_keywords": ["boulder", "access", "salina", "church", "county", "matthew", "second", "wayne", "upholds", "driveway", "permit", "court", "lacked", "property", "smart"], "article_url": "http://www.dailycamera.com/boulder-county-news/ci_28947350/court-upholds-boulder-county-salina-property-lacked-second", "article_text": "Little Church of the Pines said construction cost it parking spaces\n\nMatthew Smart, left, and his father, Wayne, stand on the easement next to Little Church in the Pines in Salina, where Matthew Smart built a driveway last summer providing a second access point to his own home, which is not shown. ( Mark Leffingwell / Staff Photographer )\n\nA Boulder judge has upheld Boulder County's finding that a second driveway to a private home adjoining a historic church in Salina — which church members say eliminated virtually all of its parking — lacked proper permitting.\n\nThe decision was rendered by Boulder District Judge Patrick Butler following a Sept. 30 hearing in the case brought against Boulder County by Matthew Smart, owner of the home at 386 Gold Run Road, next door to the Little Church of the Pines.\n\nThe church was not a party to the lawsuit, but was an interested observer, having issued a statement in July that \"The church's parking area is greatly missed, and the contentious circumstances of this loss make it particularly painful for our community. The church needs off-street parking and easy access for the disabled; and we hope that this situation can be resolved soon.\"\n\nSmart bought the house — which was built in 1875 — just three months before the historic flood of September 2013. The second driveway utilized a property easement between Smart's home and the church, secured by the previous owners of 386 Gold Run Road as the result of a boundary line adjustment reached in 2003.\n\nDenver attorney Wayne Smart, who represented his son in his suit against the county, said Wednesday they will continue to challenge the county on the issue.\n\n\"The next step is to file an appeal with the Court of Appeals, unless somebody can come up with an alternative that's acceptable,\" Wayne Smart said. Asked if any process is underway by which an alternative solution might be found, he said, \"No.\"\n\nAdvertisement\n\nMatthew Smart put in the second access to his property after the flood badly damaged the single bridge and driveway to his property — which has since been repaired.\n\nIt was argued in his lawsuit that Smart's contractor had been granted oral permission by the county after the flood to put in the second access. But Boulder County Engineer Mike Thomas sent Matthew and Wayne Smart letters on Sept. 10 and again Oct. 10, 2014, pointing out that the new driveway was not permitted and violated county regulations.\n\nThe Smarts challenged the county's finding with an appeal to the Boulder County Board of Adjustment, and a hearing was held Feb. 4, at which their appeal was denied. They sought a rehearing, and on March 2, that bid also was rejected. Matthew Smart filed suit against the county on March 19.\n\nButler's ruling, dated Sept. 30, cited testimony from the Board of Adjustment in which Thomas acknowledged issuing oral permissions such as Smart's contractor said he was relying on in building the second property access, \"to just simply allow people to get into their property\" to get their homes back in working condition.\n\nHowever, \"There was no implication that this was a permanent permit of any type,\" Thomas testified.\n\nThomas said Thursday no fines are being levied against Matthew Smart for now.\n\n\"We currently are looking at our options, looking at what's possible,\" Thomas said. \"Certainly, whenever there is potential for further court action, if someone is wanting to appeal something, then it's less likely that we're going to take further action until that appeals action is exhausted.\"\n\nA church representative declined to comment on the ruling.\n\nCharlie Brennan: 303-473-1327, brennanc@dailycamera.com or twitter.com/chasbrennan", "article_metadata": {"sailthru.url": "http://www.dailycamera.com/boulder-county-news/ci_28947350/court-upholds-boulder-county-salina-property-lacked-second", "sailthru.author": "By Charlie Brennan \n  Staff Writer", "ag": {"canon": "BoulderDailyCamera:article:28947350:view"}, "startDate": "2015-10-11T14:30:00-0600", "twitter": {"domain": "dailycamera.com", "description": "A Boulder judge has upheld Boulder County's finding that a second driveway to a private home adjoining a historic church in Salina — which church members say eliminated virtually all of its parking — lacked proper permitting.", "title": "Court upholds Boulder County: Salina property lacked second driveway permit", "url": "http://www.dailycamera.com/boulder-county-news/ci_28947350/court-upholds-boulder-county-salina-property-lacked-second", "image": "http://extras.mnginteractive.com/live/media/site21/2015/1009/20151009__12DCAPARw~1.jpg", "site": "@dailycamera", "card": "summary_large_image"}, "sailthru.article-section-or-homepage": "article", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site21/2015/1009/20151009__12DCAPARw~1_300.jpg", "modificationDate": "2015-10-11T09:18:23-0600", "endDate": "2025-10-09T16:11:44-0600", "description": "A Boulder judge has upheld Boulder County's finding that a second driveway to a private home adjoining a historic church in Salina — which church members say eliminated virtually all of its parking — lacked proper permitting.", "byline": "By Charlie BrennanStaff", "pubDate": "2015-10-10T11:42:51-0600", "sailthru.date": "2015-10-11T14:30:00-0600", "sailthru.title": "Court upholds Boulder County: Salina property lacked second driveway permit", "verify-v1": "TakAiHiDAOiNOP+m0YTx4DQeyjor+bTdc8e+pw6bDoI=", "sailthru.section": "Boulder County News", "news_keywords": "Boulder County,Colorado,news,events,weather,breaking news,lifestyles,things to do,", "sailthru.site": "dailycamera.com", "msvalidate.01": "9DAB14005AD5A9FFA4CA0EF58CC794BA", "og": {"url": "http://www.dailycamera.com/boulder-county-news/ci_28947350/court-upholds-boulder-county-salina-property-lacked-second", "image": "http://extras.dailycamera.com/images/dailycamera3.png", "type": "article", "description": "A Boulder judge has upheld Boulder County's finding that a second driveway to a private home adjoining a historic church in Salina — which church members say eliminated virtually all of its parking — lacked proper permitting.", "title": "Court upholds Boulder County: Salina property lacked second driveway permit"}, "p": {"domain_verify": "867892b0357001538903740c75a206f0"}, "google-site-verification": "07CC1xPDVU0znu496XTAjLyC32Ylj8zwWHlmrzx3pgY", "y_key": "c9d9b53f7f5af674", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site21/2015/1009/20151009__12DCAPARw~1.jpg"}, "article_summary": "\"The next step is to file an appeal with the Court of Appeals, unless somebody can come up with an alternative that's acceptable,\" Wayne Smart said.\nThe Smarts challenged the county's finding with an appeal to the Boulder County Board of Adjustment, and a hearing was held Feb. 4, at which their appeal was denied.\nAdvertisementMatthew Smart put in the second access to his property after the flood badly damaged the single bridge and driveway to his property — which has since been repaired.\nDenver attorney Wayne Smart, who represented his son in his suit against the county, said Wednesday they will continue to challenge the county on the issue.\nThomas said Thursday no fines are being levied against Matthew Smart for now."}