{"article_title": "Arizona hospitals take steps to slow flu surge", "article_keywords": ["week", "younger", "slow", "season", "flu", "surge", "visitors", "arizona", "steps", "flulike", "health", "cases", "hospitals", "children"], "article_url": "http://www.azcentral.com/news/arizona/articles/20140118arizona-hospitals-flu-spread.html?nclick_check=1", "article_text": "The Republic | azcentral.com Tue Jan 21, 2014 12:52 AM\n\nThe flu has surged across Arizona, prompting some hospitals to restrict visits by infected people to prevent its spread to vulnerable people.\n\nThe Arizona Department of Health Services last week said that the total number of lab-confirmed influenza cases jumped more than 50 percent in one week. This season’s flu bug hasn’t infected nearly as many as last year’s, but it has sickened more people than the average over the past five years.\n\nThe surge caused Banner Health, the region’s largest hospital system, to implement new restrictions on visitors. People with flulike symptoms such as fever, coughing, vomiting and diarrhea are asked to not visit Banner hospitals.\n\nThe restriction also applies to children younger than 13. Siblings who do not exhibit flulike symptoms are allowed to visit a newborn, but they must be screened first.\n\nThis season, younger and middle-age adults are facing more severe cases that require a hospital stay, public-health experts said. Six out of 10 people who have been hospitalized for the flu nationwide this season were ages 18 to 64, the Centers for Disease Control and Prevention reported Friday.\n\nOne potential culprit: The flu subtype that is infecting most people is H1N1, the same virus that triggered the swine-flu pandemic in 2009. This virus has circulated since 2009, but it hasn’t become the dominant strain until this season.\n\nThe flu vaccine protects against H1N1, and public-health experts urge people who have not yet been vaccinated to do so. It typically takes up to two weeks to build resistance following a vaccination.\n\nDr. Lisa Villarroel, who oversees the Arizona Department of Health Services unit that tracks flu trends, said the higher infection rate among younger adults is a matter of concern because members of that group tend to skip vaccination.\n\nSo far this season, 41 percent of Arizona flu cases have occurred among those ages 19 to 49.\n\n“That happens to be the population that does not get their flu shots that often,” Villarroel said.\n\nCDC data show that just 27 percent of Arizona adults 18 to 64 were vaccinated during the 2012-13 flu season. Only Florida had a lower rate among all states, according to Trust for America’s Health, a non-profit that advocates disease prevention.\n\nArizona’s children and seniors had higher vaccination rates last flu season, bringing the state’s overall vaccination rate to 38 percent.\n\n“We’d like to see that number much higher,” Villarroel said.\n\nA flu shot is recommended for everyone over 6 months. It’s particularly important for children, the elderly, pregnant women and those with chronic health conditions who are at risk for severe complications from the flu. Common underlying health risks include asthma, diabetes, heart problems, kidney disease, obesity and HIV.\n\nFlu shots are widely available at doctors offices and pharmacies, and insurance plans are required to cover them as a free preventive service under the Affordable Care Act.\n\nVillarroel said flu trends suggest that the number of cases in this state is climbing. Arizona labs confirmed 569 cases over the past week to bring the 2013-14 season total to 1,580 cases. That number likely represents only people whose doctor ordered a test. Many flu patients don’t seek medical care, and not all doctors order tests for people with flulike symptoms.\n\nThe CDC’s confirmed flu cases and “influenza-like illness” measures show more flu-related activity in neighboring New Mexico and California.\n\n“I would expect our numbers would continue to increase over the next couple of weeks,” Villarroel said, adding that it’s difficult to project flu trends.\n\nHospitals and doctors in metro Phoenix said they have not yet been inundated with people who have flulike symptoms, but they nevertheless are preparing for more patients and sick visitors over the next couple of weeks.\n\nJoan Ivaska, Banner Health’s senior director of infection prevention, said that Banner does not normally restrict child visitors but that the hospital group decided to do so this year because the H1N1 strain has been more prevalent among younger groups.\n\n“We felt it would be in the best interest of our patients to restrict children visitors, similar to what we recommended in 2009,” Ivaska said. “Children carry higher viral loads.”\n\nJohn C. Lincoln, with two hospitals in Phoenix, expects to put up signs in lobbies and common areas next week urging visitors to consider delaying visits if they have flulike symptoms.\n\nJim Dearing, medical director for John C. Lincoln’s physician network, said this year’s flu season is starting to pick up pace.\n\n“It’s absolutely gaining momentum right now,” Dearing said. “(But) most of the (patients) have not been severely ill.”\n\nPhoenix Children’s Hospital this week reported an uptick in parents seeking care for children at clinics, but the hospital’s emergency room has been less busy compared with past years. The CDC said the flu has killed 20 children nationwide, but none has died of the flu in Arizona.\n\nArizona does not report flu-related deaths among adults, but the state does track “pneumonia and influenza” reported on death certificates. So far, there have been 76 such deaths this year, far fewer than the 215 deaths reported at this point last flu season.\n\nReach the reporter at ken.alltucker@arizonarepublic.com.", "article_metadata": {"byline": "Ken Alltucker", "description": "Arizona hospitals take steps to slow flu surge,The flu has surged across Arizona, prompting some hospitals to restrict visits by infected people to prevent its spread to vulnerable people.", "pubdate": "Tue Jan 21, 2014 12:52 AM", "creditline": "The Republic | azcentral.com", "headline": "Arizona hospitals take steps to slow flu surge", "section": "News", "og": {"url": "http://azc.cc/A2t3s", "type": "article", "image": "http://www.azcentral.com/imgs/azc_fb_logo.jpg", "site_name": "azcentral.com", "title": "Arizona hospitals take steps to slow flu surge"}, "fb": {"admins": 732445551, "app_id": 115142145268769}, "keywords": "Arizona hospitals take steps to slow flu surge, Arizona, News", "twitter": {"description": "The flu has surged across Arizona, prompting some hospitals to restrict visits by infected people to prevent its spread to vulnerable people.", "title": "Arizona hospitals take steps to slow flu surge", "url": "http://www.azcentral.com/news/arizona/articles/20140118arizona-hospitals-flu-spread.html", "image": "http://www.azcentral.com/imgs/azc_fb_logo.jpg", "site": "@azcentral", "card": "summary", "account_id": 13115682}}, "_id": "\"57477af36914bd0286fd1a24\"", "article_summary": "So far this season, 41 percent of Arizona flu cases have occurred among those ages 19 to 49.\nThe CDC said the flu has killed 20 children nationwide, but none has died of the flu in Arizona.\nCDC data show that just 27 percent of Arizona adults 18 to 64 were vaccinated during the 2012-13 flu season.\nThe CDC’s confirmed flu cases and “influenza-like illness” measures show more flu-related activity in neighboring New Mexico and California.\nSo far, there have been 76 such deaths this year, far fewer than the 215 deaths reported at this point last flu season."}