{"article_title": "Ohio prisons credit $10M savings to Medicaid changes", "article_keywords": ["fiscal", "hudson", "10m", "prisons", "expansion", "credit", "savings", "officials", "medicaid", "inmates", "prison", "ohio", "changes", "care"], "article_url": "http://www.bucyrustelegraphforum.com/story/news/local/2014/09/19/ohio-prisons-credit-m-savings-medicaid-changes/15906531/", "article_text": "Buy Photo The Ohio Reformatory for Women serves as an entry point for all of women entering the corrections system in Ohio. On Monday inmates there who are slated for release in late December or early January will be signed up for Medicaid as part of a state pilot project. (Photo: James Miller/The Marion Star )Buy Photo\n\nOhio's prison system saved $10 million in medical expenses as a result of changes to Medicaid and is on the verge of releasing inmates with health care in hand.\n\nThe savings from fiscal year 2014, which ended on June 30, are expected to climb to $18 million for the current fiscal year. Officials credit the savings to a combination of changes implemented with the Affordable Care Act and Medicaid expansion. The expansion occurred midway through the 2014 fiscal year.\n\nAt the beginning of fiscal year 2014, Ohio Medicaid began to cover inmates who were younger than 21, older than 65 or pregnant as well as hospitalized for more than 24 hours. In March, similar coverage was extended to the majority of the remaining inmate population through Medicaid expansion.\n\nThe expansion broadened eligibility for all Ohioans at the start of 2014 for those without children and by raising the financial requirement to 138 percent of the federal poverty level.\n\nThe biggest change that led to savings related to in-patient hospital stays, typically at Wexner Medical Center at Ohio State University, which were paid through Medicaid rather than the Department of Rehabilitation and Corrections budget, said Stu Hudson, deputy director of health care and fiscal operations for the department.\n\nThe $10 million savings was derived from the enrollment of 670 inmates, all but 90 men, into Medicaid for in-patient treatment.\n\nUntil 2016, the federal government will pay 100 percent of the Medicaid costs for inmates who received it because of the Affordable Care Act. For all other Medicaid-eligible inmates, the state share is about 36 percent, according to the budget footnotes released this week by the Ohio Legislative Services Commission.\n\nState officials have yet to determine what budget will pay for the state's share in 2016 and beyond, Hudson said.\n\nMedicaid expansion also triggered a plan to release inmates on a managed care plan through Medicaid. The idea is to provide continuity of care, such as immediate access to needed medications, Hudson said.\n\n\"That is the most exciting part of Medicaid expansion for us, is the ability to impact that person's life. ...We hope it will help with community health and recidivism,\" he said.\n\nOn Monday, female inmates at the Ohio Reformatory for Women in Marysville who are slated for release in late December or early January will be signed up for Medicaid. Prison officials are working with the Office of Medicaid to create a technology solution to streamline the process and minimize the needed staff time to get people enrolled, Hudson said.\n\nOnce the process is refined in Marysville, the Medicaid enrollment program will be expanded to other female prisons and then male prisons. Although a specific target date to have every prison enrolling inmates on Medicaid hasn't been determined, Hudson expects it to happen sometime in 2015.\n\n\"This is a massive undertaking. More than 20,000 (inmates) are released each year,\" he said.\n\nOnce fully in place, Hudson said, prison officials intend to reach out to local officials to help them replicate the changes in their jails.\n\njison@gannett.com\n\nTwitter: @JonaIson\n\nRead or Share this story: http://ohne.ws/1ukrTQK", "article_metadata": {"google": "notranslate", "description": "Savings could reach $18 million over the next year.", "og": {"site_name": "Bucyrus Telegraph", "description": "Savings could reach $18 million over the next year.", "title": "Ohio prisons credit $10M savings to Medicaid changes", "url": "http://www.bucyrustelegraphforum.com/story/news/local/2014/09/19/ohio-prisons-credit-m-savings-medicaid-changes/15906531/", "image": "http://www.gannett-cdn.com/GDContent/applogos/bucyrustelegraphforum.png", "type": "article"}, "twitter": {"description": "Savings could reach $18 million over the next year.", "creator": "@bucyrustf", "image": "http://www.gannett-cdn.com/-mm-/4e06aaba79b63bec3711fedb22a4879f9b3998a2/c=500-0-2500-2000&r=x643&c=640x640/local/-/media/Bucyrus/2014/09/19/-ptcbrd08-02-2014newsherald1a00120140801imgmarfemaleprisoners1.jpg", "title": "Ohio prisons credit $10M savings to Medicaid changes", "site": "@bucyrustf", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=886768077", "fb": {"app_id": 154756444572277}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070"}, "article_summary": "Officials credit the savings to a combination of changes implemented with the Affordable Care Act and Medicaid expansion.\n\"That is the most exciting part of Medicaid expansion for us, is the ability to impact that person's life.\nIn March, similar coverage was extended to the majority of the remaining inmate population through Medicaid expansion.\nMedicaid expansion also triggered a plan to release inmates on a managed care plan through Medicaid.\nOnce fully in place, Hudson said, prison officials intend to reach out to local officials to help them replicate the changes in their jails."}