{"article_title": "Dating Website Offers Sugar Daddy To Offset Rising Healthcare Costs « CBS Dallas", "article_keywords": ["website", "affordable", "daddy", "dallas", "offset", "obamacare", "costs", "sugar", "offers", "rising", "online", "healthcare", "arrangement", "dating", "care", "women"], "article_url": "http://dfw.cbslocal.com/2013/11/12/site-offers-sugar-daddy-to-offset-obamacare/", "article_text": "DALLAS (CBSDFW.COM) – A billboard is set to appear in Dallas on Wednesday that is sure to stir some controversy. The upcoming advertisement makes mention of Obamacare, but probably not in the way that many people would expect.\n\n“Don’t Get Screwed By Obamacare, Find A Sugar Daddy”\n\nThe online dating website Seeking Arrangement is launching the new campaign in Dallas, targeting young and healthy women who are now set to pay higher health insurance premiums under the recently launched Affordable Care Act. The new law is projected to increase insurance prices by an average of 41 percent next year, the website states. They want to offer women a “sweeter” plan.\n\nSeeking Arrangement suggests that women use their service to connect with a “sugar daddy” who can offset some of the new healthcare related costs. The website has earned a reputation for urging female college students and single mothers to meet men who are willing to offer money and expensive gifts for companionship.\n\nSeeking Arrangement launched in 2006 and now boasts more than 2 million members.\n\nThe online dating website said that they have seen an 83 percent increase in “healthcare” being mentioned in their “sugar baby” profile pages — the descriptions of those women looking for men — since the Affordable Care Act went into effect on October 1. This new trend sparked the ad campaign.\n\n“Younger, healthy Americans are essentially subsidizing those who need healthcare more,” said Seeking Arrangement founder and CEO Brandon Wade. “While ‘Obamacare’ proves beneficial to those with pre-existing conditions, low-income and elderly, young adults are now required to pay for services that they rarely use. In response, we are proving that there exists other options to curb the increasing costs of healthcare.”\n\nWade even took an opportunity to jab at the Affordable Care Act’s online portal. “Unlike ‘Obamacare,’ SeekingArrangement.com offers a fully functional website and realistic solutions in the form of generous benefactors,” he said.\n\n(©2013 CBS Local Media, a division of CBS Radio Inc. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed.)\n\nLatest News:\n\nTop Trending:\n\nPHOTOS: Your Pet Pictures", "article_metadata": {"geo.position": "0.000000;0.000000", "description": "A billboard is set to appear in Dallas that is sure to stir some controversy. The upcoming ad makes mention of Obamacare, but probably not in the way that many would expect.", "generator": "WordPress.com", "og": {"url": "http://dfw.cbslocal.com/2013/11/12/site-offers-sugar-daddy-to-offset-obamacare/", "image": {"width": 625, "secure_url": "https://cbsdallas.files.wordpress.com/2013/11/photo3.jpg?w=625", "identifier": "https://cbsdallas.files.wordpress.com/2013/11/photo3.jpg?w=625", "height": 352}, "type": "article", "description": "A billboard is set to appear in Dallas that is sure to stir some controversy. The upcoming ad makes mention of Obamacare, but probably not in the way that many would expect.", "title": "Site Offers Sugar Daddy To Offset Obamacare"}, "twitter": {"image": "https://cbsdallas.files.wordpress.com/2013/11/photo3.jpg?w=625", "title": "Site Offers Sugar Daddy To Offset Obamacare", "description": "A billboard is set to appear in Dallas that is sure to stir some controversy. The upcoming ad makes mention of Obamacare, but probably not in the way that many would expect.", "card": "summary_large_image", "site": "CBSDFW"}, "msapplication-tooltip": "News, Sports, Weather, Traffic and the Best of DFW", "msapplication-window": "width=device-width;height=device-height", "application-name": "CBS Dallas / Fort Worth", "ICBM": "0.000000, 0.000000", "keywords": "affordable care act, billboard, dallas, dating, healthcare, obamacare, seeking arrangement", "google-site-verification": "44caXBf4kjHeKKAT7ZZ89NaCX25utL_yRSa-qGpwIhY", "article": {"publisher": "https://www.facebook.com/CBSDFW", "author": "https://www.facebook.com/CBSDFW"}, "msapplication-task": "name=Subscribe;action-uri=http://dfw.cbslocal.com/feed/;icon-uri=http://1.gravatar.com/blavatar/d84b3f65c780e092277ee393cdbaeb66?s=16", "news_keywords": "affordable care act, billboard, dallas, dating, healthcare, obamacare, seeking arrangement"}, "_id": "\"57477af46914bd0286fdefae\"", "article_summary": "Seeking Arrangement suggests that women use their service to connect with a “sugar daddy” who can offset some of the new healthcare related costs.\nDALLAS (CBSDFW.COM) – A billboard is set to appear in Dallas on Wednesday that is sure to stir some controversy.\nIn response, we are proving that there exists other options to curb the increasing costs of healthcare.”Wade even took an opportunity to jab at the Affordable Care Act’s online portal.\n“Unlike ‘Obamacare,’ SeekingArrangement.com offers a fully functional website and realistic solutions in the form of generous benefactors,” he said.\nThe new law is projected to increase insurance prices by an average of 41 percent next year, the website states."}