{"article_title": "Native Cooking: 2 Fresh Summer Salads and Grilled Veggies", "article_keywords": ["summer", "medium", "cooking", "squash", "sliced", "good", "veggies", "eggplant", "grilled", "fresh", "salads", "tomatoes", "native"], "article_url": "http://indiancountrytodaymedianetwork.com/2015/08/18/native-cooking-2-fresh-summer-salads-and-grilled-veggies-161400", "article_text": "Wow! Corn, tomatoes, and squash by the bushel! All kinds of deals on produce, both in stores and at farmers markets. Avocados, chard, kale, lettuces and greens of all varieties available and ready to be prepared. Good, cold salads and slaws combined with grilled meat or fish provide the most healthy and beautiful summer meals.\n\nSuper Summer Salad\n\n2 large fresh tomatoes\n\n1 ripe avocado, cubed\n\n½ cup minced red onion\n\n1 finely chopped jalapeno\n\n½ cup chopped cilantro\n\n2 cups spinach\n\n2 cups romaine lettuce\n\nJuice of 1 lemon and 1 lime\n\n½ cup vegetable oil\n\nCombine and gently toss. To make it special sprinkle with feta or grated parmesan.\n\nThis salad is perfect when paired with grilled chicken.\n\nEasy Slaw\n\n1 head purple cabbage, sliced ¼-inch\n\n1 head green cabbage, sliced ¼-inch\n\n½ red onion, sliced fine\n\n1 carrot, grated\n\n1 teaspoon caraway seeds\n\n1 teaspoon sugar\n\nCombine cabbage, onion, and carrot with a commercial slaw dressing.\n\nGrilled Eggplant & Summer Squash\n\n1 medium eggplant, cut lengthwise\n\n1 medium green summer squash, cut in half lengthwise\n\n1 medium yellow summer squash, cut in half lengthwise\n\nBrush the eggplant and squash with olive oil and sprinkle everything with oregano and basil. Grill until browned and tender.\n\nAbout tomatoes: you can freeze cooked tomatoes or sauce, but freezing fresh tomatoes is not a good idea. Even if you are using them for cooking they don’t taste that good and the texture can be off. Tomatoes can be acidic, so if you add a little sugar or carrot when cooking it will counteract that acidity.\n\nA lot of people like to stuff fresh tomatoes. Tuna salad stuffed tomatoes was always popular, but today quinoa, tabbouleh, rice, pine nuts, ground beef and many other foods are used.\n\nDale Carson, Abenaki, is the author of three books: “New Native American Cooking,” “Native New England Cooking” and “A Dreamcatcher Book.” She has written about and demonstrated Native cooking techniques for more than 30 years. Dale has four grown children and lives with her husband in Madison, Connecticut.", "article_metadata": {"description": "With a wide variety of produce available at farmers markets over the summer months, try out a summer salad or grill some of them for something new.", "generator": "Drupal 7 (http://drupal.org)", "dcterms.creator": "leeanne", "og": {"url": "http://indiancountrytodaymedianetwork.com/2015/08/18/native-cooking-2-fresh-summer-salads-and-grilled-veggies-161400", "type": "article", "image": "http://d1jrw5jterzxwu.cloudfront.net/sites/default/files/article_media/istock-grilled-eggplant.jpg", "site_name": "Indian Country Today Media Network.com", "title": "Native Cooking: 2 Fresh Summer Salads and Grilled Veggies"}, "abstract": "With a wide variety of produce available at farmers markets over the summer months, try out a summer salad or grill some of them for something new.", "keywords": "Dale Carson, Healthy Cooking, Native Cooking, Summer, Healthy Eating, Health and Wellness, Native Health and Wellness", "dc": {"title": "Native Cooking: 2 Fresh Summer Salads and Grilled Veggies"}, "dcterms.identifier": "http://indiancountrytodaymedianetwork.com/2015/08/18/native-cooking-2-fresh-summer-salads-and-grilled-veggies-161400", "dcterms.format": "text/html", "fb": {"app_id": 493888563989950}, "dcterms.language": "und", "dcterms.type": "Text", "robots": "follow, index", "validation_code": "d9d37d7b776cc351c4025ded3df21cad", "sioc": {"num_replies": 0}, "dcterms.date": "2015-08-18T10:00-04:00", "dcterms.title": "Native Cooking: 2 Fresh Summer Salads and Grilled Veggies"}, "_id": "\"57477af36914bd0286fd1a1a\"", "article_summary": "Dale Carson, Abenaki, is the author of three books: “New Native American Cooking,” “Native New England Cooking” and “A Dreamcatcher Book.” She has written about and demonstrated Native cooking techniques for more than 30 years.\nGrilled Eggplant & Summer Squash1 medium eggplant, cut lengthwise1 medium green summer squash, cut in half lengthwise1 medium yellow summer squash, cut in half lengthwiseBrush the eggplant and squash with olive oil and sprinkle everything with oregano and basil.\nAbout tomatoes: you can freeze cooked tomatoes or sauce, but freezing fresh tomatoes is not a good idea.\nGood, cold salads and slaws combined with grilled meat or fish provide the most healthy and beautiful summer meals.\nA lot of people like to stuff fresh tomatoes."}