{"article_title": "When Government Breaks the Law", "article_keywords": ["used", "obamas", "power", "illegal", "breaks", "obamacare", "general", "conservatives", "law", "gop", "laws"], "article_url": "http://www.americanthinker.com/blog/2014/01/when_government_breaks_the_law.html", "article_text": "Many within the GOP, even conservatives, remain in a linguistic coma about government lawbreaking. Some still don't even use \"unconstitutional\" to describe Obama's acts. Senator Tom Coburn had an opinion piece in The Wall Street Journal referring to Obama's \"unilateral, extralegal action.\" Bleh. A hunter's \"visiting nature\" in the woods is a unilateral, extralegal action.\n\nRick Moran writes about 11 GOP state attorneys general who called President Obama's \"fix\" of Obamacare \"illegal.\" It is heartening that some GOP officials with credentials in the law used \"illegal\" to describe Obama's acts. That word has more power than \"above the law,\" \"lawless,\" \"rule of law,\" etc.\n\nIn reporting on the AGs charges of illegal conduct by Obama, Human Events substitutes \"unlawful\" in the headline: \"Attorneys General denounce unlawful ObamaCare 'fixes.'\" Meanwhile, even Huffington Post accurately uses \"illegal\" in its headline: \"11 GOP Attorneys General Criticize Obama For 'Flatly Illegal' Obamacare Fixes.\"\n\nWhy are conservatives so timid? Have we lost -- or failed to acquire -- an appropriate understanding of how government is actually governed by the Constitution as law? Do conservatives believe we will win the debate by softening the charges? Polite discourse need not be passive.\n\nThe 1689 Bill of Rights used the term \"illegal\" extensively with reference to acts of government, and a couple are right on point for Obama's manner of governing:\n\nThat the pretended power of suspending the laws or the execution of laws by regal authority without consent of Parliament is illegal; That the pretended power of dispensing with laws or the execution of laws by regal authority, as it hath been assumed and exercised of late, is illegal; That the commission for erecting the late Court of Commissioners for Ecclesiastical Causes, and all other commissions and courts of like nature, are illegal and pernicious; That levying money for or to the use of the Crown by pretence of prerogative, without grant of Parliament, for longer time, or in other manner than the same is or shall be granted, is illegal; That it is the right of the subjects to petition the king, and all commitments and prosecutions for such petitioning are illegal; That all grants and promises of fines and forfeitures of particular persons before conviction are illegal and void.\n\nWilliam Blackstone, the English jurist who greatly influenced the Founders' view of the law, used the term \"illegal\" to describe conduct by government in violation of its powers even though the English did not have a written Constitution.\n\nThe Founders created a written Constitution as our supreme, fundamental and paramount law. A violation of that law is appropriately called \"illegal.\"\n\nMeanwhile, so many conservatives continue ignore the illegal, unconstitutional conduct of government officials in both parties and at all levels of government -- federal, state and local -- which does nothing to enhance our credibility or advance the cause to restore the Constitution and the rule of law over government.", "article_metadata": {"og": {"url": "http://www.americanthinker.com/blog/2014/01/when_government_breaks_the_law.html", "image": "http://www.americanthinker.com/assets/images/at-painter-og-image.png", "title": "Blog: When Government Breaks the Law"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fe03ef\"", "article_summary": "That word has more power than \"above the law,\" \"lawless,\" \"rule of law,\" etc.\nIt is heartening that some GOP officials with credentials in the law used \"illegal\" to describe Obama's acts.\nHave we lost -- or failed to acquire -- an appropriate understanding of how government is actually governed by the Constitution as law?\nMeanwhile, even Huffington Post accurately uses \"illegal\" in its headline: \"11 GOP Attorneys General Criticize Obama For 'Flatly Illegal' Obamacare Fixes.\"\nA violation of that law is appropriately called \"illegal.\""}