{"article_title": "Police: Cuffed kidnap, carjack suspect fatally shoots self", "article_keywords": ["hospital", "orleans", "woman", "shot", "security", "saxton", "self", "coppola", "baton", "carjack", "kidnapping", "suspect", "rouge", "shoots", "kidnap", "fatally", "cuffed"], "article_url": "http://townhall.com/news/us/2016/04/23/police-cuffed-kidnap-carjack-suspect-fatally-shoots-self-n2152897", "article_text": "BATON ROUGE, La. (AP) — A handcuffed man shot and killed himself at a Baton Rouge hospital early Saturday after carjacking an acquaintance in New Orleans and kidnapping a second woman at gunpoint, police said.\n\nGarry Saxton, 29, of New Orleans, stole a car from a woman who picked him up to drive him to an airport late Friday night, said New Orleans Police Department spokesman Aaron Looney. The woman told police that Saxton, a relative of her boyfriend, fled in her sport utility vehicle after she escaped to a nearby home.\n\nSaxton, also known as Gary Zarders, also is suspected of kidnapping a second woman in New Orleans before driving to Baton Rouge.\n\nSaxton arrived at Baton Rouge General Medical Center with a pregnant woman who accused him of kidnapping her, according to Baton Rouge Police Sgt. Don Coppola. The woman was complaining of complications from her pregnancy, Coppola said.\n\nCoppola said Saxton was handcuffed behind his back when he fatally shot himself with a gun that he apparently hid in a seat before hospital security searched and detained him.\n\n\"He was sitting in a chair. He was in a waiting area\" with security guards but nobody else when he shot himself around 5 a.m., Coppola said.\n\nCoppola said the shooting occurred before Baton Rouge police officers arrived at the hospital.", "article_metadata": {"description": "Police: Cuffed kidnap, carjack suspect fatally shoots self - AP News: BATON ROUGE, La. (AP) — A handcuffed man shot and .05/27/2016 11:01:50AM EST.", "author": "AP News", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "BATON ROUGE, La. (AP) — A handcuffed man shot and killed himself at a Baton", "title": "AP News - Police: Cuffed kidnap, carjack suspect fatally shoots self", "url": "http://townhall.com/news/us/2016/04/23/police-cuffed-kidnap-carjack-suspect-fatally-shoots-self-n2152897", "image": "http://media.townhall.com/_townhall/resources/images/thog.png", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "BATON ROUGE, La. (AP) — A handcuffed man shot and killed himself at a Baton", "title": "AP News - Police: Cuffed kidnap, carjack suspect fatally shoots self", "url": "http://townhall.com/news/us/2016/04/23/police-cuffed-kidnap-carjack-suspect-fatally-shoots-self-n2152897", "image": "http://media.townhall.com/_townhall/resources/images/thog.png", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "Police: Cuffed kidnap, carjack suspect fatally shoots self, AP News, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "article_summary": "BATON ROUGE, La.\nSaxton arrived at Baton Rouge General Medical Center with a pregnant woman who accused him of kidnapping her, according to Baton Rouge Police Sgt.\nCoppola said the shooting occurred before Baton Rouge police officers arrived at the hospital.\nSaxton, also known as Gary Zarders, also is suspected of kidnapping a second woman in New Orleans before driving to Baton Rouge.\nHe was in a waiting area\" with security guards but nobody else when he shot himself around 5 a.m., Coppola said."}