{"article_title": "22 States Where Adjunct Faculty Are Organizing for Justice", "article_keywords": ["states", "metro", "seiu", "22", "justice", "university", "bargaining", "community", "strategy", "adjunct", "union", "college", "faculty", "organizing"], "article_url": "http://inthesetimes.com/working/entry/17233/wave_of_contingent_faculty_organizing_sweeps_onto_campuses", "article_text": "22 States Where Adjunct Faculty Are Organizing for Justice\n\nAdjunct faculty recently voted to join the Northeastern University Adjunct Union in Boston. (United Students Against Sweatshops)\n\nA wave of organizing is sweeping contingent faculty. Below, a list of current campaigns in 22 states and D.C. shows how far and wide this wave has spread.\n\nThe new thing is the Metro Strategy, where multiple institutions are targeted at once so a whole regional workforce becomes unionized. This takes advantage of how contingent (also known as adjunct) faculty members typically commute among various campuses, facing equally bad working conditions everywhere they go.\n\nThe goal is a master contract for the workforce. The Service Employees International Union (SEIU) is taking the lead in this, but other unions are stepping up, too.\n\nCommon Threads\n\nSeveral things should be clear from this roundup. First is the obvious massive presence of SEIU. Its decision to implement the Metro Strategy has caught the attention of other unions and other parts of the contingent faculty movement.\n\nOf course, any significant struggle has its own internal struggles, and this one is no exception. Given the several election losses and petition withdrawals by SEIU, serious discussion has emerged about its particular application of the otherwise broadly accepted Metro Strategy. Which comes first, union-building or winning elections? How do you balance long-term and short-term goals? How do you get faculty, who are often angry and afraid, to step up and fight? Is there a “best way” to implement the Metro Strategy? How important are coalitions among unions? How about community coalitions?\n\nSecond is the number of places where contingent faculty are self-organizing into non-standard groups and trying to act like a union—sometimes without either the structure of a collective bargaining law or the assistance of an affiliation with a union.\n\nThird is the importance of state legislation. Evidently many of these groups are trying to shape legislation that will benefit them by setting standards for equal pay and job security, allowing them to access unemployment benefits, or bringing more contingents under a collective bargaining law.\n\nFourth is the variety of unions. It’s not just the traditional teacher unions—the Education Association (NEA), Teachers (AFT), and University Professors (AAUP)—joining this burst of activity, but also SEIU, the Steelworkers (USW), and the Newspaper Guild/Communications Workers (CWA).\n\nA last thing to note is the way religiously affiliated institutions are tying up unionization efforts by claiming a Hobby Lobby-type exemption from having to obey the law—in this case, the law covering collective bargaining.\n\nA Roundup of Campaigns\n\nCalifornia: In Los Angeles, SEIU 721 is behind elections already won at Whittier College and Laguna College of Art and Design, and is organizing at a number of other art colleges. However, after petitions were filed at Loyola Marymount and Laverne Universities, the union had to pull out for lack of support. In the San Francisco Bay Area, SEIU 1021 is behind elections won at the San Francisco Art Institute, Mills College, and the California College of Art, and is organizing at other schools as well.\n\nColorado: A regional coalition of the AFT and AAUP is guiding organizing at Colorado State, University of Colorado at Boulder, and Front Range Community College, among other schools in the Denver-Colorado Springs-Boulder area. Lacking a state collective bargaining law, organizers have done legislative work around job security and equal pay for community college faculty.\n\nConnecticut: Regional SEIU has begun organizing from a base in the community colleges.\n\nFlorida: Not a single contingent faculty member has bargaining rights, except those teaching over 50 percent time at the Florida University system. Nonetheless, there are two initiatives: the South Florida Adjunct Association, which is born out of Broward Community College but is pursuing a regional strategy, and a mostly Internet-based grouping called the Adjunct Faculty Union. Both are at the stage of linking people together and raising awareness.\n\nIllinois: In Chicago, there are unions covering contingents in all the public sector and at two of the privates, Roosevelt and Columbia. The NEA/Illinois Education Association effort to organize East-West University, after years of unfair labor practices, was finally abandoned after the entirely contingent faculty was simply replaced. In the past year, a joint AFT-AAUP project succeeded in organizing the University of Illinois, Chicago, in a separate bargaining unit from tenure-track faculty, but bargaining together as a joint union. At University of Illinois Champaign-Urbana, a unit has been established representing contingents who work over 50 percent, through card check. There was a successful election at St. Xavier, but it is being challenged on the basis of a religious exemption.\n\nMaine: Two years ago SEIU gained representation of community college adjuncts.\n\nMaryland-D.C.-Virginia: SEIU Local 500 has continued organizing begun some years ago with George Washington University, and has become the first Metro Strategy effort to actually gain a majority organization, in this case in the District of Columbia. They gained recognition at Georgetown, University of the District of Columbia, American University, and Howard University. This was the original SEIU effort that inspired national SEIU to adopt adjunct Metro Strategy organizing as a national campaign. The union has also moved into Maryland, where there is no general enabling legislation. There, it represents adjuncts at the only community college with a collective bargaining agreement, Montgomery College. SEIU Local 500 is building Coalition of Academic Labor (CAL) chapters at other community colleges, including two in Baltimore. It has also organized the private Maryland Institute of Art and is organizing at George Mason University in northern Virginia.\n\nMassachusetts: Boston is where one of the very earliest attempts (1991-2001) at a Metro Strategy took place. The strategy has been resuscitated by SEIU and has achieved union victories at Leslie, Simmons, the School of the Museum of Fine Arts, Tufts, and Northeastern, but lost a heartbreaker by two votes at Bentley. Organizing continues at other private schools, including Boston College and Boston University.\n\nMichigan: The passage of a “right to work” law has had an impact on adjunct bargaining units, creating confusion and uncertainty much like the legal changes in Wisconsin did.\n\nMinnesota: In Minneapolis and St. Paul, SEIU won elections at Hamline University, lost one at University of St. Thomas, and pulled a petition at Macalester College. SEIU is also organizing contingents at the University of Minnesota.\n\nMissouri: SEIU is organizing in St. Louis at Lindenwood University, East Central College, St. Louis Community College, and St. Louis University.\n\nNew Hampshire: SEIU has won representation at College of New Hampshire and Plymouth State.\n\nNew Mexico: A struggle widely publicized on social media has emerged at Northern New Mexico College, where the administration has gone rogue against the faculty and students. Another struggle is taking place at Santa Fe Community College. The union mostly visible here is AAUP.\n\nNew York: In New York City, an old campaign at Manhattanville College is still hung up because of the religious objection. Two for-profits have been organized in the last two years, one by AFT and one by the Newspaper Guild/CWA at Kaplan Language Schools. In the Capitol District (Albany), SEIU Local 200 United won an election at the College of St. Rose (see box) and lost one, against severe management opposition, at Marist College.\n\nOhio: Here, the public sector labor law explicitly excludes part-time faculty, but contingents have nevertheless been organizing themselves under the banner of the Ohio Part-Time Faculty Association (OPTFM) and the New Faculty Majority (NFM). Local groupings have been formed at Lakeland Community College and Cayuga County Community College in the Cleveland area. They are trying to act like a union while figuring out how to move forward and whether (and with whom) to affiliate. Also in Ohio, very recently, SEIU has come into the Cleveland area to begin circulating authorization cards at three private higher ed institutions.\n\nOregon: AFT and AAUP have organized a joint bargaining unit at the University of Oregon and are pressing a campaign at Oregon State, in Corvallis.\n\nPennsylvania: In Philadelphia, after some initial competition, AFT made an agreement with SEIU that it would handle the Metro Strategy there, given that all the organized higher ed faculty in the area were in AFT locals already. Under the banner of United Academics, as a regional organization, AFT is organizing at Temple, Haverford, Philadelphia University, Drexel, and Penn. In Pittsburgh, the USW-affiliated group at Duquesne University have been pursuing a regional strategy which has resulted in a successful election at Point Park University, and continuing efforts at Robert Morris and University of Pittsburgh. Duquesne itself has claimed a religious exemption. The effort in Pittsburgh represents one of the healthiest Metro Strategy efforts, both because it relies on adjunct leadership and because it is part of a broader community union effort by the USW in Pittsburgh.\n\nTexas: At the University of Texas in Austin, a state employees union affiliated with CWA has grown to substantial numbers and is trying to act like a union for adjuncts, although it doesn’t have official employer recognition or a collective bargaining law. A petition based in Texas, “Adjunct Justice,” calling for higher pay for adjuncts, has drawn thousands of signatures.\n\nVermont: In Burlington, SEIU has recently filed petitions for elections at Burlington and Champlain Colleges while continuing to organize at other private schools. The University of Vermont professional technical staff is in the middle of a drive with AFT, which already represents faculty there.\n\nWashington: In Seattle, Adjuncts and Contingents Together (ACT), sponsored by SEIU Local 925, has had three successful elections, at Antioch University, the University of Seattle, and Pacific Lutheran. University of Seattle and Pacific Lutheran, both religious-affiliated institutions, are claiming religious exemptions. There is also a campaign at Gonzaga University in Spokane. AAUP is organizing at the University of Washington.\n\nWisconsin: Many bargaining units in Wisconsin had been newly certified to include contingent faculty at regional University of Wisconsin campuses when the recent legal changes restricted bargaining rights. This has thrown existing bargaining units into confusion and their future remains in doubt.\n\nThis piece has been reprinted with permission from Labor Notes.", "article_metadata": {"viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fd1a4f\"", "article_summary": "22 States Where Adjunct Faculty Are Organizing for JusticeAdjunct faculty recently voted to join the Northeastern University Adjunct Union in Boston.\nLocal groupings have been formed at Lakeland Community College and Cayuga County Community College in the Cleveland area.\nThis was the original SEIU effort that inspired national SEIU to adopt adjunct Metro Strategy organizing as a national campaign.\nLacking a state collective bargaining law, organizers have done legislative work around job security and equal pay for community college faculty.\nThe Service Employees International Union (SEIU) is taking the lead in this, but other unions are stepping up, too."}