{"article_title": "Malaria Treatments In Pregnant Women Often Inconsistent; Doctors Need To Read Up On Guidelines", "article_keywords": ["treatment", "malaria", "pregnant", "read", "study", "guidelines", "africa", "treatments", "infection", "drugs", "health", "inconsistent", "doctors", "need", "care", "women"], "article_url": "http://www.medicaldaily.com/malaria-treatments-pregnant-women-often-inconsistent-doctors-need-read-guidelines-296600", "article_text": "Though it’s hard to imagine malaria infections in the U.S., let alone in a pregnant woman, the infectious disease is prevalent throughout many parts of the world, putting as many as 3.4 billion people at risk. But in Africa, where over 90 percent of malaria deaths occur, infection during pregnancy is more common. Yet, a new study, published in PLOS ONE finds that both women and health care providers may face barriers when it comes to treatment.\n\nMalaria infection in pregnant women is complex. They tend to experience more severe symptoms as a result of a weakened immune system, and the parasite sometimes travels to the placenta where it causes infection, even if infection isn’t present in the rest of the mother’s body, according to the World Health Organization (WHO). It gets complicated, the study found, when these women visit a health care provider, because these doctors may not always comply with the WHO’s policy when it comes to the drugs they use — some of them may be unsure of their safety or know that their patients can’t afford them. On top of that, some women are unable to disclose that they are pregnant, while some seek help from traditional healers.\n\nThe WHO’s policy regarding treatment of uncomplicated malaria is that a woman in her first trimester should undergo a regimen of the antimalarial drugs quinine and clindamycin. During their second and third trimesters, they can take artemisinin-based combination therapies, which are the strongest drugs used against malaria. Using artemisinin, which is derived from wormwood, during the first trimester is still considered to be unsafe.\n\nThe study was conducted by a group of researchers from the Liverpool School of Tropical Medicine. Its intended purpose was to assess all the factors that affect access to malaria treatment. After looking at 37 studies mostly from Africa, they found that between 25 and 75 percent of women were sick with malaria during their pregnancy, and that over 85 percent of them sought treatment. In addition to seeking treatment from professional doctors, between five and 40 percent of women also looked to traditional healers.\n\nIn all, their treatment may have been compromised due to health care providers lacking knowledge of protocols. “Health care providers’ reliance on clinical diagnosis and poor adherence to treatment guidelines by trimester were consistently reported,” the researchers wrote. “Prescribing practices were driven by poor knowledge of national guidelines and concerns over side effects and drug safety, patient preference, drug availability, and cost.”\n\nThe authors concluded that pregnant women with malaria aren’t being treated properly in areas in Africa, Asia, and Latin America, and that interventions may be necessary. “These practices not only threaten the health outcomes for mothers and their infants, but endanger the prospective useful life of several therapeutic drugs, in particular artemisinins, through the continued use of monotherapies,” they wrote.\n\nThis new study highlights a growing problem in malaria treatment. The malaria parasite Plasmodium falciparum has been growing resistant to antimalarial drugs. Just this week, a study published in The New England Journal of Medicine found that malarial resistance to artemisinin-based therapies is rapidly worsening in parts of Southeast Asia, particularly in Cambodia and Thailand. Although resistance is rare in Africa, continued mistreatment of malaria may cause resistance to spread.\n\nSource: Hill J, D’Mello-Guyett L, Hoyt J, van Eijk A, Kuile F, Webster J. Women’s Access and Provider Practices for the Case Management of Malaria during Pregnancy: A Systematic Review and Meta-Analysis. PLOS ONE. 2014.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "malaria, treatments, pregnant, women, often, inconsistent, doctors, need, read, guidelines", "og": {"site_name": "Medical Daily", "description": "Pregnant women with malaria may seek treatment, but a new study finds that doctors stray from the drug administration policy established by the World Health Organization.", "title": "Pregnant Women With Malaria Need Better Treatment", "url": "http://www.medicaldaily.com/malaria-treatments-pregnant-women-often-inconsistent-doctors-need-read-guidelines-296600", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/08/05/malaria.jpg", "type": "article"}, "twitter": {"description": "Pregnant women with malaria may seek treatment, but a new study finds that doctors stray from the drug administration policy established by the World Health Organization.", "title": "Pregnant Women With Malaria Need Better Treatment", "url": "http://www.medicaldaily.com/malaria-treatments-pregnant-women-often-inconsistent-doctors-need-read-guidelines-296600", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/08/05/malaria.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/08/05/malaria.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "US/World", "published_time": "2014-08-05T14:00:00-04:00", "modified_time": "2014-08-05T14:00:02-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Pregnant women with malaria may seek treatment, but a new study finds that doctors stray from the drug administration policy established by the World Health Organization."}, "_id": "\"57477af36914bd0286fd1a8f\"", "article_summary": "Malaria infection in pregnant women is complex.\nIts intended purpose was to assess all the factors that affect access to malaria treatment.\n“Health care providers’ reliance on clinical diagnosis and poor adherence to treatment guidelines by trimester were consistently reported,” the researchers wrote.\nYet, a new study, published in PLOS ONE finds that both women and health care providers may face barriers when it comes to treatment.\nIn all, their treatment may have been compromised due to health care providers lacking knowledge of protocols."}