{"article_title": "Mitch McConnell’s Tea Party disaster: How the buffoons he created can sink him", "article_keywords": ["love", "disaster", "mitch", "created", "buffoons", "tea", "ill", "mcconnells", "mcconnell", "senate", "sink", "cpac", "party", "republican", "obama"], "article_url": "http://www.salon.com/2014/03/15/mitch_mcconnells_tea_party_disaster_how_the_buffoons_he_created_can_sink_him/", "article_text": "Topics: Alison Lundergan Grimes, Christine O'Donnell, CPAC 2014, Editor's Picks, Election 2014, GOP Civil War, Matt Bevin, Mitch McConnell, Republican Party, Sharron Angle, Tea Party, Todd Akin, Politics News\n\nA confession: I kind of love Senate Minority Leader Mitch McConnell. I love him in the same self-aware and ironic way I love reading an especially bad Thought Catalog piece, or in the same way I love watching CNBC. In all of these cases, the pleasure stems from experiencing something that is both embarrassingly sincere and totally lacking self-awareness.\n\nTo see what I mean, take McConnell’s performance at this year’s CPAC. The Kentucky senator is far from the Tea Party’s favorite. But in a laughably transparent bit of pandering, McConnell hoped to win over the CPAC crowd by bringing a gun with him when he walked to the podium to deliver his speech. He held it awkwardly, delivered a tepidly received speech that had nothing to do with firearms, and then later all but admitted he didn’t even own a single gun, much less the one he brought on stage. The whole embarrassing, failed ruse was like something out of an episode of “Veep.”\n\nSo while I’ll be pleased if McConnell loses his bid for reelection to Democrat Alison Lundergan Grimes — there’s next to no chance he’ll lose to Tea Partyer Matt Bevin in the GOP primary — I’ll also be a little sad to see the man who “looks and fights like a turtle” exit the public stage. I’ll have a few reasons for consolation, though. For one, America will be a better-functioning and more humane country without Mitch McConnell near the levers of power. For another, if McConnell ends up losing, there will no doubt be more sublimely terrible campaign moments like this one beforehand. But last, and most importantly, is this: If McConnell ends up having to leave the Senate, it will mostly be his own damn fault.\n\nIn spite of being one of the most powerful people in Washington, D.C., for at least the past decade, Mitch McConnell isn’t much of a known quantity outside political geek circles. But when it comes to explaining the failures and frustrations of the Obama years, he’s an absolutely indispensible character. As Vice President Joe Biden told journalist Mike Grunwald, McConnell, from the very beginning of the Obama presidency, demanded his fellow Republicans join him in opposing nearly everything the White House tried to do. Obama accomplished much during his first two years as president. But because of Republican obstruction and Senate filibusters, he failed to do a lot, too.\n\nA bigger stimulus or a second round, spending on infrastructure, filling judicial vacancies, passing a public option, instituting a system of cap-and-trade; while it would be hyperbole to lay the government’s inability to do any of this solely at his feet, the truth is that, more than any other Republican in Congress, McConnell was responsible for pushing the U.S. into total dysfunction. During those first two years, especially, his absolute commitment to partisanship and gridlock was one of the chief reasons “change we can believe in” curdled and soured. The ascendance of the Tea Party? To a significant degree, you can thank Mitch McConnell for that.", "article_metadata": {"description": "After pumping up a movement of fringe lunatics, Mitch McConnell may become yet another victim of his own \"success\"", "title": "Mitch McConnell’s Tea Party disaster: How the buffoons he created can sink him", "og": {"site_name": "Salon", "description": "After pumping up a movement of fringe lunatics, Mitch McConnell may become yet another victim of his own \"success\"", "title": "Mitch McConnell’s Tea Party disaster: How the buffoons he created can sink him", "url": "http://www.salon.com/2014/03/15/mitch_mcconnells_tea_party_disaster_how_the_buffoons_he_created_can_sink_him/", "image": "http://media.salon.com/2014/03/mitch_mcconnell5.jpg", "type": "article"}, "twitter": {"description": "After pumping up a movement of fringe lunatics, Mitch McConnell may become yet another victim of his own \"success\"", "title": "Mitch McConnell’s Tea Party disaster: How the buffoons he created can sink him", "image": "http://media.salon.com/2014/03/mitch_mcconnell5.jpg", "creator": "@eliasisquith", "site": "@salon", "card": "summary_large_image"}, "author": "Elias Isquith", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Alison Lundergan Grimes, Christine O'Donnell, CPAC 2014, Editor's Picks, Election 2014, GOP Civil War, Matt Bevin, Mitch McConnell, Republican Party, Sharron Angle, Tea Party, Todd Akin", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fe0458\"", "article_summary": "For one, America will be a better-functioning and more humane country without Mitch McConnell near the levers of power.\nTopics: Alison Lundergan Grimes, Christine O'Donnell, CPAC 2014, Editor's Picks, Election 2014, GOP Civil War, Matt Bevin, Mitch McConnell, Republican Party, Sharron Angle, Tea Party, Todd Akin, Politics NewsA confession: I kind of love Senate Minority Leader Mitch McConnell.\nThe ascendance of the Tea Party?\nTo a significant degree, you can thank Mitch McConnell for that.\nIn spite of being one of the most powerful people in Washington, D.C., for at least the past decade, Mitch McConnell isn’t much of a known quantity outside political geek circles."}