{"article_title": "What Legacy Are You Leaving? « CBS Atlanta", "article_keywords": ["affordable", "obama", "men", "question", "young", "leaving", "cbs", "legacy", "significance", "president", "atlanta", "believe", "care"], "article_url": "http://atlanta.cbslocal.com/2014/03/06/sidney-wood-what-legacy-are-you-leaving/", "article_text": "Legacy is important. It is particularly so for the President of the United States. In the case of President Barack Obama it is crucial because his election to the nation’s highest office was historic. Also, our 44th President’s legacy will reflect upon the lives of millions African-Americans who supported him.\n\nBob Buford is the author of a book entitled ‘Finishing Well’. It is a non-fiction work which shows how people can make the transition from success to significance. Success is seldom obtained and significance is even rarer. At this point in his career to categorize President Obama as successful is a gross understatement. His significance, however, will be tied to his legacy.\n\nThose of us who live in or have visited Atlanta, Georgia may have seen the billboards of a local pastor advertising his church. Bishop Dale C. Bronner, pastor of Word of Faith Family Cathedral, interestingly asks one question in his visual media campaign—“What legacy are you leaving”. As the son of Dr. Nathaniel Bronner, Sr. the great hair care entrepreneur, Bishop Bronner’s provocative question is credible and demands an answer.\n\nI can only imagine that President Obama, while delivering the commencement speech at Morehouse College last year, rode through our city and saw one of those billboards. While that remains unknown, I believe that he has found the answer to the pressing question ‘What Legacy are you leaving?’.\n\nPresident Obama has staked his claim to legacy in two key areas. The first was accomplished during his first term and is more relevant now than then. The Affordable Care Act is the law of the land—Thank God! Over 4 million Americans are now insured with many millions more on the way. Like me, these people in many instances have preexisting conditions which left them virtually banned from Affordable Health Care options. I believe that the president invested his early political capital on the ACA in part because of memories of his mother haggling with insurance companies while on her death bed. I suspect he also had long discussions with the late Senator Edward Kennedy whose lifelong work was to see this idea come to pass. Remember, we still have until March 31, 2014 to enroll in this great American breakthrough known as the Affordable Care Act. Log on today at www.healthcare.gov.\n\nFinally, the president has invested his Legacy in the future of African-American and Latino young men through the My Brother’s Keeper Initiative. Last summer on July 19, 2013 President Obama forecast this program by saying “there are a lot of kids out there who need help, who are getting a lot of negative reinforcement. And is there more that we can do to give them the sense that their country cares about them and values them and is willing to invest in them?”\n\nWell, just last month President Obama through Executive Action insured that America’s most vulnerable young men now have a powerful partner with My Brother’s Keeper. He too has used his influence to assure the funding of the initiative to the tune of 300 million dollars and counting. For the first time ever the United States of America is sending a strong and affirming message of compassion to young men of African-American and Latino descent. I believe that history will prove this to be one of the most powerful legacies ever left by an American president. That can only occur with your help in the matter. To learn how to get involved log on to http://www.whitehouse.gov/my-brothers-keeper.\n\nSo, what legacy are you leaving? Think about it. Perhaps it’s to provide healthcare protection for your spouse and children; or, to protect your son’s future in Next Generation America. While you’re thinking about it you can take action today and we’ll all be better for it.\n\nAlso, click below and enjoy listening to my recent conversation with Valerie Jarrett, a senior advisor to President Obama.", "article_metadata": {"news_keywords": "aca, affordable care act, health coverage, health insurance, my brothers keeper, news and talk 1380 waok, president barack obama, sidney wood, valerie jarrett", "generator": "WordPress.com", "og": {"url": "http://atlanta.cbslocal.com/2014/03/06/sidney-wood-what-legacy-are-you-leaving/", "image": {"width": 1500, "secure_url": "https://cbsatlanta.files.wordpress.com/2014/03/presidentobamaanddaughters-getty.jpg?w=1500", "identifier": "https://cbsatlanta.files.wordpress.com/2014/03/presidentobamaanddaughters-getty.jpg?w=1500", "height": 990}, "type": "article", "title": "Sidney Wood: What Legacy Are You Leaving?"}, "twitter": {"image": "https://cbsatlanta.files.wordpress.com/2014/03/presidentobamaanddaughters-getty.jpg?w=1500", "site": "/929TheGame", "card": "summary_large_image", "title": "Sidney Wood: What Legacy Are You Leaving?"}, "msapplication-tooltip": "News, Sports, Weather, Traffic and the Best of Atlanta", "msapplication-window": "width=device-width;height=device-height", "application-name": "CBS Atlanta", "article": {"publisher": "https://www.facebook.com/929TheGame", "author": "https://www.facebook.com/929TheGame"}, "keywords": "aca information, affordable care act, audio, heard on waok, aca, affordable care act, health coverage, health insurance, my brothers keeper, news and talk 1380 waok, president barack obama, sidney wood, valerie jarrett", "google-site-verification": "44caXBf4kjHeKKAT7ZZ89NaCX25utL_yRSa-qGpwIhY", "msapplication-task": "name=Subscribe;action-uri=http://atlanta.cbslocal.com/feed/;icon-uri=http://0.gravatar.com/blavatar/cb20f2b3d78ee0558d63058cc2a0f9ae?s=16"}, "_id": "\"57477af36914bd0286fd1ab9\"", "article_summary": "Also, click below and enjoy listening to my recent conversation with Valerie Jarrett, a senior advisor to President Obama.\nWhile that remains unknown, I believe that he has found the answer to the pressing question ‘What Legacy are you leaving?’.\nRemember, we still have until March 31, 2014 to enroll in this great American breakthrough known as the Affordable Care Act.\nAt this point in his career to categorize President Obama as successful is a gross understatement.\nFinally, the president has invested his Legacy in the future of African-American and Latino young men through the My Brother’s Keeper Initiative."}