{"article_title": "Ted Cruz Hits Back At Al Franken On Net Neutrality", "article_keywords": ["hits", "companies", "franken", "innovation", "ted", "al", "obamacare", "neutrality", "cruz", "video", "internet", "net"], "article_url": "http://www.huffingtonpost.com/2014/11/17/ted-cruz-net-neutrality_n_6172796.html", "article_text": "WASHINGTON -- Sen. Ted Cruz (R-Texas) responded on Monday to comments made by Sen. Al Franken (D-Minn.) about net neutrality, the latest exchange in what is becoming an ongoing, public back-and-forth. The debate began when Cruz dubbed the concept \"Obamacare for the Internet.\" Franken said in an interview on Sunday that Cruz has no idea what he's talking about.\n\n“When [Cruz] says this is the Obamacare -- Obamacare was a government program that fixed something, that changed things,” Franken said. “This is about reclassifying something so it stays the same. This would keep things exactly the same that they've been.”\n\nIn a video provided to The Huffington Post, Cruz, a conservative Texas Republican, shoots back at Franken, a liberal Minnesota Democrat, seizing on Franken's explanation that net neutrality is not a new regulatory regime, but rather would keep the Internet \"the same\" as it always has been.\n\nWatch Cruz's response to Franken, above.\n\nLast week, President Barack Obama called on the Federal Communications Commission to reclassify the Internet as a utility similar to electricity or water.\n\nFor Cruz, a champion collegiate debater, Franken's use of the phrase \"the same\" is proof that net neutrality regulation is anathema to innovation.\n\n\"We want a whole lot more of this,\" Cruz says in the video, waving an iPhone in the air, which he used as a proxy for innovation that can occur in the absence of government regulation. \"And a whole lot less of this,\" he adds, pointing to a rotary phone, a symbol of an industry he says was \"frozen in place\" by regulation.\n\nCruz's argument, though, relies on a different reading of what \"the same\" means. Franken is arguing that the Internet will be just as open to innovation as it always has been, since net neutrality has always been in effect and will remain in effect. Indeed, it would be hard to make the case that the Internet's current regulatory structure has made innovation impossible. Cruz instead is re-appropriating the phrase to imply that the Internet as a whole will never be able to change from the way it is now.\n\nBut on a more general level, Cruz is embedding his argument in populist terms, condemning the involvement of the FCC, which he calls an unelected commission \"influenced by lobbyists and politicians and unaccountable to regular, working Americans.\"\n\nIt's also worth noting that it's not clear that the rotary phone's failure to evolve was a result of overregulation. Perhaps more important was the monopoly AT&T had over the industry until the courts broke it up.\n\nBy taking such a firm stand against net neutrality -- which even the telecom companies say they're for rhetorically -- Cruz is putting at risk the GOP's longterm effort aimed at cleaving Silicon Valley companies away from Democrats.\n\nNet neutrality refers to the idea that Internet service providers should not be allowed to charge companies different rates for the same amount of data across the network. Doing so could allow big companies to buy faster speeds for their own data, while startups face slower download speeds, preventing them from gaining traction. Tilting the field against startups and small players, Franken argues, stifles innovation.\n\nEnter your email address:\n\nThis story has been updated.\n\nAlso on HuffPost: Ted Cruz Ted Cruz\n\n1 of 19 Share this slide:\n\nAlamy", "article_metadata": {"description": "WASHINGTON -- Sen. Ted Cruz (R-Texas) responded on Monday to comments made by Sen. Al Franken (D-Minn.) about net neutrality, the latest exchange in what...", "sailthru.expire_date": "2014-11-18 14:27:46 -0500", "og": {"site_name": "The Huffington Post", "description": "WASHINGTON -- Sen. Ted Cruz (R-Texas) responded on Monday to comments made by Sen. Al Franken (D-Minn.) about net neutrality, the latest exchange in what...", "title": "Ted Cruz, Al Franken Slugfest", "url": "http://www.huffingtonpost.com/2014/11/17/ted-cruz-net-neutrality_n_6172796.html", "image": "http://i.huffpost.com/gen/2289428/images/o-TED-CRUZ-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"description": "WASHINGTON -- Sen. Ted Cruz (R-Texas) responded on Monday to comments made by Sen. Al Franken (D-Minn.) about net neutrality, the latest exchange in what...", "title": "Ted Cruz, Al Franken Slugfest", "image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/2289428/images/o-TED-CRUZ-facebook.jpg", "height": 1000}, "creator": "ryangrim", "site": "@HuffPostPol", "card": "summary_large_image"}, "sailthru.date": "2014-11-17 14:27:46 -0500", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=6172796", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "video,Ted Cruz,Al Franken,net neutrality,fcc,FCC net neutrality,Obama Net Neutrality,ted cruz net neutrality,al franken net neutrality,Net Neutrality Debate", "article": {"section": "Politics", "tag": "video,Ted Cruz,Al Franken,net neutrality,fcc,FCC net neutrality,Obama Net Neutrality,ted cruz net neutrality,al franken net neutrality,Net Neutrality Debate", "published_time": "2014-11-17 14:27:46 -0500", "modified_time": "2014-11-17 17:59:02 -0500"}, "viewport": "width=1000"}, "_id": "\"57477af46914bd0286fddab0\"", "article_summary": "Also on HuffPost: Ted Cruz Ted Cruz1 of 19 Share this slide:Alamy\nWASHINGTON -- Sen. Ted Cruz (R-Texas) responded on Monday to comments made by Sen. Al Franken (D-Minn.) about net neutrality, the latest exchange in what is becoming an ongoing, public back-and-forth.\n“When [Cruz] says this is the Obamacare -- Obamacare was a government program that fixed something, that changed things,” Franken said.\nFor Cruz, a champion collegiate debater, Franken's use of the phrase \"the same\" is proof that net neutrality regulation is anathema to innovation.\nFranken said in an interview on Sunday that Cruz has no idea what he's talking about."}