{"article_title": "Centers to Treat Eating Disorders Are Growing, and Raising Concerns", "article_keywords": ["program", "eating", "center", "disorders", "programs", "residential", "bilkie", "patients", "concerns", "treat", "recovery", "growing", "centers", "raising", "treatment"], "article_url": "http://www.nytimes.com/2016/03/15/health/eating-disorders-anorexia-bulimia-treatment-centers.html", "article_text": "But the passage of the Mental Health Parity and Addiction Equity Act in 2008 and the Affordable Care Act two years later mandated equal treatment. Lawsuits brought by the families of patients who were denied coverage added to the pressure on insurers. In 2012, a federal appeals court ruled that health plans must cover residential treatment for anorexia under California’s parity law. The higher reimbursement rates offered some relief to families, who had often mortgaged their houses or drained their savings to pay for critically needed care.\n\nThey also attracted the attention of Wall Street investors, who saw profits in providing treatment for so-called behavioral health problems like eating disorders, alcoholism and drug abuse. “The number of covered lives is growing faster than the availability of services to treat them, creating compelling investment opportunities,” the accounting and consulting firm BDO noted last year in an article on its website, referring to the effects of the legal changes.\n\nAs the industry has expanded, larger centers have acquired smaller ones and some programs, flush with private equity investments, have expanded across the country.\n\nAdvertisement Continue reading the main story\n\nFor example, Monte Nido, a treatment program founded by Carolyn Costin, a former teacher who recovered from an eating disorder, began with a center in Malibu.\n\nBut in 2012, with financing from Centre Partners, a middle-market equity firm, Monte Nido began opening new residential centers and day-treatment programs. The company now has centers in Oregon, Massachusetts, Pennsylvania and New York, including one in a renovated mansion in Westchester County.\n\nSign Up for the Science Times Newsletter Every week, we'll bring you stories that capture the wonders of the human body, nature and the cosmos.\n\nLast year, noting that the investment had “tripled the company’s facility footprint during our ownership period,” Centre Partners sold Monte Nido to another investment firm, Levine Leichtman Capital Partners, for an undisclosed sum.\n\n“I believe that the Monte Nido’s [sic] approach to eating disorder treatment is what you and others like you have been waiting for,” Ms. Costin wrote in a letter to potential patients on the company’s website, which includes images of beaches, mountains and the Boston skyline on its home page.\n\nWith a need to fill more beds, marketers for some centers make cold calls to psychiatrists, psychotherapists, medical doctors and others who treat eating disorders, offering to inform them about a program’s advantages and inviting them to visit.\n\nThe Denver-based Eating Recovery Center has a call center and employs 20 “professional relations liaisons” who contact clinicians across the country. The author and motivational speaker Jenni Schaefer, who recovered from an eating disorder, recently joined the program’s outreach team. On its website, the company, which began with a single center, bills itself as “the only national health care system devoted to serious eating disorders at all levels of care.”\n\nCraig Johnson, a well-known eating disorders specialist, joined the company in 2010 and has seen it through its expansion to 24 treatment programs in seven states, including three residential centers. He said when therapists visit, the focus is education, not entertainment. “We’re delivering lectures,” Dr. Johnson said.\n\nSome therapists see the offer of free trips as a chance to view the facilities that they might recommend to patients.\n\nAdvertisement Continue reading the main story\n\nAnn Jacob Smith, a family therapist in Chevy Chase, Md., said that last year, she accepted an invitation to visit the Oliver-Pyatt eating disorders center in Miami. (The center is now part of Monte Nido).\n\n“It was absolutely promotional,” she said, “But it was actually really educational. They took us in depth into what they did.”\n\nHer later referrals were not influenced by the visit, she added. “I’m not impressed by being romanced.”\n\nBut Adrian Brown, a psychiatrist in Virginia, said that therapists who had not gone through the “battle phase” with drug companies might not even realize they were being swayed by financial interests.\n\nDr. Brown recalled being offered a “V.I.P.” trip to a treatment center, with the representative telling her, “We will pay your way, put you up in a really nice hotel, all expenses paid, yoga and whatever.”\n\nDr. Brown responded, “No, that’s not ethical.”\n\nThe representative replied, “What do you mean?” Another invitation arrived the next year.\n\nPhoto\n\nMixed Results\n\nProspective patients or family members searching for a treatment program sometimes turn to sites like edtreatmentreview.com or www.edtxreviews.com, where former patients describe their experiences at different centers, evaluating the staff, critiquing the food and noting whether cellphones are allowed.\n\nMany reviewers have spent time in more than one residential center and the opinions on any particular program vary widely, a range reflected in interviews with former patients over the last several months.\n\nAdvertisement Continue reading the main story\n\nTina Klaus, a 51-year-old artist who has struggled with bulimia since she was 10, said residential care was initially useful.\n\n“Residential treatment is vital when you are at your ultimate rock bottom” she said. But once home, her illness worsened because “you’re going back into your life, you’re going back into all the emotions you used your eating disorder to hide from.”\n\nMelissa R., 28, who asked that her last name not be used for reasons of privacy, said after several hospitalizations for anorexia, beginning when she was 21, she found a residential center in the Southwest on the Internet and spent six weeks there. The center, which she described as “more like a resort,” was “somewhat helpful,” she said, but not worth the time and money.\n\n“People were nice, and the food was really good,” she said. “I had fun, I enjoyed rock climbing and stuff, but that’s not why I was there. I’m paying a lot of money to get well, not to rock climb.”\n\nLast year, she spent two months at Eating Recovery Center in Denver, moving from residential care to day treatment, and began to gain control of her illness. “E.R.C. was the best place I’ve been,” she said about the center. “They were very individualized.”\n\nAshley Bilkie, 29, had a different experience with E.R.C. When she returned home in February 2015 after about six months in the Denver program — her fourth stay in an inpatient program for treatment of anorexia and her second at E.R.C. — “I was getting sicker and sicker,” she said. She lost the weight she had gained back at the center. “I had to buy children’s clothing,” she said.\n\nShe was evasive with her parents. At the recovery center, she said, “It was kind of like they set up a battle between myself and my parents.” For their part, Ms. Bilkie’s parents, who for years had watched their daughter’s health decline, grew frantic. Ms. Bilkie would disappear, her father, Robert Bilkie, said, and he would find her wandering the aisles at Kroger or Target. Driving through the neighborhood, he half-expected to see her hanging from a tree.\n\n“It’s a parent’s worst nightmare,” he said.\n\nIt was also expensive. Mr. Bilkie, a financial adviser in Michigan, calculated that over three years, he paid at least $350,000 for unreimbursed inpatient care for his daughter. The Eating Recovery Center, he said, sent him bills for $30,000 each month. Mr. Bilkie paid willingly — he was desperate to see Ashley get well, he said — but no program seemed to produce lasting results.\n\nAdvertisement Continue reading the main story\n\n“We spent an outrageous amount of money for what really amounted to ineffectual treatment,” Mr. Bilkie said.\n\nLast fall, Ms. Bilkie entered the eating disorder center at the Johns Hopkins Medical Center, a university affiliated program.\n\nPhoto\n\nThe staff there gradually weaned her off some drugs she had been taking taking at the center in Denver, including high doses of Xanax, a tranquilizer, and Adderall, an attention deficit drug and a stimulant.\n\nIn group therapy, other patients put pressure on her to change her behavior. It was a switch, she said, from previous groups, where patients talked about their problems. With the program’s stress on weight restoration — studies show that it is the best predictor of how anorexic patients will do once they leave, rather than, say, elevated mood — her weight returned to normal.\n\nShe was discharged in November and continues to do well.\n\n“I hated every single solitary second of it,” she said of the experience. “But that’s a good thing, because I was not comfortable, and it meant that something was working.”\n\nDr. Ovidio Bermudez, the chief clinical officer of Eating Recovery Center, said that other patients have fared poorly at academic centers and then done well at E.R.C. Despite Ms. Bilkie’s perception, he said, therapists at the program did not try to divide patients from their families. (Ms. Bilkie gave Eating Recovery Center permission to discuss her case.)\n\n“We would have to filter this through 20/20 hindsight,” Dr. Bermudez said. “It’s really hard to know what somebody’s frame of mind is and the degree of fragility they bring to any treatment experience.”\n\nDr. Anne Marie O’Melia, a psychiatrist at the recovery center, said Ms. Bilkie was on Xanax when she arrived and was fearful of reducing the drug’s dosage, though the center tried. She was switched to Adderall from another stimulant at E.R.C., Dr. O’Melia said, to treat “significant impulsivity.”\n\nAdvertisement Continue reading the main story\n\nSeeking Standards\n\nMs. Bilkie’s history of ups and downs is not unusual for patients with eating disorders.\n\n“In many cases, you see one step forward, two steps back,” said Dr. Mark Friedlander, the chief medical officer for Aetna Behavioral Health.\n\nHis company, Dr. Friedlander said, considers residential care essential for treatment of some patients. But, he said, a lack of outcome studies, an absence of industry standards and a patchwork licensing system across states make it difficult for Aetna or other insurers to evaluate care.\n\n“We would love to see greater consistency and higher standards,” he said.\n\nTo that end, a group of eating disorder specialists from treatment centers, including Eating Recovery Center and Monte Nido, have developed a list of minimum requirements for accreditation of residential programs. The Joint Commission, an independent company that accredits health care facilities, has adopted the requirements, which go into effect July 1.\n\nDr. Lampert, president of the consortium, said the centers in the organization were also collecting data on patient outcomes, lengths of stay and other variables, with each center collecting data on 15 consecutive admissions of adults and adolescents.\n\nIn the meantime, many patients and families will continue to rely on word of mouth and any information they can find online.\n\n“These are black boxes,” Dr. Scott Hadland, an adolescent medicine specialist at Harvard Medical School, said of the residential centers. “People get the idea that these are places that can heal just based on what they see on a website or in the photos.”", "article_metadata": {"ad-sponsor": "Residential Treatment Centers", "tone": "news", "ptime": 20160314135319, "twitter": {"description": "A proliferation of residential centers has some experts questioning their marketing and wondering if quality is at times sacrificed for profit.", "title": "Centers to Treat Eating Disorders Are Growing, and Raising Concerns", "url": "http://www.nytimes.com/2016/03/15/health/eating-disorders-anorexia-bulimia-treatment-centers.html", "app": {"url": {"googleplay": "nytimes://reader/id/100000004266260"}, "name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}}, "site": "@nytimes", "image": "https://static01.nyt.com/images/2016/03/15/science/15EATINGCOVER/15EATINGCOVER-thumbLarge-v2.jpg", "card": "summary"}, "al": {"ipad": {"url": "nytimes://www.nytimes.com/2016/03/15/health/eating-disorders-anorexia-bulimia-treatment-centers.html", "app_store_id": 357066198, "app_name": "NYTimes"}, "android": {"url": "nytimes://reader/id/100000004266260", "app_name": "NYTimes", "package": "com.nytimes.android"}, "iphone": {"url": "nytimes://www.nytimes.com/2016/03/15/health/eating-disorders-anorexia-bulimia-treatment-centers.html", "app_store_id": 284862083, "app_name": "NYTimes"}}, "thumbnail_width": 75, "sourceApp": "nyt-v5", "hdl_p": "Recovery, at a Price", "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/health/index.jsonp", "DISPLAYDATE": "March 14, 2016", "edt": "NewYork", "org": "Monte Nido & Affiliates", "keywords": "Eating Disorders,Therapy and Rehabilitation,Anorexia Nervosa,Patient Protection and Affordable Care Act (2010),Psychiatry and Psychiatrists,Residential Treatment Centers,Monte Nido & Affiliates", "applicationName": "article", "PT": "article", "author": "Erica Goode", "thumbnail_150": "https://static01.nyt.com/images/2016/03/15/science/15EATINGCOVER/15EATINGCOVER-thumbLarge-v2.jpg", "dfp-ad-unit-path": "health", "thumbnail_150_width": 150, "byl": "By ERICA GOODE", "thumbnail_150_height": 150, "usageTerms": "http://www.nytimes.com/content/help/rights/sale/terms-of-sale.html", "lp": "A proliferation of residential centers has some experts questioning their marketing and wondering if quality is at times sacrificed for profit.", "tom": "News", "dfp-amazon-enabled": "false", "thumbnail": "https://static01.nyt.com/images/2016/03/15/science/15EATINGCOVER/15EATINGCOVER-thumbStandard-v2.jpg", "description": "A proliferation of residential centers has some experts questioning their marketing and wondering if quality is at times sacrificed for profit.", "CG": "health", "robots": "noarchive", "dat": "March 14, 2016", "fb": {"app_id": 9869919170}, "msapplication-starturl": "http://www.nytimes.com", "genre": "News", "article": {"author": "http://topics.nytimes.com/top/reference/timestopics/people/g/erica_goode/index.html", "section_url": "http://www.nytimes.com/pages/health/index.html", "section": "Health", "modified": "2016-03-28", "collection": "https://static01.nyt.com/services/json/sectionfronts/health/index.jsonp", "tag": "Monte Nido & Affiliates", "published": "2016-03-14", "section-taxonomy-id": "7D6BE1AF-8CD8-430B-8B2A-17CD0EAA99AC"}, "thumbnail_height": 75, "slug": "15eating-disorders", "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "utime": 20160328124211, "og": {"url": "http://www.nytimes.com/2016/03/15/health/eating-disorders-anorexia-bulimia-treatment-centers.html", "image": "https://static01.nyt.com/images/2016/03/15/science/15EATINGCOVER/15EATINGCOVER-facebookJumbo.jpg", "type": "article", "description": "A proliferation of residential centers has some experts questioning their marketing and wondering if quality is at times sacrificed for profit.", "title": "Centers to Treat Eating Disorders Are Growing, and Raising Concerns"}, "pdate": 20160314, "des": "Psychiatry and Psychiatrists", "articleid": 100000004266260, "cre": "The New York Times", "hdl": "Centers to Treat Eating Disorders Are Growing, and Raising Concerns", "PST": "News"}, "_id": "\"57477af46914bd0286fe045a\"", "article_summary": "The Denver-based Eating Recovery Center has a call center and employs 20 “professional relations liaisons” who contact clinicians across the country.\n“These are black boxes,” Dr. Scott Hadland, an adolescent medicine specialist at Harvard Medical School, said of the residential centers.\nThe Eating Recovery Center, he said, sent him bills for $30,000 each month.\nIn 2012, a federal appeals court ruled that health plans must cover residential treatment for anorexia under California’s parity law.\nTo that end, a group of eating disorder specialists from treatment centers, including Eating Recovery Center and Monte Nido, have developed a list of minimum requirements for accreditation of residential programs."}