{"article_title": "Senate confirms Obama pick Sylvia Mathews Burwell to head HHS", "article_keywords": ["hhs", "burwell", "head", "confirmation", "opposition", "senate", "support", "republicans", "health", "mathews", "pick", "president", "sylvia", "confirms", "gop", "law", "obama"], "article_url": "http://www.latimes.com/nation/nationnow/la-na-nn-hhs-confirmation-20140605-story.html", "article_text": "Sylvia Mathews Burwell sailed to confirmation Thursday as President Obama’s next Secretary of Health and Human Services, picking up bipartisan support in the Senate despite Republicans’ ongoing opposition to the Affordable Care Act.\n\nTwenty-four Republicans joined 52 Democrats and two Independents in backing Burwell, who last year won unanimous Senate confirmation to head the White House budget office.\n\n“Sylvia is a proven manager who knows how to deliver results, and over her career she has built deep relationships with Democrats and Republicans alike,” President Obama said in a statement after the vote. “I’m confident Sylvia’s unparalleled experience will serve her well in her new role as she works to ensure the safety of our food and drug supply, protect our nation from outbreaks or bioterror attacks, keep America at the forefront of medical research, and make sure every American has access to quality, affordable healthcare.”\n\nBurwell, 48, will assume primary responsibility for continuing to implement the sweeping health law, which this year expanded health coverage to millions of Americans even as it remains a political flash point nationwide.\n\nBurwell did not shy from defending the law during her confirmation hearings, cautioning one senior GOP lawmaker that she would not support weakening consumer protections in the law in the name of giving states more flexibility.\n\nBurwell’s support for the 2010 health law prompted 17 GOP senators to oppose her nomination.\n\n“Sylvia Burwell is a smart and skilled public servant, but her embrace of Obamacare calls her policy judgment into question,” Senate Minority Leader Mitch McConnell (R-Ky.) said on the Senate floor.\n\n“And when it comes to the task of implementing this ill-conceived and disastrous law, the president may as well have nominated Sisyphus, because, as I indicated, Ms. Burwell has been asked to do the impossible here.”\n\nMcConnell, who has repeatedly called for the full repeal of the law, recently sparked controversy for saying Kentucky should be able to keep its health insurance marketplace, which was set up under the law and is considered one of the nation’s most successful.\n\nThe new state-based marketplaces depend on a complex set of regulations in the law and federally funded subsidies that help low- and moderate-income people purchase insurance.\n\nDespite GOP opposition to the law, Burwell drew surprising support from most Republican lawmakers, many of whom praised her responsiveness as budget director.\n\nA West Virginia native and the daughter of an optometrist, Burwell is a veteran of the Clinton White House, where she was deputy director of the budget office.\n\nAfter leaving the federal government, she worked for a decade at the Bill & Melinda Gates Foundation, part of the time as its chief operating officer. Most recently, she headed the Wal-Mart Foundation, the philanthropic arm of Wal-Mart Stores Inc.\n\nShe replaces Kathleen Sebelius, who has led the health agency since 2009. The former Kansas governor is credited with steering implementation of the health law through unprecedented partisan opposition, but also failing to adequately prepare for the rollout of the online HealthCare.gov marketplace last fall.", "article_metadata": {"fb_title": "Senate confirms Obama pick Sylvia Mathews Burwell to head HHS", "date": "2014-06-05", "googlebot": "index", "copyright": "Copyright (c) 2016 Los Angeles Times", "author": "Los Angeles Times", "og": {"site_name": "latimes.com", "description": "Sylvia Mathews Burwell sailed to confirmation Thursday as President Obama’s next Secretary of Health and Human Services, picking up bipartisan support in the Senate despite Republicans’ ongoing opposition to the Affordable Care Act .", "title": "Senate confirms Obama pick Sylvia Mathews Burwell to head HHS", "url": "http://www.latimes.com/nation/nationnow/la-na-nn-hhs-confirmation-20140605-story.html", "image": "http://www.trbimg.com/img-5390c118/turbine/la-na-nn-hhs-confirmation-20140605", "type": "article"}, "x-servername": "lalvp14.13", "twitter": {"site": "@latimes", "card": "summary"}, "robots": "index,follow", "keywords": "obamacare, hhs, healthcare, health, burwell, obama", "fb": {"admins": 100000786395051, "page_id": 5863113009}, "apple-itunes-app": "app-id=373238146, app-argument=http://www.latimes.com/deeplinkid/80416619", "googlebot-news": "index", "msvalidate.01": "AAC9C18F70AC386BC4DCF4DDF9BF1786", "news_keywords": "obamacare, hhs, healthcare, health, burwell, obama", "y_key": "cee2fe4077f8d050", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "Description": "Sylvia Mathews Burwell sailed to confirmation Thursday as President Obama’s next Secretary of Health and Human Services, picking up bipartisan support in the Senate despite Republicans’ ongoing opposition to the Affordable Care Act.   Twenty-four Republicans joined 52 Democrats and two Independents..."}, "_id": "\"57477af36914bd0286fd1aeb\"", "article_summary": "Twenty-four Republicans joined 52 Democrats and two Independents in backing Burwell, who last year won unanimous Senate confirmation to head the White House budget office.\nDespite GOP opposition to the law, Burwell drew surprising support from most Republican lawmakers, many of whom praised her responsiveness as budget director.\nSylvia Mathews Burwell sailed to confirmation Thursday as President Obama’s next Secretary of Health and Human Services, picking up bipartisan support in the Senate despite Republicans’ ongoing opposition to the Affordable Care Act.\nBurwell’s support for the 2010 health law prompted 17 GOP senators to oppose her nomination.\n“Sylvia Burwell is a smart and skilled public servant, but her embrace of Obamacare calls her policy judgment into question,” Senate Minority Leader Mitch McConnell (R-Ky.) said on the Senate floor."}