{"article_title": "Florida community joins residential housing trend to ban smoking", "article_keywords": ["smoke", "tobacco", "trend", "residential", "housing", "florida", "community", "keys", "lot", "health", "joins", "village", "ban", "smoking", "rental", "flagler"], "article_url": "http://www.saukvalley.com/2014/01/12/florida-community-joins-residential-housing-trend-to-ban-smoking/a80xoz2/", "article_text": "MIAMI — Part-time security guard Dale Parsons has smoked for more than 50 years, but for the new year she decided to finally kick the habit for good. In addition to her health, she has another big reason to succeed: Her affordable-housing apartment complex just went cold turkey.\n\nOn Jan. 1, Flagler Village, a 49-unit rental community of mostly duplexes near Key West, banned smoking on the grounds and inside all units.\n\nIt’s part of a growing trend of residential multi-unit buildings and developments, both privately and government-owned, voluntarily to implement no-smoking policies.\n\nWith no-smoking laws enacted in much of the public domain — including airplanes, hotels, restaurants, bars, parks, schools, hospitals and public buildings — tobacco prevention specialists see places where people live as new territory to conquer.\n\n“In 2000, it was unheard of,” said Matthew Competiello, program manager for the American Lung Association. “But over the past five or six years there has been a lot of demand for smoke-free housing.”\n\nValencia Morris, the tobacco prevention specialist for the Florida Department of Health in Miami-Dade County, said complex-wide smoking bans are starting to become an “amenity.”\n\n“A lot of people are wanting this, just like having a gym on the premises,” she said.\n\nBut with an adult smoking population in Florida of 17.1 percent, according to a state survey conducted in 2010, extending smoking bans into residences definitely has been met with opposition.\n\n“We have ruffled some feathers,” said Mitzy Cordova, manager of Flagler Village, which had smokers in 18 of the 49 units when its ban took effect.\n\n“While most residents say ‘Wow, Mitzy, this is great’ — one has a newborn and lives next to a smoker and does not want her baby to breathe secondhand smoke, I have at least two that say they won’t quit smoking in their homes no matter what,” Cordova said.\n\nAmong those opposed to the ban at Flagler Village is Wayne Sepanik, who has lived there since it opened two years ago. And the semi-retired 63-year-old is a non-smoker.\n\n“I think it’s against their civil rights,” he said. “People moved here on the premise to have affordable housing and live a happy life and all of a sudden there is no smoking. It’s an addiction and a sickness and a lot of people here can’t afford to go anyplace else.”\n\nBut Cordova says the law is on the side of property owners. “The right to smoke is not part of the Constitution,” she said, adding that Flagler Village is not discriminating against smokers.\n\n“We’re not telling anybody they cannot smoke,” she said. “We’re telling them they cannot smoke on the property.”\n\nIn the Keys, tourists have discovered that finding a hotel, guesthouse or vacation rental that allows smoking inside is almost impossible these days. In a 2010 post on TripAdvisor.com, a woman from Virginia wrote: “Looking desperately for a nice, quality resort hotel in Key West that still allows smoking without being fined or condemned to the loading dock.”\n\nBut the opposite has been true when trying to find nonsmoking residential rental community along the island chain. Donna Stayton, a health education program consultant with Tobacco Free Florida Keys, estimates she knows of only about 12 multi-unit developments in the Keys that ban smoking, and most have done so recently.", "article_metadata": {"copyright": "2016 SaukValley.com", "og": {"url": "http://www.saukvalley.com/2014/01/12/florida-community-joins-residential-housing-trend-to-ban-smoking/a80xoz2/", "image": "http://www.saukvalley.com/_internal/cimg!0/b5p1hgqjrebnw3qg1fz1nex95h1671m", "site_name": "SaukValley.com", "title": "Florida community joins residential housing trend to ban smoking"}, "robots": "All", "revisit-after": "1 Days", "tout": {"article": {"id": "795e23ef-3ff5-486f-9d4c-1152733ea1e5"}}, "distribution": "Global", "viewport": "width=device-width, maximum-scale=1, user-scalable=0"}, "_id": "\"57477af36914bd0286fd1acf\"", "article_summary": "Among those opposed to the ban at Flagler Village is Wayne Sepanik, who has lived there since it opened two years ago.\nOn Jan. 1, Flagler Village, a 49-unit rental community of mostly duplexes near Key West, banned smoking on the grounds and inside all units.\n“We have ruffled some feathers,” said Mitzy Cordova, manager of Flagler Village, which had smokers in 18 of the 49 units when its ban took effect.\n“The right to smoke is not part of the Constitution,” she said, adding that Flagler Village is not discriminating against smokers.\nDonna Stayton, a health education program consultant with Tobacco Free Florida Keys, estimates she knows of only about 12 multi-unit developments in the Keys that ban smoking, and most have done so recently."}