{"article_title": "Buried Lede: Brian Williams Killed Stories Damaging to Obama", "article_keywords": ["divisive", "damaging", "sources", "air", "senior", "brian", "lede", "buried", "myers", "isikoff", "nbc", "told", "killed", "williams", "obama"], "article_url": "http://www.breitbart.com/big-journalism/2015/03/09/buried-lede-brian-williams-killed-stories-damaging-to-obama/", "article_text": "SIGN UP FOR OUR NEWSLETTER\n\nThe New Yorker’s Gabriel Sherman took a deep-dive into the ongoing shipwreck that is NBC News. The most fascinating tidbit had nothing to do with the House of Cards-style machinations embroiling the Peacock Network. Buried under more than a dozen paragraphs is the bombshell that as anchor and managing editor of the NBC Nightly News, Brian Williams (who is currently serving a six-month suspension) refused to broadcast two big NBC News scoops damaging to President Obama.\n\nSIGN UP FOR OUR NEWSLETTER\n\nAccording to Sherman’s sources, in 2013, Williams refused to broadcast the news about a Justice Department memo justifying drone strikes against American citizens. Later that same year, Williams wouldn’t air a report that said the Obama Administration had known since 2010 that ObamaCare would cost millions of Americans the very same insurance policies President Obama repeatedly promised they could keep.\n\nOthers complained about Williams’s unwillingness to go after hard-hitting stories. Multiple sources told me that former NBC investigative reporters Michael Isikoff and Lisa Myers battled with Williams over stories. In February 2013, Isikoff failed to interest Williams in a piece about a confidential Justice Department memo that justified killing American citizens with drones. He instead broke the story on Rachel Maddow. That October, Myers couldn’t get Williams to air a segment about how the White House knew as far back as 2010 that some people would lose their insurance policies under Obama­care. Frustrated, Myers posted the article on NBC’s website, where it immediately went viral. Williams relented and ran it the next night. “He didn’t want to put stories on the air that would be divisive,” a senior NBC journalist told me. According to a source, Myers wrote a series of scathing memos to then–NBC senior vice-president Antoine Sanfuentes documenting how Williams suppressed her stories. ­Myers and Isikoff eventually left the network (and both declined to comment).\n\n“He didn’t want to put stories on the air that would be divisive,” a senior NBC journalist told Sherman.\n\nIn the 5900-word report, there are no examples of Williams killing a “divisive” story damaging to a Republican.\n\nIt appears as though Brian Williams bowed to Obama in ways that weren’t just literal.\n\nDemocrats sure got it good.\n\nJohn Nolte on Twitter @NolteNC", "article_metadata": {"description": "Buried Lede: Brian Williams Killed Stories Damaging to Obama", "og": {"site_name": "Breitbart", "description": "Buried Lede: Brian Williams Killed Stories Damaging to Obama", "title": "Buried Lede: Brian Williams Killed Stories Damaging to Obama - Breitbart", "locale": "en_US", "image": {"width": 744, "identifier": "http://media.breitbart.com/media/2015/03/rock-center-with-brian-williams-williams-to-obama-2012-10-26_20121025235606.jpg", "height": 559}, "url": "http://www.breitbart.com/big-journalism/2015/03/09/buried-lede-brian-williams-killed-stories-damaging-to-obama/", "type": "article"}, "twitter": {"description": "Buried Lede: Brian Williams Killed Stories Damaging to Obama", "creator": "@noltenc", "image": "http://media.breitbart.com/media/2015/03/rock-center-with-brian-williams-williams-to-obama-2012-10-26_20121025235606.jpg", "title": "Buried Lede: Brian Williams Killed Stories Damaging to Obama - Breitbart", "site": "@BreitbartNews", "card": "summary"}, "robots": "noodp", "fb": {"app_id": 1243316582352556, "pages": 95475020353, "use_automatic_ad_placement": "true"}, "msapplication-TileImage": "/t/assets/i/w-logo-orange.png", "keywords": "barack obama, Brian Williams, Media Bias,Big Journalism,", "article": {"publisher": "https://www.facebook.com/Breitbart", "section": "Big Journalism", "tag": "Media Bias", "published_time": "2015-03-09T06:35:22-07:00", "categories": "Big Journalism"}, "viewport": "width=device-width,initial-scale=1", "op": {"markup_version": "v1.0"}}, "article_summary": "Multiple sources told me that former NBC investigative reporters Michael Isikoff and Lisa Myers battled with Williams over stories.\nIt appears as though Brian Williams bowed to Obama in ways that weren’t just literal.\n“He didn’t want to put stories on the air that would be divisive,” a senior NBC journalist told me.\n“He didn’t want to put stories on the air that would be divisive,” a senior NBC journalist told Sherman.\nIn the 5900-word report, there are no examples of Williams killing a “divisive” story damaging to a Republican."}