{"article_title": "Is Troy Tulowitzki following Derek Jeter’s path to Hall of Fame? – The Denver Post", "article_keywords": ["world", "tulos", "season", "denver", "fame", "jeters", "troy", "series", "derek", "tulo", "team", "following", "path", "post", "hall", "tulowitzki", "jeter"], "article_url": "http://www.denverpost.com/rockies/ci_26620272/hochman-vs-kiszla-is-troy-tulowitzki-following-derek", "article_text": "Kiz: For as long as anyone can remember, Troy Tulowitzki has only wanted to be one thing when he grows up: Derek Jeter. Fans of the 40-year-old New York Yankees shortstop didn’t know whether to stand up and cheer or sit down and cry when the Prince of the City played his final game in the Bronx, where Jeter starred for 20 seasons. Jeter is a no-doubt-about-it, first-ballot Hall of Famer. Is Tulowitzki, who will celebrate his 30th birthday in October, following Jeter down the path to Cooperstown? As much as I hate to say it, the answer right now is: no.\n\nHooch: My answer is yes … if the hat he wears on his Hall of Fame plaque is that of a different team. Even though the playoffs make for a small sample size — and sabermetricians say “October clutch” is arguably not a statistical thing — those voting on the Hall of Fame look closely at World Series appearances on a guy’s résumé. Here’s what I’m getting at — if Tulo sticks with the Rockies, a la Todd Helton, he might make one more World Series. If he ends up in New York or St. Louis or Boston, he’ll probably play in two to four Fall Classics. And as of now, baseball-reference.com says Tulo’s statistical progression mirrors Hall of Famers Barry Larkin, Joe Gordon and Ernie Banks. So combine the rings and the runs produced, and we’ve got a Hall of Famer.\n\nKiz: Almost as shiny as the five World Series rings won by Jeter is the luster of playing for the most famous baseball team on earth. Tulowitzki is stuck as the face of a hapless franchise nobody takes seriously. By strict measurement of the game’s five tools, Tulo might be more talented than Jeter. But know what? The metrics don’t matter. Why? Coors Field tarnishes every homer and RBI produced by Tulowitzki. If Justin Morneau becomes the fourth Colorado hitter in the past eight years to win the National League batting title, it will only reinforce the idea anybody can hit in Denver’s thin air.\n\nHooch: I see what you’re saying — everything is questioned when it comes to a Rockie, most notably Helton’s famous 2000 season. An 8.9 WAR with a .372 average and 147 RBIs would have gotten any non-Rockie the MVP, yet Helton finished fifth. And there’s no fair way to accurately grade or compare Coors Field stats to “regular” field stats (or, at least, there isn’t a precedent yet, though I still think Neifi Perez should garner Hall of Fame consideration). The fact that Tulo’s stat splits are startling — .323 at home, .274 on the road — don’t help his cause. Neither do the annual injuries.\n\nKiz: A month after Tulo’s season-ending hip surgery, I chatted with him in the Colorado dugout. He wants to believe with all his heart this operation will put an end to his history of injury-marred seasons. But Tulowitzki’s reputation as a legitimate Hall of Fame candidate will always be hurt by his association with a ballpark and a ballclub widely considered to be a joke. If Tulo truly wants to get to Cooperstown, he needs to get healthy and then get the heck out of Denver. Does Tulowitzki have the stomach to demand a trade in 2015? We shall see.\n\nHooch: The 2014 season was supposed to be the “passing of the torch” season — Michael Corleone takes over for “The Toddfather,” if you will. What happened? Tulo put up epic numbers, made the cover of Sports Illustrated and the NL all-star team … but the Rockies faltered, then he was injured. My bet is that he will have the stomach to demand a trade next summer, if the Rockies are Rockie-like once again.", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Hochman vs. Kiszla: Is Troy Tulowitzki following Derek Jeter’s path to Hall of Fame?", "title": "Hochman vs. Kiszla: Is Troy Tulowitzki following Derek Jeter’s path to Hall of Fame?", "url": "http://www.denverpost.com/2014/09/27/hochman-vs-kiszla-is-troy-tulowitzki-following-derek-jeters-path-to-hall-of-fame/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20140927__20140928_CC2_SP28BENMARKp1.jpg", "height": 473}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20140927__20140928_CC2_SP28BENMARKp1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2014-09-27T21:40:15+00:00", "modified_time": "2016-04-27T09:58:55+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "Hooch: My answer is yes … if the hat he wears on his Hall of Fame plaque is that of a different team.\nHere’s what I’m getting at — if Tulo sticks with the Rockies, a la Todd Helton, he might make one more World Series.\nIs Tulowitzki, who will celebrate his 30th birthday in October, following Jeter down the path to Cooperstown?\nKiz: For as long as anyone can remember, Troy Tulowitzki has only wanted to be one thing when he grows up: Derek Jeter.\nAnd as of now, baseball-reference.com says Tulo’s statistical progression mirrors Hall of Famers Barry Larkin, Joe Gordon and Ernie Banks."}