{"article_title": "Brady briefing: It’s April 15. Are you ready for a simpler tax code?", "article_keywords": ["code", "15", "brady", "income", "tax", "taxes", "briefing", "permanent", "growth", "committee", "act", "ready", "families", "businesses", "simpler"], "article_url": "http://www.yourhoustonnews.com/woodlands/opinion/brady-briefing-it-s-april-are-you-ready-for-a/article_1a17cd36-0128-11e6-af3b-37e8b81bed92.html", "article_text": "By U.S. Congressman Kevin Brady / Guest columnist\n\nI hate April 15. It’s not just the hours of work my wife puts in gathering the documents for filing; it is knowing that America’s tax code just keeps getting worse each year.\n\nI’m not alone. As Americans rush to complete their yearly tax returns, the words most often used to describe our tax code are: unfair, complex and broken. They’re all true.\n\nThe good news is that Republicans on the House Ways & Means Committee have spent the last four years laying the foundation for simplifying America’s tax code to make it fairer, flatter and simpler.\n\nWe are also changing the way Washington scorekeepers evaluate tax reform ideas to make it more accurate and real world. Very importantly, the committee under former chairman Dave Camp of Michigan produced the first top-to-bottom rewrite of the code in three decades. The “Camp draft” proved the 700,000 word tax code could be simplified to create jobs, grow salaries, lower rates and be far more competitive against foreign countries.\n\nLaying the foundation further, my first success as chairman of the committee was to quickly make permanent many important tax provisions that for too long had been extended only for a year or two – sometimes retroactively. That’s crazy.\n\nThe PATH Act, totaling $629 billion in tax relief, made permanent the sales tax deduction that saves Texas families over $1 billion a year, tax breaks for families raising children and paying for college, and permanent incentives for companies to conduct their research and development here in the U.S. rather than overseas.\n\nLocal businesses will be able for the next five years to quickly write off from their taxes many of their equipment and technology purchases. The PATH Act finally creates certainty for businesses and families doing their taxes this week, and sets the foundation for Congress and a new president to enact the first pro-growth tax simplification since Ronald Reagan was president.\n\n***\n\nRight now, I’m spotlighting bold, fresh ideas to fix our broken tax code by holding high-profile congressional hearings on tax reform.\n\nThree bold options kicked off the March congressional hearing. We featured the Fair Tax Act, which replaces all federal income, payroll, estate and gift taxes with a simple national sales tax; the Flat Tax Act which gives Americans a choice of a 17-19 percent flat tax or the current code; and the American Business Competitiveness Act, which replaces the business income tax and instead taxes businesses based on their cash flow, allowing them to immediately write off their building, equipment and technology purchases.\n\nThis month, we’ll feature Reagan-style reforms that aim to simplify the income tax code. And later this summer, House Republicans aim to unveil a tax reform blueprint that lays out our ideas to American voters ahead of the election.\n\nTax simplification only happens once a generation. It’s tremendously difficult to get the policy right and to navigate the special interests that back the current tax code. But here in Texas, who is truly satisfied with the costly, complex and unfair code we have today?\n\nWe can’t simply tweak today’s tax code and call it a day. I’m determined to design a new 21st Century tax code that’s “built for growth” – the growth of families’ paychecks, the growth of local businesses and the growth of our economy and jobs.\n\nU.S. Congressman Kevin Brady chairs the House Ways and Means Committee. Call his office at 936-441-5700.", "article_metadata": {"googlebot": "noarchive", "news_keywords": "opinion", "og": {"site_name": "www.yourwoodlandsnews.com", "description": "By U.S. Congressman Kevin Brady / Guest columnist", "title": "Brady briefing: It’s April 15. Are you ready for a simpler tax code?", "url": "http://www.yourhoustonnews.com/woodlands/opinion/brady-briefing-it-s-april-are-you-ready-for-a/article_1a17cd36-0128-11e6-af3b-37e8b81bed92.html", "image": {"width": 337, "identifier": "http://bloximages.chicago2.vip.townnews.com/yourhoustonnews.com/content/tncms/assets/v3/editorial/c/ce/cced80dc-d6bf-53f0-ba9d-33342d44c695/5734d5b919848.image.jpg?resize=337%2C400", "height": 400}, "type": "article"}, "twitter": {"site": "@ScoopHouston", "card": "summary"}, "keywords": "opinion", "fb": {"app_id": 191454774240451}, "msvalidate.01": "29516177700BA7C06DA5A4D58A12C04C", "google-site-verification": "lqzy3EyAvgVvWDlrVhCm69f7Q1GER22OmU5rYfmsBh8", "description": "By U.S. Congressman Kevin Brady / Guest columnist"}, "article_summary": "As Americans rush to complete their yearly tax returns, the words most often used to describe our tax code are: unfair, complex and broken.\n***Right now, I’m spotlighting bold, fresh ideas to fix our broken tax code by holding high-profile congressional hearings on tax reform.\nThis month, we’ll feature Reagan-style reforms that aim to simplify the income tax code.\nIt’s tremendously difficult to get the policy right and to navigate the special interests that back the current tax code.\nWe can’t simply tweak today’s tax code and call it a day."}