{"article_title": "Aspen plane crash “exploded into flames” leaving one dead in Colorado – The Denver Post", "article_keywords": ["crash", "colorado", "flames", "mexico", "exploded", "according", "denver", "leaving", "county", "crashed", "airport", "plane", "dead", "aviation", "aspen", "post", "shows"], "article_url": "http://www.denverpost.com/news/ci_24850033/aspen-airport-plane-crash-burst-into-flames", "article_text": "One person died when a private jet crashed and burst into flames at the Aspen-Pitkin County Airport on Sunday, according to the Pitkin County Sheriff’s Office.\n\nA photo taken at the scene shows a plane resting on its side and what appears to be smoke rising from the fuselage.\n\n“It crashed while attempting to land,” said Federal Aviation Administration spokesman Allen Kenitzer.\n\nAlex Burchetta, director of operations for the Pitkin County Sheriff’s Office, identified the man who died as Sergio Carranza Brabata of Mexico. He did not release the names of the two injured, and he did not know where Brabata resided in Mexico. All three aboard were Mexican citizens, he said.\n\n“The injuries were traumatic in nature, but they were not thermal,” he said. “So the fire never reached inside the cabin as far as we can tell.”\n\nThe aircraft, a twin-engine business Canadair CL-600-2B16 Challenger, began its flight Sunday morning in Toluca, Mexico, before landing in Tucson.\n\nIt crashed at the conclusion of a 2-hour, 8-minute flight from Tucson to Aspen, according to the Aviation Safety Network.\n\nAudio from the Aspen Tower frequency shows the plane was cleared to land about 12:10 but missed its approach, according to the Aviation Safety Network website.\n\nOther flights also reported low-level wind shear, the website said.\n\nFlightAware, which tracks flights, said the plane’s tail number is N115WF. According to the Federal Aviation Administration, the number is registered to the Bank of Utah in Salt Lake City.\n\nActor and comedian Kevin Nealon, who witnessed the crash, said on Twitter that the plane “exploded into flames as it was landing.”\n\nWeather conditions at the time of the crash, according to the National Weather Service in Boulder, were breezy with west winds of 10 to 20 mph and gusts of around 30 mph. Temperatures ranged from zero to minus 10 degrees.\n\nIn another tweet, country-western singer LeAnn Rimes Cibrian also reported seeing a plane go down at the airport. “So sad! Horrible plane crash we just saw happen at the Aspen airport,” she tweeted.\n\nAirport officials said the airport will be closed until further notice.\n\n“Didn’t look like there could be survivors. But just hearing some survived but critical,” Nealon said.\n\nTom McGhee: 303-954-1671, tmcghee@denverpost.com or twitter.com/dpmcghee\n\nThe Associated Press and freelancer Amiee White Beazley contributed to this report.", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Aspen plane crash “exploded into flames” leaving one dead in Colorado", "title": "Aspen plane crash “exploded into flames” leaving one dead in Colorado", "url": "http://www.denverpost.com/2014/01/05/aspen-plane-crash-exploded-into-flames-leaving-one-dead-in-colorado/", "image": {"width": 640, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20140105__aspen-plane-crashp1.jpg", "height": 480}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20140105__aspen-plane-crashp1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2014-01-05T13:12:53+00:00", "modified_time": "2016-04-28T01:31:22+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fe04d2\"", "article_summary": "Horrible plane crash we just saw happen at the Aspen airport,” she tweeted.\nIt crashed at the conclusion of a 2-hour, 8-minute flight from Tucson to Aspen, according to the Aviation Safety Network.\nOne person died when a private jet crashed and burst into flames at the Aspen-Pitkin County Airport on Sunday, according to the Pitkin County Sheriff’s Office.\nA photo taken at the scene shows a plane resting on its side and what appears to be smoke rising from the fuselage.\nAudio from the Aspen Tower frequency shows the plane was cleared to land about 12:10 but missed its approach, according to the Aviation Safety Network website."}