{"article_title": "Guilty until proven innocent!", "article_keywords": ["information", "attorney", "exculpatory", "district", "justice", "guilty", "proven", "evidence", "ensure", "innocent", "law"], "article_url": "http://www.shreveporttimes.com/story/opinion/2015/09/21/guilty-proven-innocent/72558912/", "article_text": "Trina Chu\n\nOur nation’s legal philosophy of assuming that the accused is innocent until proven guilty is one of pure genius. In many nations, one is presumed guilty until proven innocent. In other words, these nations would rather jail nine innocents to ensure that the 10th guilty person will not be set free. We, on the other hand, cherish individual liberty to the extent that we cannot fathom jailing even one innocent person much less nine.\n\nExcept for the recent media’s exposing the story of Glenn Ford being exonerated after 30 years of being imprisoned for a wrongful murder conviction, there has been very little written or covered in the news about the innocents being presumed guilty until they can prove their innocence.\n\nThe District Attorney office’s lawyers, known as assistant district attorneys, or ADAs, will tell you that their duties are to prosecute and prove guilt and that they are not responsible for investigating or looking for evidence that exonerates or exculpates the accused. In fact, it appears they would rather turn a blind eye to any exculpatory evidence just to win at all cost. They know that they have a legal and ethical duty to disclose such exculpatory evidence, but in so doing, they run the risk of dismissing the case. That would not look good for the next election cycle.\n\nI have a strong feeling that a number of ADAs in Caddo Parish do not go out of their way to ensure justice as society would envision. I recently had a case where the ADA had said that I was stretching it when I insisted that she directs the detectives to investigate the parts of my client’s story that would have proven his innocence. She said her job is to prosecute the case and find evidence to support the prosecution, not find evidence to support the defense. Although on face value, this seems reasonable. After all, everyone wants to win, right? We’re just doing our job, right? However, there is a difference between ignoring or withholding critical information to win a sport game versus ignoring or withholding information that might put an innocent behind bars for 30 years. Currently, the law does not require district attorneys to look for exculpatory evidence, but in the same vein, it does not ask that they ignore critical information, if investigated, would lead to exculpatory evidence for the defense. Investigating exculpatory information may not be required by the law, but it is the ethical thing to do!\n\nHence, this kind of belief that the ADAs espouse is what is wrong with our current justice system. I believe that the district attorney’s job is not only to prosecute alleged criminals, but also to ensure that justice is carried out. Justice is not achieved if one only looks for evidence of guilt and ignores exculpatory evidence or evidence to the contrary. Justice is not achieved when an innocent man lost decades of his productive life behind bars! I don’t know Mr. Glenn Ford, but I can only imagine that the everyday things that we all take for granted in life such as a nice Sunday picnic after church, a walk through the park with friends and family, or being an arbitrator for your son’s and daughter’s argument were some of the things that he never got to experience.\n\nI don’t know, maybe I’m too naïve, but I have never read about an innocent son/daughter of a millionaire who was jailed for thirty years for something that he/she did not do.\n\nWith the coming election, I hope that we will vote for a district attorney that does what he/she is supposed to do — carry out justice correctly, fairly, and equally. The next district attorney should not try to stop the defense lawyers from giving his ADAs a good and fair fight by advocating to defund the Public Defender Board . The next district attorney should work closely with law enforcement to ensure that they investigate all information with an eye at looking for both guilty and exculpatory evidence. Also, vote for legislators who will make laws that ensure justice is carried out fairly, that is, laws that require the prosecution and law enforcement authorities to fully investigate all reported crimes and hold them accountable.\n\nI enjoy a good fight, but let’s level the playing field.\n\nTrina Chu is a Shreveport attorney. Email her at chutrina@gmail.com.\n\nRead or Share this story: http://www.shreveporttimes.com/story/opinion/2015/09/21/guilty-proven-innocent/72558912/", "article_metadata": {"google": "notranslate", "description": "Columnist argues justice should not only be blind, but balanced as well.", "og": {"site_name": "shreveporttimes.com", "description": "Columnist argues justice should not only be blind, but balanced as well.", "title": "Guilty until proven innocent!", "url": "http://www.shreveporttimes.com/story/opinion/2015/09/21/guilty-proven-innocent/72558912/", "image": "http://www.gannett-cdn.com/GDContent/applogos/shreveporttimes.png", "type": "article"}, "twitter": {"description": "Columnist argues justice should not only be blind, but balanced as well.", "title": "Guilty until proven innocent!", "image": "http://www.gannett-cdn.com/-mm-/7f235f1aed959fe0c21120e56925533556e287e3/c=57-0-1782-1725&r=x643&c=640x640/local/-/media/2015/09/21/Shreveport/B9318942896Z.1_20150921103754_000_G2JC0DGQC.1-0.jpg", "creator": "@shreveporttimes", "site": "@shreveporttimes", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=898368928", "fb": {"app_id": 170028863032820}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070"}, "_id": "\"57477af46914bd0286fdfe9c\"", "article_summary": "Trina ChuOur nation’s legal philosophy of assuming that the accused is innocent until proven guilty is one of pure genius.\nIn many nations, one is presumed guilty until proven innocent.\nIn fact, it appears they would rather turn a blind eye to any exculpatory evidence just to win at all cost.\nJustice is not achieved if one only looks for evidence of guilt and ignores exculpatory evidence or evidence to the contrary.\nThey know that they have a legal and ethical duty to disclose such exculpatory evidence, but in so doing, they run the risk of dismissing the case."}