{"article_title": "Megyn Kelly Teams Up With Murder-Fantasist Ann Coulter To Attack AP Over Ted Cruz Gun Photo", "article_keywords": ["victimhood", "murder", "titles", "megyn", "actually", "ted", "gun", "murderfantasist", "ap", "cruz", "conservative", "attack", "kelly", "senator", "teams", "coulter"], "article_url": "http://www.newshounds.us/megyn_kelly_teams_up_with_murder_fantasist_ann_coulter_to_attack_ap_over_ted_cruz_gun_photo_062315", "article_text": "On Fox News, it’s OK for Ann Coulter to joke about killing people she disagrees with. But oh, The Kelly File outrage when the AP publishes photographs of Republican Senator Ted Cruz in front of a poster with a handgun that looks like it’s pointed at him – at a “Celebrate the 2nd Amendment” event.\n\nHost Megyn Kelly announced in the opening of the discussion that the AP has now taken down the photos - but that was no reason not to gin up conservative victimhood and fury anyway. “Critics are asking what the fallout would have been if this were the president standing there instead of Senator Cruz?” she asked.\n\nFor analysis, “independent” Kelly turned to one of FNC’s favorite conservative hate mongers, Ann Coulter, “the author of ‘Adios, America, the left’s plan to turn our country into a third world hellhole!’” Kelly announced theatrically. “It’s always fun to read the titles of your books,” Kelly told her guest. Even though every one of Coulter’s titles is an inflammatory insult toward liberals.\n\nFor extra conservative victimhood, Kelly said, “If that had been Hillary Clinton, if that had been President Obama, the left would have been losing their minds over this. …The AP would they have done it?”\n\nLet’s be real here. Obama and Clinton would not have been at any “Celebrate the 2nd Amendment” event as Cruz was, so it’s doubtful there would be any legitimate photo ops of them in front of a gun poster.\n\nBut Kelly and Coulter continued to suggest that the AP had somehow snapped the photo out of liberal vengeance. “That is so outrageous. Don’t insult our intelligence by saying, ‘Oh we didn’t even notice,’” Coulter complained. Kelly said mockingly, “It was a mistake.”\n\nCoulter then went on a jag of racial accusations that included, “Everything reminds liberals that this is a racist country. It could be a warm summer’s breeze.”\n\nUnlike Kelly’s rude treatment of African American Congressman Al Green (D-TX) who politely tried to explain why he joined a “Hands Up, Don’t Shoot” protest in Congress, Kelly allowed Coulter to continue her diatribe unimpeded. In fact, Kelly chimed in when Coulter attacked the Southern Poverty Law Center as “America’s leading hate group.”\n\nKelly added, “They try to stand up, they say, against racism and so on, however this is the same group that once deemed Ben Carson, I think, some sort of major threat to the United States.” Actually, the SPLC labeled him as an “extremist” based on his rhetoric.\n\nBack to the Cruz photo, Kelly said, “God forbid anything were to happen to Senator Ted Cruz, you know, as a result of this threatening photo. …Shouldn’t everyone be more careful if they’re going to apply that kind of a standard to messaging?“ This, from the woman who defended Pamela Geller’s Draw the Prophet event that actually did incite violence?\n\nWhat’s even worse is that Coulter has a long history of advocating murder as a “joke.”\n\nIn 2009, on Fox News, Coulter said about Ezekiel Emanuel, one of the ObamaCare architects, “Zeke Emanuel is on my death list. Hold the applause. I’m going to be on the death panel.”\n\nIn 2011, Coulter wrote about riots in London: \"A few well-placed rifle rounds, and the rioting would end in an instant. A more sustained attack on the rampaging mob might save England from itself...\"\n\nIn 2013, Coulter responded to a comment by MSNBC host Martin Bashir wondering if having a family member killed is “what it takes” to get a Republican to support gun control bill. “Let’s start with Meghan McCain!” Coulter quipped.\n\nIn 2002, Coulter was quoted as saying about the Oklahoma City bomber, “My only regret with Timothy McVeigh is he did not go to the New York Times Building.”\n\nMedia Matters has more of Coulter’s murder fantasies.\n\nBut isn’t it funny how Coulter got a pass on actually calling for murder while “independent” Kelly obsessed about AP’s now-removed photo?\n\nWatch it below, from the June 22 The Kelly File.", "article_metadata": {"csrf-param": "authenticity_token", "google-site-verification": "google51c0b549f514d464.html", "csrf-token": "jVwaURx8Tr7TdglLvB2nUlD0zVcUEo/mRDuqB8mKYrc=", "og": {"url": "http://www.newshounds.us/megyn_kelly_teams_up_with_murder_fantasist_ann_coulter_to_attack_ap_over_ted_cruz_gun_photo_062315", "site_name": "NewsHounds", "image": "http://d3n8a8pro7vhmx.cloudfront.net/newshounds/sites/1/meta_images/original/Newshound3_blue.png?1327001871", "type": "article", "title": "Megyn Kelly Teams Up With Murder-Fantasist Ann Coulter To Attack AP Over Ted Cruz Gun Photo"}, "Title": "Megyn Kelly Teams Up With Murder-Fantasist Ann Coulter To Attack AP Over Ted Cruz Gun Photo"}, "article_summary": "“Critics are asking what the fallout would have been if this were the president standing there instead of Senator Cruz?” she asked.\nFor extra conservative victimhood, Kelly said, “If that had been Hillary Clinton, if that had been President Obama, the left would have been losing their minds over this.\nBack to the Cruz photo, Kelly said, “God forbid anything were to happen to Senator Ted Cruz, you know, as a result of this threatening photo.\nBut Kelly and Coulter continued to suggest that the AP had somehow snapped the photo out of liberal vengeance.\nBut isn’t it funny how Coulter got a pass on actually calling for murder while “independent” Kelly obsessed about AP’s now-removed photo?"}