{"article_title": "Pensions, Taxes & Fatca: Finance Tips for British (& Other) Expats in the U.S.", "article_keywords": ["claim", "finance", "fatca", "pension", "qrops", "tax", "pensions", "taxes", "foreign", "resident", "accounts", "british", "uk", "tips", "assets", "expats"], "article_url": "http://blogs.wsj.com/expat/2015/04/02/pensions-taxes-fatca-finance-tips-for-british-other-expats-in-the-u-s/", "article_text": "iStock Photo\n\nWe asked Vincenzo Villamena, a New York-based international tax adviser and certified public accountant with Online Taxman, and his British-expat client Ed Zitron of San Francisco, to share personal finance tips for expats, particularly those hailing from the U.K.\n\nHere are their top tips:\n\n1. Mind your pensions & QROPS! The tax treatment of of U.K. pensions in the U.S. largely depends on the type of pension owned in the U.K., but a general rule of thumb is that contributions will be tax-deductible in the U.S. provided that the employee participated in the U.K. plan before moving to the U.S. to work The U.S.-U.K. tax treaty stipulates that the growth in value in a U.K. pension is U.S.-tax-deferred until distributions start. This relief continues even if funds are transferred between U.K. pension plans. If you are considering transferring to a QROPS (Qualifying Recognised Overseas Pension Scheme), know that this transfer would be taxable as a U.S. tax resident, so do it before you move, as only transfers between U.K. pensions are deemed non-taxable. Malta QROPS are the best option (due to the U.S.-Malta tax treaty) as growth in the pension is not taxable; only when a distribution is made are taxes due. However, as a U.S. taxpayer, one has to file the Form 3520-A to disclose it, as QROPs are considered foreign trusts.\n\nEd Zitron Ben Krantz\n\n2. Declare any foreign bank accounts, companies & assets: In compliance with the Foreign Account Tax Compliance Act, make sure you are declaring your foreign bank accounts and other foreign assets (pension, mutual funds, companies, stock options, etc) to both the U.S. Department of Treasury and the Internal Revenue Service. Specifically, once you become a tax resident of the U.S. (living in the U.S. for 183 days in a tax year or less if one has consistently been in the U.S. during the past three years) you need to disclose foreign bank accounts when the balances have at some point in the tax year reached a combined total of more than $10,000. If you don’t comply, you could be subject to fines of up to $10,000.\n\nThis is general advice for all U.S. resident taxpayers (Citizens, green card holders and foreign nationals who are tax residents of the U.S.) If the combined total of the accounts hits the $10,000 mark, all of the bank accounts (even if balance is zero) must be reported. Equally as important to know, the U.S. taxes worldwide income — so all income from interest, dividends, rents and capital gains from investments based in the U.K (or around the world for that matter) must be reported on the U.S. tax return. If tax is paid in the U.K. or another foreign country, you are entitled to a foreign tax credit.\n\nVincenzo Villamena Ali Cherkis\n\n3. Look into the “residency” issue: During your first year in the U.S., you might have several choices of how you would like to file U.S. taxes: full-year resident, non-resident (depending on eligibility), split-year treatment or “first-year choice.” These scenarios end up producing different tax rates, and different sources of income are taxed, so it is difficult to generalize about the best choices. However, there will always be one route that produces the lowest amount of tax owed, so review all the options carefully.\n\n4. Know your withholding amounts: Unlike the U.K., employees are expected to tell their employers the amount to withhold for taxes; moreover, they must provide their employer with a Form W-4. This causes all sorts of confusion from newly-employed, fresh-off-the-boat-from-across-the-pond residents. If too little tax is withheld during the year, you’ll owe Uncle Sam money at the end of the tax year and potentially pay underpayment penalties. If you withhold too much, you are giving the government an interest-free loan until you file your U.S. tax return and claim a refund. The best scenario is this:\n\nIf you want to be extremely conservative (and get a refund) not worrying about tax due at the end of the year – Claim 0\n\nIf you are single – Claim 1\n\nIf you are married – claim 2\n\nFor each dependent you have, claim an additional withholding.\n\n5. Monitor your dividends: If you have a U.K. corporation, consider declaring dividends before becoming a U.S. tax resident, as they are tax free in the U.K. if you are a basic rate taxpayer, but can be taxed up to 20% as a U.S. tax resident. Be aware that the U.K. has some complex “temporary non-residence rules,” meaning that dividends taken on U.K. profits while non-resident will be taxable in the U.K. upon return if you stay abroad for under five years. Also, know that your U.K.-company ownership must be reported to the U.S. as well, under Form 5471 (which is excruciatingly painful).\n\n6. Plan your estate: There are certain estate-planning strategies and decisions that can be done before moving to the U.S. Gifting real estate and other assets to foreign trusts and companies can save in estate taxes later on. Additionally, making the “check the box” election on foreign companies that hold investment assets could even result in a step up in basis of those assets, which would mean less U.S. capital gain taxes if you decide to sell them while living in the U.S. Be wary of the some of the strict reporting requirements for foreign mutual funds, securities, pensions and sometimes even real estate under Fatca. Their highest values must be declared and could even be taxed on unrealized gains (even though the investment hasn’t even been sold). Say goodbye to those structured notes.\n\n7. Get your bonus early: If you are moving towards the latter part of the year, it might to good to ask if Santa could come early this year. Getting bonuses, exercising options, swaps and selling stock could save some serious payments, if you do it before you become a U.S. tax resident. Planning is everything, even your time in the U.S. (before officially moving). So if you are set to spend under 183 days your first year as a resident of the States, some financial decisions could result in savings from Uncle Sam.\n\nSend your expat finance questions to expat@wsj.com. Keep an eye on WSJ Expat to see if your questions — and answers provided by our experts — are published. Follow us @WSJexpat. Join our Facebook group.", "article_metadata": {"article.template": "full", "page.content.source": "Blog Article", "page.region": "na,us", "page.content.type": "blogs article", "twitter": {"domain": "WSJ.com", "description": "Personal finance tips for expats in the U.S. -- particularly Brits dealing with complex pension issues -- from Vincenzo Villamena, an international tax adviser and a certified public accountant with Online Taxman, and his British expat client Ed Zitron of San Francisco.", "title": "Pensions, Taxes & Fatca: Finance Tips for British (& Other) Expats in the U.S.", "url": "http://blogs.wsj.com/expat/2015/04/02/pensions-taxes-fatca-finance-tips-for-british-other-expats-in-the-u-s/", "image": {"src": "http://si.wsj.net/public/resources/images/BN-HQ861_britpe_P_20150330170850.jpg"}, "site": "WSJ", "card": "summary_large_image"}, "article.image_count": 2, "article_privilege": "free", "article.section": "World", "article.headline": "Pensions, Taxes & Fatca: Finance Tips for British (& Other) Expats in the U.S.", "description": "Personal finance tips for expats in the U.S. -- particularly Brits dealing with complex pension issues -- from Vincenzo Villamena, an international tax adviser and a certified public accountant with Online Taxman, and his British expat client Ed Zitron of San Francisco.", "article_section": "World", "author": "Ed Zitron and Vincenzo Villamena", "user.type": "unsubscribed", "article.page": "Expat Blog", "page.content.format": "responsive", "page.subsection": "Expat", "article.summary": "Personal finance tips for expats in the U.S. -- particularly Brits dealing with complex pension issues -- from Vincenzo Villamena, an international tax adviser and a certified public accountant with Online Taxman, and his British expat client Ed Zitron of San Francisco.", "page.site": "blogs.wsj.com", "testkeys": "C", "article.published": "2015-04-02T10:00:11-04:00", "dj.asn": "10-157", "ROBOTS": "noarchive, noodp", "fb": {"url": "http://blogs.wsj.com/expat/2015/04/02/pensions-taxes-fatca-finance-tips-for-british-other-expats-in-the-u-s/", "app_id": 368513495882}, "article": {"publisher": "https://www.facebook.com/wsj"}, "article_id": "BL-272B-597", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no", "page.section": "World", "language": "en-US", "og": {"site_name": "WSJ", "description": "Personal finance tips for expats in the U.S. -- particularly Brits dealing with complex pension issues -- from Vincenzo Villamena, an international tax adviser and a certified public accountant with Online Taxman, and his British expat client Ed Zitron of San Francisco.", "title": "Pensions, Taxes & Fatca: Finance Tips for British (& Other) Expats in the U.S.", "url": "http://blogs.wsj.com/expat/2015/04/02/pensions-taxes-fatca-finance-tips-for-british-other-expats-in-the-u-s/", "image": {"width": 749, "identifier": "http://si.wsj.net/public/resources/images/BN-HQ861_britpe_P_20150330170850.jpg", "height": 499}, "type": "article"}, "article.access": "free", "article.type": "Expat", "article.id": "BL-272B-597", "user.exp": "default", "article.updated": "2015-04-02T14:30:33-04:00"}, "_id": "\"57477af46914bd0286fdb5ae\"", "article_summary": "If tax is paid in the U.K. or another foreign country, you are entitled to a foreign tax credit.\nThis relief continues even if funds are transferred between U.K. pension plans.\nGetting bonuses, exercising options, swaps and selling stock could save some serious payments, if you do it before you become a U.S. tax resident.\nHowever, as a U.S. taxpayer, one has to file the Form 3520-A to disclose it, as QROPs are considered foreign trusts.\nMalta QROPS are the best option (due to the U.S.-Malta tax treaty) as growth in the pension is not taxable; only when a distribution is made are taxes due."}