{"article_title": "“Crazies have taken over the party”: Why even Republicans are worried about John Boehner’s ouster", "article_keywords": ["obama", "boehners", "worse", "hes", "tea", "ouster", "republicans", "worried", "boehner", "crazies", "house", "taken", "party", "john", "based"], "article_url": "http://www.salon.com/2015/09/28/crazies_have_taken_over_the_party_why_even_republicans_are_worried_about_john_boehners_ouster/", "article_text": "Topics: aol_on, Government shutdown, House of Representatives, John Boehner, The Republican Party, News, Politics News\n\nI’d love to hear a good explanation from jubilant liberals about why it’s such great news that John Boehner plans to not only step down as speaker of the House, but to entirely resign from Congress. I’ll offer one very remote option presently, but on the surface, it seems like horrendously bad news more than anything else. Sure, Boehner’s hardly been a ally of the Democratic Party during his tenure. Given who’s waiting in the on-deck circle, however, it might be smart to jam the corks back in the champagne bottles and hold off on the onslaught of celebratory Facebook memes.\n\nThe irony of Boehner’s ouster, following pressure from Tea Party extremists in his caucus, is that he’s done their bidding at just about every turn, obstructing the president’s agenda while, for example, presiding over 50 successful-yet-pointless votes to repeal Obamacare. He presided over the de-funding of ACORN, based on fraudulent videos, and, most recently, he presided over yet another vote to de-fund Planned Parenthood, coincidentally based on an entire series of provably deceptive videos.\n\nIndeed, the House of Representatives under John Boehner has been one of the most radically obstructionist congresses in generations. There’s simply no calculus in any universe to suggest that Boehner hasn’t been, at the end of the day, a royal pain in the ass to the Obama administration, going all the way back to the stimulus debate and especially during the crafting of the Affordable Care Act when Boehner famously stood on the floor of the House and declared “Hell no!” to the passage of the law.\n\nTo review: Boehner is rabidly anti-choice, ranked with zero percent by NARAL; he’s anti-same-sex-marriage, voting “yes” on an anti-LGBT marriage amendment; he’s vocally pro-gun, winning an “A” grade by the National Rifle Association; he supports a border fence and he supports English as our official language; he’s anti-tax, anti-Iran-deal, anti-science, anti-Obamacare, and he’s generally anti-Obama.\n\nThe problem, however, is that John Boehner isn’t a political zealot, at least in contrast with the new wave of fire-eating Republicans that emerged seven years ago. Ever since the GOP legitimized and absorbed the Tea Party, empowering the buggy-eyed newcomers and dooming itself to the whimsy of political lightweights, Boehner’s party has become an incoherent, uncivilized mess — far worse than it has been at any other time in recent memory. Boehner did his best to pander to the Tea Party, giving its leadership the scalps they demanded and generally allowing them to make the entire caucus look ridiculous. What’s clear, though, is that as vigorously anti-choice as Boehner is, he simply refused to go along with the Tea Party on shutting down the government based on deceptively-edited videos (which, by the way, are rapidly being proven as hooey by more than a half-dozen state investigations).\n\nBoehner’s behind-the-scenes opposition to a Planned Parenthood-based shutdown evidently makes Boehner a RINO. Or a traitor. Or an Obama loyalist. Worse, Boehner hasn’t been loath to meet with Obama at the White House or to knock some golf balls around with the president in the spirit of, at the very least, collegiality, even if legislative cooperation has been consistently sparse. Such cooperative behavior led Ted Cruz to reportedly suggest that Boehner, upon his resignation, will “presumably land in a cushy K Street job after joining with the D’s to implement all of President O’s priorities.” So, then, even though Boehner has done next-to-nothing to implement any of Obama’s priorities, Cruz believes that he’s such an Obama loyalist that he’ll spend his retirement helping the Obama White House via lobbying activities.", "article_metadata": {"description": "John Boehner is on the way out, which means the extremist faction of the GOP is on the way up VIDEO", "author": "Bob Cesca", "og": {"site_name": "Salon", "description": "John Boehner is on the way out, which means the extremist faction of the GOP is on the way up VIDEO", "title": "“Crazies have taken over the party”: Why even Republicans are worried about John Boehner’s ouster", "url": "http://www.salon.com/2015/09/28/crazies_have_taken_over_the_party_why_even_republicans_are_worried_about_john_boehners_ouster/", "image": "http://media.salon.com/2015/07/health-overhaul-qampa.jpeg1-1280x960.jpg", "type": "article"}, "twitter": {"description": "John Boehner is on the way out, which means the extremist faction of the GOP is on the way up VIDEO", "creator": "@salon", "image": "http://media.salon.com/2015/07/health-overhaul-qampa.jpeg1-1280x960.jpg", "title": "“Crazies have taken over the party”: Why even Republicans are worried about John Boehner’s ouster", "site": "@salon", "card": "summary_large_image"}, "title": "“Crazies have taken over the party”: Why even Republicans are worried about John Boehner’s ouster", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, aol_on, Government shutdown, House of Representatives, John Boehner, The Republican Party", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "The problem, however, is that John Boehner isn’t a political zealot, at least in contrast with the new wave of fire-eating Republicans that emerged seven years ago.\nIndeed, the House of Representatives under John Boehner has been one of the most radically obstructionist congresses in generations.\nBoehner did his best to pander to the Tea Party, giving its leadership the scalps they demanded and generally allowing them to make the entire caucus look ridiculous.\nSure, Boehner’s hardly been a ally of the Democratic Party during his tenure.\nEver since the GOP legitimized and absorbed the Tea Party, empowering the buggy-eyed newcomers and dooming itself to the whimsy of political lightweights, Boehner’s party has become an incoherent, uncivilized mess — far worse than it has been at any other time in recent memory."}