{"article_title": "Group goes after Scott Brown with new ad – CNN Political Ticker", "article_keywords": ["brown", "group", "ad", "senate", "political", "hampshire", "wall", "state", "street", "scott", "massachusetts", "goes", "cnn", "sen", "ticker"], "article_url": "http://politicalticker.blogs.cnn.com/2014/01/08/group-goes-after-scott-brown-with-new-ad/", "article_text": "2 years ago\n\n(CNN) – Former Sen. Scott Brown of Massachusetts hasn't launched another bid for the Senate, but he's already being targeted in negative television ads.\n\nThe Senate Majority PAC, a group that works to keep the upper chamber in Democratic hands, launched a new spot Wednesday that blasts Brown as he considers a Senate bit from the neighboring state of New Hampshire.\n\n\n\nFollow @politicalticker\n\nIf Brown throws his hat in the ring, he would be challenging Democratic incumbent Sen. Jeanne Shaheen.\n\nReady to define Brown before he potentially enters the race, the Senate Majority PAC's new ad paints the former Senator as a favorite on Wall Street.\n\nThe narrator says in the 30-second spot that Brown is \"shopping for a Senate seat in New Hampshire\" and \"that's good for Wall Street and great for Scott Brown.\"\n\n\"But it doesn't make sense for New Hampshire,\" the narrator adds.\n\nThe commercial marks the first time the group has gone after Brown this cycle. The ad will run for 10 days in New Hampshire, and a spokesman said the ad buy cost more than $150,000.\n\nResponding to the ad, Brown told CNN that Shaheen and her allies are using it to distract voters from the disastrous rollout of the federal health care law.\n\n\"Running sleazy negative ads against a person who's not even a candidate shows how scared she really is about her re-election,\" Brown said. \"The residents of New Hampshire deserve better.\"\n\n\"In addition, she has raised millions from Wall Street and don't forget she missed the filibuster summit a few months ago to attend a Wall Street fundraiser,\" he continued. \" Disingenuous.\"\n\nBrown has been dropping hints that he might make a bid to return to Capitol Hill from New Hampshire, announcing recently that he was moving there.\n\nThe former Senator, who owns a vacation home in the Granite State, sold his Massachusetts house in December and served as the keynote speaker at the New Hampshire GOP's holiday reception, one of a number of trips to the state he made last year to speak to local Republican groups.\n\nBrown also sparked speculation when he removed the \"MA\" from his Twitter handle in November.\n\nEnding Spending, an advocacy group that's encouraging Brown to challenge Shaheen, went up with its own TV commercial against the Democrat in December, criticizing her support of the federal healthcare law.\n\nBrown, who was elected to the Senate in a 2010 special election in Massachusetts to fill the remainder of the term of the late Democratic Sen. Ted Kennedy, was defeated in his 2012 re-election bid by Democrat Elizabeth Warren, who built her campaign as a crusade against big banks.", "article_metadata": {"description": "(CNN) - Former Sen. Scott Brown of Massachusetts hasn't launched another bid for the Senate, but he's already being targeted in negative television ads.", "generator": "WordPress.com", "title": "Group goes after Scott Brown with new ad", "og": {"url": "http://politicalticker.blogs.cnn.com/2014/01/08/group-goes-after-scott-brown-with-new-ad/", "image": "http://i2.cdn.turner.com/cnn/dam/assets/140108115034-scott-brown-ad-story-top.jpg", "type": "article", "description": "(CNN) - Former Sen. Scott Brown of Massachusetts hasn't launched another bid for the Senate, but he's already being targeted in negative television ads.", "title": "Group goes after Scott Brown with new ad"}, "msapplication-tooltip": "- All politics, all the time", "fb": {"admins": 690014395, "app_id": 80401312489}, "msapplication-window": "width=device-width;height=device-height", "application-name": "CNN Political Ticker", "keywords": "2014, jeanne shaheen, new hampshire, scott brown, senate, cnn's ashley killough and cnn political editor paul steinhauser", "google-site-verification": "mFBa4OnyEDU23vgVJ6rtX_4izud7FIi9JiscfVsWaKk", "msapplication-task": "name=Subscribe;action-uri=http://politicalticker.blogs.cnn.com/feed/;icon-uri=https://s2.wp.com/i/favicon.ico"}, "_id": "\"57477af36914bd0286fd1b58\"", "article_summary": "\"In addition, she has raised millions from Wall Street and don't forget she missed the filibuster summit a few months ago to attend a Wall Street fundraiser,\" he continued. \"\nResponding to the ad, Brown told CNN that Shaheen and her allies are using it to distract voters from the disastrous rollout of the federal health care law.\nThe narrator says in the 30-second spot that Brown is \"shopping for a Senate seat in New Hampshire\" and \"that's good for Wall Street and great for Scott Brown.\"\nReady to define Brown before he potentially enters the race, the Senate Majority PAC's new ad paints the former Senator as a favorite on Wall Street.\n2 years ago(CNN) – Former Sen. Scott Brown of Massachusetts hasn't launched another bid for the Senate, but he's already being targeted in negative television ads."}