{"article_title": "Obama set to address his legacy in final State of the Union address", "article_keywords": ["set", "congress", "union", "house", "state", "legacy", "speech", "address", "push", "president", "white", "final", "obama"], "article_url": "http://www.pressherald.com/2016/01/09/obama-set-to-address-his-legacy-in-final-state-of-the-union/", "article_text": "Out of time to push a new legislative agenda, President Obama will look past Congress and to the American people in his final State of the Union address, aiming to define his presidency and his legacy before others can do it for him.\n\nFor his seventh address, Obama plans to skip the traditional list of grand proposals, new policies and presidential appeals for new laws in favor of a broad overview of what he has accomplished since 2009 and what is undone in his final year in office. Aides said the president on Tuesday night will give his assessment of what the country looks like in 2016 and the direction he hopes it will take in the future.\n\nPresident Obama gives his State of the Union address last January before a joint session of Congress in Washington as Vice President Joe Biden and House Speaker John Boehner of Ohio listen. Out of time to push a new legislative agenda, a battle-hardened president, in his final State of the Union address, aims to define his presidency and his legacy before others can do it for him. The Associated Press President Obama delivers his 2015 State of the Union address. This year, he's promising a speech that celebrates America’s capacity “to come together as one American family.” The Associated Press President Obama delivers his State of the Union address to a joint session of Congress on Jan. 20, 2015, in Washington. Vice President Joe Biden and House Speaker John Boehner of Ohio, listen in the background. The Associated Press Related Headlines Successes outpaced failures in year of ‘gridlock’ Search photos available for purchase: Photo Store →\n\nTo the extent he can, Obama will try to give a burst of energy to initiatives he is hoping to push past beyond the life of his administration.\n\nAdvisers who met with Obama as he readied his recent executive actions on gun control said the president gave this guidance: “Everything this year should be infused with a sense of possibility” and “don’t take the foot off the gas pedal.”\n\nDespite his inevitable slide into lame-duck status and the partisan politics of the election year, Obama is emboldened by recent successes that formed one of the most productive stretches in his presidency.\n\nSECURING DEALS, BOOSTING ECONOMY\n\nOver the past year, Obama has reached a nuclear deal with Iran, relaunched diplomatic relations with Cuba, secured a global climate pact and an Asia-Pacific trade deal, and negotiated a budget deal with the Republican-led Congress. Unemployment has fallen to 5 percent and renewed confidence in the economy has led the Federal Reserve to start raising interest rates.\n\nObama’s chief of staff, Denis McDonough, said Obama planned in his speech to cite those achievements to argue that “we’ve brought America back.”\n\nWhile Obama wants to keep the momentum going, the presidential campaign may drown him out. The White House scheduled this year’s speech earlier than usual, in part to ensure Obama had room to maneuver before voters get their first say – the Iowa caucuses on Feb. 1.\n\nTo the dismay of some in his party, Obama doesn’t plan to use the address as an opening argument for Democratic candidates in the November election. White House officials said the president would have ample opportunities to frame the campaign.\n\nStill, anything Obama says or does in an election year raises the political heat. For example, Republicans have seized on Obama’s unilateral moves to tighten gun policies, a topic for Tuesday’s speech, as the latest example of why voters cannot trust Democrats.\n\nCAMPAIGNS RESPOND TO HIS BOLDNESS\n\n“The president hasn’t had a problem getting attention for what he’s proposed as important issues we should be focused on,” said Jen Psaki, the White House communications director. She said those issues often have spilled over into the campaign. “Because of his decision to be bold, we fully anticipate that will continue.”\n\nObama’s best prospects for achievements this year are on issues where he and Congress at least partially agree. Central to his speech will be a renewed call for a criminal justice overhaul and for approval of the Asia-Pacific trade agreement, which many Republicans support.", "article_metadata": {"description": "He is expected to define his presidency and try to spark a burst of energy for his initiatives.", "generator": "WordPress 4.3.4", "og": {"site_name": "The Portland Press Herald / Maine Sunday Telegram", "description": "He is expected to define his presidency and try to spark a burst of energy for his initiatives.", "title": "Obama set to address his legacy in final State of the Union address - The Portland Press Herald / Maine Sunday Telegram", "locale": "en_US", "image": {"width": 999, "identifier": "http://www.pressherald.com/wp-content/uploads/2016/01/780644_State-of-Union.JPEG-06ddd.jpg", "height": 666}, "updated_time": "2016-01-09T23:17:11-04:00", "url": "http://www.pressherald.com/2016/01/09/obama-set-to-address-his-legacy-in-final-state-of-the-union/", "type": "article"}, "twitter": {"description": "He is expected to define his presidency and try to spark a burst of energy for his initiatives.", "creator": "@pressherald", "image": "http://www.pressherald.com/wp-content/uploads/2016/01/780644_State-of-Union.JPEG-06ddd.jpg", "title": "Obama set to address his legacy in final State of the Union address - The Portland Press Herald / Maine Sunday Telegram", "site": "@pressherald", "card": "summary_large_image"}, "robots": "noodp", "apple-itunes-app": "app-id=951845858", "fb": {"admins": 769488179, "app_id": 178078215650057}, "article": {"publisher": "https://www.facebook.com/pressherald", "section": "Nation & World", "published_time": "2016-01-09T17:46:19-04:00", "modified_time": "2016-01-09T23:17:11-04:00"}, "google-site-verification": "QWs9pxQP8fwo2-nR5mWopc6qCK2D3920f7bl-U-zkso", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "The Associated Press President Obama delivers his 2015 State of the Union address.\nPresident Obama gives his State of the Union address last January before a joint session of Congress in Washington as Vice President Joe Biden and House Speaker John Boehner of Ohio listen.\nOut of time to push a new legislative agenda, a battle-hardened president, in his final State of the Union address, aims to define his presidency and his legacy before others can do it for him.\nOut of time to push a new legislative agenda, President Obama will look past Congress and to the American people in his final State of the Union address, aiming to define his presidency and his legacy before others can do it for him.\nWhite House officials said the president would have ample opportunities to frame the campaign."}