{"article_title": "Quapaw Seniors Continue To Give Back To Community - NewsOn6.com - Tulsa, OK - News, Weather, Video and Sports - KOTV.com", "article_keywords": ["seniors", "newson6com", "donations", "kids", "ok", "tulsa", "students", "money", "community", "victims", "tornado", "high", "continue", "video", "tyree", "weather", "kotvcom", "senior", "trip", "quapaw"], "article_url": "http://www.newson6.com/story/25519234/quapaw-seniors-continue-to-give-back-to-community", "article_text": "High School Principal, Terry Tyree said, \"Great group of kids, and we're proud of them.\"\n\nThe students decided on their own to spend most of the donations to build a city park.\n\nStudents in Quapaw's senior class just keep giving back. Their decision to give the money they raised for their senior trip to tornado victims led to an incredible response, with $35,000 in donations from people touched by their generosity.\n\nThey'll get quite a trip, but so many donations came in. Now, some of Oklahoma's Own have a plan for what to do with the rest of the money.\n\n5/2/2014 Related Story: Quapaw Students Who Donated Class Trip Money Get Surprise Of Their Own\n\nTwo days before graduation, the Quapaw High seniors are finishing their senior video, showing the year's highlights. The biggest one is the incredible generosity from others when the students chose to give money they raised for their senior trip to tornado victims instead.\n\n\"The whole state of Oklahoma, I just think we're a giving people,\" said High School Principal, Terry Tyree.\n\nDonors gave $35,000, all wanting the kids to still get to go on their trip to Dallas.\n\nSenior Jesse Morton said, \"Most awesome thing I've ever seen.\"\n\n\"We were just like what? We didn't understand what was going on, honestly, I don't think,\" senior Zayariah Sargent.\n\nSince many of the donors specifically sent money for the trip, they'll now get to spend $10,000, instead of $2,000, meaning they'll get to do way more than they ever expected.\n\nAs he walks the halls, Tyree can't help but think of the senior's next generous act.\n\n\"It's just amazing the things they've done, the generosity they've shown and the pay it forward the way they have,\" he said.\n\nThe students decided on their own to spend most of the donations to build a city park.\n\n\"This town needs something for the children,\" Morton said.\n\nTyree said, \"In a small community like this, it's not a surprise, but it's still, it's awesome that they're doing it.\"\n\nThe park will be built on donated property across the street from the damaged fire station.\n\n\"I hope to see, like, parents and their little kids out there, or, like, junior high kids out there playing basketball and stuff like that,\" said Sargent.\n\nSo, as many tornado victims work to rebuild, construction will begin soon on the new park. For years to come, people will see that good can come from something so terrible, thanks to the selfless senior class of 2014.\n\n\"Great group of kids, and we're proud of them,\" Tyree said.\n\nThe students will get to go to Six Flags, Medieval Times, the zoo and aquarium, and things they wouldn't have been able to afford beforehand, like paintball.\n\nThey also have plans to use some of the donations to do something very special, but it's a surprise they'll announce at graduation Friday night.", "article_metadata": {"wn-build": "XSLT-7.1-17", "Description": "Their decision to give the money they raised for their senior trip to tornado victims led to an incredible response, with $35,000 in donations from people touched by their generosity.", "author": "Craig Day", "og": {"url": "http://www.newson6.com/story/25519234/quapaw-seniors-continue-to-give-back-to-community", "image": "http://KOTV.images.worldnow.com/images/25519234_SA.jpg", "type": "article", "description": "Their decision to give the money they raised for their senior trip to tornado victims led to an incredible response, with $35,000 in donations from people touched by their generosity.", "title": "Quapaw Seniors Continue To Give Back To Community"}, "twitter": {"image": "http://KOTV.images.worldnow.com/images/25519234_SA.jpg", "description": "Their decision to give the money they raised for their senior trip to tornado victims led to an incredible response, with $35,000 in donations from people touched by their generosity.", "card": "summary", "title": "Quapaw Seniors Continue To Give Back To Community"}, "wnreadableurl": "quapaw-seniors-continue-to-give-back-to-community", "ROBOTS": "Index,Follow,NoArchive", "owner": "KOTV", "fb": {"app_id": 497059410331845}, "date": "2014/05/14", "KEYWORDS": "tulsa,media,news,weather,tv,cbs,local,tornado,storm,oklahoma,kotv.com,channel 6,channel six,green country,television,the news on 6,the news on six,six in the morning,live", "wn-version": "ContainerE-Story", "wn-base": "IIS15", "verify-v1": "67+ifqPKEX7ZTB2sopjxTD1c6nx6ScxupNN92EqnIpc=", "news_keywords": "tulsa,media,news,weather,tv,cbs,local,tornado,storm,oklahoma,kotv.com,channel 6,channel six,green country,television,the news on 6,the news on six,six in the morning,live"}, "_id": "\"57477af36914bd0286fcccb7\"", "article_summary": "So, as many tornado victims work to rebuild, construction will begin soon on the new park.\n\"I hope to see, like, parents and their little kids out there, or, like, junior high kids out there playing basketball and stuff like that,\" said Sargent.\n5/2/2014 Related Story: Quapaw Students Who Donated Class Trip Money Get Surprise Of Their OwnTwo days before graduation, the Quapaw High seniors are finishing their senior video, showing the year's highlights.\nThe biggest one is the incredible generosity from others when the students chose to give money they raised for their senior trip to tornado victims instead.\nTheir decision to give the money they raised for their senior trip to tornado victims led to an incredible response, with $35,000 in donations from people touched by their generosity."}