{"article_title": "Seven Criteria for Choosing an IaaS Provider", "article_keywords": ["seven", "right", "undergoing", "service", "provider", "logicalis", "thing", "health", "choosing", "criteria", "iaas", "developers", "care", "software"], "article_url": "http://www.itbusinessedge.com/slideshows/seven-criteria-for-choosing-an-iaas-provider.html", "article_text": "The debate over the Affordable Care Act has made one thing perfectly clear – America’s health care industry is undergoing massive changes. Specialized health care applications are playing an increasingly important role in helping health care providers reduce costs and increase the quality of patient care. For health care software developers, this spells opportunity, but it is also creating delivery challenges as health care clients demand an op-ex, “pay-as-you-go” procurement model. Logicalis US, an international IT solutions and managed services provider, says the time is right for health care software companies to consider software as a service (SaaS).\n\n\n\nTo help health care developers considering a SaaS strategy choose the right cloud partner, Logicalis has outlined seven key criteria to look for in an infrastructure as a service (IaaS) provider.", "article_metadata": {"description": "To help developers considering a SaaS strategy choose the right cloud partner, here seven key criteria to look for in an IaaS provider.", "robots": "index,follow", "inject_params": "WT.qs_dlk=V0OC6wrIZ6wAAAyvAIMAAAAW&", "WT.qs_shmv": "hv20150423-snow.sf.quinstreet.net", "WT.qs_dlk": "V0OC6wrIZ6wAAAyvAIMAAAAW", "keywords": "IaaS, SaaS, SLAs, Cloud, Cloud Providers, Logicalis", "DCSext.tax": "product data center,product data center cloud computing,product web internet software as a service,product it data center cloud computing cloud infrastructure as a service incl cloud storage", "DCSext.qse_b2b_tax": "product data center,product data center cloud computing,product web internet software as a service,product it data center cloud computing cloud infrastructure as a service incl cloud storage"}, "_id": "\"57477af46914bd0286fde773\"", "article_summary": "Specialized health care applications are playing an increasingly important role in helping health care providers reduce costs and increase the quality of patient care.\nFor health care software developers, this spells opportunity, but it is also creating delivery challenges as health care clients demand an op-ex, “pay-as-you-go” procurement model.\nTo help health care developers considering a SaaS strategy choose the right cloud partner, Logicalis has outlined seven key criteria to look for in an infrastructure as a service (IaaS) provider.\nThe debate over the Affordable Care Act has made one thing perfectly clear – America’s health care industry is undergoing massive changes.\nLogicalis US, an international IT solutions and managed services provider, says the time is right for health care software companies to consider software as a service (SaaS)."}