{"article_title": "Lovers of the Constitution must reject Trump: Kevin O'Brien", "article_keywords": ["wont", "supreme", "lovers", "clinton", "trump", "political", "shes", "obrien", "right", "know", "way", "reject", "vote", "kevin", "constitution"], "article_url": "http://www.cleveland.com/obrien/index.ssf/2016/05/lovers_of_the_constitution_mus.html", "article_text": "CLEVELAND -- Now that the presidential race has been narrowed to Hillary Clinton and Donald Trump, constitutionalists face a truly awful set of choices: Betray the bedrock ideas on which America was founded by voting for Trump, betray the political and economic interests of America now and for several generations to come by voting for Clinton, sit out the presidential race or throw a protest vote to a minor-party candidate.\n\nA vote for Trump\n\nIn 2008, the Democrats elected a man who sees himself as a monarch who can do whatever he pleases. There is no greater factor in the success of Trump's campaign than the example set by Barack Obama's arrogance: If their guy can reign supreme, our guy can reign supreme.\n\nBut constitutionalists should have nothing to do with replacing their tyrant with our tyrant. No one who understands that the president is meant to play a strictly limited role in a strictly limited government, subject to all of the checks and balances that slow the political process down and keep it open to competing factions and dissenting ideas, can possibly back the Republican version of Obama.\n\nBut for the sake of argument, let's say Clinton proves such a disastrous candidate that Trump wins in November. One of two scenarios will play out, neither of which will satisfy Trump's backers.\n\nIf Trump tries to keep his promises — to build a wall or institute a tariff, for example — Democrats in Congress will stop him and the media will be relentless in ridiculing him. The issuers of Obama's license to be king won't give Trump the same deference.\n\nThat's the best possible outcome — the Constitution working as it should, resulting in blessed gridlock.\n\nBut just as likely — maybe more so, given the left-leaning orientation Trump displayed until just a couple of years ago — he reneges on his big promises and acts as a progressive. On illegal immigration, the red-meat issue for his followers, he has already told The New York Times editorial board that he's open to backing down. He's a deal-maker, right? So why not cut a deal with the left and make his life easier?\n\nA vote for Clinton\n\nIf the best that can be said about Trump is that he might seek to impose some beneficial policy changes — doing some right things in the wrong way — the same cannot be said for Clinton.\n\nWe know that throughout this campaign, she's made more left turns than a NASCAR driver. What we don't know is why. Has she truly decided the Democratic Party can be open about its socialism, or is she just stringing along a party base that laps up Bernie Sanders' economic absurdities like catnip? Expect her to veer back toward mainstream Democratic stances for the general election.\n\nSo until she's in office, Americans won't know who she's been lying to.\n\nWe do know the Supreme Court will be good for 25 years' worth of wholesale constitutional and societal destruction if she gets in.\n\nShe won't get the media worship Obama has enjoyed, but she'll get enough support from that quarter that congressional Republicans will still be scared to stand up to her. They'll know she won't hesitate to use Obama's tactic of threatening to shut down the government and blame them for it if they put up a fight.\n\nA vote for neither\n\nClinton wins unless she gets indicted or klutzes her way out of a slam-dunk.\n\nThe down-the-ballot races for the Senate and the House matter, though. A wimpy Republican Congress would be at least a little better than a hell-for-leather Democratic one.\n\nThe upshot\n\nThe country can survive bad policy. We've survived more than 100 years of it, with very brief respites, as Woodrow Wilson put progressivism on the march, the New Deal put it in charge, the Great Society put it on steroids and Obamacare put it into our very bodies.\n\nThere is always a way back from bad policy.\n\nBut if both major parties, together representing a clear majority of American voters, consciously reject the American system and replace it with a system that looks to a single leader for every political decision, how can we expect to re-establish a republic conceived in individual liberty and limited government? If we exchange the autocratic Democrat Obama for the imperial Republican Trump, neither party will have any right to claim a sincere belief in constitutional republicanism. Under those circumstances, it's hard to imagine what prevents the United States from whipsawing back and forth between an endless succession of \"our\" cult-of-personality candidate versus \"theirs.\"\n\nWhat Hillary Clinton will do to the Supreme Court is a bitter pill to swallow, but there's no reason to believe that Trump would try to do — or that Senate Democrats would allow him to do — any better. Under Clinton, the First Amendment freedoms of religion and speech would be at serious risk of repeal, but there are ways to fight back against that.\n\nThe risk with Trump is greater: a significant, lasting change in what Americans expect from the presidency and in the distribution of power among the executive, the Congress and the people.\n\nIt's as mystifying as it is sad that we are forced to make such choices because the major political parties will each nominate an ego-driven congenital liar. She has repeatedly proved herself an incompetent fool whose hardest work goes into covering her tracks. He has repeatedly proved himself an uninformed, unprincipled huckster whose hardest work goes into obscuring his intentions.\n\nNeither is worthy of a vote for president of the United States, and neither will get mine.\n\nO'Brien is The Plain Dealer's deputy editorial page editor.", "article_metadata": {"medium": "news", "viewport": "width=device-width,initial-scale=1", "news_keywords": "Donald Trump, Hillary Rodham Clinton, 2016-presidential-campaign, donald-trump, hillary-clinton, opinion", "title": "Lovers of the Constitution must reject Trump: Kevin O'Brien", "og": {"site_name": "cleveland.com", "description": "The damage Hillary Clinton will do can be reversed. That may not be true of the damage Donald Trump would do.", "title": "Lovers of the Constitution must reject Trump: Kevin O'Brien", "url": "http://www.cleveland.com/obrien/index.ssf/2016/05/lovers_of_the_constitution_mus.html", "image": "http://image.cleveland.com/home/cleve-media/width620/img/obrien_impact/photo/bx137-3d74-7jpg-09ea097fc8929956.jpg", "type": "article"}, "twitter": {"description": "The damage Hillary Clinton will do can be reversed. That may not be true of the damage Donald Trump would do.", "creator": "@kobrien_scribe", "image": "http://image.cleveland.com/home/cleve-media/width620/img/obrien_impact/photo/bx137-3d74-7jpg-09ea097fc8929956.jpg", "title": "Lovers of the Constitution must reject Trump: Kevin O'Brien", "site": "@clevelanddotcom", "card": "summary"}, "article_date_updated": "Friday, May 06, 2016, 11:07 PM", "fb": {"admins": 100000302287435}, "article_publication_name": "cleveland.com", "article_comments": 0, "article_date_original": "Friday, May 06, 2016,  7:23 AM", "article_author": "Kevin OBrien, The Plain Dealer", "Description": "The damage Hillary Clinton will do can be reversed. That may not be true of the damage Donald Trump would do."}, "article_summary": "So until she's in office, Americans won't know who she's been lying to.\nBut for the sake of argument, let's say Clinton proves such a disastrous candidate that Trump wins in November.\nThe issuers of Obama's license to be king won't give Trump the same deference.\nWe do know the Supreme Court will be good for 25 years' worth of wholesale constitutional and societal destruction if she gets in.\nThat's the best possible outcome — the Constitution working as it should, resulting in blessed gridlock."}