{"article_title": "Obamacare upside for independent contractor model?", "article_keywords": ["independent", "business", "carriers", "owneroperators", "obamacare", "tcp", "contractor", "costs", "upside", "health", "model", "employer", "insurance", "market", "care"], "article_url": "http://www.overdriveonline.com/obamacare-upside-for-independent-contractor-model/", "article_text": "Only if insurance rates get reasonable, as it were, on a long-term basis.\n\nRecent dynamics in the health insurance market are on display in the graphic below, from the Transport Capital Partners group’s survey of fleets over the last three years.\n\nAs implementation of the health insurance law draws nearer, the latest development being the opening of the health-insurance exchanges for early enrollment Oct. 1, the number of carriers reporting the law has made no difference to their business dropped from 36% a year ago to 8% this quarter, TCP says. Carriers are taking various steps in order to prepare for the delayed employer mandate, and strategies for dealing with increased costs, such as they are (whether having to cover more of the employed workforce or more expensive premiums for quality coverage), such strategies have shifted.\n\nTo my mind, the most interesting thing is the percentage of carriers near-doubling — from 13 percent to 24 percent — who “anticipate opting out of the program altogether,” according to TCP, “by using independent contractors,” whether with outright leased owner-operators or by developing lease-purchase programs.\n\nThe dynamic described there is somewhat like the one I hit on in discussion of Avik Roy’s guesses on the employer-provided health care market here, the notion that the Affordable Care Act incentivizes “skinny” coverage from employers, which could force individuals to the exchanges…\n\nIn any case, for the owner-operators among you leased to carriers, the TCP survey data could mean the future looks good for the business model, at least. However, if a large shift of employer costs for health care is shifted from employer plans to a new legion of independent-contractor owner-operators, as I started this post with, whether those IC business models will be viable will be dependent on the cost of all of that. As it is, we know well that costs in the individual market for health insurance pre-Obamacare can be prohibitive — hopefully we’ll get a clear sense of that market on the Obamacare exchanges soon.\n\nSee more on this from reporting over the last couple weeks in my post on Avik Roy’s assessment of exchange premium costs — and Max Heine’s distillation of it all over on Overdrive Extra.", "article_metadata": {"description": "Only if insurance rates get reasonable, as it were, on the long-term basis.", "generator": "WordPress 4.5.2", "author": "Overdrive", "og": {"site_name": "Overdrive", "description": "Only if insurance rates get reasonable, as it were, on the long-term basis.", "title": "Obamacare upside for independent contractor model?", "url": "http://www.overdriveonline.com/obamacare-upside-for-independent-contractor-model/", "image": {"secure_url": "https://i0.wp.com/www.overdriveonline.com/files/2013/10/Transport-Capital-Partners-fleet-health-insurance-activity-stats-420x234.jpg", "identifier": "http://www.overdriveonline.com/files/2013/10/Transport-Capital-Partners-fleet-health-insurance-activity-stats-420x234.jpg"}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.overdriveonline.com/files/2013/10/Transport-Capital-Partners-fleet-health-insurance-activity-stats-420x234.jpg?w=1400", "site": "@OverdriveUpdate", "card": "summary_large_image"}, "NextGEN": "1.4.3", "fb": {"pages": 201594073189}, "article": {"published_time": "2013-10-02T21:37:09-05:00", "modified_time": "2013-10-03T22:01:38-05:00"}, "google-site-verification": "WW2QzrYsbQWBq40KQCalege4Ob8OQq4Xr9lN_5tT-ng", "viewport": "width=device-width, initial-scale=1", "news_keywords": "ACA, costs, employer provided insurance, health care exchanges, health insurance, individual market, insurance, ObamaCare, premiums, rates, subsidies, Transport Capital Partners"}, "_id": "\"57477af36914bd0286fd1b5a\"", "article_summary": "Recent dynamics in the health insurance market are on display in the graphic below, from the Transport Capital Partners group’s survey of fleets over the last three years.\nAs it is, we know well that costs in the individual market for health insurance pre-Obamacare can be prohibitive — hopefully we’ll get a clear sense of that market on the Obamacare exchanges soon.\nOnly if insurance rates get reasonable, as it were, on a long-term basis.\nSee more on this from reporting over the last couple weeks in my post on Avik Roy’s assessment of exchange premium costs — and Max Heine’s distillation of it all over on Overdrive Extra.\nHowever, if a large shift of employer costs for health care is shifted from employer plans to a new legion of independent-contractor owner-operators, as I started this post with, whether those IC business models will be viable will be dependent on the cost of all of that."}