{"article_title": "Mississippi's rural hospitals face uncertain future", "article_keywords": ["medicaid", "uncertain", "moore", "hospital", "mississippis", "face", "thing", "future", "health", "plan", "rural", "republican", "hospitals", "care"], "article_url": "http://www.clarionledger.com/story/money/business/2015/04/18/mississippis-rural-hospitals-face-uncertain-future/26012673/", "article_text": "Gov. Phil Bryant wants to create health care economic-development zones throughout the state. But Mississippi’s small rural hospitals may not play a part in that plan. (Photo: Special to The Clarion-Ledger)\n\nGov. Phil Bryant wants to create health care economic-development zones throughout the state.\n\nBut Mississippi's small rural hospitals may not play a part in that plan. They have been caught between provisions of the national Affordable Care Act that banked on expanded Medicaid to insure the uninsured and the state's Republican leadership's opposition to do so.\n\nMedicaid expansion was to have replaced money hospitals receive for treating people who cannot pay. When the U.S. Supreme Court removed the expanded Medicaid mandate and made it optional, it did not account for those uncompensated care payments.\n\nThat revenue loss has pinched rural hospitals' bottom lines.\n\nKosciusko's Montfort Jones Hospital, needing revenue by March 1 to stay open, went to the Legislature this session. Rep. Jason White, a Republican from nearby West, sponsored a bill that would authorize up to $5 million in bonds to keep the hospital afloat while it looks for a buyer. In the past year, the Attala County-owned facility had laid off 38 employees and closed its ICU.\n\nLawmakers ultimately agreed to let county taxpayers can take out debt to stabilize the hospital, sell it, or file for bankruptcy.\n\nWhite told The Clarion-Ledger earlier this year that he didn't know whether Medicaid expansion would have helped Montfort Jones financially.\n\nKilmichael's hospital, open since the 1950s, will close, although its medical clinic will remain open.\n\n\"I won't say that it'll be the rule,\" said Timothy Moore, executive director of the Mississippi Hospital Association, referring to rural hospitals suffering or closing because of the lack of Medicaid expansion.\n\nWhat will likely happen, he said, is that hospitals will be repurposed into other health care facilities — primary care clinics, for example, where a patient can use telemedicine to see a specialist like a cardiologist remotely. \"That's probably a model that will be copied elsewhere,\" Moore said.\n\nThe reason Mississippi's Republican leadership has given for not expanding Medicaid is that they don't believe, or are willing to admit they believe, the federal government's promise to pay 90 percent of the costs, once it stops paying 100 percent.\n\nDemocratic lawmakers have managed to bring the issue to a straight vote at the Capitol, but it's failed, mostly along party lines, and always preceded a veto threat from Bryant.\n\nThe lines were drawn early, leaving the state's medical community to work around them.\n\n\"We've reconciled ourselves to the fact that the Legislature made a decision,\" Moore said. \"We decided the best thing for us to do is look for other options on the delivery and payment mechanisms.\"\n\nTo do that, lawmakers in 2013 told the MHA to come up with an alternative.\n\nThat led to the Mississippi Provider-Sponsored Health Plan, the result of a partnership between MHA and Evolent Health, which has administered Medicaid programs in several states.\n\nThe Mississippi Provider-Sponsored Health Plan will share a lot of attributes with the managed care model, Moore said, but there are differences: It will operate as a nonprofit, will use population health management strategies, will have fewer administrative costs, and will be locally run by providers in Mississippi.\n\nThe plan has not been implemented, though the MHA did post its related \"playbook\" on its website in January. Moore said the playbook \"describes how a provider-sponsored plan would work.\"\n\n\"There will be a need for some legislation to help us move forward,\" he said. \"One of the major opportunities is to move inpatient care into managed care. A lot of people will be skeptical but it's the right thing if you do it the right way. If providers guide it, it can be a really good thing. This can be a complete continuum of care, and that's what we have to do.\"\n\nRead or Share this story: http://on.thec-l.com/1yGaauh", "article_metadata": {"google": "notranslate", "description": "Mississippi's small rural hospitals pinched by loss of revenue with no Medicaid expansion.", "og": {"site_name": "The Clarion Ledger", "description": "Mississippi's small rural hospitals pinched by loss of revenue with no Medicaid expansion.", "title": "Mississippi's rural hospitals face uncertain future", "url": "http://www.clarionledger.com/story/money/business/2015/04/18/mississippis-rural-hospitals-face-uncertain-future/26012673/", "image": "http://www.gannett-cdn.com/GDContent/applogos/clarionledger.png", "type": "article"}, "twitter": {"description": "Mississippi's small rural hospitals pinched by loss of revenue with no Medicaid expansion.", "creator": "@clarionledger", "image": "http://www.gannett-cdn.com/-mm-/793f1a3df17ddae4a707fc5b308f8c7fb29dd58c/c=0-81-449-530&r=x643&c=640x640/local/-/media/JacksonMS/2015/04/18/B9316141060Z.1_20150418210810_000_GQMAHS36L.1-0.jpg", "title": "Mississippi's rural hospitals face uncertain future", "site": "@clarionledger", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=815835309", "fb": {"app_id": 127619637301465}, "article": {"author": "facebook.com/claychand"}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070"}, "_id": "\"57477af36914bd0286fd1b9c\"", "article_summary": "But Mississippi's small rural hospitals may not play a part in that plan.\nBut Mississippi’s small rural hospitals may not play a part in that plan.\nThat revenue loss has pinched rural hospitals' bottom lines.\nPhil Bryant wants to create health care economic-development zones throughout the state.\nThat led to the Mississippi Provider-Sponsored Health Plan, the result of a partnership between MHA and Evolent Health, which has administered Medicaid programs in several states."}