{"article_title": "Learning a new sport is good for the brain", "article_keywords": ["good", "learning", "skills", "type", "study", "brain", "parts", "motor", "sport", "changes", "physical"], "article_url": "http://health.heraldtribune.com/2016/03/16/learning-a-new-sport-is-good-for-the-brain/", "article_text": "By Gretchen Reynolds, The New York Times\n\nLearning in midlife to juggle, swim, ride a bicycle — or, in my case, snowboard — could change and strengthen the brain in ways that practicing familiar pursuits will not, according to research about the unique impacts of motor learning on the brain.\n\nWhen most of us consider learning and intelligence, we think of activities such as adding numbers, remembering names, writing poetry, learning a new language.\n\nSuch complex thinking generally is classified as “higher-order” cognition. It results in activity within certain portions of the brain and promotes plasticity, or physical changes, in those areas. There is strong evidence that learning a second language as an adult, for instance, results in increased white matter in the parts of the brain involved in language processing.\n\nRegular exercise likewise changes the brain. But the impacts of learning on one of the most primal portions of the brain have been surprisingly underappreciated. Most of us pay little attention to our motor cortex, which controls how well we can move.\n\n“We have a tendency to admire motor skills,” said Dr. John Krakauer, director of the Center for the Study of Motor Learning and Brain Repair at Johns Hopkins University. We like watching athletes in action, he said. But most of us make little effort to hone our motor skills in adulthood, and very few of us try to expand them by learning a new sport.\n\nWe could be shortchanging our brains.\n\nNneurological studies in people have shown that learning a new physical skill in adulthood, such as juggling, leads to increases in the volume of gray matter in parts of the brain related to movement control.\n\nEven more compelling, a 2014 study with mice found that when the mice were introduced to a complicated type of running wheel, and had to learn a new, stutter-step type of running, their brains changed significantly. Learning to use these new wheels led to increased myelination of neurons in the animals’ motor cortexes. Myelination is the process by which parts of a brain cell are insulated, so that the messages between neurons can proceed more quickly and smoothly.\n\n“We don’t know” whether comparable changes occur within the brains of grown people who take up a new sport or physical skill, Krakauer said. But it seems likely, he said.\n\n“Motor skills are as cognitively challenging” in their way as traditional brainteasers such as crossword puzzles or brain-training games, he said. So adding a new sport to your repertory should have salutary effects on your brain, and also provide all the physical benefits of exercise.\n\nThese considerations cheered me a few weeks ago when I took to the slopes for a weekend crash course in snowboarding. I had wondered if I might be too advanced in years and hardened in the habits of skiing to learn to ride. But the experience was in fact exhilarating and glorious.", "article_metadata": {"og": {"image": "http://health.heraldtribune.com/files/2014/03/brainscan.jpg"}, "wp-parsely_version": "1.8", "fb": {"app_id": 846021808821787}}, "_id": "\"57477af46914bd0286fe054b\"", "article_summary": "It results in activity within certain portions of the brain and promotes plasticity, or physical changes, in those areas.\n“We have a tendency to admire motor skills,” said Dr. John Krakauer, director of the Center for the Study of Motor Learning and Brain Repair at Johns Hopkins University.\n“Motor skills are as cognitively challenging” in their way as traditional brainteasers such as crossword puzzles or brain-training games, he said.\nBut most of us make little effort to hone our motor skills in adulthood, and very few of us try to expand them by learning a new sport.\nBut the impacts of learning on one of the most primal portions of the brain have been surprisingly underappreciated."}