{"article_title": "Peninsula part of hip/knee 'bundled pay' pilot", "article_keywords": ["pay", "hospital", "skilled", "secours", "peninsula", "patients", "hipknee", "bon", "services", "turner", "bundled", "hospitals", "care", "pilot"], "article_url": "http://www.dailypress.com/health/dp-nws-bundled-payments-20150716-story.html", "article_text": "Eight hundred hospitals that offer total joint replacements for hips and knees will come under a Medicare mandate, starting next year, to provide the services through a \"bundled pay\" model in which they're responsible for a patient's well-being for 90 days after admission.\n\nOn the Peninsula, only Bon Secours Mary Immaculate Hospital in Newport News, which had been participating voluntarily in a shoulder replacement \"bundled pay\" pilot program, is directly affected.\n\n\"We wanted to learn how to do it,\" said John Turner, vice president of orthopedic services for Bon Secours Virginia. In all, eight Bon Secours hospitals have participated voluntarily with a variety of services, including hip, knee and shoulder replacements, and patients with congestive heart failure and COPD/pneumonia.\n\nThe Centers for Medicare and Medicaid Services, CMS, announced the five-year pilot program in 75 regions of the country this week. It's part of a cost-saving push through the Affordable Care Act to move away from fee-for-service and follow a patient through the continuum of care, providing better coordination between hospitalization, skilled nursing facilities and home health care services.\n\n\"You have to change your patient care model. It's a challenge to get everyone to change. Physicians were initially reluctant, but they're seeing the benefits of it. We're seeing outcomes improve,\" said Turner, emphasizing that it requires better coordination and constant communication between the hospital and post-acute care providers. The savings are realized in shorter stays in hospital and skilled nursing facilities, and greater use of cheaper home health care.\n\nBon Secours' various \"bundled pay\" pilots have achieved measurable results. \"We're managing the continuum of care and reducing utilization,\" said Turner. For example, savings are achieved by reducing the average 22-day stay in a skilled nursing facility to 15 days followed by cheaper in-home services. He compared costs at $12,000 and $3,000 for the respective services. The goal is to achieve the same quality of care while avoiding costly readmissions for patients, he said. Medicare anticipates saving $153 million over the five-year pilot, accounting for 25 percent of all hip and knee replacements that it covers.\n\nSince it started the voluntary program, the Bon Secours system has seen a more than 20 percent reduction in the length of stay in skilled nursing facilities and a 6 percent drop in hospital readmissions.\n\nBy signing up more recently for three-year voluntary \"bundled pay\" programs for hip and knee replacements, both Sentara and Riverside health systems are exempt from the CMS mandate, but will follow a similar model.\n\nAt Sentara, the system has been \"ramping up,\" according to Carole Guinane, vice president for system orthopedics. She and Bruce Robertson, president of Sentara Lifecare, lauded the transition for promoting better communication between hospitals and post-acute care for patient-appropriate services. \"We have orthopedic navigators at each of our hospitals; patients get follow-up phone calls, and more extensive education,\" said Guinane. \"It typifies the move toward care coordinators who manage these transitions,\" added Sentara spokesman Dale Gauding.\n\nHealthier patients can opt for a one-night hospital stay followed by extensive home-care services, he said.\n\nOne unresolved issue in the value-based pay model is the high costs of caring for patients with hip fractures who are the most frail and typically have a high level of co-morbidities, said Turner of Bon Secours. Costs for their care can easily reach $70,000, he said, when the target cost for each \"episode\" — admission, procedure, discharge and post-acute care — is $21,000. Hospitals are pushing Medicare for a separate category to address the care necessary for this group.\n\nSalasky can be reached by phone at 757-247-4784.\n\nWant to comment?\n\nRead the proposed rule in the Federal Register at https://www.federalregister.gov/public-inspection.\n\nSubmit comments at http://www.cms.gov/Regulations-and-Guidance/Regulations-and-Policies/eRulemaking/index.html?redirect=/eRulemaking, or by following instructions included in the proposed rule. Comments must be received by Sept. 8. Questions regarding the Comprehensive Care for Joint Replacement Model can be directed to ccjr@cms.hhs.gov.", "article_metadata": {"fb_title": "Peninsula part of hip/knee 'bundled pay' pilot", "Description": "Medicare mandating new payment model for joint surgeries", "copyright": "Copyright (c) 2016 Daily Press", "author": "Daily Press", "og": {"site_name": "dailypress.com", "description": "Eight hundred hospitals that offer total joint replacements for hips and knees will come under a Medicare mandate, starting next year, to provide the services through a \"bundled pay\" model in which they're responsible for a patient's well-being for 90 days after admission.", "title": "Peninsula part of hip/knee 'bundled pay' pilot", "url": "http://www.dailypress.com/health/dp-nws-bundled-payments-20150716-story.html", "image": "http://www.trbimg.com/img-55a83624/turbine/dp-nws-bundled-payments-20150716", "type": "article"}, "x-servername": "lalvp07.15", "twitter": {"site": "@daily_press", "card": "summary"}, "robots": "index,follow", "apple-itunes-app": "app-id=397500600, app-argument=http://www.dailypress.com/deeplinkid/84014263", "fb": {"page_id": 140388628320, "app_id": 515474311837346}, "googlebot-news": "index", "date": "2015-07-16", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "googlebot": "index"}, "_id": "\"57477af36914bd0286fd1b90\"", "article_summary": "On the Peninsula, only Bon Secours Mary Immaculate Hospital in Newport News, which had been participating voluntarily in a shoulder replacement \"bundled pay\" pilot program, is directly affected.\nBon Secours' various \"bundled pay\" pilots have achieved measurable results.\n\"We have orthopedic navigators at each of our hospitals; patients get follow-up phone calls, and more extensive education,\" said Guinane.\n\"We wanted to learn how to do it,\" said John Turner, vice president of orthopedic services for Bon Secours Virginia.\nThe Centers for Medicare and Medicaid Services, CMS, announced the five-year pilot program in 75 regions of the country this week."}