{"article_title": "Sweeping IP protections will block biosimilars, MSF says", "article_keywords": ["pharma", "protection", "countries", "patent", "ip", "biosimilars", "trade", "protections", "peru", "sweeping", "msf", "exclusivity", "biosimilar", "data", "block", "told"], "article_url": "http://www.biopharma-reporter.com/Markets-Regulations/TPP-leak-Sweeping-IP-protections-will-block-biosimilars-MSF-says", "article_text": "A leaked draft of Trans-Pacific Partnership negotiations reveals US plans to massively broaden IP for biologics and opens the door to monopolies, says MSF.\n\nDocuments from a round of free trade talks in May show a fight within the trade bloc, as the US and Japan push for strong protection of pharma interests, opposed by the remaining countries: Australia, Brunei, Canada, Chile, Malaysia, Mexico, New Zealand, Peru, Singapore and Vietnam.\n\nA controversial point is the length of data protection for the results of clinical trials of biopharmaceuticals. Without access to data from originator biologics, biosimilar makers cannot file their own applications with regulators, and repeating the trials is considered unethical under Helsinki rules.\n\nData protection agreements can prevent rival drugs from launching, even if the patent and marketing exclusivity of the reference product have expired, so provisions on timing are crucial.\n\n0, 5, 8, or 12 years?\n\nThe US currently awards 12 years of data exclusivity to new biologics, while Japan affords six. All the other countries in TPP negotiations grant between five, and – especially for the lower-income South American countries – none.\n\nThe leaked draft from May negotiations in Guam – the most recent publicly available documents – shows the US pushing to impose 12 years of data exclusivity on all participating countries, with pushback from many of the other nations. Australia asked for a maximum of five years, and countries with no current data exclusivity provisions called for zero.\n\nWhile the US Trade Representative has since indicated the country is ready to agree to eight years, experts from Médecins Sans Frontières (Doctors Without Borders) told BioPharma-Reporter.com this concession was “not a surprise,” since the original offer conflicts with a provision for seven years of data exclusivity in President Obama’s Affordable Care Act.\n\nThe “fake compromise” should not be taken as a sign of flexibility, and the US negotiator is still pushing for the strongest possible IP protections – “a wishlist of everything pharma wants,” Judit Rius, who works within MSF’s Access Campaign told us.\n\nStronger than a patent\n\nData exclusivity is “a big deal for pharma companies,” added MSF director of policy and advocacy, Rohit Malpani, as it provides sturdier IP protection than a patent. Data rules block governments from issuing compulsory licences for pharmaceuticals, since regulators cannot approve a biosimilar without reference data.\n\nData protection also allows drugmakers to extend market dominance beyond patent expiration. “What’s interesting is if a company gets data exclusivity they don’t even need a patent. It acts as a de facto patent monopoly,” said Malpani. “Patent and data exclusivity often don’t run at the same time.”\n\nMSF concedes it has “lost the battle” against the imposition of data exclusivity provisions in the TPP treaty, and the next question is how it will be imposed.\n\nThe NGO believes “the worst-case scenario” for biosimilar access is an agreement to stagger the start times of data exclusivity periods according to when a biologic first launches in each country.\n\nIn this case, if a pharma company markets a biologic in the US, and launches it in Peru some years later, Peru’s period of data exclusivity will begin with the Peru launch and not the American one.\n\nThis means rival biosimilars will be delayed from filing in Peru, even if the original patent has run out. This spells “an absolute barrier to biosimilars” in the later-launching countries, MSF’s experts told us.\n\nWhile it is standard practice for pharma companies to launch drugs first in more profitable markets – especially the US, where there are few price controls and a large population – the wait time will not only affect lower-earning countries. Judit Rius said pharma companies had indicated to her that even prosperous nations like Australia are considered low-profit markets and are not a priority for launches – meaning the country will also be affected by a biosimilar delay.\n\nFor now, it is not known how many years’ data exclusivity TPP negotiators will agree on, and whether they will pick MSF’s “worst-case scenario” of staggered start times. Even the date for the end of talks is unclear, although there are rumours of meetings in Malaysia, the US, or Singapore in late August and September. “The feeling in the corridors is the US wants to wrap up the deal soon,” Rius told us.", "article_metadata": {"description": "A leaked draft of Trans-Pacific Partnership negotiations reveals US plans to massively broaden IP for biologics and opens the door to monopolies, says MSF.", "copyright": "William Reed Business Media", "author": "BioPharma-Reporter.com", "og": {"site_name": "BioPharma-Reporter.com", "description": "A leaked draft of Trans-Pacific Partnership negotiations reveals US plans to massively broaden IP for biologics and opens the door to monopolies, says MSF.", "title": "TPP leak: Sweeping IP protections will block biosimilars, MSF says", "url": "http://www.biopharma-reporter.com/Markets-Regulations/TPP-leak-Sweeping-IP-protections-will-block-biosimilars-MSF-says", "image": "http://www.biopharma-reporter.com/var/plain_site/storage/images/publications/pharmaceutical-science/biopharma-reporter.com/markets-regulations/tpp-leak-sweeping-ip-protections-will-block-biosimilars-msf-says/10141813-3-eng-GB/TPP-leak-Sweeping-IP-protections-will-block-biosimilars-MSF-says_medium_vga.png", "type": "article"}, "twitter": {"domain": "biopharma-reporter.com", "description": "A leaked draft of Trans-Pacific Partnership negotiations reveals US plans to massively broaden IP for biologics and opens the door to monopolies, says MSF.", "title": "TPP leak: Sweeping IP protections will block biosimilars, MSF says", "app": {"url": {"iphone": "biopharma-reporter://Markets-Regulations/TPP-leak-Sweeping-IP-protections-will-block-biosimilars-MSF-says"}, "name": {"iphone": "BioPharma-Reporter"}, "id": {"iphone": "id1023356457"}}, "site": "@BioPharmaReport", "image": {"src": "http://www.biopharma-reporter.com/var/plain_site/storage/images/publications/pharmaceutical-science/biopharma-reporter.com/markets-regulations/tpp-leak-sweeping-ip-protections-will-block-biosimilars-msf-says/10141813-3-eng-GB/TPP-leak-Sweeping-IP-protections-will-block-biosimilars-MSF-says_medium_vga.png"}, "card": "summary_large_image"}, "msvalidate.01": "CEC8ACB0DB9777352167906B78F1EF96", "fb": {"admins": 100000722238608}, "MSSmartTagsPreventParsing": "TRUE", "keywords": "biopharmaceutical manufacturing, development, biopharmaceutical process, upstream production, downstream processing, upstream processing, biologics", "verify-v1": "WHomov305bLuKa7U4ALUYG/IcW/V1/nBXyagl4I9gR0=", "news_keywords": "Doctors Without Borders, TPP, Trans-Pacific Partnership, MSF, biosimilars, patent, IP, clinical data, data exclusivity"}, "_id": "\"57477af46914bd0286fe0553\"", "article_summary": "A controversial point is the length of data protection for the results of clinical trials of biopharmaceuticals.\nThe US currently awards 12 years of data exclusivity to new biologics, while Japan affords six.\nAustralia asked for a maximum of five years, and countries with no current data exclusivity provisions called for zero.\nFor now, it is not known how many years’ data exclusivity TPP negotiators will agree on, and whether they will pick MSF’s “worst-case scenario” of staggered start times.\n“What’s interesting is if a company gets data exclusivity they don’t even need a patent."}