{"article_title": "Thunder Blast The Bucks As Westbrook Records Tenth Triple-Double - News9.com - Oklahoma City, OK - News, Weather, Video and Sports", "article_keywords": ["bucks", "durant", "good", "ok", "thunder", "oklahoma", "okc", "rebounds", "records", "game", "weather", "video", "westbrook", "news9com", "quarter", "tenth", "tripledouble", "points"], "article_url": "http://www.news9.com/story/31399848/thunder-blast-the-bucks-as-westbrook-records-tenth-triple-double", "article_text": "In what was mostly a dominating bounce-back effort, the Thunder was able to snap its two-game losing streak with a 104-96 win over the Bucks on Sunday afternoon in Milwaukee.\n\n3/6/16 Related: Thunder Social Scene\n\nRussell Westbrook recorded his tenth triple-double of the season with 15 points, 11 assists and 10 rebounds, and the Thunder now improves to 10-0 when its star point guard reaches that hefty stat-line. Kevin Durant almost notched a triple-double of his own with 32 points, 12 rebounds and eight assists.\n\nAfter losing four of six games since the all-star break, the entire Thunder team took out its anger on the Bucks in the first quarter.\n\nOklahoma City played pristine-team basketball from the jump on Sunday, as the Thunder soared to a 22-4 lead midway through the first quarter and led 32-12 after the opening frame. It was refreshing to see the Thunder dial in on both sides of the court, as the Bucks were limited to 3-for-23 shooting out of the gates.\n\n“There were a lot of positives in the game. There was a lot of things that happened that was good to see us respond to,” Thunder head coach Billy Donovan said after the game. “Coming off of a loss and coming back on the road to play, you want to get off to a good start. I thought our defense in the first half was terrific, we did a great job of helping one another.”\n\nBucks 1 out of 11 from the field, Thunder up 22-4, Jason Kidd will do some more yelling I guess. #News9Thunder — Steve McGehee (@SteveMcGehee) March 6, 2016\n\nThe most surprising stat during the tremendous first quarter by the Thunder was the zero made field goals by Westbrook and Durant. But just because they weren’t scoring doesn’t mean the dynamic duo weren’t involved in OKC’s offense. Either Westbrook or Durant assisted on all 11 of the Thunder field goals in the first 12 minutes as eight different players scored.\n\nOklahoma City continued its solid play in the second quarter, and a lot of that can be credited to the extremely efficient play of Enes Kanter off the bench. The Turkish big man totaled 14 points and 10 rebounds in the first half as the Thunder took a 64-48 lead into halftime.\n\n“Just energy whenever I’m out there. Every time I’m just always trying to bring energy to the court, to my teammates, and that’s what I did today,” Kanter said of his performance.\n\nWhile things went smoothly for OKC for most of the third quarter, there was one major blip on the radar. Milwaukee refused to roll over, and cut the lead into single-digits with just over a minute left in the third quarter, and then got within two points with 11:22 left in the game after Khris Middleton drained a three-pointer to cap off a 25-to-5 Bucks’ run.\n\nIn recent games, the Thunder hasn’t been able to overcome massive scoring runs by an opponent, but thanks to Westbrook and Durant, the Thunder held strong on Sunday.\n\n“The thing I thought was good for us was when the momentum swung in the game and they fought their way back, it was good to see us respond,” Donovan said.\n\nWestbrook banked in a layup to get the Thunder back up four points, and then Durant found a streaking Kanter for a fast-break slam to put OKC up six. Milwaukee’s Greg Monroe tried to stop the Thunder run on the other end by hammering home an emphatic dunk, but Westbrook was having none of that. Despite the height differential, Westbrook elevated to reject the Monroe dunk attempt which brought the OKC bench to their feet and helped completely swing the momentum.\n\nSeconds later Durant drilled a 3-pointer at the top of the key, and then Westbrook notched a couple of free throws to put the Thunder up nine points and OKC never let the Bucks get closer than six points the rest of the way.\n\nMilwaukee starting the 4th like they did in the first. Thunder up 9. #News9Thunder — Steve McGehee (@SteveMcGehee) March 6, 2016\n\n“Overall it was good for us to have to fight through some adversity to overcome it together,” Donovan said. “It was good to see what we did offensively the way we moved and shared the ball.”\n\nKanter finished with 18 points and 12 rebounds in 20 minutes of playing time, while Steven Adams added 14 and 8 of his own. Kyle Singler had yet another solid first half, where he recorded all of his seven points.\n\nGiannis Antetokounmpo led the Bucks’ with 26 points, 12 rebounds and 10 assists, while Jabari Parker also had a great game with 26 points. After struggling throughout most of the game, Middleton was able to turn it on late and finished with 18 points.\n\nOklahoma City concludes its four-game road trip with a 2-2 record, but led in the fourth quarter of all four games. The Thunder will be back in action on Wednesday night when the Clippers come to town with tip set for 8:30 p.m.", "article_metadata": {"wn-build": "XSLT-7.1-17", "Description": "Russell Westbrook recorded his tenth triple-double of the season as the Thunder snapped its two-game losing streak with a 104-96 win over the Bucks on Sunday afternoon in Milwaukee.", "author": "Brett Coppenbarger", "og": {"url": "http://www.news9.com/story/31399848/thunder-blast-the-bucks-as-westbrook-records-tenth-triple-double", "image": "http://KWTV.images.worldnow.com/images/10040011_G.jpg", "type": "article", "description": "Russell Westbrook recorded his tenth triple-double of the season as the Thunder snapped its two-game losing streak with a 104-96 win over the Bucks on Sunday afternoon in Milwaukee.", "title": "Thunder Blast The Bucks As Westbrook Records Tenth Triple-Double"}, "twitter": {"image": "http://KWTV.images.worldnow.com/images/10040011_G.jpg", "description": "Russell Westbrook recorded his tenth triple-double of the season as the Thunder snapped its two-game losing streak with a 104-96 win over the Bucks on Sunday afternoon in Milwaukee.", "card": "summary", "title": "Thunder Blast The Bucks As Westbrook Records Tenth Triple-Double"}, "wnreadableurl": "thunder-blast-the-bucks-as-westbrook-records-tenth-triple-double", "ROBOTS": "index,follow,noarchive", "owner": "KWTV", "fb": {"app_id": 538140636230283}, "date": "2016/03/06", "KEYWORDS": "oklahoma city,okc,media,news,weather,tv,cbs,local,tornado,thunder,nba,basketball,kevin durant,russell westbrook,milwaukee bucks,antetokounmpo,monroe,middleton,parker,jabari,kanter,", "wn-version": "ContainerE-Story", "wn-base": "IIS24", "verify-v1": "d5ZN+GNiazjgWlnr3WHikwraMvFljdUSLMgex4CGnc8=", "news_keywords": "oklahoma city,okc,media,news,weather,tv,cbs,local,tornado,thunder,nba,basketball,kevin durant,russell westbrook,milwaukee bucks,antetokounmpo,monroe,middleton,parker,jabari,kanter,"}, "_id": "\"57477af46914bd0286fe053a\"", "article_summary": "Kevin Durant almost notched a triple-double of his own with 32 points, 12 rebounds and eight assists.\nGiannis Antetokounmpo led the Bucks’ with 26 points, 12 rebounds and 10 assists, while Jabari Parker also had a great game with 26 points.\nEither Westbrook or Durant assisted on all 11 of the Thunder field goals in the first 12 minutes as eight different players scored.\nIn recent games, the Thunder hasn’t been able to overcome massive scoring runs by an opponent, but thanks to Westbrook and Durant, the Thunder held strong on Sunday.\nOklahoma City concludes its four-game road trip with a 2-2 record, but led in the fourth quarter of all four games."}