{"article_title": "Health Care Networks To Become More Transparent, Rated By Network Size : Science", "article_keywords": ["insurance", "rated", "network", "consumers", "science", "plans", "transparent", "options", "health", "doctors", "care", "networks", "trying", "size"], "article_url": "http://www.hngn.com/articles/185681/20160307/health-care-networks-become-more-transparent-rated-network-size.htm", "article_text": "Health Care Networks To Become More Transparent, Rated By Network Size\n\nThe government is trying to make health insurance options more transparent for consumers through a slew of measures to be announced on March 8.\n\nMar 07, 2016 12:21 PM EST\n\nThe government is trying to make health insurance options more transparent for consumers through a slew of measures to be announced on March 8. (Photo : Google Commons)\n\nThe United States is taking a definitive step forward to make health care options more transparent for citizens. The new system will grade health insurance plans on the number of doctors and hospitals that are empanelled under the plan.\n\nThe new rules will be published on March 8 in the Federal Register, and the insurance plans offered along with the reach of their networks will be displayed along with labels on HealthCare.gov.\n\nThe move has been necessitated as health care insurers have reduced their networks, doing away with teaching colleges, with a result that consumers have had a difficult time finding specialists.\n\nUnder the new system, consumers will know the size of the network, the doctors empanelled under various plans, while also providing a basis for comparison between different health insurance plans within a geographical area. The standardization of features will make it easier for consumers to compare plans.\n\n\"This could be really helpful for a lot of consumers. The administration was walking a very delicate line, pushing forward with consumer protections while trying to keep insurers onboard and participating in the marketplaces,\" said Sabrina Corlette, a consumer advocate and professor at the Health Policy Institute of Georgetown University.\n\nConsumers have also complained about the out-of-pocket costs, like deductibles and co-payments, that are charged with health plans under the Affordable Care Act\n\n\"For many people, $7,000 of costs can be a huge impediment to actually receiving care,\" especially if the costs spring up right at the beginning of a year, said Marc M. Boutin, the chief executive of the National Health Council.\n\nThe administration is trying to provide clarity in the health insurance sector and has created \"six model health plans, under which the government has specified \"the amount of deductibles, co-payments and other charges for doctors' services, hospital care, X-rays, laboratory tests and prescription drugs.\"\n\nAnother new feature is the \"continuity of care.\" Under this, if a health care removes a doctor or a hospital, without cause, the company has to allow patients undergoing \"an active course of treatment\" to continue to avail the services of the said doctor for up to 90 days.\n\nThe government is also institutionalizing facilities of \"insurance counselors\" who will help during the enrolment period and also guide individuals on how to claim insurance, \"appeal denials of coverage and obtain exemptions.\"", "article_metadata": {"Description": "The government is trying to make health insurance options more transparent for consumers through a slew of measures to be announced on March 8.", "Copyright": "2016 Headlines & Global News", "Author": "Headlines & Global News", "og": {"site_name": "Headlines & Global News", "description": "The government is trying to make health insurance options more transparent for consumers through a slew of measures to be announced on March 8.", "title": "Health Care Networks To Become More Transparent, Rated By Network Size", "url": "http://www.hngn.com/articles/185681/20160307/health-care-networks-become-more-transparent-rated-network-size.htm", "image": "http://images.hngn.com/data/images/full/208110/president-obama-signing-the-affordable-care-act.jpg", "type": "article"}, "twitter": {"domain": "hngn.com", "description": "The government is trying to make health insurance options more transparent for consumers through a slew of measures to be announced on March 8.", "title": "Health Care Networks To Become More Transparent, Rated By Network Size", "url": "http://www.hngn.com/articles/185681/20160307/health-care-networks-become-more-transparent-rated-network-size.htm", "image": "http://images.hngn.com/data/images/full/208110/president-obama-signing-the-affordable-care-act.jpg", "creator": "@HNGNcom", "site": "@HNGNcom", "card": "summary_large_image"}, "syndication-source": "http://www.hngn.com/articles/185681/20160307/health-care-networks-become-more-transparent-rated-network-size.htm", "robots": "index, follow", "Googlebot-News": "index, follow", "Keywords": "Headlines & Global News", "article": {"published_time": "2016-03-07"}, "news_keywords": "Obamacare, Affordable Care Act, health insurance, Transparency, health care, Federal Register", "viewport": "width=device-width; initial-scale=1.0; maximum-scale=1.0;", "Subject": "hngn.com"}, "_id": "\"57477af46914bd0286fe053b\"", "article_summary": "Health Care Networks To Become More Transparent, Rated By Network SizeThe government is trying to make health insurance options more transparent for consumers through a slew of measures to be announced on March 8.\n(Photo : Google Commons)The United States is taking a definitive step forward to make health care options more transparent for citizens.\nThe new system will grade health insurance plans on the number of doctors and hospitals that are empanelled under the plan.\nMar 07, 2016 12:21 PM ESTThe government is trying to make health insurance options more transparent for consumers through a slew of measures to be announced on March 8.\nThe move has been necessitated as health care insurers have reduced their networks, doing away with teaching colleges, with a result that consumers have had a difficult time finding specialists."}