{"article_title": "Former Creative Team Member, Joe Franciosi, Passes Away At 44", "article_keywords": ["passes", "15", "away", "wrestling", "creative", "member", "professional", "california", "joe", "team", "franciosi", "wwe", "segment", "44"], "article_url": "http://www.inquisitr.com/2096121/wwe-news-former-creative-team-member-joe-franciosi-passes-away-at-44/", "article_text": "Joe Franciosi, better known to many as Joe Schmo, passed away Friday at the age of 44. Franciosi was a former member of the WWE creative team in 2010. He also departed WWE in 2010.\n\nAccording to a report from PWInsider, Franciosi passed tragically due to a heart attack. Though several years removed from his time on staff at WWE, Franciosi remained involved with professional wrestling. He had most recently been employed by Championship Wrestling with Hollywood, and he remained a very visible name within the California professional wrestling circuit.\n\nSpending several years of his life in the wrestling business, Franciosi developed many lifelong friendships. Some of those friends and acquaintances took to Twitter to express their sympathy and thoughts toward his passing.\n\nRest in Peace Joe Franciosi. I love you brother, see you on the other side… — Samoa Joe (@SamoaJoe) May 15, 2015\n\nVery sad to hear of passing of WWE Creative team member JOE FRANCIOSI. Was a straight forward no nonsense talented guy. RIP. — TAZ (@OfficialTAZ) May 15, 2015\n\nMan. Ugh… Lost another good brother WAY to early. RIP Joe Franciosi. Thanks for the more than 15 years of friendship. — Frankie Kazarian (@FrankieKazarian) May 15, 2015\n\nSorry to hear of the passing of Joe Franciosi.I first met him in 2000 with a young Samoan Gentleman,a Swag and enjoyed a cigar.Good fella. — William Regal (@RealKingRegal) May 16, 2015\n\nAs a member of the creative team at WWE, one segment that Franciosi pitched that received a lot of attention was the storyline where William Shatner performed his own versions of WWE theme songs while guest host of RAW. This occurred in early 2010.\n\nFranciosi didn’t only work behind the scenes, though. At one point during his WWE tenure in 2010, Joe took part in an on-air segment with Ted DiBiase where he pretended to take out a fake eye, as Dibiase supposedly wanted to purchase his eye. This occurred during a “Talent Show” with Jon Lovitz where Franciosi was a plant in the crowd. Francioso recalled this segment during a 2011 internet radio podcast with David Lagana (also a former WWE creative member), describing all of the rehearsal that went into the eye segment. Franciosi recalled a humorous story of rehearing the segment prior to the show and horrifying Triple H and Stephanie McMahon’s children in the process.\n\nFranciosi started his career in professional wrestling while working for Rick Bassman’s Ultimate Pro Wrestling (UPW) in California. UPW was one of the top independent promotions in California for years, and it was where such superstars as John Cena and Samoa Joe got their starts in professional wrestling. In addition to UPW, Franciosi also worked at the Inoki Dojo in California, where NJPW’s Shinsuke Namamura once trained, as did Samoa Joe. At the Inoki Dojo, Franciosi met Dave Marquez. That relationship eventually lead to Franciosi later working with the National Wrestling Alliance on several projects, a relationship that Francioso continued for the remainder of his life.\n\nFranciosi also took part in a lengthy interview with Adam Martin and Trey Stone on the Trey and Adam Show in November, 2010, discussing his time in WWE, as well as a comedy tour he once put together involving Colt Cabana, Mick Foley, and other former professional wrestlers.\n\n[Image via SuperLuchas.com]", "article_metadata": {"description": "Joe Franciosi, better known to many as Joe Schmo, passed away Friday at the age of 44. Franciosi was a former member of the WWE creative team in 2010. He also", "og": {"site_name": "The Inquisitr News", "description": "Joe Franciosi, better known to many as Joe Schmo, passed away Friday at the age of 44. Franciosi was a former member of the WWE creative team in 2010. He also", "title": "WWE News: Former Creative Team Member, Joe Franciosi, Passes Away At 44", "url": "http://www.inquisitr.com/2096121/wwe-news-former-creative-team-member-joe-franciosi-passes-away-at-44/", "image": "http://cdn.inquisitr.com/wp-content/uploads/2015/05/Joe-FranciosiWWE.jpg", "article": {"published_time": "2015-05-17T01:01:11+00:00", "modified_time": "2015-05-17T01:33:00+00:00"}, "type": "article"}, "image": "http://cdn.inquisitr.com/wp-content/uploads/2015/05/Joe-FranciosiWWE.jpg", "msapplication-TileColor": "#ed1c24", "datePublished": "2015-05-17T01:01:11+00:00", "fb": {"app_id": 164157850314499, "pages": 71179904752}, "msapplication-TileImage": "http://cdn.inquisitr.com/assets/0cec37/dist/images/logos/inq-win.png", "keywords": "joe francioso,joe schmo,upw,wwe,wwe creative team,wrestling", "HandheldFriendly": "True", "y_key": "f282393706a5fd85", "twitter": {"image": {"src": "http://cdn.inquisitr.com/wp-content/uploads/2015/05/Joe-FranciosiWWE.jpg", "height": 409, "width": 670}, "site": "@theinquisitr", "card": "summary_large_image", "description": "Joe Franciosi, better known to many as Joe Schmo, passed away Friday at the age of 44. Franciosi was a former member of the WWE creative team in 2010. He also"}, "viewport": "width=980"}, "_id": "\"57477af46914bd0286fe057c\"", "article_summary": "Joe Franciosi, better known to many as Joe Schmo, passed away Friday at the age of 44.\nI love you brother, see you on the other side… — Samoa Joe (@SamoaJoe) May 15, 2015Very sad to hear of passing of WWE Creative team member JOE FRANCIOSI.\nFranciosi was a former member of the WWE creative team in 2010.\nHe had most recently been employed by Championship Wrestling with Hollywood, and he remained a very visible name within the California professional wrestling circuit.\nThough several years removed from his time on staff at WWE, Franciosi remained involved with professional wrestling."}