{"article_title": "White Coats For Black Lives: Toward Racial Equality In Health Care", "article_keywords": ["equality", "students", "medical", "racism", "public", "coats", "patients", "health", "lives", "national", "black", "white", "racial", "care"], "article_url": "http://commonhealth.wbur.org/2015/01/white-coats-for-black-lives-toward-racial-equality-in-health-care", "article_text": "Acknowledging the public health impact of racism and deep disparities in the quality and accessibility of medical care for patients of color, a national organization, White Coats for Black Lives, says it’s launching a new effort today, in celebration of Martin Luther King, Jr.\n\nDorothy Charles, one of the group’s organizers and a first year medical student at the University of Pennsylvania’s Perelman School of Medicine, offers some context in an email:\n\nRacism profoundly impacts people of color: the black-white mortality gap in 2002, for example, accounted for 83,570 excess deaths. As future physicians, we are responsible for addressing the perpetuation of racism by medical institutions and seek policy change to eliminate disparities in outcomes.\n\nHere’s a statement from the White Coats for Black Lives National Steering Committee:\n\nUpon matriculating in medical school, students recite the Hippocratic Oath, declaring their commitment to promoting the health and well-being of their communities. On December 10, 2014, students from over 80 medical schools across the United States acted in the spirit of that oath as we participated in a “die in” to protest racism and police brutality. In our action, we called attention to grim facts about the public health consequences of racism, acknowledged the complicity of the medical profession in sustaining racial inequality, and challenged a system of medical care that denies necessary treatment to patients unable to pay for it, disproportionately patients of color.\n\nToday, in celebration of the legacy of Dr. Martin Luther King Jr., we announce the founding of a national medical student organization, White Coats for Black Lives. This organization brings together medical students from across the country to pursue three primary goals:\n\n\n\n1. To eliminate racism as a public health hazard\n\nRacism has a devastating impact on the health and well-being of people of color. Tremendous disparities in housing, education, and job opportunities cut short the average Black life by four years. Physicians, physician organizations, and medical institutions must therefore publicly recognize and fight against the significant adverse effects of racism on public health. We additionally advocate for increased funding and promotion of research on the health effects of racism.\n\n2. To end racial discrimination in medical care\n\nWe recognize that insurance status serves in our healthcare system as a “colorblind” means of racial discrimination. While it is illegal to turn patients away from a hospital or practice because of their race, patients across the country are frequently denied care because they have public insurance or lack health insurance. We support the creation of a single payer national health insurance system that would give all Americans equal access to the healthcare they need. Such a system would create a payment structure that reflects the fact that “Black lives matter.” Moreover, ample evidence suggests that patients of color receive inferior care even when they are able to see a doctor or nurse; we therefore advocate for the allocation of funding for research on unconscious bias and racism in the delivery of medical care.\n\n3. To create a physician workforce engaged with the struggle for racial justice\n\nAdequately addressing the health effects of racism within and outside of medicine requires a physician workforce that fully reflects our nation’s diversity. Black people currently comprise only 4% of the physician workforce, despite making up 13% of the national (and patient) population; Latino and Native American students are similarly underrepresented. We call on medical schools to improve the recruitment and support of Black, Latino, and Native American medical students and faculty, and to bring their representation in medical schools in line with national demographics. We further call for the creation of national medical school curricular standards that include information about the history of racism in medicine, unconscious racial bias in medical decision making, and strategies for dismantling structural racism.\n\nIn founding White Coats for Black Lives, we hope to add our voices to the growing national movement demanding accountability, justice and an end to racism, and we seek to honor our profession’s pledge to counter those forces that might unduly or unjustly cut short the lives of our fellow human beings.", "article_metadata": {"description": "A first year medical student says: \"As future physicians, we are responsible for addressing the perpetuation of racism by medical institutions and seek policy change to eliminate disparities in outcomes.\"", "og": {"site_name": "commonhealth", "description": "A first year medical student says: \"As future physicians, we are responsible for addressing the perpetuation of racism by medical institutions and seek policy change to eliminate disparities in outcomes.\"", "title": "White Coats For Black Lives: Toward Racial Equality In Health Care", "url": "http://commonhealth.wbur.org/2015/01/white-coats-for-black-lives-toward-racial-equality-in-health-care", "image": "http://s3.amazonaws.com/media.wbur.org/wordpress/15/files/2015/01/black-lives-matter-620x413.jpg", "type": "article"}, "twitter": {"url": "http://commonhealth.wbur.org/2015/01/white-coats-for-black-lives-toward-racial-equality-in-health-care", "image": "//s3.amazonaws.com/media.wbur.org/wordpress/15/files/2015/01/black-lives-matter-620x413.jpg", "site": "@commonhealth", "card": "summary", "title": "White Coats For Black Lives: Toward Racial Equality In Health Care"}, "DC.date.issued": "2015-01-19", "date": "Mon, 19 Jan 2015 07:23:38 -0500", "fb": {"admins": 1549080028, "app_id": 134067973330252}, "msvalidate.01": "D02D46BAEDB3F81FC1B1DE2A8CB69551"}, "_id": "\"57477af46914bd0286fe0562\"", "article_summary": "Today, in celebration of the legacy of Dr. Martin Luther King Jr., we announce the founding of a national medical student organization, White Coats for Black Lives.\nTo eliminate racism as a public health hazardRacism has a devastating impact on the health and well-being of people of color.\nHere’s a statement from the White Coats for Black Lives National Steering Committee:Upon matriculating in medical school, students recite the Hippocratic Oath, declaring their commitment to promoting the health and well-being of their communities.\nWe support the creation of a single payer national health insurance system that would give all Americans equal access to the healthcare they need.\nThis organization brings together medical students from across the country to pursue three primary goals:1."}