{"article_title": "Mr. Robot Recap 7/22/15: Season 1 Episode 5 \"3xpl0its.wmv\"", "article_keywords": ["3xpl0itswmv", "episode", "elliot", "asks", "hes", "season", "bill", "72215", "robot", "doesnt", "goes", "mr", "recap", "tyrell", "tells"], "article_url": "http://www.celebdirtylaundry.com/2015/mr-robot-recap-72215-season-1-episode-5-3xpl0its-wmv/", "article_text": "Mr. Robot returns to the USA network tonight with an all new Wednesday July 22, season 1 episode 5 called, “eps1.4_3xpl0its.wmv.” We’ve got your recap down below! On this evening’s episode, Elliot’s [Rami Malek] inner-demons threaten an fsociety operation.\n\nOn the last episode, fsociety hit the road to initiate world-changing hack. elliots (Rami Malek) inner demons threatened to derail operation. LIRL (laughing in real life). Did you watch the last episode? If you missed it, we have a full and detailed recap right here for you.\n\nOn tonight’s episode per the USA synopsis “fsociety arrives @ steel mountain – most secure data facility in USA. Elliot (Rami Malek) needs to get in and get out – wuz he pwned?”\n\nTonight’s episode looks like it is going to be great and you won’t want to miss it, so be sure to tune in for our live coverage of USA Network’s “Mr. Robot” at 9:00 PM EST! While you wait for our recap hit the comments and let us know how excited you are for another episode of Mr. Robot tonight.\n\nTonight’s episode begins now – Refresh Page often to get the most current updates!\n\n#MrRobot begins with a guy in a cell bouncing a ball. Fernando, his cellmate, is told that he won’t be getting out. The lawyer says they have a solid case and have all of his digital records to prove it. Manny says this was all air tight and the lawyer says he never should have been on social media. Fernando says Manny told him to do it and Manny says it made them more efficient and they made more money. The lawyer says an anonymous tip was called in and now they’re coming down on him.\n\nShe says he’s looking at murder one. Fernando tells Manny that someone will get hurt over this. He looks at a photo of a bottle of pills and thinks. He says the door they close him behind doesn’t matter whether it’s super max or regular. Late, his cellmate bounces the ball over and over. He takes the ball and then smiles and says – I know you, that’s who you are. He stands by his cell door looking out and smiling evilly.\n\nElliot, Romero and Mobley lurk in a coffee shop and Mr Robot nabs a Steel Mountain access ID badge from a guy at the shop. Steel Mountain’s tagline is “impenetrable” and Elliot says nothing really is and says people are the easiest thing to hack. He says Mobley is a glutton, Romero is a hypochondriac know it all. Bill Harper is their first target and then it’s Wendy, his supervisor. That’s who will get them to where he can plug in the raspberry pi.\n\nElliot thinks if Mr Robot goes in, he will blow this whole operation since he’s unpredictable. Elliot heads inside for his meeting. He meets with Bill and asks for a tour. The guy says that they require appointments for tours. He says to look him up and says his name again. The guy says to have his company call for new accounts and talk to Bill Harper. Mr Robot talks in his earpiece and says to lay into him about losing a great new account.\n\nElliot doesn’t deliver that way, he just says to look him up. He tells Elliot it doesn’t work like that. Elliot pauses then sees Bill looking him up on Wikipedia. Mobley has a lot of Wikipedia street cred and set him up an impressive profile. Bill calls him back and is more friendly now he thinks Elliot is a billionaire. Angela is packing and Ollie asks her to stop it and says he loves her. He’s crying and asks her to marry him and says she can’t give up on them like this.\n\nShe keeps on packing. Ollie asks if she thought it through and is going to live with her dad in Jersey. He says she’s ruining her life and she says maybe but she also ruined his. She tosses him his work ID and the CD from Cisco. He says he’ll tell on her and she says she used his computer so he can tell what he wants. He asks if she thought how this would affect him. Angela say she did. Bill takes Elliot on the walk around and talks about how Steel Mountain has its own fire department and roads inside.\n\nMr Robot tells Elliot he needs to get rid of Bill and says he has to destroy him to get to his supervisor. Elliot asks about the vaults and he says they’re on level 2 and he doesn’t have access. Mr Robot says to get rid of Bill now. He says to tear him down and wipe the smile off his stupid face. Bill asks if everything is okay. He pauses. Mr Robot tells him he can do this and says he knows how it feels when someone makes you feel small and exposes your fear.\n\nHe looks down the hall and sees a flashback to Elliot’s mother tormenting him. Elliot tells Bill to think about it. He says if you died, would anyone care. He asks if they would really care. Elliot says maybe they would cry for a day but no one would really give a shit and the people who had to go to his funeral would be annoyed to be there and leave as early as possible. He tells Bill that’s who and what he is – nothing to anyone, to everyone.\n\nHe tells Bill to think about that and says if he does, if he lets himself, he will know he’s speaking the truth. He says to stop wasting his time and go call someone that matters and says Bill, you don’t. The guy sniffles a little then says he’ll call his supervisor. Elliot says that’s why Bill is perfect. He thinks about Bill’s social media posts with all his cats. Romero says once Wendy gets there, they’ll send a text letting Wendy know that her pregnant wife is in labor.\n\nTrudy comes up instead of Wendy. Trudy asks how she knows Wendy and says she didn’t come in today. Elliot stammers and says he would love a tour of level two. Trudy tells Bill he can go and tells Elliot she’ll show him out and says it’s not allowed. They start looking for her desperately on social media and can’t find anything to help. Mobley says people are just people and they all want something and says specifics just help a little.\n\nHe grabs the computer and then sends an SMS to Trudy’s phone. She says she has to go and walks off and says reception will see him out. He steps into the elevator. Trudy is freaking out. He says he he spoofed a text from her husband saying he’s at the hospital and it’s bad. The elevator is a thumbprint scanner and they tell him to get off and go for a doorway with a lock they think he can pick. He heads off as they tell him to and finds the door. He kneels to pick it.\n\nHe gets it and Mr Robot says they go to the parking lot. They tell him he’s on the wrong side of the building. He runs into Tyrell who says he thought that was him he saw. He asks why Elliot is there. Shayla is working at her new restaurant job. The girl she’s shadowing asks what she did before and she says pharmaceutical sales. She asks what happened and Shayla blames it on Obamacare. We see a TV ad for Steel Mountain. Elliot watches it as Tyrell talks to some men.\n\nHe tells Elliot those are men who finance terrorists then tell Elliot not to stare. Elliot is panicking then says it’s just a routine data check. Tyrell asks why they would send an engineer and Elliot says they have been overlapping duties. Tyrell asks him to join him for lunch and Elliot has to agree. Romero says they have to go. Mr Robot says they’re not going anywhere. They don’t respond to him. Mr Robot tells Elliot that Tyrell’s greatest asset and flaw is hubris.\n\nElliot asks how he could eat in the common dining area and that gets Tyrell’s pride up and he takes him down to executive dining on level 2. Tyrell says he’s impressed that Elliot is there even though Allsafe is pretty much done. Tyrell talks about the waiter who has worked there for at least seven years and says he couldn’t stand an ordinary life of a man like that whose main role is to serve him salad. Then the guy comes over and serves him salad.\n\nSome security men come by and hand Tyrell a folder. He signs something and goes back to eating. They leave. Elliot says he has to go to the bathroom. He walks away. Tyrell looks thoughtful. Elliot goes to the bathroom and vomits in the sink. He wonders if it’s withdrawal or Tyrell playing with him and wonders if he’s his malware. He splashes water on his face and goes into a nearby storage type room and cuts a wire to install the raspberry pi.\n\nHe goes back into the main bathroom as Tyrell comes in. Tyrell says he knows he framed Colby. He says he knows Elliot’s dad worked at Evil Corp before he died. Tyrell uses the urinal then washes his hands and tells him he’s not turning him in, doesn’t have proof and doesn’t care anyway. He says he just wanted to know Elliot’s weakness – revenge – and says it’s so ordinary like their waiter. He says they’re all human except him, of course.\n\nTyrell then tells Elliot he’s joking and then says to enjoy the long ride back and tells him he’ll be in a helicopter enjoying his ride. Elliot goes back to finish with the pi and gets it where it needs to be. Then he notes the name of the software on the thermostat.\n\nfSociety is talking to the Dark Army about syncing their payloads to destroy data. Dark Army says fSociety is banned from the room. Darlene curses and says she’s going to fix it but Trenton doesn’t think she should keep pushing. Darlene says she will push until she fixes or breaks it. Angela shows up to her dad’s place with her stuff and says she broke up with Ollie. He says Ollie just called and was sobbing and saying he could forgive her.\n\nHer dad says he told Ollie that Angela should have dumped him years ago then hung up on him. Angel says he cheated on her and her dad says that doesn’t surprise him. He says Ollie is a douche bag. He says he can loan her some money for a bit. He says she can stay and commute while she saves for an apartment. He says he wants to do it then goes to fix her some food. Tyrell and his wife Joanna are bored in the limo. She asks about the couple they will see – the potential new CTO and his wife.\n\nJoanna says she doesn’t know what they wants and that makes her suspicious. She says even if the people don’t want anything now, they will and tells him to take what they already have. Darlene goes to confront Cisco and says to grow a pair since they held up their end of it and he says it’s over and she needs to walk away. She says she can’t go back to her people with that. She asks why. He says between them, they were out before they ever got to Steel Mountain but he doesn’t know why.\n\nCisco says for real, she needs to let go. She screams and throws stuff around then stomps out. Tyrell and his wife are with the new intended CTO Scott and his wife. He asks how Tyrell could know about it since it’s a big secret. Scott asks Tyrell if he was him, would he trust him as his right hand as the Swede suggests. Tyrell says he wouldn’t have even let him in the house. Shayla calls Elliot who is on the drive back. She says she’s at her new job and says it’s hard as hell.\n\nShe asks how he is and he says he’s good. He says he did what he had to do today. She asks him to come see her later if he’s around. Scott talks about wine to Joanna and he drones on and on. Tyrell asks Sharon how she doesn’t blow her brains out being married to him. She reminds him he’s a guest and he says he’s an honest one. She says she’ll ignore that and treat it like a joke then excuses herself to the restroom. Tyrell follows Sharon into the bathroom and she’s sitting on the toilet peeing.\n\nHe comes inside anyway and stands in front of her. He stands very close with his crotch almost at face height. She sits back and parts her legs wider for him to watch. He tells her – thank you for a lovely evening and walks out. She sighs. Advantage Tyrell. Romero, Elliot and Mobley come back and Darlene says there’s a problem. Mr Robot asks what’s the issue. Trenton tells her to tell them. Darlene says they lost China and the Dark Army is bailing.\n\nShe says they don’t answer why’s and says they went dark and it’s not happening when Elliot asks why. Darlene says she knows she f-d up. Elliot gets a call from Shayla and ignores it. She says they should do it anyway right now. Mr Robot tells her to be quiet and says it’s pointless if China still holds the redundant information. Mr Robot says it will have no effect because they will recover. Darlene starts to activate the code and Mr Robot says they will be up and running in a month with better security.\n\nHe says she will kill any hope of the revolution and begs her not to do it. He asks if anyone can communicate with her. He walks out. Elliot goes to stand near her and she whispers please tell her it’s okay to execute. He looks at Mr Robot and Trenton then shakes his head no. She’s devastated and says they were so close. Elliot says it’s not over and they’ll figure something out. He says they’ll find a way, just not tonight.\n\nDarlene starts crying. Elliot thinks about how his dad took him to the beach on a day he skipped school. He says his sneakers were full of sand and he dumped it on the floor and his mother screamed at him for years. Angela finds past due bills at her dad’s house from Evil Corp. Darlene has her head on Elliot’s shoulder on the subway. Angela goes through her dad’s things and finds stacks and stacks of past due notices from Evil Corp. She goes downstairs and looks around.\n\nShe sees him at his desk in the lamp light. She tells him she’s going for a run and he says that’s nice. She hides the bills she had in her hand. Elliot and Darlene hear his dog barking as they go up the stairs. There’s a phone on the floor. He answers – it’s Fernando who says he’s locked away and still he can get right to him. Angela is out for her run. She stops at a point where the road forks and pauses panting.\n\nTHE END!\n\nPLEASE HELP CDL GROW, SHARE on FACEBOOK and TWEET THIS POST!", "article_metadata": {"msvalidate.01": "10D48830512A84E9B687777F177B3ACC", "p": {"domain_verify": "fcfa7f749f4d796ae662341658694da6"}, "og": {"image": "http://www.celebdirtylaundry.com/wp-content/uploads/mr-robot-season-1-episode-5.jpg"}, "keywords": "mr. robot,mr. robot recap,mr. robot recap 7/22/15,mr. robot season 1,mr. robot season 1 episode 5,mr. robot season 1 episode 5 recap 7/22/15,tv,usa,recap,television", "description": "Mr. Robot returns to the USA network tonight with an all new Wednesday July 22, season 1 episode 5 called, \"eps1.4_3xpl0its.wmv.\""}, "_id": "\"57477af36914bd0286fd1bb4\"", "article_summary": "Mr Robot tells her to be quiet and says it’s pointless if China still holds the redundant information.\nMr Robot talks in his earpiece and says to lay into him about losing a great new account.\nMr Robot tells him he can do this and says he knows how it feels when someone makes you feel small and exposes your fear.\nMr Robot tells Elliot that Tyrell’s greatest asset and flaw is hubris.\nMr Robot tells Elliot he needs to get rid of Bill and says he has to destroy him to get to his supervisor."}