{"article_title": "Federal regulations cost US economy billions — RT America", "article_keywords": ["rt", "prescriptive", "major", "federal", "administration", "billions", "costs", "regulations", "rules", "state", "cost", "regulatory", "america", "economy"], "article_url": "https://www.rt.com/usa/258369-heritage-cei-federal-regulations-reports/", "article_text": "Americans are increasingly trapped by the Obama administration’s bureaucratic red tape, and it’s costing the economy billions of dollars, according to two new reports from right-leaning think tanks.\n\nIn 2014, the US executive branch added 27 new “prescriptive” major rules, bringing the administration’s total to 184 major regulations during President Barack Obama’s term-and-a-half in the White House, the Heritage Foundation revealed in a new study on the rise of red tape under Obama.\n\nRegulations are deemed “major” or “economically significant” when they are expected to cost the economy $100 million or more annually, the study’s authors, James L. Gattuso and Diane Katz noted. “Prescriptive” rules increase burdens on individual or private-sector activity.\n\nThe 184 prescriptive rules introduced by the Obama administration since 2009 is estimated to be nearly $80 billion a year, “although the actual cost of this massive expansion of the administrative state is obscured by the large number of rules for which costs have not been fully quantified,” they wrote.\n\nWashington’s hidden tax: $1.9 trillion to comply with federal rules and regulations. http://t.co/HA7w6SKX7U — Steve Forbes (@SteveForbesCEO) May 12, 2015\n\n\"This appears to be unparalleled with any prior administration, and that total dollar figure is from about 184 major rules,\" Katz told OneNewsNow.com. \"Now, I caution that that $80 billion figure is a pretty low estimate because the administration has failed in many rules to actually calculate the cost as they're supposed to do.\"\n\nThere are still an additional 126 economically federal rules and regulations in the pipeline, such as “directives to farmers for growing and harvesting fruits and vegetables; strict limits on credit access for service members; and, yet another redesign of light bulbs,” Gattuso and Katz wrote.\n\nThe authors looked through the Government Accountability Office’s Federal Rules Database , and discovered that the Obama administration has issued twice as many major, prescriptive rules in its first six years as the 76 that George W. Bush administration did during the same time period. The costs of Obama’s regulations ‒ an estimated $7.4 billion ‒ were cheaper than Bush’s ‒ about $8.9 billion ‒ but they noted that the cost calculations were incomplete for a dozen of the rules created in 2014. On top of the annual costs, there were also one-time implementation costs for the federal regulations, bringing the Obama administration’s total bill to $17 billion.\n\nThe Dodd-Frank Act, which regulates securities and the banking system, and the Affordable Care Act, better known as Obamacare, were the biggest reasons for the increasing red tape coming out of Washington, DC, according to Gattuso and Katz.\n\nThe Competitive Enterprise Institute (CEI) took a different approach to study the federal regulatory state. The libertarian think tank’s annual “Ten Thousand Commandments” report surveys the size, scope and cost of federal regulation, as well as how the federal government affects US consumers, businesses and the overall economy.\n\nFederal regs are hidden tax; cost U.S. $2 trillion in lost productivity http://t.co/89UFr4q7CR@WashTimes@ceidotorgpic.twitter.com/eHXNWCrxng — Jennifer Harper (@harperbulletin) May 12, 2015\n\nThe CEI report “shines a light on the large, growing 'hidden tax' of America’s regulatory state,” the think tank said in a statement. It added up what the regulations cost the US in terms of economic productivity and higher prices, which totaled an estimated $1.88 trillion in 2014, or 11 percent of the US gross domestic product of $17.4 trillion.\n\n“If it were a country, US regulation would be the world’s tenth-largest economy, ranking behind Russia and ahead of India,” CEI Vice President for Policy Wayne Crews, the author of the study, wrote.\n\nThe costs were significant on American households, too, which shelled out nearly $15,000 last year ‒ or about 29 percent of the average family’s budget of $51,100 ‒ due to federal regulations.\n\nThese rules come about after Congress passes laws, leaving the details up to the various federal administrations, which then create the regulations. Crews believes that the legislative branch should require expedited votes on economically significant or controversial rules before they go into effect, creating a principle of “no regulations without representation.”\n\n\"Congressional rather than agency approval of regulations and regulatory costs should be the goal of reform. When Congress ensures transparency and disclosure and finally assumes responsibility for the growth of the regulatory state, the resulting system will be one that is fairer and more accountable to voters,\" Crews wrote in the report.", "article_metadata": {"description": "Americans are increasingly trapped by the Obama administration’s bureaucratic red tape, and it’s costing the economy billions of dollars, according to two new reports from right-leaning think tanks.", "og": {"site_name": "RT International", "description": "Americans are increasingly trapped by the Obama administration’s bureaucratic red tape, and it’s costing the economy billions of dollars, according to two new reports from right-leaning think tanks.", "title": "Red tape and hidden taxes: Federal regulations cost US economy billions", "locale": "en_EN", "image": "https://img.rt.com/files/news/3f/14/10/00/heritage-cei-federal-regulations-reports.si.jpg", "url": "https://www.rt.com/usa/258369-heritage-cei-federal-regulations-reports/", "type": "article"}, "navigation": "tabbed", "twitter": {"description": "Americans are increasingly trapped by the Obama administration’s bureaucratic red tape, and it’s costing the economy billions of dollars, according to two new reports from right-leaning think tanks.", "title": "RT International", "image": "https://img.rt.com/files/news/3f/14/10/00/heritage-cei-federal-regulations-reports.si.jpg", "creator": "@RT_com", "site": "@RT_com", "card": "summary_large_image"}, "HandheldFriendly": "true", "format-detection": "telephone=yes", "msvalidate.01": "36879475773792950F4872586A371571", "google-site-verification": "VQLbsaWKiXW2-Vt4lP7MevnhMES537NO4fQjfGgLcbI", "apple-mobile-web-app-capable": "no", "MobileOptimzied": "width", "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes"}, "article_summary": "The Competitive Enterprise Institute (CEI) took a different approach to study the federal regulatory state.\nWashington’s hidden tax: $1.9 trillion to comply with federal rules and regulations.\nOn top of the annual costs, there were also one-time implementation costs for the federal regulations, bringing the Obama administration’s total bill to $17 billion.\n“Prescriptive” rules increase burdens on individual or private-sector activity.\nThese rules come about after Congress passes laws, leaving the details up to the various federal administrations, which then create the regulations."}