{"article_title": "Valeant CEO Pearson to return to work after long illness", "article_keywords": ["pearson", "return", "schiller", "ceo", "valeant", "work", "board", "long", "drugs", "illness", "drug", "philidor", "company", "york"], "article_url": "http://www.salon.com/2016/02/29/valeant_ceo_pearson_to_return_to_work_after_long_illness/", "article_text": "Topics: From the Wires, News\n\nNEW YORK (AP) — Valeant Pharmaceuticals says its CEO, J. Michael Pearson, will be returning to work after recovering from severe pneumonia.\n\nPearson had taken medical leave from the troubled drug company in December after being hospitalized. Howard Schiller, the company’s former finance chief and a board member, was appointed interim CEO. Schiller will be stepping down as CEO immediately but remain on the board of directors.\n\nPearson’s illness came as Valeant deals with fallout from a relationship with a drug distribution company, Philidor. The Canadian company cut ties with Philidor last fall amid allegations that Philidor helped steer pharmacy benefit managers toward Valeant’s more expensive drugs over cheaper alternatives.\n\nValeant has also been criticized for raising prices on drugs it acquired.", "article_metadata": {"description": "Valeant CEO Pearson to return to work after long illness", "title": "Valeant CEO Pearson to return to work after long illness", "og": {"url": "http://www.salon.com/2016/02/29/valeant_ceo_pearson_to_return_to_work_after_long_illness/", "site_name": "Salon", "type": "article", "description": "Valeant CEO Pearson to return to work after long illness", "title": "Valeant CEO Pearson to return to work after long illness"}, "twitter": {"description": "Valeant CEO Pearson to return to work after long illness", "title": "Valeant CEO Pearson to return to work after long illness", "site": "@salon", "card": "summary_large_image", "creator": "@salon"}, "author": "Ken Sweet", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, From the Wires", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Pearson had taken medical leave from the troubled drug company in December after being hospitalized.\nTopics: From the Wires, NewsNEW YORK (AP) — Valeant Pharmaceuticals says its CEO, J. Michael Pearson, will be returning to work after recovering from severe pneumonia.\nPearson’s illness came as Valeant deals with fallout from a relationship with a drug distribution company, Philidor.\nHoward Schiller, the company’s former finance chief and a board member, was appointed interim CEO.\nSchiller will be stepping down as CEO immediately but remain on the board of directors."}