{"article_title": "Unopposed in last election, Rep. Ross now faces former TV reporter", "article_keywords": ["party", "working", "unopposed", "district", "campaign", "reporter", "tv", "house", "rep", "voters", "county", "election", "faces", "cohn", "republican", "ross"], "article_url": "http://www.tbo.com/news/politics/unopposed-in-last-election-rep-ross-now-faces-former-tv-reporter-20141008/", "article_text": "Why vote for you : Campaign says Ross “will continue to fight for government accountability, championing measures to lower government spending, reduce taxes, and increase private job creation” and providing “exceptional constituent services to those experiencing problems with the federal government.”\n\nProfessional experience: Computer sales and installation, early 1980s; law practice at Holland & Knight and Disney World; private law practice in Lakeland, 1989 until election to Congress Political experience: State House, 2000-2008; U.S. House 2010-present; chairman, Subcommittee on Federal Workforce, U.S. Postal Service, and Labor Policy; Republican chief deputy whip\n\nYears in U.S. House District 15 : Entire life except for time in college.\n\nWhy vote for you: “I believe we need to do more to take care of middle class families and small businesses instead of just taking care of the wealthy and big corporations.”\n\nProfessional experience: Television reporter at stations in Connecticut, Miami, Boston, and three major networks; 2009-12, investigative reporter at WFTS, ABC Action News.\n\n­­— U.S. Rep. Dennis Ross, a fixture in Polk County Republican politics for nearly 30 years, has drawn a challenge from Democratic newcomer Alan Cohn, a fixture on local television screens as an investigative reporter.\n\nIt's an uneven match. Cohn has less than a third of Ross's campaign money, running in a district that tilts Republican. Ross, first elected to the seat in 2010, won re-election in 2012 with no opposition.\n\nBut Cohn hopes to mount a serious challenge, and says he can win if voters get to know him.\n\n“The vast majority of voters agree with our positions on immigration, minimum wage, pay equity, corporate tax loopholes for sending jobs overseas, and putting working families first,” Cohn said. “Our polling shows that when voters are given the biographies written by both campaigns, we're statistically tied.”\n\nRoss, who's clearly confident of re-election, wasn't available for an interview for this story but his campaign disputed the idea that he's not in sync with the district.\n\n“Being born and raised in Central Florida and the Tampa Bay region, Congressman Ross wants to see our community continue to flourish,” said spokesman Kyle Glenn. “He will continue to fight to save the citrus industry, to allow families to keep more of their hard-earned money, and to allow local businesses to operate without the unnecessary intrusion of government.\n\nHeavy contributions from the financial services industry, which Ross helps regulate through a committee membership, have given him a 3-1 financial advantage in the race. Cohn, meanwhile, is getting significant support from organized labor.\n\n❖ ❖ ❖\n\nThe district, long based around Lakeland, was redrawn before the 2012 election, increasing its reach into east Hillsborough County, which now accounts for 60 percent of the district's 419,000 voters. That could help a New Tampa-based challenger like Cohn, considering Ross's long association with Lakeland and Polk County, but it didn't cause Ross a problem in 2012.\n\nCohn's campaign still charges that Ross doesn't represent Hillsborough, noting that he has no district office in the county. Ross responds that he holds mobile office hours once a month in Brandon, Lutz, Plant City and Temple Terrace, and says the district is compact so spending tax money for a second office is unnecessary.\n\nThe race will provide about a quarter of a million east Hillsborough voters with something most county voters won't have: a choice in a congressional election. Reps. Gus Bilirakis, R-Palm Harbor, and Kathy Castor, D-Tampa, who together represent more than half Hillsborough's voters, will both be re-elected without opposition.\n\nIdeologically, the two candidates closely align with their parties.\n\nRoss, considered a tea party champion, is on the conservative end of the Republican spectrum on social issues including abortion rights and same-sex marriage, and proclaims his devotion to “free market” principles of government.\n\nHe says raising the minimum wage “would abrogate our God-given rights to excel the way we're meant to excel.”\n\nHe favors tighter border enforcement and opposes any immigration reform that includes a route to legal status for immigrants now in the country illegally. He opposes leniency in deportation proceedings for “Dreamer” youth — those brought to this country involuntarily as children by illegal immigrant parents.\n\n❖ ❖ ❖\n\nOn his website, Ross calls the Affordable Care Act, or Obamacare, “one of the most misguided, poorly conceived pieces of legislation I have ever seen,” and voted with House Republicans in their unsuccessful effort to repeal it.\n\nRoss voted with his party to authorize a lawsuit against President Obama over executive orders; supports partial privatization of Social Security; and voted for the Republican budget proposal that would convert Medicare into a premium-support or voucher program.\n\nInterest groups that analyze congressional voting records give Ross strong conservative ratings, according to the Vote Smart website.\n\nHe has a 100 percent, A+ rating from the National Rifle Association, and a 100 percent rating from CitizenLink, which calls itself a “family advocacy organization that inspires men and women to live out biblical citizenship.”\n\nHe gets high marks from trade groups representing the financial, real estate development and construction industries and other business interests.\n\nThe Govtrack.us political analysis site, which evaluates members' sponsored bills and work with colleagues, puts Ross in the most conservative 15 percent of House members and ranks him third-lowest among Republicans in working with Democrats.\n\nRoss has taken a maverick stance in one area: He criticized the Republican move to shut down the government over Obamacare last year. And despite voting with the party 50 times to repeal it, he criticized Republicans for taking the repeated, symbolic votes without proposing solutions.\n\n“I've been terribly disappointed in my party,” Ross told a town hall meeting in Tampa last year. “My party did not take the initiative. We ignored this issue and now we have no credibility.”\n\nAlthough he saw defunding Obamacare as futile, Ross still voted against the debt ceiling deal that ended the shutdown.\n\nRoss was just tapped for the five-member senior deputy whip team in the House, a first step into leadership.\n\nA political newcomer, Cohn has no voting record to produce interest group ratings or evaluations.\n\nHis campaign instead emphasizes his work as a reporter, which included winning a prestigious Peabody Award while working at a Connecticut TV station for exposing the Sikorsky company's use of defective parts in military helicopters.\n\n❖ ❖ ❖\n\nAt WFTS in Tampa, ABC Action News, Cohn broke the story about a wealthy political donor who bought a $500,000 vacation home in Arkansas for the wife of former Hillsborough state senator and County Commissioner Jim Norman and did the first stories in 2012 on Armwood High Schools's use of ineligible football players. A state investigation eventually cost the school its state championship.\n\n“For over 30 years, Alan Cohn has been speaking truth to power,” and “has earned the reputation as one of the most respected and investigative reporters in the nation,” his website says.\n\nCohn is pro-choice on abortion; favors same-sex marriage rights; raising the minimum wage; and immigration reform, including a path to legal status. He says he's seriously concerned about climate change. He supports the Affordable Care Act and has an endorsement from Planned Parenthood.\n\nCohn's campaign heavily emphasizes his commitment to middle-class prosperity.\n\n“The big banks and Wall Street interests that fund the campaigns of 'friends in Congress' have had their recovery; now it's time for relief for America's middle class,” he says. “I want an economic recovery that includes small business owners and all hard working families whose income has failed to keep up with the cost of living.”\n\nIn a clear shot at Ross's ties to the financial industry, Cohn adds, “Reform means ensuring any new laws regarding bank fees, ATM fees, credit cards, mortgage lenders, and insurance companies work for consumers, not just for corporations.”\n\nHe said his initial priorities in Congress would be “a tough ethics bill that holds members accountable, requires that campaign contributions be listed on their website along with every lobbyist they meet,” and “performance pay” for Congress based on whether it passes a budget or goes through another shutdown.\n\nwmarch@tampatrib.com\n\n813-259-7761", "article_metadata": {"taboola-pub-time": "Wed, 08 Oct 2014 14:12:17 -0400", "Description": "TAMPA ­­— U.S. Rep. Dennis Ross, a fixture in Polk County Republican politics for nearly 30 years, has drawn a challenge from Democratic newcomer Alan Cohn, a fixture on local television screen", "og": {"site_name": "TBO.com", "description": "TAMPA ­­— U.S. Rep. Dennis Ross, a fixture in Polk County Republican politics for nearly 30 years, has drawn a challenge from Democratic newcomer Alan Cohn, a fixture on local television screen", "title": "Unopposed in last election, Rep. Ross now faces former TV reporter", "url": "http://www.tbo.com/news/politics/unopposed-in-last-election-rep-ross-now-faces-former-tv-reporter-20141008/", "image": {"width": 315, "identifier": "http://www.tbo.com/storyimage/TB/20141008/ARTICLE/141009186/EP/1/2/EP-141009186.jpg", "height": 417}, "updated_time": "2014-10-08T17:04:00Z-04", "type": "article"}, "twitter": {"title": "Unopposed in last election, Rep. Ross now faces former TV reporter"}, "fb": {"app_id": 522234267826834}, "msvalidate.01": "29E67031F86E7FB6DF9823924E21B8B4", "article": {"publisher": "https://www.facebook.com/tbocom", "published_time": "2014-10-08T14:12:17Z-04", "modified_time": "2014-10-08T17:04:00Z-04"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fe05ac\"", "article_summary": "“I've been terribly disappointed in my party,” Ross told a town hall meeting in Tampa last year.\nThe race will provide about a quarter of a million east Hillsborough voters with something most county voters won't have: a choice in a congressional election.\nPostal Service, and Labor Policy; Republican chief deputy whipYears in U.S. House District 15 : Entire life except for time in college.\n­­— U.S. Rep. Dennis Ross, a fixture in Polk County Republican politics for nearly 30 years, has drawn a challenge from Democratic newcomer Alan Cohn, a fixture on local television screens as an investigative reporter.\nCohn's campaign still charges that Ross doesn't represent Hillsborough, noting that he has no district office in the county."}