{"article_title": "What Poor South Carolinians Think About The GOP’s Poverty Summit In South Carolina", "article_keywords": ["poor", "wage", "living", "assistance", "programs", "gops", "talking", "summit", "poverty", "carolinians", "snap", "rid", "think", "south", "carolina"], "article_url": "http://thinkprogress.org/politics/2016/01/09/3737165/south-carolina-poverty/", "article_text": "Politics What Poor South Carolinians Think About The GOP’s Poverty Summit In South Carolina CREDIT: AP Photo/Dylan Petrohilos\n\nJeb Bush has called for the end of food stamps. Chris Christie has vetoed an increase in the minimum wage in his state and Ben Carson believes Obama is purposefully depressing the economy to keep people on welfare.\n\nThese three presidential candidates, along with Marco Rubio, John Kasich, Carly Fiorina, and Mike Huckabee, will speak in Columbia, South Carolina on Saturday at a summit on poverty. The event promises to “elevate the debate” and focus on “fighting poverty and expanding opportunity in America.”\n\nBut low-income South Carolina residents and advocates say the proposals the presidential contenders will discuss during the Kemp Forum on Expanding Opportunity, moderated by House Speaker Paul Ryan and Sen. Tim Scott (R-SC), would actually exacerbate income inequality and keep more people below the poverty line.\n\nIf they got rid of SNAP, I would starve.\n\n“If they got rid of SNAP, I would starve,” 62-year-old Columbia resident Walter Durst, who plans to attend the event, told ThinkProgress about proposals to eliminate the federal food stamp program. “There are a lot of other people I know that would as well.”\n\nChristine Soberano, a 42-year-old Columbia resident and mother of six, told ThinkProgress that she has relied on SNAP benefits and other assistance programs to keep her family fed and housed since she left an abusive relationship.\n\n“I don’t see how they can do that,” she said of plans to eliminate safety net programs. “They’re ripping the carpet out from people who are already struggling.”\n\nSue Berkowitz, director of the South Carolina Appleseed Legal Justice Center, which advocates for low-income residents, told ThinkProgress that poverty is a huge issue in her state, largely a result of conservative policies that have been tested and proven ineffective.\n\n“I don’t expect them to touch on anything that is realistic,” she said about the event.\n\nBerkowitz pointed out that the summit is being held in a city with the highest number of diabetic related amputations in the country. Overall, South Carolina’s poverty rate is ranked ninth highest in the nation, with more than 860,000 people living below the poverty line in 2013. The state also ranks seventh in the percentage of people living in poverty areas. Twenty-seven percent of the state’s children live in poverty and 25 percent live in a food-insecure household, putting it in 45th place in the nation for the well-being of its children.\n\nDurst said he left a low-wage retail job with Macy’s in 2008 because his wages had been stagnant for four years — a result of the state’s decision not to raise the minimum wage. He was homeless for a brief period after leaving his job and before a housing assistance program helped him transition into a subsidized apartment. He is also currently uninsured because he does not make enough money to afford coverage through the Affordable Care Act marketplace, but he also makes too much to afford Medicaid — making him one of 194,000 South Carolina residents who fall into the coverage gap.\n\nDurst said if Republicans got rid of food stamps, he would starve. CREDIT: Walter Durst\n\n“I just pray that I don’t get any catastrophic illness before I reach 65, when I can get Medicare,” he said.\n\nSoberano, an accountant who worked at Staples until recently, said that she relies on SNAP benefits to feed herself and her three young children. But the lack of other programs in South Carolina has made it difficult for her to return to work.\n\n“There’s nothing available for child care assistance if you do want to work,” she said. “My mother is old and she can’t take care of my kids anymore — I have to take care of her — so it’s difficult when you’re in that situation.”\n\nWhile Durst said he is glad the GOP candidates will be addressing poverty in his state on Saturday, he knows that none of their proposals would do anything to help him or the hundreds of thousands of people who rely on food stamps and other assistance programs.\n\n“Acknowledging that there are people living in poverty is one fold,” Berkowitz said. “But to make it sound like the programs that are out there are the ones that are keeping people from going forward is absolutely wrong.”\n\nRep. Ryan has previously shut out low-income Americans from participating in hearings he has held on poverty, despite efforts by advocacy groups to have their voices heard.\n\n“I’d like to see them listen to people like me who have been in those shoes, that have been in that situation, to form an idea of what they need to do,” Soberano said. “Not just sit at the top and formulate a plan, but actually sit down with people like me.”\n\nBerkowitz and other advocates say they do not expect to hear any new talking points during the event, given how the candidates have already addressed poverty and how they’ve targeted federal assistance programs. On Friday, Bush put forward his plan to get rid of Supplemental Nutritional Assistance Program (SNAP) or food stamps, the Temporary Assistance for Needy Families (TANF) cash assistance program, Section 8 rental assistance, and public housing programs, calling them “destructive” and “broken.” Carson has also talked about how he wants to “get rid of dependency” on the safety net.\n\nNone of the GOP candidates support raising the minimum wage, instead making the discredited argument that raising wages would hurt the economy. Fiorina and Bush have said that they want to eliminate the federal minimum wage entirely, and Donald Trump has also said he opposes raising wages.\n\n“They’re not going to be talking about living wage, let alone increasing the minimum wage,” Berkowitz said. “They won’t be talking about things like paid sick leave or health care in a state like South Carolina where we don’t have Medicaid expansion and we have [more than 100,000] people who fall into the coverage gap who need health care.”\n\n“And I feel pretty confident that talking about subsidized childcare and getting assistance for low-income families is not going to be on the radar,” she continued.\n\nInstead of addressing the programs that benefit low-income families, Berkowitz says she expects to hear the candidates discuss proposals outlined by the conservative lobbying group American Legislative Exchange Council (ALEC). Model legislation proposed by ALEC encourages states to drug test welfare recipients and to turn Medicaid and food stamp programs into block grants.\n\nThe only way we help people out of the misery of poverty is to ensure they’ll have living wages.\n\nBut turning programs into block grants has only hurt South Carolina. The federal government experimented with this type of funding when it created what is now TANF in 1996, a program that gives states a fixed sum to administer their cash welfare programs and large discretion in designing them. While the number of people receiving benefits has decreased, poverty has only increased in South Carolina.\n\n“To take SNAP and start talking about things like block granting and making it a work program is just not understanding what’s going on with the low-income community,” Berkowitz said. “At least if you want to get rid of these programs, talk about them honestly. Talk about why you’re doing it and don’t make it look like you’re doing something compassionate and helping people out of their misery. Because the only way we help people out of the misery of poverty is to ensure they’ll have living wages or living stipends to allow them to afford the things that they need.”\n\nWhile some would argue that talking about poverty is a good first step — even if the solutions are wrong — Berkowitz said the event will actually be harmful for the residents of South Carolina who are most in need.\n\n“If anything, what it does is it tries to give credence to some really bad policies, and to me that’s always scary,” she said.", "article_metadata": {"google": "nositelinkssearchbox", "description": "Seven GOP candidates will be talking about poverty in South Carolina on Saturday.", "generator": "WordPress 4.4.2", "og": {"site_name": "ThinkProgress", "description": "Seven GOP candidates will be talking about poverty in South Carolina on Saturday.", "title": "What Poor South Carolinians Think About The GOP’s Poverty Summit In South Carolina", "url": "http://thinkprogress.org/politics/2016/01/09/3737165/south-carolina-poverty/", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2016/01/08113032/gop-side-by-side1-600x315.jpg", "type": "article"}, "twitter": {"description": "Seven GOP candidates will be talking about poverty in South Carolina on Saturday.", "creator": "@Kira_Lerner", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2016/01/08113032/gop-side-by-side1-321x214.jpg", "title": "What Poor South Carolinians Think About The GOP’s Poverty Summit In South Carolina", "site": "@ThinkProgress", "card": "summary_large_image"}, "robots": "noodp", "elq-topic": "tp-politics", "fb": {"admins": 100001364918392, "pages": 200137333331078, "app_id": 144881328916524}, "thumb2": "http://cdn.thinkprogress.org/wp-content/uploads/2016/01/08113032/gop-side-by-side1-540x303.jpg", "thumb1": "http://cdn.thinkprogress.org/wp-content/uploads/2016/01/08113032/gop-side-by-side1-99x66.jpg", "google-site-verification": "HDCaom2KPSt1X92eD5CiYHCkWvb5nP09lhEAOPZ5rts", "article": {"published_time": "2016-01-09T09:00:15+00:00", "author": "https://www.facebook.com/KiraLerner"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=0"}, "_id": "\"57477af36914bd0286fd1bd1\"", "article_summary": "Politics What Poor South Carolinians Think About The GOP’s Poverty Summit In South Carolina CREDIT: AP Photo/Dylan PetrohilosJeb Bush has called for the end of food stamps.\nBut the lack of other programs in South Carolina has made it difficult for her to return to work.\nThese three presidential candidates, along with Marco Rubio, John Kasich, Carly Fiorina, and Mike Huckabee, will speak in Columbia, South Carolina on Saturday at a summit on poverty.\nWhile the number of people receiving benefits has decreased, poverty has only increased in South Carolina.\nOverall, South Carolina’s poverty rate is ranked ninth highest in the nation, with more than 860,000 people living below the poverty line in 2013."}