{"article_title": "Denver Broncos are in good hands with Jack Del Rio – The Denver Post", "article_keywords": ["coach", "going", "head", "good", "dungy", "season", "denver", "son", "rio", "say", "broncos", "del", "jack", "hands", "post"], "article_url": "http://www.denverpost.com/broncos/ci_24491446/denver-broncos-are-good-hands-jack-del-rio", "article_text": "Almost every life decision that confronted Jack Del Rio had a sports undercurrent, which is partly why his brief foray behind a Merrill Lynch desk was difficult for Tony Dungy to accept.\n\nDel Rio had just finished his 11- season NFL playing career, which came after his exploits at Southern California (Rose Bowl MVP and catcher for Randy Johnson and Mark McGwire), coming on the heels of being a three-sport jock at Hayward High School in northern California.\n\n“My real passion was basketball,” Del Rio said last week at Dove Valley after a news conference as the Broncos’ interim head coach. “That was my favorite sport.”\n\nA point guard who can handle the ball and shoot from beyond the top of the circle, a prep baseball player good enough to get drafted by the Toronto Blue Jays, an All-American and Pro Bowl linebacker, a father who raised a quarterback who is redshirting with none other than the Alabama Crimson Tide — it’s difficult to imagine this athletic freak from an era gone by working behind a desk as a certified financial consultant.\n\n“I had spent my last four offseasons as a player working with Merrill Lynch,” Del Rio said. “I took all the tests you had to pass. I had a book of clients. That’s what I was going to do.”\n\nDel Rio had played the 1995 season with the Minnesota Vikings, where Dungy was his defensive coordinator. Dungy became head coach of the Tampa Bay Buccaneers and he wanted to take Del Rio with him as an assistant coach.\n\nInstead, Del Rio gave it one more shot as a player, going to training camp with the Miami Dolphins. Beaten out at middle linebacker by a rookie named Zach Thomas, Del Rio decided he didn’t want to hang on for a 12th NFL season as a backup.\n\n“I probably helped him out a little more than I should have,” Del Rio said with a grin.\n\nThe 1996 season played out with Del Rio dabbling as a financial adviser at his northern California home until Dungy called in January to say he was going to be in the neighborhood for the East-West Shrine Game in Palo Alto.\n\n“Are you happy?” Dungy asked Del Rio over lunch.\n\n“Oh, it’s great. I’m doing this stock broker thing,” Del Rio said.\n\n“No, really, are you happy?” Dungy said.\n\nMerrill Lynch never had a chance. As Dungy’s invited guest during the East-West practices, Del Rio was hired on by Mike Ditka with the New Orleans Saints.\n\nThus began a coaching career that eventually took Del Rio to the Broncos as a defensive coordinator in 2012. When head coach John Fox had open-heart surgery last week, Del Rio became his temporary replacement.\n\n“I knew when I coached him as a player that he would be a great coach,” Dungy said. “He was such a great leader and he was smart. He loved to study. And he was so competitive, I thought coaching would be a natural for him.”\n\nTwo-sport Trojan\n\nInheriting a 7-1 team, Del Rio takes control just as the Broncos embark on the most onerous stretch of their schedule — at San Diego on Sunday, then home against 9-0 Kansas City, at 7-2 New England and at Kansas City.\n\nThe schedule may be daunting, but it’s not the first time Del Rio traded comfort for challenge. Everything Broncos fans need to know about their interim head coach can be explained by the life decision Del Rio made as he was choosing his college. His dad, Jack Del Rio Sr., wanted Junior to attend nearby Stanford. Cal, Nebraska, Arizona, USC, UCLA and Notre Dame also were interested.\n\nDuring his visit to USC, Del Rio met with Marvin Goux, the Trojans’ long-serving, gruff-talking defensive assistant.\n\n“He sat me down, he writes 20 names on a list and my name is at the very bottom,” Del Rio said. “He said if you come here, this is where you start. Where you wind up is up to you. Then he said if you don’t come here, we’re going to kick your you-know-what.\n\n“Everyone else was saying: ‘If you come here, you’ll start as a freshman. And if we can get enough guys like you, we can beat Southern Cal.’ I was drawn to the competitive challenge.”\n\nDel Rio twice sacked Ohio State quarterback Mike Tomczak to earn co-MVP of the 1985 Rose Bowl. During the Trojans’ baseball season, Del Rio not only caught Johnson, who eventually became arguably the hardest-throwing left-handed starter in major-league history, he caught him while the Big Unit was far from under control.\n\n“There’s some stories now,” Del Rio said. “Randy had wicked movement. He crossed me up once and got me right in the cup. At UCLA’s baseball stadium. And, of course, they all delighted in that.”\n\nMcGwire was a pitcher too, until a trip to the Alaska summer league let him know that his future was as a power-hitting first baseman.\n\n“His fastball didn’t move at all,” Del Rio said. “It was straight. Obviously, he turned out to be a great first baseman.”\n\n“Like an uncle figure”\n\nWith his strong build and stern expression, there is an intimidating presence to Del Rio. Peel back that competitive facade, though, and there is some real human compassion.\n\n“In Jacksonville, there were times I came to meetings, being a rookie and having to play early, the pressures of the league … and he was almost like an uncle figure,” said Broncos defensive tackle Terrance Knighton. “I won’t say father figure, because your father’s going to be on you all the time. An uncle will laugh at you, encourage you.”\n\nKnighton played four years with Jacksonville when Del Rio was his head coach. Their fifth year together is with the Broncos.\n\n“One thing I looked for when I signed here, is to see if he was a little more relaxed because he didn’t have as much responsibility as a D-coordinator,” Knighton said. “But he’s the exact same. He’s the same at practice. I would say he seems a little happier. We have leadership on defense. He has a lot more confidence in his players here.”\n\nSo far, so good with Fox’s recovery from heart surgery. He left a Charlotte, N.C., hospital on Friday, and the plan is for him to fly back to Denver this week. Del Rio may be the Broncos’ interim coach for two games, maybe four or six.\n\nIn his job as temporary boss, Del Rio has played it straight. He has been businesslike in his postpractice speeches with the team. Nothing has been over the top. No rah-rah, win-it-for-Foxy themes.\n\n“No, to me that’s something that naturally occurs or it doesn’t,” Del Rio. “It’s not something I can try to force.”\n\nThe pinnacle of Del Rio’s coaching career came in the 2007 season when he led Jacksonville to a playoff win at Pittsburgh.\n\nSteelers owner Art Rooney II came to the visiting team’s locker room and congratulated Del Rio.\n\n“I shake his hand and I say, ‘I want you to meet my son,’ ” Del Rio said. “My son was with me. So Mr. Rooney shakes my son’s hand and my son has this disappointed look on his face. I say, ‘What’s wrong?’ He said, ‘Ah, the only thing I really wanted was a Terrible Towel.’ So two minutes later, Mr. Rooney has a guy at the door, he’s got a Terrible Towel for Luke. I look at Luke, ‘Are you kidding me?’ “\n\nFive years later, Luke Del Rio left Episcopal High School in Jacksonville, Fla., before his senior year and followed his dad to Denver and play one season for Valor Christian High School. He threw 28 touchdown passes, then bypassed scholarship offers from Oklahoma State and many others to walk on at Alabama.\n\nWho makes such daring decisions at 18 years old? The son of a former three-sport prep athlete who went to USC because he was 20th on a list of 20, that’s who.", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Denver Broncos are in good hands with Jack Del Rio", "title": "Denver Broncos are in good hands with Jack Del Rio", "url": "http://www.denverpost.com/2013/11/09/denver-broncos-are-in-good-hands-with-jack-del-rio/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20131109__20131110_C1_SP10FBNBRONXp3.jpg", "height": 455}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20131109__20131110_C1_SP10FBNBRONXp3.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2013-11-09T18:06:44+00:00", "modified_time": "2016-04-28T12:45:11+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fe05a7\"", "article_summary": "“I probably helped him out a little more than I should have,” Del Rio said with a grin.\nAs Dungy’s invited guest during the East-West practices, Del Rio was hired on by Mike Ditka with the New Orleans Saints.\n“I had spent my last four offseasons as a player working with Merrill Lynch,” Del Rio said.\nThus began a coaching career that eventually took Del Rio to the Broncos as a defensive coordinator in 2012.\nAn uncle will laugh at you, encourage you.”Knighton played four years with Jacksonville when Del Rio was his head coach."}