{"article_title": "'We're not going back': Embattled Obama forced to re-sell Obamacare, declares that he won't repeal his signature law", "article_keywords": ["wont", "forced", "law", "embattled", "obamacare", "insurance", "website", "going", "health", "americans", "signature", "need", "president", "repeal", "resell", "obama"], "article_url": "http://www.dailymail.co.uk/news/article-2517703/Were-going-Embattled-Obama-forced-sell-Obamacare-declares-wont-repeal-signature-law.html", "article_text": "'We're not going back': Embattled Obama forced to insist he won't repeal Obamacare law as he relaunches it for the third time in wake of website woes\n\nObama continues to draw attention to Republicans' demands for a complete repeal of his signature medical insurance reform law\n\nHe claims more than a half-million have become insured because of Obamacare, but four-fifths of them have chosen taxpayer-funded Medicaid\n\nTop Senate Republican blasts 'campaign-style event' and says the Affordable Care Act is 'broken beyond repair'\n\nObama promises to stay the course, begging Americans to give healthcare.gov a second chance\n\n\n\nWith Republicans calling for the Obamacare law's repeal in greater numbers, and even some Democrats calling for major changes, President Obama stuck to his guns Tuesday before a partisan, cheering crowd, insisting that he won't agree to ditch the law no matter what.\n\nLooking more like a campaigning candidate than a sitting president, his speech was an attempt to re-boot public interest in the Affordable Care Act while vowing that 'we're not walking away from it.'\n\n'We're not repealing it as long as I'm president,' he insisted defensively as his fans gave him a standing ovation. 'We will make it work for all Americans.'\n\nRepublican Senate Minority Leader Mitch McConnell fired off a press statement within moments of Obama's conclusion.\n\n\n\n'Another campaign-style event won’t solve the myriad problems facing consumers under Obamacare,' McConnell said, claiming that the president's system 'is broken beyond repair.'\n\n\n\nTarnished halo: President Obama was forced to defend his health insurance law in the face of widespread criticism about rate hikes, cancelled policies, limited coverage and a crash-prone website Land of second chances? Obama begged Americans to give healthcare.gov a second chance, following an online performance that was nothing short of disastrous\n\n'The only \"fix,\" he added, 'is full repeal followed by step-by-step, patient-centered reforms that drive down costs and that Americans actually want.'\n\n\n\nThe president's focus on beating back calls for scrapping his signature legislative achievement follows two months of disastrous performance from the website designed – at enormous public cost – to help Americans find new medical insurance.\n\nObama insisted that, now, 'the website is working well for the vast majority of users.'\n\nBut he hinted at the underlying reality that even as state- and federal-level marketplaces begin to function and enrollment numbers grow, a majority of Americans are choosing free Medicaid coverage instead of buying private health insurance.\n\n'After just the first month, despite all the problems in the rollout,' Obama said Tuesday, 'about half a million people across the country are poised to gain coverage through the marketplaces and Medicaid.'\n\n'That number is going to keep increasing every day.'\n\n\n\nIn October, that first month, just 106,200 people enrolled in private health plans through state and federal online marketplaces. That leaves approximately 400,000 on Medicaid, which taxpayers fund at no cost to eligible subscribers.\n\n\n\nThe Congressional Budget Office has estimated that the Obamacare system will need 7 million new private insurance enrollees by the end of March in order to remain solvent.\n\n\n\nAmong them, the government needs to find more than 2.7 million young people whose relative good health will balance out the higher medical costs of the old and sick.\n\nMystery panel: Obama spoke in front of a group of supportive Americans, but the White House didn't say who they are or whether they have purchased Obamacare coverage Obama's last live-audience foray into Obamacare defense came on Oct. 21, where his speech came complete with a fainting pregnant woman and a supportive panel -- only a few of whom had enrolled\n\nBut Obama promised to stick with his plan, saying that 'whatever comes up, we're just going to fix it.'\n\n'We're just getting started with the exchanges,' he told his audience.\n\nOne attendee was a baby who let out a short yell, and Obama improvised.\n\n\n\n'Yes, you agree with me,' he quipped.\n\nAnd then America's insurance-salesman-in-chief tried to close the deal and encourage Americans to help him generate interest in the Affordable Care Act's insurance offerings.\n\n'Now that we ... are getting the technology fixed,' he asked, 'we need you to go back, take a look at what's actually going on.'\n\n'I'm going to need some help in spreading the word. ... tell your friends. Tell your family.'\n\nThe Centers for Medicare and Medicaid Services said Tuesday that more than 1 million people visited healthcare.gov on Monday, the first weekday following its self-imposed Nov. 30 deadline to fix a host of unresolved technology problems.\n\n\n\nSen. McConnell hopes potential Obamacare participants will remember Obamacare's early headaches instead of cutting the White House any slack.\n\n\n\nLoyal opposition: Senate Minority Leader Mitch McConnell continues to call for a total repeal of the Affordable Care Act\n\n'The American people have been learning about the impact Obamacare will have on individuals and families in the form of higher premiums, disrupted insurance, and lost jobs,' he said.\n\n\n\n'Consumers ... really didn’t need Obamacare’s cancellation of millions of plans that people already have and like in order to provide help to those with preexisting conditions.'\n\nThe president was introduced by Monica Weeks, a young woman who praised the president for enacting a law that allowed her to remain covered through her parents' insurance until she turned 26.\n\nObama hosted a similar event in Oct. 21 in which a fan of his health insurance overhaul plan introduced him before a brief Rose Garden speech.\n\nBut unlike that event, the White House did not distribute a list Tuesday of the people who stood behind the president as he spoke on-stage.", "article_metadata": {"Rating": "General", "news_keywords": "Were,going,Embattled,Obama,forced,sell,Obamacare,declares,wont,repeal,signature,law", "original-source": "http://www.dailymail.co.uk/news/article-2517703/Were-going-Embattled-Obama-forced-sell-Obamacare-declares-wont-repeal-signature-law.html", "doc-class": "Living Document", "twitter": {"description": "Obama boasted that a half-million Americans have gained medical coverage through the Affordable Care Act, but four out of every five chose taxpayer-funded Medicaid.", "title": "'We're not going back': Embattled Obama forced to re-sell Obamacare", "url": "http://www.dailymail.co.uk/news/article-2517703/Were-going-Embattled-Obama-forced-sell-Obamacare-declares-wont-repeal-signature-law.html", "app": {"id": {"ipad": 400442503, "iphone": 384101264}}, "image": "http://i.dailymail.co.uk/i/pix/2013/12/03/article-2517703-19D14AE800000578-183_636x382.jpg", "card": "summary_large_image", "account_id": 15438913}, "robots": "noodp,noydir,all,noarchive", "msvalidate.01": "12E6B4B813EB44C9BFC8F6A21F1D01F5", "fb": {"app_id": 146202712090395}, "MSSmartTagsPreventParsing": "true", "articleid": 2517703, "divclasspage": "articlePage", "keywords": "Were,going,Embattled,Obama,forced,sell,Obamacare,declares,wont,repeal,signature,law", "article": {"publisher": "https://www.facebook.com/DailyMail", "section": "News", "tag": "Were going Embattled Obama forced sell Obamacare declares wont repeal signature law", "published_time": "2013-12-03T20:35:41.000Zyyyy-MM-dd HH:mm:ss z", "modified_time": "2013-12-03T22:46:47.000Zyyyy-MM-dd HH:mm:ss z"}, "verify-v1": "DXwlrsxbqxSv+FTFkWUfgflBvFJfx2YbNf/HmABrVyY=", "y_key": "1a7e912afbfcab2f", "og": {"site_name": "Mail Online", "description": "Obama boasted that a half-million Americans have gained medical coverage through the Affordable Care Act, but four out of every five chose taxpayer-funded Medicaid.", "title": "'We're not going back': Embattled Obama forced to re-sell Obamacare", "url": "http://www.dailymail.co.uk/news/article-2517703/Were-going-Embattled-Obama-forced-sell-Obamacare-declares-wont-repeal-signature-law.html", "image": {"width": 636, "identifier": "http://i.dailymail.co.uk/i/pix/2013/12/03/article-2517703-19D14AE800000578-183_636x382.jpg", "height": 382}, "video": {"width": 636, "identifier": "http://video.dailymail.co.uk/video/1418450360/2013/12/1418450360_2890387003001_6.mp4", "type": "video/mp4", "height": 358}, "type": "article"}, "channel": "News", "description": "Obama boasted that a half-million Americans have gained medical coverage through the Affordable Care Act, but four out of every five chose taxpayer-funded Medicaid."}, "_id": "\"57477af46914bd0286fe05bd\"", "article_summary": "Obama hosted a similar event in Oct. 21 in which a fan of his health insurance overhaul plan introduced him before a brief Rose Garden speech.\nTarnished halo: President Obama was forced to defend his health insurance law in the face of widespread criticism about rate hikes, cancelled policies, limited coverage and a crash-prone website Land of second chances?\n'Another campaign-style event won’t solve the myriad problems facing consumers under Obamacare,' McConnell said, claiming that the president's system 'is broken beyond repair.'\n'We're not repealing it as long as I'm president,' he insisted defensively as his fans gave him a standing ovation.\nSen. McConnell hopes potential Obamacare participants will remember Obamacare's early headaches instead of cutting the White House any slack."}