{"article_title": "Eight in 10 ER docs say mental health treatment resources 'inadequate'", "article_keywords": ["mental", "emergency", "providers", "inadequate", "ill", "patients", "psychiatric", "emergencies", "say", "health", "treatment", "docs", "care", "resources", "er"], "article_url": "http://www.fiercehealthcare.com/story/eight-10-er-docs-say-mental-health-treatment-resources-inadequate/2015-10-29", "article_text": "More than 8 in 10 emergency physicians say community resources for mental healthcare are inadequate, a new survey from the American College of Emergency Physicians (ACEP) found.\n\nThe survey was released at the group's annual meeting this week, according to Forbes. It polled nearly 1,500 emergency physicians.\n\nHealthcare providers have long struggled with how to address treatment of patients with mental illnesses, particularly in emergency settings. Meanwhile, their options for treating such patients have significantly decreased in recent years, despite the fact that 13.6 million adults in the country has a mental health issue that seriously affects their ability to function. Mood disorders such as schizophrenia and depression constitute the bulk of ER visits for chronic conditions in the United States.\n\nDespite this, ER doctors have no universal policies for evaluating and treating mentally ill patients. This blind spot has led emergency medicine and psychiatry leaders to form the Coalition on Psychiatric Emergencies (COPE). Members of the coalition hope to better coordinate care for patients seeking psychiatric care in ER settings.\n\n\"Through this unique collaboration, the Coalition on Psychiatric Emergencies will focus on developing a more unified treatment model and improving the treatment experience for both patients and for healthcare providers, while also saving hospital costs,\" said Michael Gerardi, M.D., chair of COPE's steering committee, according to Forbes.\n\nCOPE outlined several strategies for improving psychiatric care, including:\n\nMaking diagnosis and treatment safer and better for emergency psychiatric patients\n\nIncorporating prevention and aftercare into the continuum of psychiatric care\n\nReducing wait times for inpatient psychiatric beds in emergency departments\n\nEnsure emergency providers who treat psychiatric emergencies have proper training and education\n\nTo learn more:\n\n- read the Forbes article\n\nRelated Articles:\n\nHospitals try to stem flow of mentally ill in ERs\n\nMentally ill Medicare patients cost more to treat\n\nWe need comprehensive mental health coverage, stat\n\nCMS launches emergency psych demo project to relieve ERs\n\nMajority of frequent ER users have chronic conditions, not mental illness\n\n'Frequent flyer' ER visits drop with coordinated care\n\nWhy poorer patients prefer hospital care", "article_metadata": {"description": "More than 8 in 10 emergency physicians say their community's resources for mental healthcare are inadequate, a new survey from the American College of Emergency Physicians found.", "og": {"site_name": "FierceHealthcare", "description": "More than 8 in 10 emergency physicians say their community's resources for mental healthcare are inadequate, a new survey from the American College of Emergency Physicians found.", "title": "Eight in 10 ER docs say mental health treatment resources 'inadequate'", "url": "http://www.fiercehealthcare.com/story/eight-10-er-docs-say-mental-health-treatment-resources-inadequate/2015-10-29", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthcare.jpg", "type": "website"}, "twitter": {"site": "fiercehealth", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "apple-itunes-app": "app-id=731085312", "keywords": "American College of Emergency Physicians (ACEP),Care Delivery,emergency department,mental healthcare,Patient Care & Outcomes,Psychiatric Care", "viewport": "width=device-width", "news_keywords": "Care Delivery,Patient Care & Outcomes"}, "article_summary": "Members of the coalition hope to better coordinate care for patients seeking psychiatric care in ER settings.\nHealthcare providers have long struggled with how to address treatment of patients with mental illnesses, particularly in emergency settings.\nDespite this, ER doctors have no universal policies for evaluating and treating mentally ill patients.\nMore than 8 in 10 emergency physicians say community resources for mental healthcare are inadequate, a new survey from the American College of Emergency Physicians (ACEP) found.\nThis blind spot has led emergency medicine and psychiatry leaders to form the Coalition on Psychiatric Emergencies (COPE)."}