{"article_title": "America’s Slide toward Failed State – Consortiumnews", "article_keywords": ["interests", "united", "liberal", "system", "countries", "political", "slide", "americas", "states", "failed", "state", "involving", "unstable", "stable", "consortiumnews"], "article_url": "https://consortiumnews.com/2016/02/20/americas-slide-toward-failed-state/", "article_text": "The blanket refusal of Senate Republican leaders to consider President Obama’s choice to succeed Justice Scalia reflects a descent of the United States toward the kind of dysfunctional failed state that Washington normally upbraids, says ex-CIA analyst Paul R. Pillar.\n\nBy Paul R. Pillar\n\nWe Americans, usually quick to judge other societies by American standards, can become more self-aware by reversing the direction of the comparison and thinking of what the attributes of other nations might highlight about our own deficiencies.\n\nSuch comparisons can work in either of two ways. One is to observe how far the United States has fallen behind others in endeavors at which others excel and set the standards. Investment in transportation infrastructure, for example. Ride a train in Switzerland after riding one in the United States and the point becomes clear.\n\nThe other sort of comparison is to examine the troubles of other countries that are deeply troubled, with an eye toward identifying underlying problems that might also be found in the United States even though the United States has not gone as far down the troubled path, at least not yet. There is no shortage of countries, from Syria to Somalia to South Sudan, that we commonly label as politically unstable and that present grief for their own citizens, challenges for U.S. policymakers, and fodder for foreign policy pundits.\n\nAn attempt to identify underlying problems can come up with many things, involving the structure of civil society, ethnic divisions, and the like. But two very fundamental necessities for stable liberal democracy are in short supply in those trouble lands. One is the acceptance as legitimate of interests and viewpoints different from one’s own. Such acceptance does not preclude continued sharp differences. Recognized legitimacy is not the same as agreement.\n\nOpposing political positions can grow out of different interests or different views about the best way of pursuing a shared interest. Either way, what is required is acknowledgment that one’s own side in a political contest does not necessarily have a monopoly on what is just, wise or moral, and that those on the other side have as much right to be part of the contest and of the give-and-take that feeds into national policy.\n\nThe other big necessity is a commitment to the entire political system that is greater than commitment to any of the particular interests or objectives that get pursued through that system. This does not just mean an avowing of patriotism; expressions of nationalist sentiment are easy to come by even in troubled and unstable nations. What is needed is acknowledgment and genuine belief that the health and smooth functioning of the entire system are of paramount importance and that without them those more parochial interests could not be effectively pursued anyway.\n\nThe Republican posture of keeping the U.S. Supreme Court short-handed for a year, and thereby screwing up not just one but two terms of the court, solely to deny an appointment to the incumbent president and to try to hand that power to a hoped-for Republican successor, is the latest and most salient of several episodes that indicate a growing shortfall in the United States of these two essential conditions for stable liberal democracy.\n\nThere have been other episodes occurring with increasing frequency in recent years. These include blanket rejection , begun even before Justice Antonin Scalia’s death, of anyone Barack Obama would nominate as an appellate judge. They include automatic opposition to the President’s most important legislative initiatives, as seen most vividly with health care, on which the opposition has become an obsession pursued without regard to the conceptual origins of the particular legislation or its actual effects once enacted. And they include the use of extortion, with threats involving default on debt or shutdown of government, in pursuit of some matter involving the budget or a social issue.\n\nThis pattern exhibits a lack of the first requirement involving an acceptance of the opposing side’s legitimacy. The outlook involved has been clear on an issue such as abortion, in which an opposing side get defined as not just wrong but as immoral. The outlook also has been applied personally to Barack Obama more than to any other U.S. president in modern times.\n\nSuffusing through much of the reflexive opposition to his policies, and punctuated by the birther nonsense, has been a sense that he is somehow, well, not quite one of us and not quite a real American, that he is less a legitimate occupant of the Oval Office and more of a transient interloper there. To what extent this attitude is due, as many African-American supporters of Mr. Obama believe , to his race is impossible to determine definitively, but the attitude is too obvious to ignore.\n\nThe pattern also exhibits a shortfall in the second key requirement of stable liberal democracy, the greater value that must be placed on the political whole than on any more parochial interests. This shortfall is obviously present with the extortionate tactics involving damage to the nation’s credit rating or to the operation of the entire government, as it is now with tactics threatening to cripple the Supreme Court.\n\nAll of this goes beyond the damage that is due to intensified partisanship, which also has become worse in the United States over the past couple of decades and is bad enough just by itself. We are talking here about something more fundamental, and something that is alike in kind to what underlies the instability in any number of politically unstable countries on other continents.\n\nThe corresponding problem in the United States, though alike in kind, has not become alike in degree to those archetypical unstable countries from the Third World, again, not yet. But the trend is in the wrong direction, and those who care about the health of American democracy ought to be worried about that trend.\n\nAmerican citizens who do care, and at least as much, those who have been participating in some of the disturbing episodes mentioned above, ought to look at those unstable countries abroad and think the following thoughts.\n\nFirst, there but for the grace of wise forefathers and other lucky circumstances of America go we.\n\nSecond, the critical ingredients of successful and stable liberal democracy are precious, not all that common in the world, and vulnerable to being lost. It may sound oxymoronic but is nevertheless true that political stability is fragile.\n\nAnd finally, we need to ask ourselves continually what is more important: whatever specific policy issue has gotten people’s dander up at the moment, or having a political system, healthy and effective as well as free, that enables us to argue and compete about such issues at all.", "article_metadata": {"msapplication-config": "/wp-content/uploads/fbrfg/browserconfig.xml?v=A00XJeKm7x", "generator": "WordPress 4.5.2", "msapplication-TileColor": "#da532c", "viewport": "width=device-width, initial-scale=1.0", "theme-color": "#ffffff", "msapplication-TileImage": "/wp-content/uploads/fbrfg/mstile-144x144.png?v=A00XJeKm7x"}, "_id": "\"57477af36914bd0286fd1c16\"", "article_summary": "Ride a train in Switzerland after riding one in the United States and the point becomes clear.\nOne is to observe how far the United States has fallen behind others in endeavors at which others excel and set the standards.\nBut two very fundamental necessities for stable liberal democracy are in short supply in those trouble lands.\nSecond, the critical ingredients of successful and stable liberal democracy are precious, not all that common in the world, and vulnerable to being lost.\nThe blanket refusal of Senate Republican leaders to consider President Obama’s choice to succeed Justice Scalia reflects a descent of the United States toward the kind of dysfunctional failed state that Washington normally upbraids, says ex-CIA analyst Paul R. Pillar."}