{"article_title": "Religion isn’t the problem, I am", "article_keywords": ["good", "love", "god", "violence", "religion", "isnt", "truth", "selfless", "world", "problem", "order", "gods"], "article_url": "http://www.theleafchronicle.com/story/opinion/columnists/2015/03/15/pitts-religion-problem/70296214/", "article_text": "Last week, the Islamic State captured as many as 350 Christians. Earlier this month, the Washington Post reported that in the Central African Republic, thousands of Muslims were fleeing their homes because of Christian vigilantes. Three weeks ago, a suspected radical atheist murdered three Muslims. Last month, a group of Buddhists killed more than 280 Muslims.\n\nThese numbers have the tendency to fall numb on us. Joseph Stalin remarked that, “A million deaths is a statistic, a single death is a tragedy.” The fact that these events happened is heartbreaking; the reality that this is not the first time is tragic.\n\nG.K. Chesterton, the 19th century philosopher, was once asked by a newspaper to respond to the question, “What’s wrong with the world?” In response, Chesterton wrote:\n\n“Dear Sirs: I am. Sincerely yours, G.K. Chesterton”\n\nChesterton’s world, much like ours today, was ablaze with violence and restless in uncertainty. It was just as easy then as it is today to blame religion for the tragedies. However, the commonality lies not with religion, but people.\n\nIn John Raub’s guest column on March 5, he asserted that the misuse of religion was not only the cause of troubles in the world, but also a catalytic force for the violence in the world. Raub mentioned a number of atrocities that have been performed due to the desire of men to partner with God. This might be true, but it is incomplete. And if the past is prologue as Shakespeare so beautifully articulated, a partial truth is just as dangerous as a complete lie.\n\nReligion has been factor in many of the atrocities that have plagued the world, but it has also been a force for good. Of the first 108 universities founded in America, all but two were created and financed by Christian churches. There are approximately 350,000 churches in America serving the needs of their communities. And if the church cannot meet the physical need, you more than likely go to a hospital that starts with Baptist or Saint.\n\nHowever, it wasn’t always that way. Religious people, specifically Christians, can do good because they realize they were once bad. Instead of partnering with God as a force for good, they decided to act as a god, which resulted in evil. The presence of evil is not because of religion; rather it is because of men and women who used religion in order to accomplish their agenda.\n\nDriven by their desires and a Nietzschian hunger for power, they forsake all else in order to achieve their ends. Friedrich Nietzsche wrote, “Sometimes people don’t want to hear the truth because they don’t want their illusions destroyed.”\n\nThe presence of evil is due to the supremacy of selfishness and the absence of God’s kingdom. Selfishness forsakes all else in order to accomplish its desired ends. In God’s kingdom, justice reigns and love never fails. This love is anything but selfish, rather it is selfless. This selfless love was demonstrated in the most violent of ways, the crucifixion of the Son of God.\n\nHe did not wait until “His house” was in order; He did this act in order to clean up his house and the world with it. If we are to wait until our acts are clean and houses are in order, we will be waiting for a while – probably longer than the Titans will be for the playoffs. Instead of concentrating upon ourselves, maybe the solution is to selflessly help someone else.\n\nHelp manifests itself in the highest when it is saturated in love. This love can take a variety of forms, be it through an encouraging word to a selfless action. While violence should be limited, it should not be extinct. There will be times when it is necessary to fight on behalf of love. In those cases, it might be best to remember what Abraham Lincoln said when surveying a Civil War battlefield. Asked if God was on his side, Lincoln responded: “Sir, my concern is not whether God is on our side; my greatest concern is to be on God’s side.”\n\nNick Pitts is special assistant to the president at the Denison Forum on Truth and Culture, Dallas.\n\nRead or Share this story: http://leafne.ws/1ba64jl", "article_metadata": {"google": "notranslate", "description": "Violence should be limited, but at times it is necessary to fight on behalf of love.", "og": {"site_name": "The Leaf Chronicle", "description": "Violence should be limited, but at times it is necessary to fight on behalf of love.", "title": "PITTS: Religion isn’t the problem, I am", "url": "http://www.theleafchronicle.com/story/opinion/columnists/2015/03/15/pitts-religion-problem/70296214/", "image": "http://www.gannett-cdn.com/GDContent/applogos/theleafchronicle.png", "type": "article"}, "twitter": {"description": "Violence should be limited, but at times it is necessary to fight on behalf of love.", "creator": "@leafchronicle", "image": "http://www.gannett-cdn.com/-mm-/f0e64cf19bcf7d9f3b63cfdc7172b55d91ffbf3e/c=0-22-235-257&r=x643&c=640x640/local/-/media/Clarksville/2015/03/13/B9316594837Z.1_20150313175323_000_GAOA7C2GQ.1-0.jpg", "title": "PITTS: Religion isn’t the problem, I am", "site": "@leafchronicle", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=893216970", "fb": {"app_id": 178174445540755}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070"}, "_id": "\"57477af36914bd0286fd1c13\"", "article_summary": "The presence of evil is not because of religion; rather it is because of men and women who used religion in order to accomplish their agenda.\nThis selfless love was demonstrated in the most violent of ways, the crucifixion of the Son of God.\nReligion has been factor in many of the atrocities that have plagued the world, but it has also been a force for good.\nIt was just as easy then as it is today to blame religion for the tragedies.\nHowever, the commonality lies not with religion, but people."}