{"article_title": "Paris' spring smog attack, updates on MH370, and more from the Slatest PM.", "article_keywords": ["deaths", "paris", "slatest", "mr", "mh370", "air", "federal", "attack", "updates", "coverage", "spring", "samesex", "smog", "france", "lavrov", "pollution"], "article_url": "http://www.slate.com/blogs/the_slatest/2014/03/14/paris_spring_smog_attack_updates_on_mh370_and_more_from_the_slatest_pm.html", "article_text": "Photo by Patrick Kovarik/AFP/Getty Images\n\nJosh Voorhees Josh Voorhees is a Slate senior writer. He lives in Iowa City.\n\nParis' Smog Problem: New York Times: \"Parisians taking public transportation to work on Friday were surprised and delighted to find subways and buses free for the next three days, but the reason was a bit less cheerful: Air pollution had reached an unusually high level and was expected to continue unabated through the weekend. Bad air quality might be familiar to tourists here from Beijing or Mumbai, but in this elegant capital where strict limits on building height create the illusion of plenty of fresh air, pollution is rarely this severe so early in the year and for so long. 'Due to a persistent episode of pollution with fine particles,' the Environment Ministry will impose exceptional measures, said Philippe Martin, the minister, in a somewhat cryptic statement Thursday.\"\n\nWorse Than Beijing: Associated Press: \"The belt of smog stretched for hundreds of miles, from France's Atlantic coast to Belgium and well into Germany. It was the worst air pollution France has seen since 2007, the European Environment Agency said. Nearly all of France was under some sort of pollution alert Friday, with levels in the Parisian region surpassing some of those in the world's most notoriously polluted cities, including Beijing and Delhi. ... The smog is particularly severe here because France has an unusually high number of diesel vehicles, whose nitrogen oxide fumes mix with ammonia from springtime fertilizers and form particulate ammonium nitrate. Pollutants from the burning of dead leaves and wood contribute as well.\"\n\n\n\nAdvertisement\n\n\n\nIt's Friday, March 14th, welcome to the Slatest PM. Follow your afternoon host on Twitter at @JoshVoorhees, and the whole team at @Slatest.\n\nCrimean Referendum: Wall Street Journal: \"Talks between U.S. Secretary of State John Kerry and Russian Foreign Minister Sergei Lavrov over this weekend's referendum on Crimea joining Russia broke down after five hours Friday, as Western leaders warned that sanctions were looming. At the White House, President Barack Obama said there would be 'consequences' if Russia continues to violate Ukraine's sovereignty. U.S. and European Union officials say actions to impose sanctions will begin Monday unless there is evidence of a pullback by Moscow. Mr. Kerry carried a last-minute diplomatic appeal to Mr. Lavrov at a meeting in London, exhorting Moscow to pull its thousands of troops out of Crimea and respect Ukraine's borders. ... Mr. Lavrov said there was 'no common view' over how to proceed.\"\n\n\n\nRoads & Kingdoms: What It Looks Like When Putin Steals Your Country\n\nEquality Watch: Huffington Post: \"Legally married same-sex couples just gained a little more recognition in the eyes of the federal government. The Department of Health and Human Services announced Friday that, starting with the 2015 plan year, insurance companies that provide coverage to opposite-sex spouses must also offer that coverage to same-sex spouses. 'In other words, insurance companies will not be permitted to discriminate against married same-sex couples when offering coverage,' Matthew Heinz, the director of LGBT outreach at HHS, wrote in a blog post. The clarification to the agency's rules stems from last year's landmark Supreme Court ruling that the federal Defense of Marriage Act, which defined marriage as between a man and a woman, is unconstitutional. The update applies to all Qualified Health Plans, which are plans that meet the minimum standards of the Affordable Care Act and are certified by the state or federal exchange where it is purchased.\"\n\nAdvertisement\n\n\n\nOutward: Blame Brandon Ambrosino’s Editors, Not Him\n\nHarlem Update: Associated Press: \"All eight people reported missing after a deadly New York City gas explosion have been recovered, the fire commissioner said Friday, but workers are still treating the scene as a rescue operation in case there are unknown survivors in the rubble. Salvatore Cassano said no one else is known to be unaccounted for, but workers will continue to scour the debris from two flattened apartment buildings for victims. More than 60 people were injured and more than 100 others displaced by the Wednesday morning explosion. Cassano said 60 to 70 percent of the debris had been cleared at the East Harlem blast site. But he said the pace was expected to quicken after firefighters removed a hazardous rear wall. He predicted detectives and fire marshals would gain access to the buildings' basements by mid-day Saturday to begin the investigation into what caused the explosion.\"\n\nWeigel: Inside the Year’s Biggest Libertarian Karaoke Fundraiser\n\nGM Linked to 303 Airbag Deaths: Reuters: \"U.S. safety regulators have recorded 303 deaths when airbags failed to deploy in 1.6 million compact cars recalled last month by General Motors Co, according to a study released Thursday night by a safety watchdog group. The new report and higher death toll ratchet up the pressure on GM, which has said it has reports of 12 deaths in 34 crashes in the recalled cars. GM did not recall the cars until February, despite learning of problems with the ignition switch in 2001 and issuing related service bulletins to dealers with suggested remedies in 2005. The auto maker is facing increasing pressure to compensate victims and create a $1 billion fund, even if some would-be plaintiffs are barred from suing under the terms of GM's emergence from bankruptcy in 2009.\"", "article_metadata": {"fb-share": "Slatest PM: Paris' Smog Problem Is Now Rivaling Beijing's", "sailthru.author": "Josh Voorhees", "description": "***Sign up here to receive the Slatest PM—along with the best posts from Slate's other blogs—in your inbox every weekday afternoon.*** Paris' Smog Prob ...", "og": {"site_name": "Slate Magazine", "description": "***Sign up here to receive the Slatest PM—along with the best posts from Slate's other blogs—in your inbox every weekday afternoon.*** Paris' Smog Prob ...", "title": "Slatest PM: Paris' Smog Problem Is Now Rivaling Beijing's", "url": "http://www.slate.com/blogs/the_slatest/2014/03/14/paris_spring_smog_attack_updates_on_mh370_and_more_from_the_slatest_pm.html", "image": "http://www.slate.com/content/dam/slate/blogs/the_slatest/2014/03/14/paris_spring_smog_attack_updates_on_mh370_and_more_from_the_slatest_pm/478648987-view-of-the-eiffel-tower-seen-through-thick-smog-on.jpg.CROP.cq5dam_web_1280_1280_jpeg.jpg", "type": "article"}, "twitter": {"description": "***Sign up here to receive the Slatest PM—along with the best posts from Slate's other blogs—in your inbox every weekday afternoon.*** Paris' Smog Prob ...", "title": "Slatest PM: Paris' Smog Problem Is Now Rivaling Beijing's", "url": "http://www.slate.com/blogs/the_slatest/2014/03/14/paris_spring_smog_attack_updates_on_mh370_and_more_from_the_slatest_pm.html", "image": "http://www.slate.com/content/dam/slate/blogs/the_slatest/2014/03/14/paris_spring_smog_attack_updates_on_mh370_and_more_from_the_slatest_pm/478648987-view-of-the-eiffel-tower-seen-through-thick-smog-on.jpg.CROP.cq5dam_web_1280_1280_jpeg.jpg", "creator": "@JoshVoorhees", "site": "@slate", "card": "summary_large_image"}, "sailthru.date": "2014-03-14T17:04:00Z", "sailthru.promoheadline": "Slatest PM: Paris' Smog Problem Is Now Rivaling Beijing's", "sailthru.headline": "Slatest PM: Paris' Smog Problem Is Now Rivaling Beijing's", "parsely-page": "{\n  \"title\": \"Slatest PM: Paris\\u0027 Smog Problem Is Now Rivaling Beijing\\u0027s\",\n  \"link\": \"http://www.slate.com/blogs/the_slatest/2014/03/14/paris_spring_smog_attack_updates_on_mh370_and_more_from_the_slatest_pm.html\",\n  \"image_url\": \"http://www.slate.com/content/dam/slate/blogs/the_slatest/2014/03/14/paris_spring_smog_attack_updates_on_mh370_and_more_from_the_slatest_pm/478648987-view-of-the-eiffel-tower-seen-through-thick-smog-on.jpg.CROP.thumbnail-small.jpg\",\n  \"type\": \"post\",\n  \"post_id\": \"227140314004\",\n  \"pub_date\": \"2014-03-14T17:04:00Z\",\n  \"section\": \"briefing\",\n  \"author\": \"Josh Voorhees\",\n  \"tags\": []\n}", "fb": {"app_id": 142011022527753}, "tw-line": "Slatest PM: Paris' Smog Problem Is Now Rivaling Beijing's", "keywords": "beijing, slatest pm, paris, pollution, smog", "google-site-verification": "jXqoqqPSmx_PWchRdG-IXu-X616Ee2Ptf_AiElI9LzQ", "sailthru.tags": "beijing, slatest pm, paris, pollution, smog", "article": {"publisher": "http://www.facebook.com/Slate", "author": "https://www.facebook.com/joshua.marc.voorhees"}, "sailthru.description": "***Sign up here to receive the Slatest PM—along with the best posts from Slate's other blogs—in your inbox every weekday afternoon.*** Paris' Smog Prob ...", "sailthru.image.full": "http://www.slate.com/content/dam/slate/blogs/the_slatest/2014/03/14/paris_spring_smog_attack_updates_on_mh370_and_more_from_the_slatest_pm/478648987-view-of-the-eiffel-tower-seen-through-thick-smog-on.jpg.CROP.cq5dam_web_1280_1280_jpeg.jpg", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "_id": "\"57477af36914bd0286fd1bfd\"", "article_summary": "It was the worst air pollution France has seen since 2007, the European Environment Agency said.\n... Mr. Lavrov said there was 'no common view' over how to proceed.\"\nMr. Kerry carried a last-minute diplomatic appeal to Mr. Lavrov at a meeting in London, exhorting Moscow to pull its thousands of troops out of Crimea and respect Ukraine's borders.\nWorse Than Beijing: Associated Press: \"The belt of smog stretched for hundreds of miles, from France's Atlantic coast to Belgium and well into Germany.\nAt the White House, President Barack Obama said there would be 'consequences' if Russia continues to violate Ukraine's sovereignty."}