{"article_title": "Essential California: The problem on your teen's phone", "article_keywords": ["city", "francisco", "san", "los", "essential", "water", "phone", "officials", "california", "angeles", "teens", "shooting", "problem", "trump"], "article_url": "http://www.latimes.com/local/california/la-me-essential-california-html-20150707-htmlstory.html", "article_text": "Good morning. It is Tuesday, July 7. Hooray -- the public can finally access a stretch of sand that it owns along Billionaires' Beach in Malibu. Here's what else is happening in the Golden State:\n\nTOP STORIES\n\nNew day at King/Drew site\n\nIt has been eight years since officials shut down the historic King/Drew Hospital in Willowbrook because of medical errors that led to patients' deaths. Today, it will reopen as the Martin Luther King Jr. Community Hospital, significantly smaller than the old hospital and lacking a trauma center that can handle severe car crash victims and those with gunshot wounds. The new hospital will also have to build a new reputation to attract patients, many of whom now have greater access to medical care under the Affordable Care Act. Los Angeles Times\n\nCrime and immigration policy\n\nThe case of the man believed responsible for the shooting death of a 32-year-old woman in San Francisco was among the 10,000 in California in which a request from Immigration and Customs Enforcement to detain an immigrant was ignored. Francisco Sanchez has a history of drug convictions and was deported to Mexico five times, only to return to the U.S. each time. This case has exposed the uneasy relationship between federal immigration authorities and local law enforcement agents in liberal San Francisco. Los Angeles Times\n\nSexting awareness\n\nMix hormonal teenagers with access to the Internet and pretty soon you have an explosion of sexually explicit pictures and texts bouncing between smartphones. In response, the Los Angeles Unified School District is about to roll out the state's most ambitious plan to educate students on laws surrounding child pornography and obscenity. The campaign will remind students about the personal consequences of sharing such intimate pictures. Los Angeles Times\n\nDROUGHT\n\nEmbarrassing surge: Overall, Californians are saving water, but in a handful of water districts, usage has risen sharply. Officials aren't quite sure what's happening. In Kern County, an increase in the prison population may be to blame. Elsewhere, there are disputes over how water for agriculture is measured. Los Angeles Times\n\nReplenishing ponds: Even as San Diego tries to cut water consumption by 16%, park officials say they will continue to use drinking water to fill city ponds. Officials don't use recycled water because the pipe network doesn't reach the ponds. There are also questions about whether that water would be safe for wildlife or for people who catch fish in the ponds. San Diego Union-Tribune\n\nGreen light for gray water: Millions of Californians are retaining the water from their showers and washing machines and using the so-called gray water to irrigate their lawns and trees. The state's plumbing code was revised in 2009 to allow more homeowners to build such systems without permits. Los Angeles Times\n\nA market solution? California could pull itself out of the drought if water owners and users were able to participate in a robust water market, a columnist writes. \"It's impossible to know exactly how it will work in California until people with a vested interest in making some money selling water -- or in getting more water for their businesses or farms -- figure it all out.” Reason\n\nL.A. AT LARGE\n\nSkyscraper plan moves forward: The news could end a two-year debate -- the city of Los Angeles says there is not an active earthquake fault under the proposed Millennium Hollywood development. That's a strikingly different conclusion from the one reached by state geologists last year. City officials say the fault that is under Hollywood is too old to be considered active. Los Angeles Times\n\nIncome inequality: Los Angeles has become a city where Maseratis race down streets lined with homeless encampments. And whereas freeways and Dodgers games used to bring together the haves and have-nots of the city, even those institutions now cater to the wealthy. They're further examples of the widening gap between the wealthy and the poor, with the middle class nearly disappearing altogether. New York Times\n\nChanging demographics: Acknowledging the diversity of Los Angeles, one local public radio station set out to increase its Latino listenership. Since 2009, KPCC-FM (89.3) has boosted its audience 27%, and its Latino listenership has nearly doubled. A case study finds that the station was able to do this through \"strategic direction, community engagement, culture change and relevant content and tone.\" Current\n\nTransgender icon: She was one of Andy Warhol's \"superstars\" and an inspiration for Lou Reed's \"Walk on the Wild Side.\" Now, a crowdfunding campaign is underway to help Holly Woodlawn as she fights a mysterious illness at Cedars-Sinai. \"With all of the attention that Caitlyn Jenner has gotten by stepping into the public arena for five minutes, people like Holly, who are the true pioneers, have been out and visible for almost 50 years,\" said longtime friend Penny Arcade. Hollywood Reporter\n\nPOLITICS AND GOVERNMENT\n\nLGBT in the military: In this Q&A, retired Army Col. Sheri Swokowski, considered to be the highest-ranking transgender veteran, talks about her experiences in the military. \"Being an infantry person is difficult to begin with, but I lived with the Army values and part of that is putting the organization ahead of any personal interests or needs,\" she said. She was recently the keynote speaker at the U.S. Navy's first official West Coast LGBT pride event. KPBS\n\nCOURTS AND CRIME\n\nMysterious shooting: Only questions surround the shooting death of a woman in Hollywood. The 30-year-old woman was walking with her boyfriend near Sunset Boulevard when a man approached her from behind, shot her in the head and then fled in a black sedan. \"On the one hand, she didn't have any known enemies. On the other hand, it looks like it was directed toward her,\" an LAPD detective said. Los Angeles Times\n\nSafety review in Compton: A crucial piece of life-saving equipment was taken out of Compton's fire trucks and ambulances after the Fire Department was unable to show that firefighters had been trained in how to use the devices. The automated external defibrillators are used to shock a patient's heart after cardiac arrest. Los Angeles Times\n\nBaby Alpha Beta's story: It was just a few days before Thanksgiving 1987 when a baby was found abandoned near an Anaheim grocery store. The newborn girl, whom policed dubbed Baby Alpha Beta, was eventually adopted and grew up in what she described as a loving home. But as an adult, Kayla Tovo decided to find her birth mother -- something investigators had never been able to do. Orange County Register\n\nJailhouse review: The Orange County district attorney appointed a committee to review his office's use of jailhouse informants. Criticism of the practice has been mounting since it was revealed that the tactic was used in the prosecution of Scott Dekraai, who killed eight people, including his ex-wife, in a 2011 Seal Beach mass shooting. Los Angeles Times\n\nEDUCATION\n\nLost tuition: For-profit colleges can be attractive to military veterans because of their flexible schedules, online courses and training programs. But what happens when the school, in this case Corinthian Colleges, shuts down? Congress is considering whether to reset GI Bill benefits for veterans who attended the school and now can't transfer credits or afford to pay rent. Politico\n\nBUSINESS\n\nLayoffs, closures: L.A.-based clothing maker American Apparel is continuing its turnaround efforts by laying off workers and closing some stores. The moves could save the company $30 million in the next 18 months. It's unclear how many employees could lose their jobs. Los Angeles Times\n\nAn app for that: Are you looking for the Uber of trash collection? Because Silicon Valley is working to disrupt garbage pickup and make the service available nearly on demand. The company behind the app believes that it could help small haulers compete with multibillion-dollar companies. Wired\n\nSPORTS\n\nAnother loss for Trump: ESPN is the latest company to dump Donald Trump over his comments on immigrants. The network will move its ESPY Celebrity Golf Classic from Trump National Golf Club in Rancho Palos Verdes to Pelican Hill Golf Club in Newport Beach. Trump referred to Mexican immigrants as rapists and drug dealers when he announced his candidacy for president. ESPN\n\nPaying respects: A weekend boxing match may be your chance to say goodbye to the Sports Arena in L.A.'s Exposition Park. Plans are to demolish the venue and make way for a Major League Soccer venue. \"The dump won't exactly be jumping Saturday night for this boxing card. But it will be holding an event. In light of what is about to happen, that makes it special,\" writes columnist Bill Dwyre. Los Angeles Times\n\nCALIFORNIA CULTURE\n\nParty of one: For true Disneyland fans, there's nothing that odd about visiting the Anaheim theme park on their own. At least, not once they get past the strange looks and uneasy feeling of waiting in a single-rider line. \"What's the alternative? To not go to Disneyland? Out of the question.\" Los Angeles Times\n\nPlugged-in drivers: California is home to 30% of the nation's electric vehicles. Within the state, Santa Clara, San Francisco and Marin counties are the most popular places for those cars. Pacific Standard\n\nCALIFORNIA ALMANAC\n\nLos Angeles will have patchy clouds and a high of 76 degrees. In Riverside, there's a chance of drizzle in the morning. It will gradually become sunny and hit 85 degrees. San Diego will be cloudy and 71 with a chance of rain in the morning. San Francisco will be 64 degrees with clouds and a chance of rain in the morning.\n\nAND FINALLY\n\nWe love sharing Essential California with you. If you have a few minutes in your day, please let us know what you think of the newsletter -- what you like and what you think we could do better (aside from bringing you a fresh cup of coffee in the morning). Click here for a brief survey.\n\nPlease let us know what we can do to make this newsletter more useful to you. Send comments, complaints and ideas to Alice Walton or Shelby Grad.", "article_metadata": {"fb_title": "Essential California: The problem on your teen's phone", "Description": "Good morning. It is Tuesday, July 7. Hooray -- the public can finally access a stretch of sand that it owns along Billionaires' Beach in Malibu. Here's what else is happening in the Golden State: Subscribe to the newsletter TOP STORIES New day at King/Drew site It has been eight years since officials...", "copyright": "Copyright (c) 2016 Los Angeles Times", "author": "Los Angeles Times", "og": {"site_name": "latimes.com", "description": "Good morning. It is Tuesday, July 7. Hooray -- the public can finally access a stretch of sand that it owns along Billionaires' Beach in Malibu. Here's what else is happening in the Golden State: Subscribe to the newsletter TOP STORIES New day at King/Drew site It has been eight years since officials...", "title": "Essential California: The problem on your teen's phone", "url": "http://www.latimes.com/local/california/la-me-essential-california-html-20150707-htmlstory.html", "image": "http://www.trbimg.com/img-559c0f41/turbine/la-me-essential-california-html-20150707", "type": "article"}, "x-servername": "lalvp11.13", "twitter": {"site": "@latimes", "card": "summary"}, "robots": "index,follow", "msvalidate.01": "AAC9C18F70AC386BC4DCF4DDF9BF1786", "fb": {"admins": 100000786395051, "page_id": 5863113009}, "googlebot-news": "index", "date": "2015-07-07", "y_key": "cee2fe4077f8d050", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "googlebot": "index"}, "_id": "\"57477af36914bd0286fc9c44\"", "article_summary": "Los Angeles TimesIncome inequality: Los Angeles has become a city where Maseratis race down streets lined with homeless encampments.\nThis case has exposed the uneasy relationship between federal immigration authorities and local law enforcement agents in liberal San Francisco.\nLos Angeles TimesDROUGHTEmbarrassing surge: Overall, Californians are saving water, but in a handful of water districts, usage has risen sharply.\nNew York TimesChanging demographics: Acknowledging the diversity of Los Angeles, one local public radio station set out to increase its Latino listenership.\nSan Francisco will be 64 degrees with clouds and a chance of rain in the morning."}