{"article_title": "The next government shutdown is coming soon", "article_keywords": ["ceiling", "house", "republicans", "soon", "budget", "shutdown", "coming", "tea", "president", "security", "debt", "social"], "article_url": "http://www.salon.com/2013/10/18/the_next_government_shutdown_is_coming_soon_partner/", "article_text": "Topics: Barack Obama, Debt ceiling, RobertReich.org, Shutdown, Tea Party, Politics News\n\nThe war isn’t over. It’s only a cease-fire.\n\nRepublicans have agreed to fund the federal government through January 15 and extend the government’s ability to borrow (raise the debt ceiling) through Feb. 7. The two sides have committed themselves to negotiate a long-term budget plan by mid-December.\n\nRegardless of what happens in the upcoming budget negotiations, it seems doubtful House Republicans will try to prevent the debt ceiling from being raised next February. Saner heads in the GOP will be able to point to the debacle Tea Partiers created this time around – the public’s anger, directed mostly at Republicans; upset among business leaders and Wall Street executives, who bankroll much of the GOP; and the sharply negative reaction of stock and bond markets, where the American middle class parks whatever savings it has.\n\nThe saner Republicans will also be able to point out that President Obama means it when he says he won’t ever negotiate over the debt ceiling. The fact that he negotiated over it in 2011 is now irrelevant.\n\nOn the other hand, there’s a significant chance of another government shutdown in January. By then we’ll be well into the gravitational pull of the 2014 midterm elections. Every House member is up for reelection – mostly from safe (often gerrymandered) districts in which their major competitors are likely to be primary opponents from the Tea Party right.\n\nThese opponents will be challenging them to show what they’ve done to sandbag Obamacare and shrink the size of government. The President and the Democrats have made it clear they’ll protect Obamacare at all costs. Which means the real action between now and January 15 will be over the federal budget. The threat of another government shutdown is the only major bargaining leverage House Republicans possess in order to get what they consider “meaningful” concessions.\n\nWe know the parameters of the upcoming budget debate because we’ve been there before. The House already has its version — the budget Paul Ryan bequeathed to them. This includes major cuts in Medicare (turning it into a voucher) and Social Security (privatizing much of it), and substantial cuts in domestic programs ranging from education and infrastructure to help for poorer Americans. Republicans also have some bargaining leverage in the sequester, which continues to indiscriminately choke government spending.\n\nThe Senate has its own version of a budget, which, by contrast, cuts corporate welfare, reduces defense spending, and raises revenues by closing tax loopholes for the wealthy.\n\nHere, I fear, is where the President is likely to cave.\n\nHe’s already put on the table a way to reduce future Social Security payments by altering the way cost-of-living adjustments are made – using the so-called “chained” consumer price index, which assumes that when prices rise people economize by switching to cheaper alternatives. This makes no sense for seniors, who already spend a disproportionate share of their income on prescription drugs, home healthcare, and medical devices – the prices of which have been rising faster than inflation. Besides, Social Security isn’t responsible for our budget deficits. Quite the opposite: For years its surpluses have been used to fund everything else the government does.", "article_metadata": {"description": "Deal or no, it remains House GOP's only bargaining leverage for \"meaningful\" concessions on the federal budget", "title": "The next government shutdown is coming soon", "og": {"site_name": "Salon", "description": "Deal or no, it remains House GOP's only bargaining leverage for \"meaningful\" concessions on the federal budget", "title": "The next government shutdown is coming soon", "url": "http://www.salon.com/2013/10/18/the_next_government_shutdown_is_coming_soon_partner/", "image": "http://media.salon.com/2013/02/john_boehner4.jpg", "type": "article"}, "twitter": {"description": "Deal or no, it remains House GOP's only bargaining leverage for \"meaningful\" concessions on the federal budget", "title": "The next government shutdown is coming soon", "image": "http://media.salon.com/2013/02/john_boehner4.jpg", "creator": "@rbreich", "site": "@salon", "card": "summary_large_image"}, "author": "Robert Reich", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Barack Obama, Debt ceiling, RobertReich.org, Shutdown, Tea Party", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fc9c43\"", "article_summary": "Topics: Barack Obama, Debt ceiling, RobertReich.org, Shutdown, Tea Party, Politics NewsThe war isn’t over.\nThe threat of another government shutdown is the only major bargaining leverage House Republicans possess in order to get what they consider “meaningful” concessions.\nRegardless of what happens in the upcoming budget negotiations, it seems doubtful House Republicans will try to prevent the debt ceiling from being raised next February.\nRepublicans have agreed to fund the federal government through January 15 and extend the government’s ability to borrow (raise the debt ceiling) through Feb. 7.\nBesides, Social Security isn’t responsible for our budget deficits."}