{"article_title": "How Rock-Paper-Scissors Went Viral and Became a Competitive Sport", "article_keywords": ["viral", "rockpaperscissors", "rock", "random", "scissors", "competitive", "players", "game", "paper", "making", "world", "went", "sport", "history"], "article_url": "http://www.theatlantic.com/entertainment/archive/2015/12/how-rock-paper-scissors-went-viral/418455/", "article_text": "It was 1995, in the early days of the web, when the brothers Doug and Graham Walker decided they wanted to start a website. They hadn’t settled on a topic, but the two were fond of playing rock-paper-scissors in their garage, their matches filled with aggrandizing trash-talk. So, as a joke, they decided to devote their new website to the game. They came up with convoluted rules and regulations, a fabricated history, and cheekily named strategies about how to win. They dubbed it the World Rock Paper Scissors Society, not realizing their pet project would turn into what Doug calls “a unique viral experiment.” Related Story This Robot Will Beat You at Rock-Paper-Scissors 100 Percent of the Time Over the next 10 years, their site exploded. At its peak in the mid-aughts, the World Rock Paper Scissors Society was holding championships complete with black-and-white-shirted referees. They had corporate sponsorships from Microsoft and Yahoo! and a pot of $10,000 for the winner. The 2007 championships were televised on ESPN and Fox Sports, and Rolling Stone called the championship “a high-stakes Star Trek convention.” Last month, players took to a pub in London to battle it out for the title of U.K. Rock Paper Scissors Champion, and an international championship has been scheduled for spring of 2016. The way rock-paper-scissors achieved such visibility is perhaps a testament to how anything, no matter how silly, can earn a fandom. But it’s also proof of how a simple game resonates with people around the world, thanks to its nostalgic quality, easy gameplay, and history of transcending cultural barriers. Rock-paper-scissors didn’t arrive in the U.S. until the 20th century, but it’s one of the oldest games used for making decisions in human existence, even if its history is muddled with legends and exaggerations put forth by Internet historians and Redditors (for example, the reason why the game is sometimes called “Rochambeau” is fiercely debated).\n\nThe earliest known references to finger-flashing games are a tomb-wall painting at the Beni Hasan burial site in Middle Egypt (dated to around 2000 B.C.E.) and centuries later on a scroll from Japan. Versions of rock-paper-scissors can be found in cultures around the world, but outside of North America it remains most ubiquitous in Asia. In Japan, the game is called jan-ken or jankenpon, and uses the same rock-paper-scissors finger positions, though a variation features a tiger, a village chief, and the village chief’s mother (who beats the chief). In Indonesia, the game is earwig-man-elephant, where the earwig overcomes the elephant by crawling up his trunk and eating his brain. But whatever the interpretation, the game is pervasive, combining everyday utility with basic human psychology. People tend to think that it’s a random (and thus fair) way of making trivial decisions, but the game’s simple structure still allows for an element of strategy, making it an unlikely but fitting subject for a worldwide competition. While your best chance of winning would be to choose your moves completely at random, humans are naturally terrible at behaving randomly. Well-trained players who think of the game as a psychologically driven battle can use this fact and other influencers to increase their chances of winning. “Who doesn’t want to be the world champion at something, no matter how insignificant?” Ironically, children are actually the most difficult to play against because they’re the most random in their choices, while adults who who are inclined to overthink their moves tend to be more predictable, Simmons says. More skilled players use gambits, which are pre-decided sets of three throws that help reduce the chance that you give away your next move. The Great Eight Gambits, the most common strategies employed, have names like “Bureaucrat” (for three papers used in a row) and “Fistful o’ Dollars” (for rock, paper, paper). “It’s about choice and the power of suggestion,” Simmons says. “The game itself almost disappears and it becomes this rarified force of will between two competitors when they both know what they’re doing.”", "article_metadata": {"description": "How the ancient game went from playground decision-maker to an Internet phenomenon", "author": "Katharine Schwab", "og": {"site_name": "The Atlantic", "description": "In Indonesia, the game is called earwig-man-elephant, and the earwig overcomes the elephant by crawling up his trunk and eating his brain.", "title": "A Cultural History of Rock-Paper-Scissors", "locale": "en_US", "image": "https://cdn.theatlantic.com/assets/media/img/mt/2015/12/RTR1J9GG/facebook.jpg?1449078225", "url": "http://www.theatlantic.com/entertainment/archive/2015/12/how-rock-paper-scissors-went-viral/418455/", "type": "article"}, "twitter": {"domain": "theatlantic.com", "site": "@theatlantic", "card": "summary"}, "ROBOTS": "INDEX, FOLLOW", "p": {"domain_verify": "68e1a0361a557708fefc992f3309ed70"}, "fb": {"admins": "577048155,17301937", "page_id": 29259828486, "app_id": 100770816677686}, "keywords": "The Atlantic, The Atlantic Magazine, TheAtlantic.com, Atlantic, news, opinion, breaking news, analysis, commentary, business, politics, culture, international, science, technology, national and life", "viewport": "initial-scale=1.0, maximum-scale=1.0, width=device-width, user-scalable=no"}, "_id": "\"57477af46914bd0286fe05ae\"", "article_summary": "The Great Eight Gambits, the most common strategies employed, have names like “Bureaucrat” (for three papers used in a row) and “Fistful o’ Dollars” (for rock, paper, paper).\nAt its peak in the mid-aughts, the World Rock Paper Scissors Society was holding championships complete with black-and-white-shirted referees.\nThe way rock-paper-scissors achieved such visibility is perhaps a testament to how anything, no matter how silly, can earn a fandom.\nThey dubbed it the World Rock Paper Scissors Society, not realizing their pet project would turn into what Doug calls “a unique viral experiment.” Related Story This Robot Will Beat You at Rock-Paper-Scissors 100 Percent of the Time Over the next 10 years, their site exploded.\nThey hadn’t settled on a topic, but the two were fond of playing rock-paper-scissors in their garage, their matches filled with aggrandizing trash-talk."}