{"article_title": "A deadly resurgence", "article_keywords": ["resurgence", "deaths", "drugs", "overdoses", "drug", "state", "abuse", "health", "treatment", "heroin", "deadly", "addiction"], "article_url": "http://www.statesmanjournal.com/story/news/crime/2014/07/20/heroin-becomes-cheaper-available/12906981/", "article_text": "Highly available CHEAP, EASY TO GET HEROIN LEAVES COMMUNITIES SCRAMBLING\n\nShare This Story 69 Tweet Share Email\n\nIn Burlington, Vermont, the police chief sees soccer moms hooked on heroin.\n\nIn Knoxville, Tennessee, addicts desperate for help are waiting six months to get into treatment facilities.\n\nAnd in Salem, two graduates of West Salem High School died of heroin overdoses within just a few years of each other, their addictions wholly unknown to their families.\n\n“We've got soccer moms on heroin … you walk down any street in any town in Vermont right now and chances are there is at least one house where someone is dealing with this. This is a completely underground, behind-closed-doors phenomenon.” POLICE CHIEF MICHAEL SCHIRLING OF BURLINGTON, VT.\n\nThe United States is in the grip of one of the worst heroin epidemics in its history, due in part to a flood of cheap doses of the drug, which can be had for as little as $4 apiece, ordered on dark corners of the Web and delivered to your front door in the suburbs. Police nationwide have reported a staggering increase in the availability of the drug compared to just seven years ago.\n\nThe resurgence of the deadly drug has sparked a flurry of action from governors' mansions and statehouses across New England and the Midwest to small-town police stations from northern Kentucky to Wisconsin.\n\n\"It's really on the top of everyone's radar from a public health perspective,\" said Thomas MacLellan, director of homeland security and public safety for the National Governors Association. Even Capitol Hill and the White House are weighing in on what's become a full-blown health crisis that cuts across geographic, social, racial and economic boundaries.\n\nRELATED: Seeking help for addiction is making a choice for life\n\nGovernment studies estimate the number of heroin users is around 330,000 and growing, up about 75 percent from five years ago and up almost three times compared with the decade low of 119,000 in 2003. It's a level of regular usage not seen since heroin's peak in the mid-1970s, when government studies estimated 550,000 regular users. Although heroin represents a small fraction of the nearly 24 million Americans who misuse drugs overall, heroin use is growing faster than all others.\n\n\"We've got soccer moms on heroin. You walk down any street in any town in Vermont right now and chances are there is at least one house where someone is dealing with this,\" said Burlington Police Chief Michael Schirling, who said heroin trafficking cases there increased fivefold in two years. \"This is a completely underground, behind-closed-doors phenomenon.\"\n\nAn October 2013 report put Oregon with the 21st highest drug overdose mortality rate in the United States, with 12.9 drug overdose fatalities per 100,000 people.\n\nAll told, heroin and related opioid pain pills have killed more than 125,000 in the U.S. in the past 10 years.\n\nOne very early victim of the developing crisis was Casey Wethington of Kentucky, who died in 2002 of a heroin overdose at age 23.\n\n\"Within six months of learning about Casey's heroin addiction, we were burying him,\" said his mother, Charlotte Wethington, of Morning View, Ky.\n\n\"We have a tremendous amount of needless deaths — tens of thousands,\" said Wethington, now an anti-drug activist pushing for increased awareness among local and state officials across the country. \"These statistics are real people. And those who knew them, their lives will never be the same again.\"\n\nHeroin Availability By Region The percentage of police agencies reporting \"high availability\" of heroin in their communities in 2008, 2010 and 2013 in federal surveys. 2008\n\n2010\n\n2013\n\nAlex Buczynski's family never had a warning. The 22-year-old West Salem resident was found dead in his residence in February. It was investigating police who told his mother that her son was killed by a heroin overdose, likely the result of what started as an addiction to pain medication.\n\n\"If he did that, we had no idea,\" Megan Buczynski said. \"If he was ever addicted to pain pills, there's no evidence that I'm aware of. Just none.\"\n\nAlex Buczynski\n\n(Photo: Special to the Statesman Journal)\n\nAs recently as July 2, a 27-year-old man was found dead in Woodmansee Park in South Salem. Investigating police found traces of heroin nearby, including a syringe immediately next to the body, and suspected an overdose.\n\nThe man was identified as Andrew Betts. His father told police that his son had dealt with a longstanding drug problem.\n\nVermont to Tennessee GOVERNORS, STATE LAWMAKERS GRASP FOR ANSWERS\n\nGovernors and other state officials nationally are scrambling to try to control the epidemic, which a wide range of government statistics indicate is worst in the Great Lakes, New England and Mid-Atlantic regions along with New York and New Jersey.\n\nIn the Great Lakes, for instance, the Drug Enforcement Administration's National Drug Threat Assessment reported that 9 percent of law enforcement agencies deemed heroin highly available in 2007. By 2013, 40 percent of police agencies reported heroin as highly available.\n\nThe Pacific region, which includes Oregon, had only 14 percent reporting heroin as highly available in 2007. But within six years, that number jumped to 40 percent.\n\nAt least 18 state legislatures addressed new heroin bills this year, according to the National Conference of State Legislatures. Subjects range from allowing easier access to drugs that counteract opiate/heroin overdoses for first responders and even the public, as well as leniency for low-level heroin offenders who agree to treatment. Some states also are debating legislation that would toughen sentences for major drug crimes and trafficking involving heroin.\n\nNarcotics Lt. Jesse Duncan looks over a bag of heroin that weighed in at nearly 6 grams as he discusses evidence collected in the Louisville area on Jan. 30, 2014.\n\n(Photo: Alton Strupp, The (Louisville) Courier-Journal)\n\nVermont Gov. Peter Shumlin in January went so far as to devote nearly his entire State of the State Address to what he called the \"rising tide of drug addiction and drug-related crime spreading across Vermont.\"\n\n\"In every corner of our state, heroin and opiate drug addiction threatens us,\" Shumlin said. \"It threatens the safety that has always blessed our state. It is a crisis bubbling just beneath the surface that may be invisible to many, but is already highly visible to law enforcement, medical personnel, social service and addiction treatment providers, and too many Vermont families.\"\n\nRELATED: Scanning the battlefield in war on heroin\n\nIn Massachusetts, after deaths from heroin and opioid drugs spiked more than 90 percent since 2002, Gov. Deval Patrick declared a public health emergency in March. \"Sometimes it takes a crisis with big numbers to get the public's attention,\" said Public Health Commissioner Cheryl Bartlett.\n\nUnder Patrick's emergency declaration, the state invested $10 million to create a court diversion system for non-violent drug offenders, getting them treatment, and spent another $20 million into the overall drug treatment system.\n\n\"Heroin is such a harsh drug that no one figures that it will be a part of their lives either through themselves or someone they know until it's too late,\" Bartlett said.\n\nOverall drug abuse deaths now exceed car fatalities nationwide, according to the Centers for Disease Control and Prevention and the National Institute on Drug Abuse, the federal agency that studies drug abuse and policy.\n\nIn 2010 and 2011, more Oregonians died from drug overdoses than in car crashes, reported the Oregon Health Authority.\n\nAnd in Knoxville, Tenn., 73 people died from drug overdoses last year, more than from homicides and traffic accidents combined. Opiates of some sort were involved in at least 36 of those deaths, though it's hard to say which were heroin because of the difficulty in differentiating heroin from other substances through tests.\n\nThe government, law enforcement and medical experts now concur that the heroin surge can be traced to the rise of prescription painkillers such as OxyContin, Vicodin and Percocet. The drugs are heroin's chemical sibling — containing compounds derived from or similar to opium.\n\n\"Heroin is just a symptom of the prescription drug problem,\" said Joseph Rannazzisi, deputy assistant administrator of the Drug Enforcement Administration, during a Senate hearing in May.\n\nThe Oregon Health Authority identifies prescription pain relievers as the primary cause of drug overdoses in the state.\n\n\"In 2011, 289 Oregonians died from unintentional prescription drug overdoses,\" reported public health director Mel Kohn in a workshop presentation in February of last year. \"More Oregonians die from prescription drug overdoses than from heroin and cocaine combined.\"\n\nDriven by drugmakers' promotion of physicians' wider use of painkilling drugs — advocacy later called into question by federal regulatory action and in state and federal courts — doctors wrote millions of prescriptions for opioids over the past 15 years. From 1999 to 2010, sales of opioid painkillers increased about 300 percent, according to the Centers for Disease Control and Prevention. The drugs are now prescribed to 12 million Americans a year.\n\nDrug companies \"told us addiction is extremely rare. They told us opioids worked well for chronic pain,\" said Andrew Kolodny, of New York, president of the national Physicians for Responsible Opioid Prescribing. \"They told us that it wouldn't be hard to get patients off of opioids. That was all totally not true.\"\n\nIn fact, hundreds of thousands of people got hooked on the painkillers. With the ultimate reformulation of prescription opioids to make them harder to abuse as well as government crackdowns aimed at curbing legal and illegal prescription of the drugs, those addicted to pills turned to heroin.\n\nMexican drug dealers met the new demand with cheap heroin and made it so that customers didn't have to risk their safety or reputation by being seen going to street corners to get it. Mexican heroin, which dominates the American market, sells for $4 to $10 a dose compared with $40 to $80 for an 80-milligram opiate pain pill.\n\nNora Volkow, director of the National Institute on Drug Abuse, the federal agency that studies drug abuse and policy, says surveys show about 80 percent of recent heroin addicts switched from opioid pain pills. Those same surveys show about 3 percent of the nation's 2 million opioid pill addicts turned to heroin since 2007, a percentage that she predicts will grow.\n\nThat's what police say happened with Alex Buczynski, said his mother, Megan.\n\n\"That's what they hear from people that get arrested — that it starts with pain pill addiction,\" she said. \"But when that's too expensive, then they go to smoking heroin, and if they don't get high enough, they start injecting.\"\n\nIn Salem, the loved ones of people killed by their addiction are speaking out. Ron Putnam's 21-year-old daughter died of an accidental heroin overdose in 2012. He now regularly visits West Salem High School, accompanied by Salem Police Detective Sean Bennett, to warn students against succumbing to the drug and to speak up if they suspect their peers have.\n\n\"We're stuck with this new generation of addicts that are almost undetectable,\" said Bennett. \"Nobody starts off wanting to be an addict, but sometimes it happens.\"\n\nIn Butler County, Ohio, the home of U.S. House Speaker John Boehner, the number of children being removed from their parents' custody doubled between 2010 and 2012, with heroin accounting for more than half of its child removal cases in 2012. Statewide, heroin addictions, demand for treatment and overdose deaths all prompted Kasich, a stalwart Republican, to opt to go along with Obamacare measures despite the political consequences.\n\n“This is just overwhelming everyone. It doesn't help that most insurance only pays for 30 or 60 days of treatment, when it can take that long just to get the drugs out of your system.” GINGER MARSHALL, VOLUNTEER AT ADDICTION MINISTRY IN KNOXVILLE\n\nAcross the Ohio River in Kentucky, heroin abuse is \"spreading like a cancer,\" Senate Minority Leader Mitch McConnell, R-Ky., told a Senate narcotics group in May. \"We are losing close to 100 fellow Kentuckians a month to drug-related deaths. This is more lives lost than to fatal car crashes.\"\n\nOverall drug abuse deaths now exceed car fatalities nationwide, according to the Centers for Disease Control and Prevention and the National Institute on Drug Abuse, the federal agency that studies drug abuse and policy.\n\nIn Knoxville, Tenn., 73 people died from drug overdoses last year, more than from homicides and traffic accidents combined. Opiates of some sort were involved in at least 36 of those deaths, though it's hard to say which were heroin because of the difficulty in differentiating heroin from other substances through tests.\n\n\"Heroin got here later than other places, but it is here now full-blast,\" Knoxville Police Chief David Rausch said.\n\nTreatment facilities are overwhelmed, with wait times of six months or longer.\n\n\"We have 40 beds available, and we're increasingly having to turn people away,\" said Ginger Marshall, the volunteer alcohol and drug treatment coordinator for the local Lost Sheep Ministry. \"This is just overwhelming everyone. It doesn't help that most insurance only pays for 30 or 60 days of treatment, when it can take that long just to get the drugs out of your system.\"\n\nPast Month Heroin Use 2007-2012 The number of people (in thousands) who are 12 years old or older and who reported using heroin in the past month in federal surveys.\n\nPeople (Thousands) Year\n\nHeroin by the numbers\n\nA total of 346 Oregonians were killed due to drug overdoses in 2012. Approximately 16 percent of those deaths were attributed to heroin.\n\nAccording to the Oregon Health Authority, unintentional heroin overdose deaths have increased threefold since 2000.\n\nIn 2000, 28 Oregonians were killed in heroin overdoses. In 2012, that number had jumped to 115.\n\nNearly 900 Oregonians were killed due to heroin overdoses between the years 2000 and 2012.\n\nBetween 2008 and 2012, the highest death rates due to heroin were among young men between the ages of 25 and 34.\n\nSource: Oregon Health Authority\n\nCONTINUE ON TO PART 2: Heroin's hidden journey\n\n\n\n", "article_metadata": {"google": "notranslate", "description": "The return of the scourge", "og": {"site_name": "Statesman Journal", "description": "The return of the scourge", "title": "Heroin: A deadly resurgence", "url": "http://www.statesmanjournal.com/story/news/crime/2014/07/20/heroin-becomes-cheaper-available/12906981/", "image": "http://www.gannett-cdn.com/GDContent/applogos/statesmanjournal.png", "type": "article"}, "twitter": {"description": "The drug becomes cheaper and more available", "title": "Heroin: A deadly resurgence", "image": "http://www.gannett-cdn.com/-mm-/0f9f24dce60df3c6f7e52058f342b7477b48e8ba/c=454-0-1977-1523&r=x643&c=640x640/local/-/media/Salem/Salem/2014/07/20/1405848024000-87679156.jpg", "creator": "@salem_statesman", "site": "@salem_statesman", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=815599744", "fb": {"app_id": 138699832852944}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070"}, "article_summary": "Overall drug abuse deaths now exceed car fatalities nationwide, according to the Centers for Disease Control and Prevention and the National Institute on Drug Abuse, the federal agency that studies drug abuse and policy.\nThe resurgence of the deadly drug has sparked a flurry of action from governors' mansions and statehouses across New England and the Midwest to small-town police stations from northern Kentucky to Wisconsin.\nPeople (Thousands) YearHeroin by the numbersA total of 346 Oregonians were killed due to drug overdoses in 2012.\nAnd in Knoxville, Tenn., 73 people died from drug overdoses last year, more than from homicides and traffic accidents combined.\nIn Knoxville, Tenn., 73 people died from drug overdoses last year, more than from homicides and traffic accidents combined."}