{"article_title": "Johnson & Johnson to cut about 3,000 jobs in medical devices", "article_keywords": ["billion", "cut", "jobs", "johnson", "companys", "medical", "global", "sales", "devices", "3000", "jj", "device", "consumer"], "article_url": "http://wtop.com/health/2016/01/johnson-johnson-to-cut-about-3000-jobs-in-medical-devices/", "article_text": "Johnson & Johnson said Tuesday that it plans to cut about 3,000 jobs over the next two years as the health care conglomerate works to restructure its medical devices business.\n\nThe New Brunswick, New Jersey, company said that amounts to more than 2 percent of its global workforce of around 127,000 people and 4 percent to 6 percent of its employee total in medical devices.\n\nThe cuts come after a tough year for the healthcare bellwether, which has seen sales of its prescription drugs, devices and consumer medicines squeezed by a weakening global economy and unfavorable currency exchange rates.\n\n“These actions recognize the changing needs of the global medical device market,” said Gary Pruden, chairman of Johnson & Johnson’s medical device unit, in a statement.\n\nThe restructuring focuses on the company’s orthopedics, surgery and cardiovascular businesses. It won’t affect consumer medical devices, pharmaceuticals or consumer businesses.\n\nJ&J has struggled to revive sales of medical devices, particularly brands like DePuy orthopedic implants and Ethicon surgical equipment. In October the company said device sales dropped 7.3 percent to $6.1 billion in the previous fiscal quarter. In the same month, J&J sold its Cordis heart devices unit, which previously accounted for about one-quarter of device sales.\n\nWells Fargo analyst Lawrence Biegelsen noted that medical devices have been “one of the weaker performing businesses in recent years.”\n\n“As such, we believe that the restructuring should be a positive step towards driving longer term growth of the business and enhance profitability over time,” Biegelsen said in a note to investors.\n\nThe company’s actions will lead to annual pre-tax savings of $800 million to $1 billion, much of which will be realized by the end of 2018. J&J said it will consider “strategic options” for underperforming business units.\n\nJ&J will book a fourth-quarter charge of about $600 million in connection with the restructuring.\n\nLeerink Swann analyst Danielle Antalffy said Tuesday’s announcement increases the likelihood of an acquisition to boost the company’s medical device prospects. She notes J&J has roughly $37 billion in cash.\n\nCiting conversations with J&J executives, Antalffy states “it’s clear to us that it’s a matter of when, not if J&J does a deal.”\n\nJ&J shares rose 4 cents to $97.04 in trading Tuesday. Its shares have fallen more than 6 percent over the past year.", "article_metadata": {"msapplication-config": "http://wtop.com/wp-content/themes/wtop/assets/img/favicons/browserconfig.xml", "sailthru.image.thumb": "http://wtop.com/wp-content/uploads/2016/01/Johnson-and-Johnson-Job-Cuts-150x150.jpeg", "og": {"site_name": "WTOP", "description": "Johnson & Johnson said Tuesday that it plans to cut about 3,000 jobs over the next two years as the health care conglomerate works to restructure its medical devices business. The New Brunswick, New Jersey,…", "title": "Johnson & Johnson to cut about 3,000 jobs in medical devices", "locale": "en_US", "image": "http://wtop.com/wp-content/uploads/2016/01/Johnson-and-Johnson-Job-Cuts.jpeg", "updated_time": "2016-01-20T23:32:43+00:00", "url": "http://wtop.com/health/2016/01/johnson-johnson-to-cut-about-3000-jobs-in-medical-devices/", "type": "article"}, "twitter": {"domain": "WTOP", "description": "Johnson & Johnson said Tuesday that it plans to cut about 3,000 jobs over the next two years as the health care conglomerate works to restructure its medical devices business. The New Brunswick, New Jersey,…", "image": {"src": "http://wtop.com/wp-content/uploads/2016/01/Johnson-and-Johnson-Job-Cuts.jpeg"}, "card": "summary", "title": "Johnson & Johnson to cut about 3,000 jobs in medical devices - WTOP"}, "msapplication-TileColor": "#ffffff", "wp-admin-url": "http://wtop.com/wp-admin/post.php?post=6557211&action=edit", "wp-parsely_version": "1.7", "sailthru.canonical": "http://wtop.com/health/2016/01/johnson-johnson-to-cut-about-3000-jobs-in-medical-devices/", "msapplication-TileImage": "http://wtop.com/wp-content/themes/wtop/assets/img/favicons/mstile-144x144.png", "sailthru.image.full": "http://wtop.com/wp-content/uploads/2016/01/Johnson-and-Johnson-Job-Cuts.jpeg", "sailthru.tags": "Consumer News,Health News,Living News,National News,News,Tech", "article": {"section": "News", "published_time": "2016-01-19T15:01:32+00:00", "modified_time": "2016-01-20T23:32:43+00:00"}, "sailthru.date": "2016-01-19 03:01:32", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fe05f8\"", "article_summary": "Johnson & Johnson said Tuesday that it plans to cut about 3,000 jobs over the next two years as the health care conglomerate works to restructure its medical devices business.\n“These actions recognize the changing needs of the global medical device market,” said Gary Pruden, chairman of Johnson & Johnson’s medical device unit, in a statement.\nIt won’t affect consumer medical devices, pharmaceuticals or consumer businesses.\nLeerink Swann analyst Danielle Antalffy said Tuesday’s announcement increases the likelihood of an acquisition to boost the company’s medical device prospects.\nJ&J has struggled to revive sales of medical devices, particularly brands like DePuy orthopedic implants and Ethicon surgical equipment."}