{"article_title": "Flaunting our ignorance: We’re looking at you, GOP candidates", "article_keywords": ["latin", "false", "knowledge", "despite", "political", "ignorance", "public", "looking", "candidates", "100000", "flaunting", "america", "refugees", "gop"], "article_url": "http://www.salon.com/2016/01/10/flaunting_our_ignorance_were_looking_at_you_gop_candidates/", "article_text": "Topics: 2016 Elections, Ben Carson, Carly Fiorina, Donald Trump, ignorance, Elections News, Politics News\n\n“When did ignorance become a point of view?” the cartoon character Dilbert once asked. It’s a question that has become increasingly resonant these days—especially in our public life, and especially in our political campaigns in which elected officials and those who seek election seem to assume a startling level of public ignorance. Perhaps that’s smart.\n\nIgnorance is thriving. Despite the democratization of education; despite new tools for learning and great advances in knowledge; despite breathtaking increases in our ability to store, access and share a superabundance of information—ignorance flourishes.\n\nI am not speaking of the vast surround of ignorance that is part of the human condition, against which we struggle through assiduous research, patient learning and happy discovery. I refer to public ignorance, by which I mean widespread, reprehensible ignorance of matters that are significant for our lives together. Such ignorance is removable, but the irony is that much of it we ourselves construct and sustain. Much of it is motivated, willful, often bolstered by false knowledge, and anchored by prejudice, privilege and ideology.\n\nTake political ignorance and the issue of Syrian refugees entering the U.S. Presidential candidates Ben Carson and Carly Fiorina claimed President Obama has ordered the acceptance of 100,000 to 200,000 refugees, while another candidate Trumped that by claiming the president wants to take in 250,000. Setting the refugee limit is required by law and is not done by executive order. More important, Obama has authorized only 10,000 refugees from Syria in 2016. The 100,000 figure apparently comes from Secretary Kerry’s speculation that the limit on refugees from all places could be raised to 100,000 in 2017—an increase of 15,000–25,000. (I should note that roughly half of the Syrian refugees accepted to date are children.)\n\nOn climate change, Obama’s birthplace and religion, the Iran Anti-Nuclear Agreement, healthcare and so many other topics, candidates have made patently false or inflated statements that simply stoke the snarky and bigoted world of comments on social media. Awarding a record number of “Pinocchios” for these false claims is a just response—but it isn’t enough to stop the infusion of ignorance and the hysteria it feeds. Even those who want to know the truth become confused.\n\nPublic ignorance is broader than the political: It embraces the historical, geographical, cultural, linguistic, scientific, quantitative, economic, aesthetic and religious—indeed, the whole range of knowledge one needs to understand the world. Public ignorance in the U.S. (and we are not alone) is now so severe that the democratic ideal of an informed citizenry seems quaint. Some argue that certain industries and many politicians prefer an ignorant public.\n\nWhen a legislator proposed that Vermont adopt a state motto in Latin, the blog responders displayed their ignorance: “No way! This is America, not Mexico or Latin America. And they need to learn our language…” When combined with prejudice and arrogance like this, ignorance can be horrific: I think of the hundreds of cases of violence against Sikhs, including multiple murders, by Americans who mistake Sikhs for Muslims.\n\nWhen the conflict in Ukraine was at its hottest, a respected survey asked Americans to locate the country on a map. On average, the responses were off by more than 1,800 miles, with some placing Ukraine in Africa, Latin America or Canada! Of even greater concern: The further off from its actual location a respondent was, the more likely that person was to advocate U.S. intervention. It’s very dangerous when the less we know, the more we want to act on that ignorance.\n\nWe have now developed a culture in which ignorance is celebrated, perversely flaunted as a badge of pride. This is not good ole American anti-intellectualism. It’s deeper than that. It involves not only the distrust of expertise and mainstream sources of information, but also the rejection of rationally relevant factors for adopting beliefs. It seems to abandon hard-won standards of knowledge and institutions like science that have served us since the Enlightenment and brought us the standard of living we enjoy today. Evidence and conclusions are accepted selectively or resisted stubbornly. Some adopt ridiculous conspiracy theories, believing they have the “real truth”—but this is false knowledge, ignorance in elaborate disguise.", "article_metadata": {"description": "It's more than good ole American anti-intellectualism -- we celebrate our ignorance and wear it as a badge of pride", "title": "Flaunting our ignorance: We’re looking at you, GOP candidates", "og": {"site_name": "Salon", "description": "It's more than good ole American anti-intellectualism -- we celebrate our ignorance and wear it as a badge of pride", "title": "Flaunting our ignorance: We’re looking at you, GOP candidates", "url": "http://www.salon.com/2016/01/10/flaunting_our_ignorance_were_looking_at_you_gop_candidates/", "image": "http://media.salon.com/2016/01/fiorina_trump_carson.jpg", "type": "article"}, "twitter": {"description": "It's more than good ole American anti-intellectualism -- we celebrate our ignorance and wear it as a badge of pride", "title": "Flaunting our ignorance: We’re looking at you, GOP candidates", "image": "http://media.salon.com/2016/01/fiorina_trump_carson.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Daniel R. DeNicola", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, 2016 Elections, Ben Carson, Carly Fiorina, Donald Trump, ignorance", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "I refer to public ignorance, by which I mean widespread, reprehensible ignorance of matters that are significant for our lives together.\nSome adopt ridiculous conspiracy theories, believing they have the “real truth”—but this is false knowledge, ignorance in elaborate disguise.\nPublic ignorance in the U.S. (and we are not alone) is now so severe that the democratic ideal of an informed citizenry seems quaint.\nMuch of it is motivated, willful, often bolstered by false knowledge, and anchored by prejudice, privilege and ideology.\nOn average, the responses were off by more than 1,800 miles, with some placing Ukraine in Africa, Latin America or Canada!"}