{"article_title": "As Deadline Nears, Allegheny County Makes 'One Last Push' For Health Care Enrollment", "article_keywords": ["week", "weeks", "dont", "enrollment", "sign", "county", "nears", "sick", "online", "push", "health", "allegheny", "makes", "insurance", "deadline", "care"], "article_url": "http://wesa.fm/post/deadline-nears-allegheny-county-makes-one-last-push-health-care-enrollment", "article_text": "With just two weeks left to sign up for health insurance through state and federal online exchanges, Allegheny County Executive Rich Fitzgerald has declared March 17-23, 2014 to be Affordable Care Act Week in Allegheny County.\n\nFitzgerald said county officials are working with nearly three dozen partner organizations on “one last push to encourage residents to get all the information and be able to enroll in the marketplace.”\n\nFitzgerald was joined by Allegheny County Health Department Director Dr. Karen Hacker and U.S. Congressman Mike Doyle (D-Allegheny) at the Human Services Center in Turtle Creek to kick off a week of enrollment events throughout the county.\n\n“You don’t want to gamble when it comes to your health, and you shouldn’t have to count on the luck of the Irish to make sure you don’t get sick,” Doyle said. “Unfortunately, up until now, many Americans have had to roll the dice and go without health insurance, hoping and praying they didn’t get sick or have an accident.”\n\nAfter the event, health care navigators like Beth Newman, of the Allegheny Intermediate Unit, were on hand to help people sign up for insurance through the online exchange.\n\n“We’re running out of time, so it’s definitely something you should look into,” Newman said. “There are very generous tax credits to help you bring it into affordable range and you don’t want to miss that opportunity.”\n\nA list of this week’s health insurance sign up events is available on the Allegheny County website.", "article_metadata": {"category": "Health", "description": "With just two weeks left to sign up for health insurance through state and federal online exchanges, Allegheny County Executive Rich Fitzgerald has", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://wesa.fm/post/deadline-nears-allegheny-county-makes-one-last-push-health-care-enrollment", "image": "http://mediad.publicbroadcasting.net/p/wesa/files/styles/medium/public/201403/ACA_signups_allegheny.JPG", "type": "article", "description": "With just two weeks left to sign up for health insurance through state and federal online exchanges, Allegheny County Executive Rich Fitzgerald has", "title": "As Deadline Nears, Allegheny County Makes 'One Last Push' For Health Care Enrollment"}, "story_id": 291041759, "twitter": {"site": "@905wesa", "card": "summary", "creator": "@WESALiz"}, "author": "Liz Reid", "org_id": 0, "dc": {"title": "As Deadline Nears, Allegheny County Makes &#039;One Last Push&#039; For Health Care Enrollment"}, "nid": 26017, "datePublished": "2014-03-18", "keywords": "Affordable Care Act, Obamacare, Beth Newman, Health Insurance, Allegheny County Executive, Rich Fitzgerald, U.S. Congressman, Mike Doyle, Allegheny County Health Department", "wordCount": 283, "has_audio": 0, "viewport": "width=device-width"}, "_id": "\"57477af46914bd0286fe0605\"", "article_summary": "With just two weeks left to sign up for health insurance through state and federal online exchanges, Allegheny County Executive Rich Fitzgerald has declared March 17-23, 2014 to be Affordable Care Act Week in Allegheny County.\nFitzgerald said county officials are working with nearly three dozen partner organizations on “one last push to encourage residents to get all the information and be able to enroll in the marketplace.”Fitzgerald was joined by Allegheny County Health Department Director Dr. Karen Hacker and U.S.\n“There are very generous tax credits to help you bring it into affordable range and you don’t want to miss that opportunity.”A list of this week’s health insurance sign up events is available on the Allegheny County website.\nCongressman Mike Doyle (D-Allegheny) at the Human Services Center in Turtle Creek to kick off a week of enrollment events throughout the county.\n“You don’t want to gamble when it comes to your health, and you shouldn’t have to count on the luck of the Irish to make sure you don’t get sick,” Doyle said."}