{"article_title": "Jeb Bush on why Donald Trump is a jerk", "article_keywords": ["town", "emanuel", "added", "trump", "jerk", "hes", "things", "bush", "hampshire", "jeb", "donald", "vote", "think"], "article_url": "http://www.cnn.com/2016/01/06/politics/jeb-bush-donald-trump-jerk/", "article_text": "Meredith, New Hampshire (CNN) Jeb Bush is determined to win Tom Emanuel's vote -- but it didn't happen on Wednesday night.\n\nEmanuel was one of about 250 people who packed into a large hotel space here to attend Bush's town hall, and when Bush called on him to ask a question, he had one thing in mind.\n\n\"I'm learning towards Donald Trump,\" he said, before he added in a non-confrontational tone: \"And I was just wondering, why you think he's a jerk?\"\n\nSome in the Bush-friendly audience scoffed at Emanuel's question and threw a few 'boos' in his direction, while Bush himself responded playfully.\n\n\"Let's see, how much time do we have?\" Bush quipped, looking at his watch.\n\nBush has dramatically ramped up his attacks against the GOP front-runner in recent weeks in hopes of being the candidate that will lead an anti-Trump coalition of voters and surpass his other rivals. In turn, Trump has continued to lampoon Bush on the trail and on Twitter, criticizing his energy level and intelligence.\n\nJust days before Christmas, Bush blasted Trump as a \"jerk\" at a town hall in New Hampshire for mocking a reporter with a disability -- something Trump denies that he did.\n\nOn Wednesday night, Bush did something different in his anti-Trump routine by listing a few things he actually likes about the real estate mogul. He joked he could feel his mother, Barbara Bush, \"looming\" behind him. (Still, \"Don't ask my mother what she thinks\" about Trump, he added as an aside.)\n\n\"He maybe exaggerates his success a bit, and all that, but it's good, it's a healthy thing. It's an American thing to be successful and to be proud,\" Bush said.\n\nAnd the former Florida governor conceded that he appreciates Trump's politically incorrect style -- \"to a limit.\"\n\n\"We're way too uptight, and there is no leeway anymore about expressing your views,\" he said. \"And while he's exaggerated in this -- way over the top exaggerated -- the fact that he has made a contribution to kind of loosen things up a little bit, I think that's good.\"\n\nBut -- and it's a big \"but\" --Bush said he's troubled by a lot of things Trump has said.\n\n\"When anybody, anybody, disparages people with disabilities, it sets me off,\" he said. \"That's why I called him a jerk, because he disparaged a person who he knew had a disability and made fun of him. What kind of person would you want to have in the presidency that does that? Do you want a president that disparages women, Muslims of all kinds, people with disabilities, Hispanics?\"\n\nThat's like 90% of the population, Bush joked.\n\nBush said leadership requires \"someone who has a completely different approach, someone who has a servant's heart, someone who doesn't think it's about them, someone who has a proven record, someone who knows what he doesn't know.\"\n\nAt the end of his answer, he pointed to Emanuel across the room, looked him straight in the eye, and added: \"I want your vote. I'm going to track you down and I'm going to get you to support me.\"\n\n\"You're on my list now, brother,\" Bush said as Emanuel smiled and the audience went wild.\n\nBut he wasn't swayed.\n\nTalking to reporters afterward, Emanuel, 48, said he appreciated Bush's direct response and he personally likes the former Florida governor, but he felt that Bush still lacks a certain something.\n\n\"I like Jeb Bush, and before Trump was in the race, I would say I was probably going to vote for Bush because I like the family, I like the old-time values, and those types of things,\" he said. \"But then Donald Trump came on and he's very aggressive and he's dynamic.\"\n\nEmanuel said he's \"definitely\" still leaning towards Trump, but \"I also have a sentimental place in my voting heart for Jeb Bush as well.\"\n\nStill, he added, \"Time will tell. It's a long race.\"\n\nCurrent polls show Trump as the far-away leader in the New Hampshire primary, but it's unclear whether that support will translate into votes.\n\nWhile Emanuel wasn't won over, two voters came up to Bush after the town hall and told the candidate that they went to a Trump rally in New Hampshire recently and they liked Bush's better.", "article_metadata": {"description": "Jeb Bush is determined to win Tom Emanuel's vote -- but it didn't happen on Wednesday night.", "pubdate": "2016-01-07T03:11:55Z", "author": "Ashley Killough, CNN", "og": {"site_name": "CNN", "description": "Jeb Bush is determined to win Tom Emanuel's vote -- but it didn't happen on Wednesday night.", "pubdate": "2016-01-07T03:11:55Z", "title": "Jeb Bush on why Donald Trump is a jerk", "url": "http://www.cnn.com/2016/01/06/politics/jeb-bush-donald-trump-jerk/index.html", "image": "http://i2.cdn.turner.com/cnnnext/dam/assets/151216124939-donald-trump-jeb-bush-gop-debate-large-169.jpg", "type": "article"}, "section": "politics", "vr": {"canonical": "http://www.cnn.com/2016/01/06/politics/jeb-bush-donald-trump-jerk/index.html"}, "twitter": {"card": "summary_large_image"}, "template-top": "politics,bra-2016-elections,art-vid-vls-col,col-jeb-bush", "fb": {"app_id": 80401312489}, "keywords": "politics, Jeb Bush on why Donald Trump is a jerk - CNNPolitics.com", "lastmod": "2016-01-07T03:11:55Z", "thumbnail": "http://i2.cdn.turner.com/cnnnext/dam/assets/151216124939-donald-trump-jeb-bush-gop-debate-large-169.jpg", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0"}, "article_summary": "\"I'm learning towards Donald Trump,\" he said, before he added in a non-confrontational tone: \"And I was just wondering, why you think he's a jerk?\"\nBut -- and it's a big \"but\" --Bush said he's troubled by a lot of things Trump has said.\nJust days before Christmas, Bush blasted Trump as a \"jerk\" at a town hall in New Hampshire for mocking a reporter with a disability -- something Trump denies that he did.\nEmanuel said he's \"definitely\" still leaning towards Trump, but \"I also have a sentimental place in my voting heart for Jeb Bush as well.\"\nMeredith, New Hampshire (CNN) Jeb Bush is determined to win Tom Emanuel's vote -- but it didn't happen on Wednesday night."}