{"article_title": "Maryland Abortion Laws and How They Differ From Neighboring States", "article_keywords": ["differ", "parent", "permissive", "neighboring", "abortion", "according", "virginia", "states", "notification", "maryland", "minor", "laws"], "article_url": "http://www.newsmax.com/FastFeatures/Maryland-abortion-laws/2015/09/26/id/693447/", "article_text": "Vote Now:\n\nDo You Support Tougher Regulations on Abortion Clinics?\n\nUrgent:\n\nHow Do You Feel About Stronger Regulations on Abortion Clinics?\n\nMaryland abortion laws are similar to many states throughout the country, but they are considered more permissive than surrounding states. Abortions are allowed when performed by fully licensed doctors and must be done before the fetus is able to survive outside of the womb or when necessary to save the mother’s life.Abortion on demand is permitted, even during late-term pregnancy, according to Maryland Right to Life , which stated that health care workers are vulnerable to civil liability and disciplinary action if they refuse to make abortion referrals as a matter of conscience. Maryland ranked fifth in the nation in 2012 for permissive laws, according to the organization. Neighboring states are more pro-life, the Right to Life group noted.For example, Maryland received an A rating for its permissive abortion laws and access to abortion from NARAL Pro-Choice America , also known as the National Abortion Rights Action League.Nearby Delaware received a C rating. West Virginia had a B- rating from NARAL. Pennsylvania and Virginia received F ratings on permissive abortion laws from the pro-choice group.Maryland’s parental notification for abortion law requires a parent or guardian be notified before a minor, someone under the age of 18, has an abortion, according to Planned Parenthood of Maryland However, no notification is required upon the judgment of the doctor performing the abortion. This can include when the doctor feels the minor is capable and mature enough to give informed consent, if the doctor feels notification would not be in the best interest of the minor, if a reasonable effort was made to unsuccessfully notify the parent or guardian, or the minor does not live with a parent or guardian.In Delaware, notification is required for someone younger than age 16. Public funding is available for abortions only if it involves endangerment to the mother, rape or incest, according to the Guttmacher Institute Stronger restrictions in Pennsylvania and Virginia include requirements that women receive state-directed counseling that discourages abortion and wait 24 hours before getting an abortion. In those states, a parent or guardian must provide consent before an abortion is provided for a minor.Plans under the Affordable Care Act in the two states only provide abortion in cases of endangerment to the mother, rape or incest. Optional riders at an additional cost can allow abortion under the act in Pennsylvania.", "article_metadata": {"news_keywords": "Maryland, abortion, laws", "pubdate": "2015-09-26T11:42:21", "og": {"site_name": "Newsmax", "description": "Maryland abortion laws are similar to many states throughout the country, but they are considered more permissive than surrounding states.", "title": "Maryland Abortion Laws and How They Differ From Neighboring States", "url": "http://www.newsmax.com/FastFeatures/Maryland-abortion-laws/2015/09/26/id/693447/", "type": "article", "image": "http://www.newsmax.com/App_Themes/Newsmax/images/facebook/newsmaxFBLogo.gif", "page_id": 85452072376}, "twitter": {"url": "http://www.newsmax.com/FastFeatures/Maryland-abortion-laws/2015/09/26/id/693447/", "title": "Maryland Abortion Laws and How They Differ From Neighboring States", "description": "Maryland abortion laws are similar to many states throughout the country, but they are considered more permissive than surrounding states.", "site": "Newsmax"}, "fb": {"admins": 100002083767056, "app_id": 323020797885219}, "msvalidate.01": "FAF1322EC761685A5DD9344A1C19E82A", "epoch": 1443267741, "google-site-verification": "Jt2HUKgzJJw9VwIQJv31ETytuvNNm5ypTWN6j0nYvHM", "keywords": "Maryland, abortion, laws", "article": {"section": "FastFeatures", "published_time": "2015-09-26T11:42:21"}, "original-source": "http://www.newsmax.com/FastFeatures/Maryland-abortion-laws/2015/09/26/id/693447/", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=yes", "description": "Maryland abortion laws are similar to many states throughout the country, but they are considered more permissive than surrounding states."}, "_id": "\"57477af46914bd0286fe0609\"", "article_summary": "Maryland abortion laws are similar to many states throughout the country, but they are considered more permissive than surrounding states.\nNeighboring states are more pro-life, the Right to Life group noted.For example, Maryland received an A rating for its permissive abortion laws and access to abortion from NARAL Pro-Choice America , also known as the National Abortion Rights Action League.Nearby Delaware received a C rating.\nMaryland ranked fifth in the nation in 2012 for permissive laws, according to the organization.\nIn those states, a parent or guardian must provide consent before an abortion is provided for a minor.Plans under the Affordable Care Act in the two states only provide abortion in cases of endangerment to the mother, rape or incest.\nPennsylvania and Virginia received F ratings on permissive abortion laws from the pro-choice group.Maryland’s parental notification for abortion law requires a parent or guardian be notified before a minor, someone under the age of 18, has an abortion, according to Planned Parenthood of Maryland However, no notification is required upon the judgment of the doctor performing the abortion."}