{"article_title": "Republican Richard Tisei expected to announce 2nd run at 6th Congressional District", "article_keywords": ["campaign", "democratic", "run", "district", "richard", "6th", "tisei", "2nd", "state", "committee", "expected", "announce", "republican", "congressional", "tierney"], "article_url": "http://www.masslive.com/politics/index.ssf/2014/01/republican_richard_tisei_expec.html", "article_text": "Republican Richard Tisei is expected to announce Thursday that he is running for Congress, challenging incumbent Democratic U.S. Rep. John Tierney to a rematch in the 6th Congressional District.\n\nTisei is planning an announcement event for 2 p.m. in his hometown of Wakefield, at the Wakefield Americal Civic Center.\n\nIn a press release announcing the event, Tisei notes that he came within 1 percent of defeating Tierney in 2012, and was endorsed by a number of major newspapers, including the Boston Globe.\n\nTisei was elected to the state House in 1984 and the Senate in 1990. He served as state senate minority leader from 2007 to 2011. In 2010, Republican gubernatorial nominee Charlie Baker tapped Tisei to run for lieutenant governor as his running mate, but Baker lost the campaign to Democratic Gov. Deval Patrick. Tisei in 2012 was considered the state Republicans’ best hope to win a congressional seat. Despite the state’s Democratic leanings, Tisei raised slightly more money than Tierney during that race - $2.3 million to Tierney’s $2.1 million. But Tierney won reelection by 4,330 votes.\n\nTisei is a fiscally conservative and socially moderate Republican, who supports abortion rights and gay marriage. Tisei is openly gay and was married in July to his partner Bernie Starr. The two co-own a real estate company.\n\nTisei formed an exploratory committee in October aimed at looking at whether to mount another run against Tierney.\n\n\"The critical challenges facing our country have not diminished since 2012,\" Tisei said at the time. \"Rather, they seem to be getting worse. The hyper-partisanship exhibited by both parties on a daily basis has created a stranglehold on our government and is preventing us from moving forward.”\n\nNational Democrats and Republicans have already been active in the race, even before Tisei formally declared his intentions to run. The Democratic Congressional Campaign Committee ran a paid web ad attacking Tisei for wanting to repeal the Affordable Care Act. The National Republican Campaign Committee launched a website attacking Tierney for his vote for a congressional progressive budget and highlighting questions about Tierney's family's involvement in an illegal gambling ring in Antigua.\n\nMarc Brumer, a spokesman for the Democratic Congressional Campaign Committee, said, “The Tea Party hasn’t changed much in a year and neither has Richard Tisei. Richard Tisei spent over a year in hiding after voters rejected him in 2012 for calling the tea party ‘a god-send’ and attempting to force his reckless agenda on Massachusetts middle class. Voters don’t support repealing health care reform, protecting benefits for the wealthy, or denying a woman the right to choose any more now than they did when they rejected Richard Tisei in 2012.”\n\nThe district covers the North Shore and most of Essex County.", "article_metadata": {"medium": "news", "viewport": "width=device-width,initial-scale=1", "news_keywords": "2014-elections, 6th-congressional-disstrict, democratic-congressional-campaign-committee, john-tierney, ma-6, richard-tisei, us-house, news", "title": "Republican Richard Tisei expected to announce 2nd run at 6th Congressional District", "og": {"site_name": "masslive.com", "description": "Tisei will challenge incumbent Democratic U.S. Rep. John Tierney to a rematch in Massachusetts' 6th Congressional District.", "title": "Republican Richard Tisei expected to announce 2nd run at 6th Congressional District", "url": "http://www.masslive.com/politics/index.ssf/2014/01/republican_richard_tisei_expec.html", "image": "http://image.masslive.com/home/mass-media/width620/img/politics_impact/photo/11832697-standard.jpg", "type": "article"}, "twitter": {"description": "Tisei will challenge incumbent Democratic U.S. Rep. John Tierney to a rematch in Massachusetts' 6th Congressional District.", "creator": "@#!/shiraschoenberg", "image": "http://image.masslive.com/home/mass-media/width620/img/politics_impact/photo/11832697-standard.jpg", "title": "Republican Richard Tisei expected to announce 2nd run at 6th Congressional District", "site": "@masslivenews", "card": "summary_large_image"}, "article_date_updated": "Wednesday, January 22, 2014,  6:42 PM", "fb": {"admins": 100000302287435}, "article_publication_name": "masslive.com", "article_comments": 0, "article_date_original": "Wednesday, January 22, 2014,  6:40 PM", "article_author": "Shira Schoenberg | sschoenberg@repub.com", "Description": "Tisei will challenge incumbent Democratic U.S. Rep. John Tierney to a rematch in Massachusetts' 6th Congressional District."}, "_id": "\"57477af46914bd0286fe0604\"", "article_summary": "Republican Richard Tisei is expected to announce Thursday that he is running for Congress, challenging incumbent Democratic U.S. Rep. John Tierney to a rematch in the 6th Congressional District.\nThe Democratic Congressional Campaign Committee ran a paid web ad attacking Tisei for wanting to repeal the Affordable Care Act.\nMarc Brumer, a spokesman for the Democratic Congressional Campaign Committee, said, “The Tea Party hasn’t changed much in a year and neither has Richard Tisei.\nRichard Tisei spent over a year in hiding after voters rejected him in 2012 for calling the tea party ‘a god-send’ and attempting to force his reckless agenda on Massachusetts middle class.\nIn 2010, Republican gubernatorial nominee Charlie Baker tapped Tisei to run for lieutenant governor as his running mate, but Baker lost the campaign to Democratic Gov."}