{"article_title": "‘Observational’ Hospital Stays Leave Medicare Patients With Big Bills", "article_keywords": ["observational", "lind", "observation", "big", "hospital", "days", "threeday", "leave", "inpatient", "patients", "medicare", "stays", "bills", "hospitals", "care"], "article_url": "http://kcur.org/post/observational-hospital-stays-leave-medicare-patients-big-bills", "article_text": "Hospitals and skilled nursing facilities in Kansas are part of an ongoing national conflict over “observational stays” that can leave the facilities and Medicare patients on the hook for uncovered rehabilitation costs after they leave the hospital.\n\nThe conflict revolves around Medicare’s “three-day rule,” which requires a person to be admitted to the hospital on an inpatient basis for at least three days in order to qualify for inpatient rehabilitation at a skilled nursing facility, covered by Medicare, after they’re discharged.\n\nWhen patients arrive at the emergency room, physicians decide whether they should be admitted on an inpatient basis or kept under observation on an outpatient basis. When it comes to Medicare — the government’s health insurance program primarily for Americans 65 and older — there are financial incentives and risks to do either.\n\nPatients, by and large, can’t tell the difference. The doctors, the nurses and the care are largely the same whether they’re admitted or under observation status. But that designation has major payment implications if their next stop is at a skilled nursing facility.\n\nAdvocates for those facilities say they are increasingly seeing patients who need their services but don’t have coverage for them under current Medicare rules.\n\nA Medicare denial leads to thousands in out-of-pocket costs that must be borne by the patient or the facility.\n\nKaren Vidrickson, executive director of Eaglecrest Retirement Community in Salina and Kansas’ liaison to the National Center for Assisted Living, said facilities across the state and the nation are struggling to serve those patients.\n\n“We’re all affected by this,” Vidrickson said.\n\nTish Hollingsworth, vice president of reimbursement for the Kansas Hospital Association, said hospitals are between a rock and a hard place in the intricate world of Medicare regulations. If they don’t admit patients, they face lower reimbursements for services and more out-of-pocket costs. But if they do admit a patient and a Medicare auditor later determines it was unnecessary, they could lose their reimbursement for that patient’s stay.\n\n“We can’t win, because the doctor can’t make the decision, and he’s the one leading the care,” Hollingsworth said.\n\nState and federal legislation has been introduced to help resolve the issue, but lawmakers at both levels have been slow to act.\n\nRochelle Archuleta, senior associate director of policy for the American Hospital Association, said the problem is well-known on Capitol Hill, but lawmakers have a lot on their plates and there’s no consensus yet around any single course of action.\n\n“There’s agreement this is an important issue,” Archuleta said. “But there’s not agreement on how to proceed.”\n\nLong-building problem\n\nThe conflict over observational stays and the three-day rule has been building for some time.\n\nThe federal Affordable Care Act instituted a penalty for hospital readmissions within 30 days, which provided an incentive for hospitals to avoid admitting some patients.\n\nBut a 2013 study led by Keith Lind, a senior policy advisor with the AARP Public Policy Institute, found that the use of observational stays increased well before the ACA was proposed.\n\nLind’s study looked at data from 2001 to 2009. During that time, hospitals’ use of observation services for Medicare patients doubled and the duration of observation stays also grew at a high rate. Observation stays of more than 48 hours, for example, increased by 250 percent.\n\nIn a phone interview, Lind said there were several possible reasons for the increase, including 2006 changes to Medicare payment policies and the advent of the audits that cost some hospitals their inpatient reimbursements.\n\n“Those audits were scrutinizing one-day inpatient stays and had a lot of hospitals getting denials of their inpatient stays,” Lind said. “(So) they were shifting to observation stays.”\n\nLind’s report said that the “magnitude” of the observation stay increase raises concerns that hospitals are using long observation stays as a substitute for inpatient admissions rather than for a legitimate clinical purpose.\n\nOfficials with the American Hospital Association say that’s not the case and point to an analysis published in the Centers for Medicare and Medicaid Services peer-reviewed journal.\n\nAffecting more patients\n\nWhatever the reason for the increased use of observation services, it’s making the three-day rule a concern for more patients.\n\nWhen the rule was first imposed in 1965, Lind said the average Medicare hospital stay was 13 days.\n\n“So three days didn’t sound like a lot back then,” he said.\n\nBut the way care is delivered has changed and the Medicare regulations have not kept up. The average stay now, Lind said, is five days.\n\nHospitals are discharging patients more quickly, leaving less in-hospital recovery time. That’s good for preventing hospital-acquired infections, but it often means that Medicare patients who live alone or with an equally frail spouse are in need of inpatient rehabilitation in a skilled nursing facility before they safely can go home.\n\nIf they haven’t received three days of inpatient hospitalization, that rehabilitation is not covered under Medicare.\n\nLinda Carroll, a social worker at Plaza West Care Center in Topeka, said it’s a growing problem.\n\n“I’ve got all kinds of stories,” she said.\n\nCarroll said she has seen Medicare patients who have been in the hospital for observation stays of up to seven days. Stays of three days or more are increasingly common.\n\nShe said they come in batches but average about one a month, and those Medicare patients face thousands of dollars in surprise out-of-pocket expenses.\n\nCarroll, who has been on the job for 35 years, said it’s more of a problem now than ever.\n\n“Much more so,” she said. “We rarely saw it for the first 15 or 20 years.”\n\nIf residents absolutely cannot pay out of pocket, Carroll said the facility will help them file a claim with Medicaid, which provides coverage for some low-income seniors. But that claim takes more than a month to process, she said. In the meantime, the skilled nursing facility provides care at a “high risk” of having none of it compensated if the Medicaid claim is denied.\n\nVidrickson, of the Salina retirement community, said as soon as she knows a resident who has been hospitalized may need skilled nursing care after discharge, she’s on the phone with the hospital’s social workers, trying to get them admitted for inpatient care.\n\n“They’re looking for us to help them out,” Vidrickson said. “They’re looking for the people who take care of them every day to help them out, and we have to play the game.”\n\nWithout a change in the rules, the game is likely to continue.\n\nWhile the ACA did not cause the increase in observation stays, the Center for Advancing Health, a Washington, D.C.-based nonprofit research group, warned that the law’s 30-day readmission penalties are likely to perpetuate it .\n\nLind said that’s a logical consequence.\n\n“Certainly it creates an incentive to shift people to observation,” he said.\n\nLegislative proposals\n\nStakeholders are trying to address the problem legislatively.\n\nLeadingAge Kansas, a group that advocates on behalf of nonprofits that provide services to seniors, introduced a bill this year in the Kansas Legislature to require hospitals to inform patients orally and in writing within 24 hours if they’ve been placed under observation.\n\nThe purpose of House Bill 2226 was to prevent the sticker shock for patients who thought they were admitted to the hospital but then discover they’re responsible for their own rehabilitation costs.\n\nThe bill, introduced in early February, never had a hearing.\n\nThe state’s hospitals were not on board with the mandate, and some in the skilled nursing community said it did not go far enough.\n\n“I think it needs to be immediate,” Vidrickson said. “You need immediate notification if you’re going to be designated observation or if you’re going to be admitted, because there are decisions that need to be made.”\n\nHollingsworth said she believes most Kansas hospitals already strive to keep patients informed on whether they’ve been admitted, and requiring them to do so won’t solve the Medicare reimbursement problems.\n\n“That’s not going fix the issue,” Hollingsworth said. “What’s going to fix the issue is a payment reform that will allow these observation days to count toward that three-day stay.”\n\nHospitals support federal regulations to relax the three-day stay rule, and their position has new backing from the nonpartisan panel that advises Congress on Medicare matters, known as the Medicare Payment Advisory Commission, or MedPAC.\n\nEarlier this month MedPAC recommended that up to two observation days should count toward the three-day rule.\n\nArchuleta, the policy expert from the American Hospital Association, said several federal bills have been introduced seeking to change the rule or scrap it.\n\n“There’s a lot of activity around this,” she said.\n\nBut Archuleta is unsure about the prognosis for the pending bills.\n\n“It’s a tricky issue because changing how observation stays are treated can be very expensive,” she said, adding that the three-day rule was repealed once in 1988 but reinstated the following year.\n\n‘A national issue’\n\nMore Medicare-eligible skilled nursing care would mean additional Medicare costs, but Lind said the increase is a lot higher on paper than in practical terms.\n\nHis research found that in the majority of cases, Medicare already is mistakenly approving payments for inpatient rehabilitation care because of lax enforcement of the three-day rule.\n\nLind estimates that counting observation days toward the three-day stay requirement would add about $5 million per year to the cost of Medicare, which currently runs to about $500 billion annually.\n\nBut Congress faces political pressure to curb Medicare costs, and Lind said an inspector general’s report that corroborated his numbers on the lack of enforcement of the three-day rule recommended tightening enforcement to recoup those improper reimbursements.\n\n“They called for Medicare to recover the money, but in fact it’s not happening and it’s going to be difficult,” Lind said. “Put it this way: It seems like it would be easier to just fix the problem than to put a lot more people under a significant financial burden.”\n\nAARP and other groups that represent seniors are supporting legislation like H.R. 1571, introduced last month, which would count all outpatient observation days toward the three-day requirement.\n\nVidrickson said she’s going to Washington, D.C., on Tuesday to talk with the Kansas congressional delegation about problems with the current requirement.\n\nShe said she spoke with U.S. Sen. Pat Roberts and U.S. Rep. Tim Huelskamp last summer and the two Kansas Republicans were attentive.\n\n“They understand the urgency,” Vidrickson said. “I felt comfortable speaking with them on this and appreciated their time and the response to that.”\n\nArchuleta said lawmakers in other states likely are hearing similar appeals.\n\n“That is a national issue,” she said. “It’s certainly become a very prominent issue.”\n\nAndy Marso is a reporter for KHI News Service in Topeka, a partner in the Heartland Health Monitor team.", "article_metadata": {"category": "Health", "description": "Hospitals and skilled nursing facilities in Kansas are part of an ongoing national conflict over “observational stays” that can leave the facilities and", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://kcur.org/post/observational-hospital-stays-leave-medicare-patients-big-bills", "image": "http://mediad.publicbroadcasting.net/p/kcur/files/styles/medium/public/201504/hospital_bed_0.jpg", "type": "article", "description": "Hospitals and skilled nursing facilities in Kansas are part of an ongoing national conflict over “observational stays” that can leave the facilities and", "title": "‘Observational’ Hospital Stays Leave Medicare Patients With Big Bills"}, "story_id": 399413495, "twitter": {"site": "@kcur", "card": "summary", "creator": "@kcur"}, "author": "Andy Marso", "org_id": 0, "dc": {"title": "‘Observational’ Hospital Stays Leave Medicare Patients With Big Bills"}, "nid": 71748, "datePublished": "2015-04-13", "keywords": "Medicare, hospitals, Heartland Health Monitor", "wordCount": 2070, "has_audio": 0, "viewport": "width=device-width"}, "_id": "\"57477af46914bd0286fe0638\"", "article_summary": "“Those audits were scrutinizing one-day inpatient stays and had a lot of hospitals getting denials of their inpatient stays,” Lind said.\nCarroll said she has seen Medicare patients who have been in the hospital for observation stays of up to seven days.\nDuring that time, hospitals’ use of observation services for Medicare patients doubled and the duration of observation stays also grew at a high rate.\nShe said they come in batches but average about one a month, and those Medicare patients face thousands of dollars in surprise out-of-pocket expenses.\nHospitals and skilled nursing facilities in Kansas are part of an ongoing national conflict over “observational stays” that can leave the facilities and Medicare patients on the hook for uncovered rehabilitation costs after they leave the hospital."}