{"article_title": "The Doctor Is In: How's your chi? Cincy doc combines acupuncture and internal medicine practice", "article_keywords": ["hows", "combines", "cincinnati", "doctor", "effective", "cincy", "doc", "mayo", "practice", "flow", "range", "youit", "acupuncture", "clinic", "internal", "chi", "medicine", "chronic", "say"], "article_url": "http://www.wcpo.com/news/health/the-doctor-is-in-hows-your-chi-cincy-doc-combines-acupuncture-and-internal-medicine-practice", "article_text": "CINCINNATI - Ever considered acupuncture to cure what ails you?\n\nIt involves inserting extremely thin needles at strategic points around the body. According to the Mayo Clinic definition, traditional Chinese medicine explains acupuncture as a technique for balancing the flow of energy or life force, known as qi or chi (CHEE).\n\nIn the U.S., many doctors view acupuncture as a way to stimulate nerves, muscles and connective tissue. \"This stimulation appears to boost the activity of your body's natural painkillers and increase blood flow,\" says the Mayo Clinic website.\n\nIn 2012, researchers analyzed about 18,000 patients to find out how effective acupuncture was for treating chronic pain. The data showed \"acupuncture outperformed sham treatments and standard care when used by people suffering from osteoarthritis, migraines and chronic back, neck and shoulder pain.\"\n\nTrue believers say acupuncture can also be effective in a wide range of conditions, from depression to indigestion. Skeptics say any benefits can be explained away by the placebo effect.\n\nBecome a WCPO Insider to watch a video featuring Dr. Dotty Shaffer, a Cincinnati physician who once was a skeptic, and now uses acupuncture to treat a range of ailments.", "article_metadata": {"isPremium": "true", "description": "Skeptics say it's just the placebo effect, but Dr. Dotty Shaffer and her patients believe acupuncture can effectively treat a range of ailments.", "author": "Mark Bowen, WCPO Contributor", "og": {"site_name": "WCPO", "description": "Skeptics say it's just the placebo effect, but Dr. Dotty Shaffer and her patients believe acupuncture can effectively treat a range of ailments.", "title": "The Doctor Is In: How's your chi? Cincy doc combines acupuncture and internal medicine practice", "url": "http://www.wcpo.com/news/health/the-doctor-is-in-hows-your-chi-cincy-doc-combines-acupuncture-and-internal-medicine-practice", "image": {"width": 640, "identifier": "http://media2.wcpo.com/photo/2014/06/12/acupuncture_D4N2097_1402602414475_6209666_ver1.0_640_480.jpg", "height": 480}, "locale": "en_US", "type": "article"}, "twitter": {"app": {"id": {"ipad": 481447058, "iphone": 487285628}}, "site": "@wcpo", "card": "summary_large_image"}, "idio": {"hasVideo": "true", "isPremium": "true", "author": "Mark Bowen, WCPO Contributor"}, "com.silverpop.brandeddomains": "www.pages03.net,scripps.mkt7057.com,www.wcpo.com,recp.mkt32.net", "p": {"domain_verify": "a78af9666708be3dd31e4873ef3fe3bb"}, "fb": {"app_id": 158963910840295}, "keywords": "Health,Homepage Showcase,Mobile Showcase,News,Tablet Showcase,Most Recent, The Doctor Is In: How's your chi? Cincy doc combines acupuncture and internal medicine practice", "shortHeadline": "How's your chi? Cincy MD heals with acupuncture", "isStory": "true", "google-site-verification": "sm7O5zR5rUkxnJfpcpz3wyw0vAlwmh13H5_FvJEfM-g", "article": {"publisher": "https://www.facebook.com/WCPO9", "section": "Health", "published_time": "2015-08-03T15:50:48+0000", "modified_time": "2015-08-03T15:50:48+0000"}, "hasVideo": "true", "viewport": "width=device-width, target-densitydpi=device-dpi, initial-scale=1.0, maximum-scale=1.0"}, "_id": "\"57477af46914bd0286fe063d\"", "article_summary": "In 2012, researchers analyzed about 18,000 patients to find out how effective acupuncture was for treating chronic pain.\nTrue believers say acupuncture can also be effective in a wide range of conditions, from depression to indigestion.\n\"This stimulation appears to boost the activity of your body's natural painkillers and increase blood flow,\" says the Mayo Clinic website.\nAccording to the Mayo Clinic definition, traditional Chinese medicine explains acupuncture as a technique for balancing the flow of energy or life force, known as qi or chi (CHEE).\nIn the U.S., many doctors view acupuncture as a way to stimulate nerves, muscles and connective tissue."}