{"article_title": "Vikings Sign Receiver To Replace Jerome Simpson", "article_keywords": ["summer", "coach", "vikings", "valley", "zimmer", "cleveland", "replace", "state", "tandem", "jerome", "receiver", "turner", "sign", "simpson"], "article_url": "http://www.keloland.com/news/article/sports/vikings-sign-receiver-to-replace-jerome-simpson", "article_text": "Eden Prairie, MN\n\nThe Minnesota Vikings have signed receiver Charles Johnson off the Cleveland Browns' practice squad to replace Jerome Simpson.\n\n\n\nThe Vikings announced the move Saturday, two days after they cut Simpson after learning of another arrest this summer. The roster decision left the Vikings thin at receiver, and coach Mike Zimmer hinted Friday that they were in the market to address depth at the position.\n\n\n\nJohnson is in his second season out of Grand Valley State. He has experience with the Vikings' offense after playing for offensive coordinator Norv Turner and quarterbacks coach Scott Turner when the father-son tandem was in Cleveland last season.\n\n\n\nJohnson has yet to appear in an NFL game.", "article_metadata": {"og": {"site_name": "KELOLAND News", "description": "The Minnesota Vikings have signed receiver Charles Johnson off the Cleveland Browns&#39; practice squad to replace Jerome Simpson. The Vikings", "title": "Vikings Sign Receiver To Replace Jerome Simpson", "url": "http://www.keloland.com/news/article/sports/vikings-sign-receiver-to-replace-jerome-simpson", "image": "http://assets.keloland.com/images/images/default-source/agriculture/crops/barley/59642.jpg?sfvrsn=0", "type": "website"}, "fb": {"app_id": 521498541203189}, "viewport": "width=device-width, initial-scale=1.0", "Generator": "Sitefinity 7.3.5630.0 PE", "description": "The Minnesota Vikings have signed receiver Charles Johnson off the Cleveland Browns&#39; practice squad to replace Jerome Simpson. The Vikings"}, "_id": "\"57477af46914bd0286fe0641\"", "article_summary": "Eden Prairie, MNThe Minnesota Vikings have signed receiver Charles Johnson off the Cleveland Browns' practice squad to replace Jerome Simpson.\nJohnson is in his second season out of Grand Valley State.\nThe Vikings announced the move Saturday, two days after they cut Simpson after learning of another arrest this summer.\nThe roster decision left the Vikings thin at receiver, and coach Mike Zimmer hinted Friday that they were in the market to address depth at the position.\nHe has experience with the Vikings' offense after playing for offensive coordinator Norv Turner and quarterbacks coach Scott Turner when the father-son tandem was in Cleveland last season."}