{"article_title": "Fed talk spurs dollar gains, energy weighs on stocks", "article_keywords": ["weighs", "fed", "oil", "gains", "index", "crude", "energy", "dollar", "hikes", "rate", "points", "talk", "prices", "stocks", "spurs", "york"], "article_url": "http://www.thefiscaltimes.com/latestnews/2016/03/22/Asian-shares-consolidate-gains-risk-appetite-holds", "article_text": "NEW YORK (Reuters) - Global equity markets fell and the dollar advanced on Wednesday as hawkish comments by Federal Reserve officials put investors on guard for the possibility of more U.S. interest rate hikes this year than currently anticipated.\n\nwas up 0.47 percent against a basket of major currencies, headed towards its first weekly gain in four weeks. Last week, U.S. central bank policymakers halved the number of rate hikes projected in 2016 to two, weakening expectations for a move at either the April or June policy meetings. Fed Chair Janet Yellen later told reporters \"caution is appropriate\" when it comes to raising rates. But in the past two days, several Fed officials have expressed views that suggest an appetite for more hikes regardless of the volatility that has been the hallmark of financial markets this year. \"You can see the trade occurring, not necessarily that equities in and of themselves are worried about another quarter-point increase, but equities are worried about oil prices,\" said Keith Bliss, senior vice-president at Cuttone & Co in New York. \"You see the relationship as the Fed makes noises about going ahead and raising again in April, that is going to give a boost to the dollar which had been selling off, therefore higher dollar prices drag down oil prices.\" The stronger dollar also dampened demand for oil, while a report showing U.S. crude stockpiles soared to record highs for a sixth straight week, and triple what analysts had expected, rekindled worries of a glut and further pressured the commodity. Philadelphia Fed President Patrick Harker, who is not a voting member of the policy-setting Federal Open Market Committee this year, said on Tuesday the central bank should consider another rate hike as early as next month. He is scheduled to speak again at 5:30 p.m. EDT (2130 GMT) on Wednesday. St. Louis Fed President James Bullard, who is a voting member of the FOMC in 2016, said on Bloomberg TV on Wednesday he would like to see further stabilization in inflation expectations. The weakness in energy names also helped push stocks lower in the United States and Europe. The STOXX Europe 600 oil and gas index dropped 1.6 percent and the S&P energy index tumbled 2.1 percent. The FTSEuroFirst 300 index of leading shares closed down 0.11 percent at 1,336.70. MSCI's index of world shares lost 0.8 percent. The Dow Jones industrial average fell 79.78 points, or 0.45 percent, to 17,502.79, the S&P 500 lost 13.09 points, or 0.64 percent, to 2,036.71 and the Nasdaq Composite dropped 52.80 points, or 1.1 percent, to 4,768.86. Brent crude settled down 3.2 percent at $40.47 a barrel and U.S. crude settled off 4 percent at $39.79. Gold also weakened in the face of the stronger dollar, down 2.2 percent to $1,220.16 an ounce after hitting a low of $1,215.10, its lowest since Feb. 26. Britain's pound slumped 0.7 percent to $1.4107 amid rising concerns that Tuesday's attacks in Brussels would bolster the campaign for a vote to leave the European Union in June's \"Brexit\" referendum. Benchmark U.S. 10-year Treasury notes were last up 15/32 in price to yield 1.8822 percent, down from 1.935 percent on Tuesday. (Reporting by Chuck Mikolajczak; Editing by Paul Simao and James Dalgleish)\n\nThe dollar", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "NEW YORK (Reuters) - Global equity markets fell and the dollar advanced on Wednesday a", "title": "Fed talk spurs dollar gains, energy weighs on stocks", "url": "http://www.thefiscaltimes.com/latestnews/2016/03/22/Asian-shares-consolidate-gains-risk-appetite-holds", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/usa-stocks_1.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/latestnews/2016/03/22/Asian-shares-consolidate-gains-risk-appetite-holds", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/usa-stocks_1.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "NEW YORK (Reuters) - Global equity markets fell and the dollar advanced on Wednesday a", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af46914bd0286fdf315\"", "article_summary": "Last week, U.S. central bank policymakers halved the number of rate hikes projected in 2016 to two, weakening expectations for a move at either the April or June policy meetings.\n\"You see the relationship as the Fed makes noises about going ahead and raising again in April, that is going to give a boost to the dollar which had been selling off, therefore higher dollar prices drag down oil prices.\"\nThe STOXX Europe 600 oil and gas index dropped 1.6 percent and the S&P energy index tumbled 2.1 percent.\nFed Chair Janet Yellen later told reporters \"caution is appropriate\" when it comes to raising rates.\nThe weakness in energy names also helped push stocks lower in the United States and Europe."}