{"article_title": "Is There a Libertarian Case for Electing Mitch McConnell?", "article_keywords": ["case", "rand", "success", "mitch", "senate", "pauls", "mcconnell", "junior", "antle", "libertarian", "republican", "leader", "electing"], "article_url": "http://reason.com/blog/2014/02/18/is-there-a-libertarian-case-for-electing", "article_text": "The Daily Caller's W. James Antle III thinks so. From his article at Politix.com:\n\nThere is...a libertarian Republican case to be made for McConnell. First, he has always been a fairly conservative member of the leadership team. Protecting free political speech against campaign finance reform laws has always been one of his main causes. That's not exactly a statist position. Numerous reports have suggested McConnell has laid the groundwork for Obamacare repeal if Republicans retake the Senate, even though his differences with Cruz have made conservatives skeptical. After the Supreme Court upheld the health care law, McConnell was said to be on board with unwinding it via the reconciliation process. McConnell is also the Republican leader who has been most swayed by Rand Paul's success. The two men made peace after the 2010 primary. McConnell appeared in the 2012 Republican National Convention video tribute to the junior senator's father, presidential candidate Ron Paul.\n\nRead the whole thing here.\n\nI think Antle is correct that Senate Minority Leader McConnell has been wowed by Rand Paul's success (recall that McConnell tried to kneecap Paul's Senate run) and is now effectively taking all his cues from the Bluegrass State's junior senator.\n\nBy the same token, from a libertarian angle, McConnell is a pretty freaking great example of just about everything that is wrong with politics. He spends money and eats pork when it behooves him, he loves him the state and the military-industrial complex and so much more. Here's a summary of his record, where libertarian-compliant votes are seriously outnumbered by bad ones.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "The Daily Caller's W. James Antle III thinks so. From his article at Politix.com: There is...a libertarian Republican case to be made for McConnell. First,", "title": "Is There a Libertarian Case for Electing Mitch McConnell?", "url": "http://reason.com/blog/2014/02/18/is-there-a-libertarian-case-for-electing", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/mc/_external/2014_02/fact-mcconnell-was-the-origina.jpg", "type": "article"}, "twitter": {"description": "The Daily Caller's W. James Antle III\nthinks so. From his article \nat Politix.com:\n\nThere is...a libertarian Republican case to be made for\nMcConnell. First, he has always been a fairly conservative member\nof the leadership team. Protecting free political", "title": "Is There a Libertarian Case for Electing Mitch McConnell?", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/mc/ngillespie/2014_02/mitchmcconnell428.jpg", "creator": "@nickgillespie", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "article": {"tag": "World", "published_time": "2014-02-18T20:18:00+00:00", "author": "http://reason.com/people/nick-gillespie"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af36914bd0286fc9c47\"", "article_summary": "From his article at Politix.com:There is...a libertarian Republican case to be made for McConnell.\nMcConnell is also the Republican leader who has been most swayed by Rand Paul's success.\nBy the same token, from a libertarian angle, McConnell is a pretty freaking great example of just about everything that is wrong with politics.\nMcConnell appeared in the 2012 Republican National Convention video tribute to the junior senator's father, presidential candidate Ron Paul.\nI think Antle is correct that Senate Minority Leader McConnell has been wowed by Rand Paul's success (recall that McConnell tried to kneecap Paul's Senate run) and is now effectively taking all his cues from the Bluegrass State's junior senator."}