{"article_title": "Men outpacing women in job gains", "article_keywords": ["albany", "oil", "jobs", "gains", "men", "robbins", "outpacing", "past", "held", "job", "womens", "women"], "article_url": "http://www.usatoday.com/story/money/business/2014/09/01/men-women-jobs/14792883/", "article_text": "Michael Bethge of CSX Transportation familiarizes firefighters and other first responders with a tank car on the CSX Safety Train in the Port of Albany on Thursday, June 5, 2014, in Albany, N.Y. The train is equipped with four oil tankers and two classroom cars and is making a whistle stop in Albany as part of a multi-state tour providing enhanced safety training in response to increased shipments of North Dakota crude oil. Albany has become a major hub for shipping the crude oil, which arrives daily in hundreds of tank cars to be shipped down the Hudson River to New Jersey refineries. (Photo: Mike Groll/AP)\n\nJob growth has accelerated this year, but women are falling behind.\n\nWomen occupy 45% of all jobs gained over the past 12 months, down from half of all payroll additions in the previous year. They held 49% of the nation's 131 million jobs in July, Bureau of Labor Statistics (BLS) figures show.\n\nMen have outpaced women since the jobs recovery began in 2010. That's largely because they were hit much harder by job losses in manufacturing and construction during the 2007-09 Great Recession and benefited more as those sectors bounced back.\n\nBut men have widened their lead in terms of job growth, in part because of a boom in oil and natural gas drilling. The unemployment rate for men dipped to 6.2% in July, vs. 7.7% a year ago. Women's unemployment was also 6.2% last month, but it has fallen about half as rapidly. On Friday, the Labor Department could report a lower jobless rate for men for the first time since 2006.\n\nAnother reason women are lagging is that many office and administrative jobs, which are largely held by women, were eliminated in the downturn and have only partly come back, says Katherine Robbins, senior policy analyst for the National Women's Law Center. Of the nearly 2 million such jobs cut, about 20% have returned the past two years, while many have been replaced by technology.\n\nThe U.S. oil boom has generated thousands of jobs, mostly for men. (Photo: Ty Wright, Bloomberg)\n\n\"Administrative positions are falling by the wayside,\" Robbins says.\n\nThat, she says, could explain why women made up just 16% of manufacturing's 178,000 job gains the past year, even though they held 27% of the industry's positions.\n\nWomen also were disproportionately affected by about 800,000 government job cuts from 2010 to 2013, and only a small portion of those have come back, says Mark Zandi, chief economist of Moody's Analytics.\n\nAnd while women have benefited from consistent growth in health care, hiring in the sector slowed late last year as the Affordable Care Act led to a new emphasis on efficiency, says Heidi Hartmann, president of the Institute for Women's Policy Research.\n\nSome women are dropping out of the labor force. A BLS report last week showed that 22% of women laid off from jobs they held at least three years in 2012 and 2013 stopped working or looking for work by this past January, vs. 14% of men.\n\nBut the reasons for that trend may not be all dire. Many women went to work when their husbands were laid off in the recession and some may be choosing to give up job searches because their husbands are employed again. \"Now that the economy has started to come back, it may be a signal that things are a little more stable,\" Robbins says.\n\nRead or Share this story: http://usat.ly/1u78DXU", "article_metadata": {"google": "notranslate", "description": "Job growth has accelerated this year but women are falling behind.  Women have accounted for 45% of employment gains over the past 12 months, even though they held 49% of the nation's 131 million jobs in July,", "og": {"site_name": "USA TODAY", "description": "Job growth has accelerated this year but women are falling behind.  Women have accounted for 45% of employment gains over the past 12 months, even though they held 49% of the nation's 131 million jobs in July,", "title": "Men outpacing women in job gains", "url": "http://www.usatoday.com/story/money/business/2014/09/01/men-women-jobs/14792883/", "image": "http://www.gannett-cdn.com/GDContent/applogos/usatoday.png", "type": "article"}, "twitter": {"description": "Job growth has accelerated this year but women are falling behind.  Women have accounted for 45% of employment gains over the past 12 months, even though they held 49% of the nation's 131 million jobs in July,", "creator": "@usatoday", "image": "http://www.gannett-cdn.com/-mm-/6815ce4291b51bf3d1fbfae2f2876edef5cf3431/c=931-0-4580-3650&r=x643&c=640x640/local/-/media/USATODAY/USATODAY/2014/09/01/1409575709000-AP-NY-Oil-Trains-Safety-Training.jpg", "title": "Men outpacing women in job gains", "site": "@usatoday", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "fb": {"app_id": 215046668549694}, "cXenseParse": {"gci-topic": "Persons/Mark Zandi", "gci-asset-type": "story", "gci-categories": "Persons/Mark Zandi", "title": "Men outpacing women in job gains", "author": "Paul Davidson", "pageclass": "article", "recs": {"category": "money/business", "image-3-4": "http://www.gannett-cdn.com/-mm-/5b317501dd30ea319ad9fce2dfd04f8715bd1ce6/c=1594-0-4332-3650/local/-/media/USATODAY/USATODAY/2014/09/01/1409575709000-AP-NY-Oil-Trains-Safety-Training.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/8ed1193a4ffa6c7d69ac2a2d11239a6f43585cdc/c=931-0-4580-3650/local/-/media/USATODAY/USATODAY/2014/09/01/1409575709000-AP-NY-Oil-Trains-Safety-Training.jpg", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/3c33b447e5065fc54ff6b6f35f6a86d95e3c8410/c=0-83-4608-3548/local/-/media/USATODAY/USATODAY/2014/09/01/1409575709000-AP-NY-Oil-Trains-Safety-Training.jpg", "image": "http://www.gannett-cdn.com/-mm-/57f6add8e5d8f432a2227873f5364d81a5b6e2ad/c=0-424-4608-3023&r=x1683&c=3200x1680/local/-/media/USATODAY/USATODAY/2014/09/01/1409575709000-AP-NY-Oil-Trains-Safety-Training.jpg", "publishtime": "2014-09-01T19:31:34.857000-04:00", "shorthed": "Men outpacing women in job gains", "articleid": 14792883, "image-16-9": "http://www.gannett-cdn.com/-mm-/de082670f4f4b585be4560aae1e7c45ca8e61c6a/c=0-424-4608-3023/local/-/media/USATODAY/USATODAY/2014/09/01/1409575709000-AP-NY-Oil-Trains-Safety-Training.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/0d8aa459d87a731a3fba308c51de25bd4ec5dbbd/c=1511-0-3557-3650/local/-/media/USATODAY/USATODAY/2014/09/01/1409575709000-AP-NY-Oil-Trains-Safety-Training.jpg"}}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": "men, women,jobs, economy, construction, manufacturing, energy, administrative, support, Bureau of Labor Statistics"}, "_id": "\"57477af46914bd0286fddaf2\"", "article_summary": "That, she says, could explain why women made up just 16% of manufacturing's 178,000 job gains the past year, even though they held 27% of the industry's positions.\nMen have outpaced women since the jobs recovery began in 2010.\nBut men have widened their lead in terms of job growth, in part because of a boom in oil and natural gas drilling.\nWomen occupy 45% of all jobs gained over the past 12 months, down from half of all payroll additions in the previous year.\nOn Friday, the Labor Department could report a lower jobless rate for men for the first time since 2006."}