{"article_title": "Chris Christie's Bridge Debacle Shows a Personality Problem", "article_keywords": ["bridge", "obama", "campaign", "washington", "political", "christie", "york", "debacle", "traffic", "christies", "chris", "president", "problem", "shows", "personality"], "article_url": "http://www.usnews.com/opinion/blogs/susan-milligan/2014/01/09/chris-christies-bridge-debacle-shows-a-personality-problem", "article_text": "In an ideal world, the personalities of our elected officials wouldn't make a difference. Competence, intelligence, vision – these are the things that, on paper, should matter.\n\nAnd the personality dissection can be both unkind and biased by one's political leanings. Bill Clinton was either slick and smarmy or someone with a remarkable capacity to make you feel, well, like he really did feel your pain. George W. Bush was either a swaggering bully or a straight-shooting, resolute leader. Barack Obama is either arrogant and chilly or cool-headed and no-drama. No longer do we just look at a president as a character – and people who reach those levels do tend to be characters of a sort. One wonders if LBJ could have survived a modern campaign, given his strong personality, even if that strong personality enabled him to get the votes for the Civil Rights Act.\n\nStill, there are times when it's not just personality – it's temperament. And that, to some degree, is a legitimate concern when we're choosing whom to entrust with the proverbial nuclear button.\n\n[Check out 2013: The Year in Cartoons]\n\nThis is New Jersey Gov. Chris Christie's problem as he considers (we assume) a presidential run in 2016. In September, several lanes on the George Washington Bridge from Ft. Lee, N.J., to New York were closed, ostensibly for some kind of traffic study. Christie was accused at the time of causing the traffic mayhem (not a minor inconvenience in New York) to retaliate against a Democratic mayor who had failed to endorse him in his re-election race.\n\nThe charge was especially disturbing considering that the statewide contest was not, and was never going to be, close. One cross-party endorsement should not have mattered, and Christie should be mature and secure enough to understand that oftentimes, officials need to endorse the nominees in their own party. Endorsements are relatively meaningless anyway, unless they are unexpected or represent support from a particular constituency.\n\nChristie denied the charges, even joking that he had himself put the orange cones on the road. But now, emails have surfaced that tie Christie's office – thought not Christie personally – to the debacle. \"Time for some traffic problems in Fort Lee,\" says an email from a Christie deputy chief of staff. \"Got it,\" was the response from a Christie political ally. Pretty damning.\n\nShould Christie be blamed for it, if there is no proof he personally ordered it? It may not be fair to do so, but that's not how presidential candidates are evaluated. Christie is governor, and just as President Obama is being held accountable (rightly) for computer glitches in the Affordable Care Act's health insurance exchange – even though he didn't design the site – Christie must answer for this. In politics and in big business, the fish stinks from the head.\n\n[See a collection of political cartoons on the Republican Party.]\n\nIt's not that the traffic delay itself caused death or destruction. It's that one has to wonder how that sense of petty vengeance and short-temperedness would play, say, during NATO talks or negotiations with Congress. It's one thing when a committee chair threatens to deny a lawmaker an earmark or when a president says he won't campaign for a vulnerable House member. But if Christie were president, what should we expect? Sending 25 pizzas to the Senate Majority Leader's house if they don't pass legislation as Christie wants it?\n\nBeing straightforward and unpretentious is refreshing. Having the grace to thank Obama for his help on Superstorm Sandy when some in Christie's party see Obama as the devil incarnate is also a nice switch from the paralyzing partisanship in Washington. But if Christie indeed gave direct or even tacit approval of the bridge fiasco, his personality indeed will be a problem for him in a national campaign.\n\n", "article_metadata": {"zone": "homepage/articles", "keyword": "Thomas Jefferson Street [Opinion]", "title": "Chris Christie's Bridge Debacle Shows a Personality Problem", "og": {"url": "http://www.usnews.com/opinion/blogs/susan-milligan/2014/01/09/chris-christies-bridge-debacle-shows-a-personality-problem", "site_name": "US News & World Report", "type": "article", "description": "Chris Christie's bridge debacle raises questions about his ability to lead.", "title": "Bridge Over a Troubling Personality"}, "twitter": {"site": "@USNews", "description": "Chris Christie's bridge debacle raises questions about his ability to lead.", "card": "summary", "title": "Chris Christie's Bridge Debacle Shows a Personality Problem"}, "msvalidate.01": "A8E47FA91124063A4A9C78AD5273DC0F", "site": "opinion", "date_published": "Jan. 9, 2014", "fb": {"app_id": 130063997038366}, "page_type": "article", "keywords": "Susan Milligan,picks,Christie, Chris,2016 presidential election,New Jersey,Decision 2016 [News],Thomas Jefferson Street [Opinion]", "google-site-verification": "owJBuFHD3VHcTSsnPSOYizmUcs3GSBjbx09vBbBi1MM", "viewport": "width=device-width, initial-scale=1", "description": "Chris Christie's bridge debacle raises questions about his ability to lead."}, "_id": "\"57477af46914bd0286fe0683\"", "article_summary": "\"Got it,\" was the response from a Christie political ally.\nBut if Christie indeed gave direct or even tacit approval of the bridge fiasco, his personality indeed will be a problem for him in a national campaign.\nChris Christie's problem as he considers (we assume) a presidential run in 2016.\nBut now, emails have surfaced that tie Christie's office – thought not Christie personally – to the debacle.\nOne wonders if LBJ could have survived a modern campaign, given his strong personality, even if that strong personality enabled him to get the votes for the Civil Rights Act."}