{"article_title": "Jay Dardenne unveils his first TV ad in La. governor's race", "article_keywords": ["started", "million", "voters", "dardenne", "campaign", "jay", "tv", "la", "spot", "unveils", "governors", "race", "advertising", "vitter", "scandal", "ad"], "article_url": "http://www.washingtontimes.com/news/2015/sep/16/jay-dardenne-unveils-his-first-tv-ad-in-la-governo/", "article_text": "BATON ROUGE, La. (AP) - Republican candidate for governor Jay Dardenne has started his TV advertising with a spot that appears to take aim at the race’s GOP front-runner U.S. Sen. David Vitter without naming him.\n\nIn the 30-second spot, a narrator describes Dardenne, the state’s lieutenant governor, as holding elected offices for 25 years without a “hint of scandal,” a seeming swipe at Vitter’s prostitution scandal.\n\nThe ad says Dardenne “talks straight because he’s not a Washington politician. He brings us together. He doesn’t drive a wedge through our heart with partisan politics.” It calls Dardenne a governor who will “make Louisiana proud.”\n\nHe’s not the only one striking at Vitter’s link to a Washington prostitution ring in 2007. An outside political action committee called the Louisiana Water Coalition, is airing TV and radio spots reminding voters more directly of the prostitution scandal. Vitter has called that a “gutter campaign against me full of stale attacks.”\n\nWith his new ad started Tuesday, Dardenne becomes the last of the four major contenders in the race to enter the television campaign. His TV advertising begins with fewer than six weeks before the Oct. 24 election.\n\nRepublican Scott Angelle, a member of the Public Service Commission, has been advertising for months, while Vitter went up with his first ad in August. Democrat John Bel Edwards, a state representative, started airing his first TV spot over the Labor Day holiday.\n\nDardenne’s campaign says it will remain on air uninterrupted until election day. Dardenne has said he waited until this month to advertise because voters hadn’t been keeping track of the governor’s race until now.\n\n“As voters begin to pay attention, we are going to show them what this race is about. They don’t have to settle for the same old partisan, scandal plagued politics,” he said in a statement.\n\nDardenne’s also got less cash to spend on advertising than Vitter.\n\nIn the last round of campaign finance reports, Vitter had $5 million in his campaign account, compared to nearly $1.9 million for Dardenne, nearly $1.1 million for state Rep. John Bel Edwards and just over $1 million for Angelle. A separate political action committee supporting Vitter reported $4.4 million, far more than PACs supporting other contenders.", "article_metadata": {"description": "Republican candidate for governor Jay Dardenne has started his TV advertising with a spot that appears to take aim at the race's GOP front-runner U.S. Sen. David Vitter without naming him.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"url": "http://www.washingtontimes.com/news/2015/sep/16/jay-dardenne-unveils-his-first-tv-ad-in-la-governo/", "site_name": "The Washingtion Times", "type": "article", "description": "Republican candidate for governor Jay Dardenne has started his TV advertising with a spot that appears to take aim at the race’s GOP front-runner U.S. Sen. David Vitter without naming him.", "title": "Jay Dardenne unveils his first TV ad in La. governor’s race"}, "twitter": {"description": "Republican candidate for governor Jay Dardenne has started his TV advertising with a spot that appears to take aim at the race's GOP front-runner U.S. Sen. David Vitter without naming him.", "site": "@washtimes", "card": "summary", "title": "Jay Dardenne unveils his first TV ad in La. governor’s race"}, "Author": "MELINDA DESLATTE", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web1", "viewport": "width=device-width, initial-scale=1, user-scalable=yes"}, "_id": "\"57477af46914bd0286fe0687\"", "article_summary": "His TV advertising begins with fewer than six weeks before the Oct. 24 election.\nDemocrat John Bel Edwards, a state representative, started airing his first TV spot over the Labor Day holiday.\n(AP) - Republican candidate for governor Jay Dardenne has started his TV advertising with a spot that appears to take aim at the race’s GOP front-runner U.S. Sen. David Vitter without naming him.\nDardenne has said he waited until this month to advertise because voters hadn’t been keeping track of the governor’s race until now.\nAn outside political action committee called the Louisiana Water Coalition, is airing TV and radio spots reminding voters more directly of the prostitution scandal."}