{"article_title": "Kathleen Sebelius Crushes The GOP Lie That She Was Forced To Resign Due of Obamacare", "article_keywords": ["lie", "sebelius", "good", "end", "forced", "kathleen", "enrollment", "obamacare", "term", "resign", "leave", "know", "crushes", "secretary", "gop", "really"], "article_url": "http://www.politicususa.com/2014/04/13/kathleen-sebelius-crushes-gop-lie-forced-resign-due-obamacare.html", "article_text": "HHS Secretary Kathleen Sebelius came out today, and smashed the Republican lie that she was forced to resign by President Obama and Senate Democrats.\n\nVideo:\n\nTranscript:\n\n\n\nANDREA MITCHELL: You know, the White House has been publicly very supportive, but then there’s all the sort of back sniping. This is Washington, after all. People are asking, “Were you pushed or did you jump?”\n\nSEC. KATHLEEN SEBELIUS: Well, actually, I made a decision at the election that I couldn’t leave along with a lot of my colleagues who left at the end of the first term. That did not seem to be even a topic to consider since there was still one more chapter in this Affordable Care Act that needed to roll out.\n\nAnd that has been one of my responsibilities as the secretary of Health and Human Services. So, staying on– made good sense for me. I also thought that, at the end of open enrollment was a logical time to leave. There is never a good time.\n\nThere’s gonna be another open enrollment. There are changes down the road. But the president and I began to talk, you know, after the first of the year. And I went back to him in early March and said, “You know, I’m really optimistic we’re gonna meet the targets and the enrollment is good. While the site is working well, I think once we finish this first chapter you really should begin to look for the next secretary who can be here through the end of your term.” And that really wasn’t a commitment I was willing to make. And he knew that.\n\nANDREA MITCHELL: Did he try to talk you out of it?\n\nSEC. KATHLEEN SEBELIUS: Well, I made it pretty clear that that really wasn’t an option, to stay on. I mean, it was fair to either commit till January of 2017 or leave with enough time that he would get a strong competent leader.\n\nWhat Sebelius said makes perfect sense. The theory that Ted Cruz advanced that Senate Democrats forced Sebelius out was complete lunacy. Cruz based his theory on a fantasy that all Democrats are scared and losing their seats, so they pushed Sebelius out to save their own hides.\n\nSebelius makes it clear in this interview that she wanted to leave at the end of the president’s first term, but she stuck around to finish the job, and get the ACA rolled out. The truth is that political optics did play a role in the timing of her departure. There is no doubt that the White House wanted her to exit on a high note, and if she had resigned sooner, Republicans would have claimed that she was resigning because of the rough website launch.\n\nKathleen Sebelius pretty much had to stay at HHS until things were running well, but she made it clear that she is leaving on her own terms now. She got the ACA through stage one. It will be up to her replacement to lead the administration of the Affordable Care Act into the future.\n\nRepublican attempts to spin her resignation as a victory for their anti-ACA efforts have been pathetic and frankly a little sad. The Republican defeat has been a rout, and Kathleen Sebelius will be leaving knowing that hundreds of millions of people have better healthcare thanks to her.", "article_metadata": {"description": "HHS Secretary Kathleen Sebelius came out today, and smashed the Republican lie that she was forced to resign by President Obama and Senate Democrats.", "generator": "WordPress 4.5.2", "author": "Jason Easley", "og": {"site_name": "Politicus USA", "description": "HHS Secretary Kathleen Sebelius came out today, and smashed the Republican lie that she was forced to resign by President Obama and Senate Democrats.", "title": "Kathleen Sebelius Crushes The GOP Lie That She Was Forced To Resign Due of Obamacare", "url": "http://www.politicususa.com/2014/04/13/kathleen-sebelius-crushes-gop-lie-forced-resign-due-obamacare.html", "image": "http://15130-presscdn-0-89.pagely.netdna-cdn.com/wp-content/uploads/2014/04/sebelius-mtp.jpg", "updated_time": "2014-04-13T19:38:14+00:00", "type": "article"}, "fb": {"admins": 523732690, "app_id": 113462415332922, "pages": 186473214703370}, "keywords": "politicususa,liberal,politics,sarah jones,jason easley,barack obama,hillary clinton,bernie sanders,msnbc,media", "article": {"publisher": "https://www.facebook.com/PoliticusUSA", "published_time": "2014-04-13T19:38:14+00:00", "modified_time": "2014-04-13T19:38:14+00:00"}, "viewport": "width=device-width, initial-scale=1"}, "article_summary": "HHS Secretary Kathleen Sebelius came out today, and smashed the Republican lie that she was forced to resign by President Obama and Senate Democrats.\nThe Republican defeat has been a rout, and Kathleen Sebelius will be leaving knowing that hundreds of millions of people have better healthcare thanks to her.\nKATHLEEN SEBELIUS: Well, I made it pretty clear that that really wasn’t an option, to stay on.\nKathleen Sebelius pretty much had to stay at HHS until things were running well, but she made it clear that she is leaving on her own terms now.\nKATHLEEN SEBELIUS: Well, actually, I made a decision at the election that I couldn’t leave along with a lot of my colleagues who left at the end of the first term."}