{"article_title": "Volcano erupts in southern Japan, spewing ash high into sky", "article_keywords": ["sending", "agency", "japan", "smoke", "spewing", "island", "sky", "high", "person", "erupted", "erupts", "volcano", "ash", "southern", "shindake", "told"], "article_url": "http://www.salon.com/2015/05/29/volcano_erupts_in_southern_japan_spewing_ash_high_into_sky/", "article_text": "Topics: From the Wires, News\n\nTOKYO (AP) — A volcano erupted in spectacular fashion on a small island in southern Japan on Friday, spewing out rocks and sending black clouds of ash 9 kilometers (5.6 miles) into the sky. Authorities told people on the island to evacuate.\n\nOne person was reported to have suffered minor burns from falling debris after Mount Shindake erupted about 10 a.m. (0100 GMT), sending dense pyroclastic flows of rock and hot gases seaward, the Japan Meteorological Agency reported.\n\nThe injured man and one other person who was feeling unwell were airlifted to nearby Yakushima island, the Fire and Disaster Management Agency said.\n\nAnother 133 people were evacuated on a Coast Guard vessel and town-operated ferry and fishing boats.\n\nThe agency raised the volcano alert level for Kuchinoerabu island, where Shindake is located, to five, the highest on its scale. Shindake also erupted in August last year for the first time since 1980.\n\nA military helicopter was sent to survey the island and assess damage.\n\nNobuaki Hayashi, a local village chief, said about 120 of the island’s 137 residents were gathered at an evacuation facility.\n\n“There was a really loud, ‘dong’ sound of an explosion, and then black smoke rose, darkening the sky,” he told the national broadcaster NHK. “It smelled of sulfur.”\n\nHayashi said a few people on the island were still unaccounted for. One person, who lives in an area that is generally off-limits, was to be evacuated by boat as he could not travel safely to the shelter by land.\n\n“The skies here are blue, but smoke is still rising to the west,” he said.", "article_metadata": {"description": "Volcano erupts in southern Japan, spewing ash high into sky", "title": "Volcano erupts in southern Japan, spewing ash high into sky", "og": {"site_name": "Salon", "description": "Volcano erupts in southern Japan, spewing ash high into sky", "title": "Volcano erupts in southern Japan, spewing ash high into sky", "url": "http://www.salon.com/2015/05/29/volcano_erupts_in_southern_japan_spewing_ash_high_into_sky/", "image": "http://media.salon.com/2015/05/japan-volcano.jpeg-1280x960.jpg", "type": "article"}, "twitter": {"description": "Volcano erupts in southern Japan, spewing ash high into sky", "title": "Volcano erupts in southern Japan, spewing ash high into sky", "image": "http://media.salon.com/2015/05/japan-volcano.jpeg-1280x960.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Elaine Kurtenbach", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, From the Wires", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fe0684\"", "article_summary": "Topics: From the Wires, NewsTOKYO (AP) — A volcano erupted in spectacular fashion on a small island in southern Japan on Friday, spewing out rocks and sending black clouds of ash 9 kilometers (5.6 miles) into the sky.\nThe agency raised the volcano alert level for Kuchinoerabu island, where Shindake is located, to five, the highest on its scale.\n“There was a really loud, ‘dong’ sound of an explosion, and then black smoke rose, darkening the sky,” he told the national broadcaster NHK.\nShindake also erupted in August last year for the first time since 1980.\nNobuaki Hayashi, a local village chief, said about 120 of the island’s 137 residents were gathered at an evacuation facility."}