{"article_title": "Exclusive-Sarah Palin: 'It's Time to Impeach' President Obama", "article_keywords": ["exclusivesarah", "illegal", "workers", "immigrants", "system", "impeach", "american", "palin", "services", "president", "borders", "obamas", "obama"], "article_url": "http://www.breitbart.com/big-government/2014/07/08/exclusive-sarah-palin-time-to-impeach-president-obama/", "article_text": "SIGN UP FOR OUR NEWSLETTER\n\nEnough is enough of the years of abuse from this president. His unsecured border crisis is the last straw that makes the battered wife say, “no mas.”\n\nWithout borders, there is no nation. Obama knows this. Opening our borders to a flood of illegal immigrants is deliberate. This is his fundamental transformation of America. It’s the only promise he has kept. Discrediting the price paid for America’s exceptionalism over our history, he’s given false hope and taxpayer’s change to millions of foreign nationals who want to sneak into our country illegally. Because of Obama’s purposeful dereliction of duty an untold number of illegal immigrants will kick off their shoes and come on in, competing against Americans for our jobs and limited public services. There is no end in sight as our president prioritizes parties over doing the job he was hired by voters to do. Securing our borders is obviously fundamental here; it goes without saying that it is his job.\n\nSIGN UP FOR OUR NEWSLETTER\n\nThe federal government is trillions of dollars in debt; many cities are on the verge of insolvency; our overrun healthcare system, police forces, social services, schools, and our unsustainably generous welfare-state programs are stretched to the max. We average Americans know that. So why has this issue been allowed to be turned upside down with our “leader” creating such unsafe conditions while at the same time obstructing any economic recovery by creating more dependents than he allows producers? His friendly wealthy bipartisan elite, who want cheap foreign labor and can afford for themselves the best “border security” money can buy in their own exclusive communities, do not care that Obama tapped us out.\n\nHave faith that average American workers – native-born and wonderful legal immigrants of all races, backgrounds, and political parties – do care because we’re the ones getting screwed as we’re forced to follow all our government’s rules while others are not required to do so. Many now feel like strangers in their own land. It’s the American worker who is forced to deal with Obama’s latest crisis with our hard-earned tax dollars while middle class wages decrease, sustainable jobs get more scarce, and communities become unrecognizable and bankrupted due to Obama’s flood of illegal immigration.\n\nWho’s looking out for the American workers? Who has their backs? Who fights for them?\n\nWe should.\n\nPresident Obama’s rewarding of lawlessness, including his own, is the foundational problem here. It’s not going to get better, and in fact irreparable harm can be done in this lame-duck term as he continues to make up his own laws as he goes along, and, mark my words, will next meddle in the U.S. Court System with appointments that will forever change the basic interpretation of our Constitution’s role in protecting our rights.\n\nIt’s time to impeach; and on behalf of American workers and legal immigrants of all backgrounds, we should vehemently oppose any politician on the left or right who would hesitate in voting for articles of impeachment.\n\nThe many impeachable offenses of Barack Obama can no longer be ignored. If after all this he’s not impeachable, then no one is.", "article_metadata": {"description": "Enough is enough of the years of abuse from this president. His unsecured border crisis is the last straw that makes the battered wife say,", "og": {"site_name": "Breitbart", "description": "Enough is enough of the years of abuse from this president. His unsecured border crisis is the last straw that makes the battered wife say,", "title": "Exclusive-Sarah Palin: 'It's Time to Impeach' President Obama - Breitbart", "locale": "en_US", "image": "http://cdn.breitbart.com/mediaserver/Breitbart/Big-Government/2013/Palin/palin.jpg", "url": "http://www.breitbart.com/big-government/2014/07/08/exclusive-sarah-palin-time-to-impeach-president-obama/", "type": "article"}, "twitter": {"description": "Enough is enough of the years of abuse from this president. His unsecured border crisis is the last straw that makes the battered wife say,", "creator": "@BreitbartNews", "image": "http://cdn.breitbart.com/mediaserver/Breitbart/Big-Government/2013/Palin/palin.jpg", "title": "Exclusive-Sarah Palin: 'It's Time to Impeach' President Obama - Breitbart", "site": "@BreitbartNews", "card": "summary"}, "robots": "noodp", "fb": {"app_id": 1243316582352556, "pages": 95475020353, "use_automatic_ad_placement": "true"}, "msapplication-TileImage": "/t/assets/i/w-logo-orange.png", "keywords": "Illegal Immigrants, Sarah Palin,Big Government,", "article": {"publisher": "https://www.facebook.com/Breitbart", "section": "Big Government", "tag": "Sarah Palin", "published_time": "2014-07-08T08:05:00-07:00", "categories": "Big Government"}, "viewport": "width=device-width,initial-scale=1", "op": {"markup_version": "v1.0"}}, "article_summary": "President Obama’s rewarding of lawlessness, including his own, is the foundational problem here.\nOpening our borders to a flood of illegal immigrants is deliberate.\nWho’s looking out for the American workers?\nThere is no end in sight as our president prioritizes parties over doing the job he was hired by voters to do.\nIt’s time to impeach; and on behalf of American workers and legal immigrants of all backgrounds, we should vehemently oppose any politician on the left or right who would hesitate in voting for articles of impeachment."}