{"article_title": "Bristol Palin Holds Ground, Schools Bullies of RedState", "article_keywords": ["redstate", "child", "bullies", "erickson", "trump", "mr", "holds", "comments", "good", "bristol", "palin", "schools", "deed", "clearly", "ground"], "article_url": "http://www.breitbart.com/big-government/2015/08/13/bristol-palin-holds-ground-schools-good-deed-bullies-of-redstate/", "article_text": "SIGN UP FOR OUR NEWSLETTER\n\nNot many people use actual dictionaries anymore, but surely there are plenty virtual dictionaries online easily accessible to anyone. Could someone please send the crew at RedState a link for one, stat? Clearly these people don’t understand some simple phrases like “good deed” for example.\n\nWhile we’re at it, a course in logic is also in dire need for RedState. Regular logic that is. They have the convoluted kind mastered.\n\nSIGN UP FOR OUR NEWSLETTER\n\nAfter Erick Erickson, the man in charge at RedState disinvited Donald Trump from an event this past weekend, Bristol Palin called him out for it. Why? Major hypocrisy. Erickson bumped Trump after comments The Donald made about Fox News debate moderator Megyn Kelly were deemed by Erickson to be sexist. Palin’s mother often talks of glass ceilings, but in this case, and rightfully so, the Palin women pointed to glass houses.\n\nBristol Palin in her blog pointed to several misogynistic follies from RedState. On top of that list, the time when Erickson allowed a fake cleavage-showing picture of Governor Palin on Santa’s lap to run as authentic.\n\nRedState’s reaction to the fact check? Go after a pregnant woman! Seriously? So, Mr. Trump’s comments about Kelly, a news professional whom many thought asked Trump inappropriate questions, were out of line, but attacking a young mother is completely cool? In the Bizzaro World that is RedState–apparently so.\n\nAfter Palin called out Erickson with several examples of creepy comments and questionable judgement, RedState’s Leon H. Wolf, a longtime Palin basher, took the time to post “Bristol Palin Allows No Good Deed to Go Unpunished,” a lengthy dose of written diarrhea singing the praises of Erickson and RedState. He attempted to explain away the posting of the photoshopped image of Governor Palin with Kris Kringle. The attempt was about as believable as the old “the dog ate my homework” excuse.\n\nPalin responded to the men through another blog entry. “The picture of my mom sitting on Santa’s lap, with her apparently perky boobs hanging out, is CLEARLY photo shopped,” Palin wrote. “Anyone can point that out from a mile away.” Still, Erickson played the clueless card. Cher and Dionne have nothing on big Erick.\n\n“Don’t act dumb and put your hands up in the air now, Mr. Erickson,” Palin penned. “I called you out for the hypocrisy you have shown Mr. Trump, by suddenly acting like you are the standard bearer of decency toward women.”\n\nNow back to this perceived “good deed.” Wolf linked to an old piece in which RedState slammed David Letterman for making a “joke” about the rape of an underage Palin child. That’s your comparison?\n\nTo summarize, some at RedState feel that since RedState took the “brave” stance against child rape jokes, all Palins should look the other way when people like Trump are treated unfairly. Real trailblazers over there at RedState. Next thing you know they’ll condemn Jerry Sandusky and cannibalism. These guys are almost as courageous as Bruce Jenner.\n\nWith another child on the way, Bristol Palin is a young woman who has her hands full. Yet, she was able to eloquently and succinctly bust apart the nonsensical actions of some “haters,” as Palin puts it, who clearly needed some schooling.\n\nNo, not many people use a dictionary anymore. But if they ever make a comeback, I could think of a couple of pasty white guys that would certainly be great for the pictures next to the definition of ‘bullies.’ Whether you Photoshop the pics or pretend to not know that you did is really up to you.", "article_metadata": {"description": "After Erick Erickson, the man in charge at RedState disinvited Donald Trump from an event this past weekend, Bristol Palin called him out for it.", "og": {"site_name": "Breitbart", "description": "After Erick Erickson, the man in charge at RedState disinvited Donald Trump from an event this past weekend, Bristol Palin called him out for it.", "title": "Bristol Palin Holds Ground, Schools Bullies of RedState", "locale": "en_US", "image": {"width": 640, "identifier": "http://media.breitbart.com/media/2015/06/bristol-palin-AP.jpg", "height": 480}, "updated_time": "2015-08-13T12:37:16-07:00", "url": "http://www.breitbart.com/big-government/2015/08/13/bristol-palin-holds-ground-schools-good-deed-bullies-of-redstate/", "type": "article"}, "twitter": {"description": "After Erick Erickson, the man in charge at RedState disinvited Donald Trump from an event this past weekend, Bristol Palin called him out for it.", "creator": "@BreitbartNews", "image": "http://media.breitbart.com/media/2015/06/bristol-palin-AP.jpg", "title": "Bristol Palin Holds Ground, Schools Bullies of RedState", "site": "@BreitbartNews", "card": "summary"}, "robots": "noodp", "fb": {"pages": 95475020353, "app_id": 1243316582352556, "use_automatic_ad_placement": "true"}, "msapplication-TileImage": "/t/assets/i/w-logo-orange.png", "keywords": "Bristol Palin, Donald Trump, Erick Erickson, Good deed, Megyn Kelly, RedState, Sarah Palin,2016 Presidential Race, Big Government,bristol palin", "article": {"publisher": "https://www.facebook.com/Breitbart", "published_time": "2015-08-13T11:25:28-07:00", "section": "2016 Presidential Race", "modified_time": "2015-08-13T12:37:16-07:00", "tag": "Sarah Palin", "categories": "Big Government,2016 Presidential Race"}, "viewport": "width=device-width,initial-scale=1", "op": {"markup_version": "v1.0"}}, "_id": "\"57477af36914bd0286fd1d07\"", "article_summary": "“Don’t act dumb and put your hands up in the air now, Mr. Erickson,” Palin penned.\nWith another child on the way, Bristol Palin is a young woman who has her hands full.\nClearly these people don’t understand some simple phrases like “good deed” for example.\nSIGN UP FOR OUR NEWSLETTERAfter Erick Erickson, the man in charge at RedState disinvited Donald Trump from an event this past weekend, Bristol Palin called him out for it.\nBristol Palin in her blog pointed to several misogynistic follies from RedState."}