{"article_title": "How hospitals, healthcare providers can avoid labor strikes", "article_keywords": ["management", "patient", "working", "providers", "nurses", "avoid", "strikes", "labor", "safety", "healthcare", "strike", "health", "hospitals"], "article_url": "http://www.healthcarefinancenews.com/news/how-hospitals-healthcare-providers-can-avoid-labor-strikes", "article_text": "California nurses on strike. Image from California Nurses Association.\n\nThe good news is labor relations within the healthcare industry seem stable for the most part, though contentious issues such as patient safety still exist and have threatened to disrupt operations at some health centers in the United States.\n\nThe most recent conflict, focused on patient safety, nearly caused a strike at Eastern Maine Medical Center in Bangor. Just days before a scheduled nurses' strike July 13 and 14, labor and management ratified a new contract, averting the walkout. The union had been asking for the health system to hire more nurses to alleviate a staffing shortage that members feared would jeopardize patient safety. As a result of the concerns presented at the bargaining table, the new agreement calls for the hiring of 30 additional registered nurses to cover shift gaps and deploy \"resource nurses\" to buttress safe staffing in the hospital's emergency department and medical-surgical patient floors.\n\n\"Our unity is our strength,\" said Cokie Giles, RN, president of the Maine State Nurses Association, which represents 800 RNs at the hospital and is a chapter of National Nurses United. \"Because we stood together, management had to listen to our concerns. We look forward to having even more tools now to serve our community with the highest possible quality of care.\"\n\n[Also: As unions grow, healthcare execs need to know how to handle them]\n\nAlthough, as the situation in Maine demonstrates, that trouble spots do arise, the crisis resolution shows a generally cooperative spirit between labor and management – one that has existed for several years, said Judy Thorp, managing director of Chicago-based Huron Healthcare.\n\n\"I would characterize the current climate as peaceful coexistence between labor and management and that both sides have a good working relationship in the sense that unions want to be reasonable and understanding about what's happening in the marketplace and with market dynamics,\" she said. \"I will say, however, that unions are definitely alive and well within healthcare and we're seeing them in the continuum. The healthcare industry can't sit back and think they are immune from strikes, because they're not.\"\n\nIncreased governance, transparency and disclosure have helped solidify relationships within the acute care sector, Thorp said, but there are signs of a greater divide within the post-acute sector – namely homecare and long-term care. Wages and benefits are major issues for low-skilled workers in the post-acute sector and nearly 660,000 of them are represented by the Service Employees International Union.\n\n[Also: Nurses strike at 5 Sutter hospitals in California, claim pay, safety issues]\n\nThe SEIU has been at the forefront of the national movement to increase the minimum wage, which many of their members earn, to $15 an hour. Demonstrations in favor of the increase have been common in large cities across the country, though strikes to date have been rare. In fact, SEIU officials point to partnerships with major post-acute employers, such as Genesis Health Systems, Addus and Beverly Enterprises and that agreements with Kaiser Permanente and the League of Voluntary Hospitals in New York \"work side-by-side with SEIU caregivers to build capacity for better training and make decisions that affect working conditions and patient care.\"\n\nWhile patient safety is a common concern, worker safety is another key issue in the wake of nurse Nina Pham contracting the Ebola virus from a patient at Texas Health Presbyterian Hospital in Dallas earlier this year. Pham sued the health system in March, contending she contracted the disease due to a lack of training and preparation. Parent company Texas Health Resources has called for dismissal of Pham's suit, saying it should be considered a worker's compensation claim.\n\nLike Healthcare Finance on Facebook\n\nThe confusion and miscommunication surrounding the hospital's Ebola protocols shows the importance of shared governance and transparency, Thorp said.\n\n\"It is essential for labor relations to be constructively managed and that both sides are talking and understanding the issues,\" she said. \"They need to increase quality measures, patient and employee satisfaction and maintain a healthy dialogue so that they continue to have a good working relationship.\"\n\nTwitter: @HFNewsTweet", "article_metadata": {"og": {"url": "http://www.healthcarefinancenews.com/news/how-hospitals-healthcare-providers-can-avoid-labor-strikes", "image": "http://www.healthcarefinancenews.com/sites/healthcarefinancenews.com/files/CA-nurses-strike-feature_1_0.gif", "site_name": "Healthcare Finance News", "description": "The good news is labor relations within the healthcare industry seem stable for the most part, though contentious issues such as patient safety still exist and have threatened to disrupt operations at some health centers in the United States.", "title": "How hospitals, healthcare providers can avoid labor strikes"}, "twitter": {"image": {"src": "http://www.healthcarefinancenews.com/sites/healthcarefinancenews.com/files/CA-nurses-strike-feature_1_0.gif"}, "description": "The good news is labor relations within the healthcare industry seem stable for the most part, though contentious issues such as patient safety still exist and have threatened to disrupt operations at some health centers in the United States.", "site": "@HC_Finance", "card": "summary_large_image", "title": "How hospitals, healthcare providers can avoid labor strikes"}, "generator": "Drupal 7 (http://drupal.org)", "description": "The good news is labor relations within the healthcare industry seem stable for the most part, though contentious issues such as patient safety still exist and have threatened to disrupt operations at some health centers in the United States.", "viewport": "width=device-width; initial-scale=1.0; maximum-scale=1.0; user-scalable=no"}, "_id": "\"57477af46914bd0286fe06a9\"", "article_summary": "Just days before a scheduled nurses' strike July 13 and 14, labor and management ratified a new contract, averting the walkout.\nThe most recent conflict, focused on patient safety, nearly caused a strike at Eastern Maine Medical Center in Bangor.\nLike Healthcare Finance on FacebookThe confusion and miscommunication surrounding the hospital's Ebola protocols shows the importance of shared governance and transparency, Thorp said.\nThe union had been asking for the health system to hire more nurses to alleviate a staffing shortage that members feared would jeopardize patient safety.\nThe healthcare industry can't sit back and think they are immune from strikes, because they're not.\""}