{"article_title": "Two Issues That Will Give Obama and the Democrats Another Shellacking on Election Day", "article_keywords": ["jobless", "rules", "house", "workers", "political", "obamacare", "election", "yellen", "shellacking", "white", "law", "democrats", "day", "issues", "obama"], "article_url": "http://townhall.com/columnists/donaldlambro/2014/02/14/two-issues-that-will-give-obama-and-the-democrats-another-shellacking-on-election-day-n1795064", "article_text": "Recommended Washington’s Calculated Deception: Why America’s Middle Class Is In Long Term Decline Today Peter Ferrara\n\nWASHINGTON - Suddenly, with two roll call votes, the messy, multi-issue battles of the 2014 elections have been refocused on two central issues that will put the GOP back in charge of Congress.\n\nThe budget and debt limit fights have been set aside for the time being with the swift votes this week for a debt limit extension, and the earlier passage of a budget to keep the government running for the rest of this year.\n\nThis means that the midterm election battles for the rest of this year will be turned into a clear referendum on the voters' two foremost concerns: a weak, jobless economy and the increasingly unpopular, dictatorial Obamacare law.\n\nDemocrats, who rarely if ever talk about either of these issues, were hoping and praying that this year's elections would remain muddy enough for them to save a number of their House and Senate seats from GOP takeovers.\n\nBut House Republicans couldn't agree on any subset of demands they hoped to extract from Senate Democrats in the debt limit bill, forcing House Speaker John Boehner to offer a clean bill and end the issue for the year. It quickly passed the Senate.\n\nNow the focus returns full bore to two major issues on which President Obama and the Democats are weakest among the general electorate. And the early signs suggest they will get creamed on both in the fall, as the economy plunges into another slump, and Obamacare lurches from one debacle after another.\n\nIf anyone thinks for a moment that the White House is not worried about the political fallout of all of this, consider what the president did Tuesday when he abruptly handed mid-sized business employers a politically-driven reprieve from his health care law.\n\nUnder the new rules announced by Obama's Treasury Department, these employers will have until 2016 -- two years longer than the law intended -- before they become liable for federal penalties if they do not comply with the rules requiring that they pay part of their employees' health care.\n\nMid-sized businesses of 100 workers or more, got a one year grace period.\n\nHow conveniently timed. Warned by his advisers and top Democrats that if the penalty fines kick in this year, as the law required, Obama was in for a worse shellacking than he got in the 2010 GOP takeover of the House. This time, he faces losing the Senate.\n\nThis is the second time Obama's been forced to change the rules in the law. Last summer, when the White House was being bombarded by business complaints, he agreed to delay the rules for one year.\n\nThe White House and Treasury has used slick legalese to defend the delays, but no one in Washington is fooled by their political flim-flam.\n\n\"As word of the delays spread Monday, many across the ideological spectrum viewed them as an effort by the White House to defuse another health-care controversy before the fall midterm elections,\" The Washington Post said in its lead, front page story on the postponement.\n\nOpponents of the so-called Affordable Care Act saw the latest actions as further proof that Obamacare is in deeper political trouble than they had previously believed.\n\nBut the White House was now caught in a firefight from both sides: Diehard liberals who are pressuring Obama to stick to his guns on the law's rigid employer mandates and penalties, and Republicans who know that Obamacare is their most lethal political weapon and plan to make it their war cry from now until Election Day.\n\nBut by midweek, the Post was lecturing Obama like a little school boy for caving into the demands of mid-sized businesses who \"will get hit hardest and scream loudest when the employer mandate kicks in.\"\n\nThe Obamacare law is \"explicit that the government should be enforcing penalties already,\" the Post said. \"The administration shouldn't dismiss that without exceptionally good reason. Fear of a midterm shellacking doesn't qualify as good reason.\"\n\nBut that's what will happen, no matter how many delays in the law that Obama approves. You don't have to take a poll to know that too many businesses are struggling and they see Obamacare's punitive mandates pulling them down, forcing them to either lay off workers or put them on part-time to avoid higher health care costs.\n\nBut the real political killer is the U.S. labor market which has still not recovered from the recession. Who says so? None other than Federal Reserve Chair Janet Yellen who was handpicked by Obama for the job.\n\nThe recovery in the labor market is \"far from complete,\" Yellen testified before Congress this week, and she didn't mince words. She said the jobless rate remains much too high and was especially concerned about \"unusually large fraction\" of workers who've been jobless for six months or more.\n\nShe further noted that a large numbers of workers are forced to work only part-time when they need full-time jobs to make ends meet, but can't find them.\n\nAnd for those in the White House who brag about the economy's sub-par economic growth rates, Yellen said the persistent weakness in labor markets showed that annual economic growth had fallen well below its full potential.\n\nThese are the economic failures that Republicans need to address in this year's campaigns and they should do it in the strongest language possible. This is no time to play Mr. Nice Guy.\n\nMillions of Americans are jobless, underemployed or have given up all hope of finding work. The government is led by a president who hasn't a clue about how to unlock the power of our once-mighty economy to achieve its fullest growth potential.\n\nRepublicans need to start talking again about how job-creating tax cuts, energy expansion, trade exports and other pro-growth ideas can put America back to work.\n\nIt's a hopeful, optimistic message that Americans are hungry to hear again and this is the year to do it. It's time to give Obama and his party another shellacking.", "article_metadata": {"description": "Suddenly, with two roll call votes, the messy, multi-issue battles of the 2014 elections have been refocused on two central issues that will put the GOP back in charge of Congress.The budget and debt limit fights have been set aside for the time being with the swift votes this week for a debt limit extension, and the earlier passage of a budget to keep the government running for the rest of this year..05/24/2016 3:04:11AM EST.", "author": "Donald Lambro", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "Suddenly, with two roll call votes, the messy, multi-issue battles of the 2014 elections have been refocused on two central issues that will put the GOP back in charge of Congress.The budget and debt limit fights have been set aside for the time being with the swift votes this week for a debt limit extension, and the earlier passage of a budget to keep the government running for the rest of this year.", "title": "- Two Issues That Will Give Obama and the Democrats Another Shellacking on Election Day", "url": "http://townhall.com/columnists/donaldlambro/2014/02/14/two-issues-that-will-give-obama-and-the-democrats-another-shellacking-on-election-day-n1795064", "image": "http://media.townhall.com/townhall/reu/ha/2014/17/4baf8f38-2721-4928-9f03-945247d266e6.jpg", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "Suddenly, with two roll call votes, the messy, multi-issue battles of the 2014 elections have been refocused on two central issues that will put the GOP back in charge of Congress.The budget and debt limit fights have been set aside for the time being with the swift votes this week for a debt limit extension, and the earlier passage of a budget to keep the government running for the rest of this year.", "title": "- Two Issues That Will Give Obama and the Democrats Another Shellacking on Election Day", "url": "http://townhall.com/columnists/donaldlambro/2014/02/14/two-issues-that-will-give-obama-and-the-democrats-another-shellacking-on-election-day-n1795064", "image": "http://media.townhall.com/townhall/reu/ha/2014/17/4baf8f38-2721-4928-9f03-945247d266e6.jpg", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "Two Issues That Will Give Obama and the Democrats Another Shellacking on Election Day, Donald Lambro, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "_id": "\"57477af46914bd0286fe06d5\"", "article_summary": "The Obamacare law is \"explicit that the government should be enforcing penalties already,\" the Post said.\nLast summer, when the White House was being bombarded by business complaints, he agreed to delay the rules for one year.\nNow the focus returns full bore to two major issues on which President Obama and the Democats are weakest among the general electorate.\nThe White House and Treasury has used slick legalese to defend the delays, but no one in Washington is fooled by their political flim-flam.\nBut that's what will happen, no matter how many delays in the law that Obama approves."}