{"article_title": "Why Gaetz is tough to cartoon", "article_keywords": ["gaetz", "don", "spoke", "scotts", "senate", "state", "supposed", "senator", "tough", "floridas", "cartoon", "care"], "article_url": "http://www.pnj.com/story/opinion/2015/05/23/marlette-gaetz-tough-cartoon/27835035/", "article_text": "Buy Photo Andy Marlette cartoon for Gaetz (Photo: Andy Marlette/amarlette@pnj.com)Buy Photo\n\nJust when we thought Florida was stuck in a swift drift toward profit-sharing socialism, and that it's finally time for we the peeps of Pensacola to secede and seek shelter by annexing into the state of Alabama... It's a bird! It's a plane!\n\nNo, it's just Sen. Don Gaetz.\n\nSleep well, fellow Floridians. There is still some sanity in Sunshine State government. The good senator from Niceville dropped by the PNJ on Thursday to stand as living, breathing proof of it.\n\nOn Florida's health care fight: \"I hate Medicaid,\" Gaetz said, before laying out a clear, conservative case for the Senate's plan for federal health care dollars and how it's actually nothing like Medicaid, Obamacare or Marxism. \"Poor people who get sick are a fact. Our plan is a responsible way to deal with that.\"\n\nOn Gov. Scott's proposition of hospital profit sharing: \"To my knowledge, nothing of the sort has been implemented in this hemisphere outside of Cuba.\"\n\nOn Gov. Scott's mention of a possible state shutdown: \"People who talk about shutdowns and continuation budgets have spent too much time in Washington… There will not be a shutdown in Florida.\"\n\nOn money to bailout Garcon Point Bridge bondholders: \"As long as I'm a senator, not a dime. They are big girls and boys and they can take care of themselves. They bought Imperial Chinese Railroad stock… which is probably not part of a portfolio to expect a lot of growth in.\"\n\nOn a rumored run for U.S. Senate: \"The downside of running is I could win and have to live in Washington.\"\n\nOn daughter Erin's request were he to self-finance a $10 million Senate campaign: \"Can you take that out of Matt's half of the inheritance?\"\n\nEducation and state testing. Gulf Breeze and the Pensacola Bay Bridge. A comparative analysis of Florida's last three governors. Gaetz even offered a remarkably accurate impersonation of Charlie Crist. For more than an hour, the senator sat and spoke candidly, casually and hilariously about all that and more.\n\nBut most notably, Gaetz spoke thoughtfully.\n\nLet's pause on that for a minute. Because it's a dadgum rarity.\n\nIn these days marked by mayors who only communicate via Upsidey emails and governors who can barely communicate by blinking, genuinely substantive leaders seem more endangered than Perdido Key beach mice. It's the difference between self-generated ideas and staff-generated memos and talking points. Agree with his politics or not, a conversation with Gaetz is revelatory of what elected leaders are supposed to be — what the word \"statesman\" is supposed to mean — and a cause for guarded optimism that there are still some grownups in charge of the government and working on behalf of Florida taxpayers.\n\nWhich all amounts to one slight problem for an editorial cartoonist: How do you draw Don Gaetz?\n\nIn the past I've drawn him as a legislative watchdog and an ethics-wielding exorcist. But the go-to goofball googly-eyes don't ever seem to fit. He's too forthcoming for a sweaty brow and five 'o clock shadow. Dunce caps and Pinocchio noses don't apply here. And he lacks the self-importance to earn a reflexively absurd caricature. Even his rhetoric is too rooted in logic, common sense and earnestness to translate into some snippy, snarky caption.\n\nIt's a fascinating cartoon phenomenon — with Rick Scott's Tallahassee looking increasingly like Toon Town, a guy like Gaetz stands out as strikingly un-cartoonish.\n\nHow do you draw Don Gaetz?\n\nIt's tough. But if Rep. Jeff Miller takes his big shot at the U.S. Senate, maybe we can pencil Gaetz in as the next Representative of Florida's first congressional district.\n\nRead or Share this story: http://on.pnj.com/1HoZe2f", "article_metadata": {"google": "notranslate", "description": "Sleep well, fellow Floridians. There is still some sanity in Sunshine State government. The good senator from Niceville dropped by the PNJ Thursday to stand as living, breathing proof of it.", "og": {"site_name": "Pensacola News Journal", "description": "Sleep well, fellow Floridians. There is still some sanity in Sunshine State government. The good senator from Niceville dropped by the PNJ Thursday to stand as living, breathing proof of it.", "title": "Marlette: Why Gaetz is tough to cartoon", "url": "http://www.pnj.com/story/opinion/2015/05/23/marlette-gaetz-tough-cartoon/27835035/", "image": "http://www.gannett-cdn.com/GDContent/applogos/pnj.png", "type": "article"}, "twitter": {"description": "Sleep well, fellow Floridians. There is still some sanity in Sunshine State government. The good senator from Niceville dropped by the PNJ Thursday to stand as living, breathing proof of it.", "title": "Marlette: Why Gaetz is tough to cartoon", "image": "http://www.gannett-cdn.com/-mm-/161030113fb1b2a6f9d6cee2d542d9175efa1799/c=304-0-2097-1793&r=x643&c=640x640/local/-/media/2015/05/23/Pensacola/B9317456666Z.1_20150523082818_000_GMAASCM56.1-0.jpg", "creator": "@", "site": "@", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=816200923", "fb": {"app_id": 179056438789435}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": "andy marlette, don gaetz, pensacola, cartoon, florida,"}, "article_summary": "Which all amounts to one slight problem for an editorial cartoonist: How do you draw Don Gaetz?\nNo, it's just Sen. Don Gaetz.\nHow do you draw Don Gaetz?\nBut most notably, Gaetz spoke thoughtfully.\nIt's a fascinating cartoon phenomenon — with Rick Scott's Tallahassee looking increasingly like Toon Town, a guy like Gaetz stands out as strikingly un-cartoonish."}