{"article_title": "U.S. Does Not Have Enough Gun Laws!", "article_keywords": ["amendment", "obama", "right", "arms", "bear", "gun", "weapons", "does", "president", "ammunition", "fact", "laws"], "article_url": "http://www.thenewamerican.com/usnews/constitution/item/21322-obama-s-biggest-frustration-u-s-does-not-have-enough-gun-laws", "article_text": "Of all the items on his presidential bucket list that Barack Obama hasn’t checked off, there is one that bothers him more than any other: He hasn't confiscated enough weapons.\n\nIn an interview with the BBC earlier this week, the president said it was “distressing” not to have been able to clamp down more tightly on the right to keep and bear arms. Or, in his words, not to have passed more “common-sense, gun-safety laws.”\n\nWhat would the statists do, one wonders, without that word “safety”?\n\nReplying to the interviewer’s question regarding any of his administration’s “unfinished business,” President Obama replied:\n\nYou mentioned the issue of guns, that is an area where if you ask me where has been the one area where I feel that I've been most frustrated and most stymied it is the fact that the United States of America is the one advanced nation on earth in which we do not have sufficient common-sense, gun-safety laws.\n\nThere’s a simple answer for that seeming syllogism: The \"sufficient common-sense, gun-safety laws\" Obama envisions would undoubtedly further restrict the right of the people to keep and bear arms, making the people and the country as a whole less safe despite Obama's appeal for \"gun safety.\" Moreover, the U.S. Constitution protects our fundamental right to keep and bear arms from any infringement, including forms of infringement that Obama would classify as \"common sense.\"\n\nBut not only did President Obama fail to consider the Constitution in his lament, in June he said it was “politics” that has kept him from restricting the availability of guns.\n\nNor has he given up, as he made clear in his interview with the BBC:\n\nAnd you know, if you look at the number of Americans killed since 9/11 by terrorism, it's less than 100. If you look at the number that have been killed by gun violence, it's in the tens of thousands. And for us not to be able to resolve that issue has been something that is distressing. But it is not something that I intend to stop working on in the remaining 18 months.\n\nAs readers, know, however, guns are not the only target (pardon the pun) of Obama’s anti-Second Amendment agenda.\n\nIn September 2013, Secretary of State John Kerry signed the United Nations Arms Trade Treaty (ATT) in the “name of the people of the United States.”\n\nArticle 2 of the treaty defines the scope of the treaty’s prohibitions. The right to own, buy, sell, trade, or transfer all means of armed resistance, including handguns, is denied to civilians by this section of the Arms Trade Treaty.\n\nArticle 3 places the “ammunition/munitions fired, launched or delivered by the conventional arms covered under Article 2” within the scope of the treaty’s prohibitions, as well.\n\nHistory is instructive on this point, as readers should remember that the “shot heard ‘round the world” on Lexington Green was fired because King George sent British troops to seize the patriots’ ammunition stockpile stored outside that small Massachusetts village.\n\nA gun, you see, without ammunition is just a club, and tyrants have always known that and acted accordingly.\n\nAs I reported just days ago, the United Nations is very serious about leaving those guns unloaded.\n\nAs part of its Programme of Action on Small Arms and Light Weapons in All its Aspects (PoA), the UN has drafted plans not only to track the buying, selling, transfer, and trading of small arms, light weapons, and ammunition, but to continue developing technology that will help trace firearms and ammunition from the factory by way of “readable microchips” implanted at the factory. The UN will literally be able to trace every round and every weapon from factory to end user.\n\nSuch a plan was hatched during the convention on the UN’s Arms Trade Treaty held in March 2013 and attended by this reporter. During a conversation between committee meetings, the ambassador to the UN from Spain told me that there was a plan to equip ammunition with a microchip that would enable global tracking and destruction of individual rounds, if need be. Looks like the plan is about ready to be carried out.\n\nSigning treasonous treaties is not President Obama’s only claim to election in the Disarmament Hall of Shame, however; he has used his infamous “pen and phone” to attack gun rights, as well.\n\nIn part of his legacy healthcare legislation — ObamaCare — health care providers must submit patient data to the National Instant Criminal Background Check System.\n\nWith this information, the federal government will then be able to determine the fitness of an individual to own a weapon.\n\nIn June, Forbes published a list of 23 executive orders signed by President Obama aimed at abridging a right explicitly placed beyond federal power in the Constitution.\n\nOne of these despotic decrees directs the U.S. attorney general “to review categories of individuals prohibited from having a gun to make sure dangerous people are not slipping through the cracks.”\n\nIf being “dangerous” disqualifies someone from owning a gun, government better watch out!\n\nIt’s an irrefutable historical fact that all the murders committed by all the serial killers don't amount to a fraction of the brutal killings committed by governments using the very weapons over which they want to exercise absolute control.\n\nAnother of President Obama’s executive orders clarifies the fact that ObamaCare “does not prohibit doctors asking their patients about guns in their homes.”\n\nSo long, liberty.\n\nIn fairness (or justice), President Obama isn’t the only one grabbing for our guns.\n\nSadly, there are many so-called conservatives joining the chorus calling for “common sense” restrictions on the type of arms and ammunition common people may own.\n\nHere’s the uncomfortable truth: There is nothing in the Second Amendment that excludes ownership of certain weapons from within its protection. In fact, the text of the Second Amendment is very clear regarding the government’s ability to qualify this most basic liberty: “the right of the people to keep and bear arms, shall not be infringed.”\n\nMany “gun rights groups,” though, believe that the government has the right to give and take away the right to own firearms depending on whether the person has complied with “reasonable” federal guidelines. This is treachery!\n\nAlthough Americans have allowed this right to be redefined by Congress, the courts, and the president, the plain language of the Second Amendment explicitly forbids any infringement on this right that protects all others.\n\nIn fact, the reason for inclusion of the Second Amendment in the Bill of Rights had little to do with the British and more to do with future attempts by an out-of-control, all-powerful central authority disarming the American people as a step toward tyranny. Take, for example, theses statements by our forefathers regarding the purpose of the passage of this amendment:\n\nIn commenting on the Constitution in 1833, Joseph Story wrote:\n\nThe right of the citizens to keep and bear arms has justly been considered, as the palladium of the liberties of a republic; since it offers a strong moral check against the usurpation and arbitrary power of rulers; and will generally, even if these are successful in the first instance, enable the people to resist and triumph over them.\n\nIn his own commentary on the works of the influential jurist Blackstone, Founding-era legal scholar St. George Tucker wrote:\n\nThis may be considered as the true palladium of liberty.... The right of self defence is the first law of nature: in most governments it has been the study of rulers to confine this right within the narrowest limits possible. Wherever standing armies are kept up, and the right of the people to keep and bear arms is, under any colour or pretext whatsoever, prohibited, liberty, if not already annihilated, is on the brink of destruction.\n\nWriting in The Federalist, Alexander Hamilton explained:\n\nIf the representatives of the people betray their constituents, there is then no resource left but in the exertion of that original right of self-defense which is paramount to all positive forms of government, and which against the usurpations of the national rulers, may be exerted with infinitely better prospect of success than against those of the rulers of an individual state.\n\nTo use the president’s own words, Americans who believe that the right of self-government was given to them by God must “not stop working” to defend that right from the “dangerous” despots in Washington, D.C.", "article_metadata": {"keywords": "Obama, interview, BBC, gun control, guns, gun safety, Second Amendment", "og": {"url": "http://www.thenewamerican.com/usnews/constitution/item/21322-obama-s-biggest-frustration-u-s-does-not-have-enough-gun-laws", "image": "http://www.thenewamerican.com/media/k2/items/cache/15d38c03a86f1b5c10ad8559a83f8714_XL.jpg", "type": "article", "description": "Of all the items on his presidential bucket list that Barack Obama hasn’t checked off, there is one that bothers him more than any other: He hasn't confiscated enough weapons. By Joe Wolverton, II, J.D.", "title": "Obama's Biggest Frustration: U.S. Does Not Have Enough Gun Laws!"}, "image": "http://www.thenewamerican.com/media/k2/items/cache/15d38c03a86f1b5c10ad8559a83f8714_XL.jpg", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fe1a81\"", "article_summary": "In fairness (or justice), President Obama isn’t the only one grabbing for our guns.\nA gun, you see, without ammunition is just a club, and tyrants have always known that and acted accordingly.\nIf you look at the number that have been killed by gun violence, it's in the tens of thousands.\nBut not only did President Obama fail to consider the Constitution in his lament, in June he said it was “politics” that has kept him from restricting the availability of guns.\nAnother of President Obama’s executive orders clarifies the fact that ObamaCare “does not prohibit doctors asking their patients about guns in their homes.”So long, liberty."}