{"article_title": "Taylor Swift", "article_keywords": ["wearing", "blouse", "taylor", "lipstick", "try", "report", "really", "swift", "red", "clothes"], "article_url": "http://www.inquisitr.com/1267463/taylor-swift-what-news/", "article_text": "The following article is entirely the opinion of Jim Bennett and does not reflect the views of the Inquisitr.\n\nTaylor Swift seems to be in a constant spotlight for everything she does in her life. Granted, she is a celebrity, and the spotlight will always find her. However, is a report needed on everything?\n\nRemember Taylor Swift before she was Taylor Swift? She was the bright-eyed, bushy-tailed, 14-year-old country songwriter who had a knack for a great hook. We enjoyed her music, her poetry, her talent.\n\nNow Taylor Swift is making news for her outfits, her boyfriends, really anything but her music. Take this article written by The Daily Mail, a UK publication: The big news story appears to be that Taylor Swift is wearing clothes. Bravo. The story behind the story is that she is wearing these clothes at the gym. Who really brings these clothes to a gymnasium, where people actively exercise? If there were as good a time to be caught in yoga pants, it would be at a gym.\n\nInstead, Taylor Swift chooses a white blouse, light blue skirt, and lovely heels. If there is any one piece of clothing that shouldn’t be found at the gym, it’s a blouse. But this is what we’re talking about. Taylor Swift wearing a blouse certainly is not what we would deem “newsworthy.”\n\nTaylor Swift certainly seems to be taking the media circus well recently. But we are sure that Ms. Swift would agree that it’s a bit silly that a newspaper is wasting ink on the status on Taylor Swift’s outfit.\n\nHere’s another topic found at the top of the news for Taylor Swift, provided by Huffington Post. Wouldn’t you like to know how Taylor Swift feels about red lipstick? Well, we’ll tell you. She feels like her face looks worse without it. Holy cow. Earth has shifted. Taylor Swift likes red lipstick. How about reporting on something with substance, media? The problem is, there is no substance when it comes to Taylor Swift. She hasn’t put out an album or gone on a major tour recently. But we can’t really expect her to keep pumping out record after record, or break up with boyfriend after boyfriend.\n\nSo, if there is no news, don’t try to create the news. That’s what we in the news try not to do, create the news. When the real news happens, we’re here to report on it. So, when Taylor Swift has a real newsworthy moment, we’ll report on it. Until then, rest assured that Taylor Swift is wearing clothes and red lipstick.", "article_metadata": {"description": "Taylor Swift seems to be in a constant spotlight for everything she does in her life. Granted, she is a celebrity, and the spotlight will always find her.", "og": {"site_name": "The Inquisitr News", "description": "Taylor Swift seems to be in a constant spotlight for everything she does in her life. Granted, she is a celebrity, and the spotlight will always find her.", "title": "Taylor Swift: What News?", "url": "http://www.inquisitr.com/1267463/taylor-swift-what-news/", "image": "http://cdn.inquisitr.com/wp-content/uploads/2014/05/taylor-swift.png", "article": {"published_time": "2014-05-25T22:10:05+00:00", "modified_time": "2014-05-25T22:36:16+00:00"}, "type": "article"}, "image": "http://cdn.inquisitr.com/wp-content/uploads/2014/05/taylor-swift.png", "msapplication-TileColor": "#ed1c24", "datePublished": "2014-05-25T22:10:05+00:00", "fb": {"app_id": 164157850314499, "pages": 71179904752}, "msapplication-TileImage": "http://cdn.inquisitr.com/assets/0cec37/dist/images/logos/inq-win.png", "keywords": "taylor swift,taylor swift lipstick,taylor swift news,taylor swift outfit,taylor swift shoes,opinion", "HandheldFriendly": "True", "y_key": "f282393706a5fd85", "twitter": {"image": {"src": "http://cdn.inquisitr.com/wp-content/uploads/2014/05/taylor-swift.png", "width": 670, "height": 409}, "site": "@theinquisitr", "card": "summary_large_image", "description": "Taylor Swift seems to be in a constant spotlight for everything she does in her life. Granted, she is a celebrity, and the spotlight will always find her."}, "viewport": "width=980"}, "_id": "\"57477af36914bd0286fcf14a\"", "article_summary": "Remember Taylor Swift before she was Taylor Swift?\nTaylor Swift wearing a blouse certainly is not what we would deem “newsworthy.”Taylor Swift certainly seems to be taking the media circus well recently.\nTaylor Swift seems to be in a constant spotlight for everything she does in her life.\nHere’s another topic found at the top of the news for Taylor Swift, provided by Huffington Post.\nUntil then, rest assured that Taylor Swift is wearing clothes and red lipstick."}