{"article_title": "Kansas Health Plan Shifting Costs To Employees", "article_keywords": ["employees", "kansas", "reserves", "general", "fund", "state", "costs", "shifting", "plan", "employee", "health", "care"], "article_url": "http://kcur.org/post/kansas-health-plan-shifting-costs-employees", "article_text": "Over the past year, Kansas has changed its state employee health plan so employees shoulder more of the cost burden while the cash-strapped state pays less.\n\nState officials say the changes correct imbalances within the plan and shore up a reserve fund for the future.\n\nBut Rebecca Proctor, executive director of the Kansas Organization of State Employees labor union, said the cost shift will be hard to bear for employees who haven’t had an across-the-board pay raise since 2009.\n\n“It used to be that a job working for the state was a good job,” Proctor said. “Maybe you didn’t earn as much as the private sector, but you had really good benefits and good working conditions. It’s not that way anymore.”\n\nThe state employee health plan is administered separately from the state general fund, but the state’s portion of the annual premiums come from the general fund.\n\nState contribution fell in 2014\n\nThe state employee health plan, which includes thousands of workers at public colleges and universities as well as state agencies, is administered by the Kansas Department of Health and Environment.\n\nBut all changes must be approved by the five-person Health Care Commission, which is made up of the secretary of the Department of Administration, the Kansas insurance commissioner and three appointees who represent current state employees, retired state employees and the general public.\n\nIn August 2014, the commission unanimously approved an 8.5 percent decrease in what the state pays into the plan. Contributions from employees stayed the same.\n\n“The reserve fund was significantly higher than the target reserves set by the actuary, so employee premiums were kept in check despite cost increases and the employer contributions were decreased,” KDHE spokeswoman Sara Belfry said in an email.\n\nSandy Praeger, a Republican who was insurance commissioner at the time, said she voted for the reduction as a member of the Health Care Commission because it looked like the state was on track to continue building its health plan reserves.\n\n“It was certainly never intended to shift more responsibility onto the employees,” Praeger said.\n\nBut that’s what happened this year, after the reserves began to dwindle.\n\nAs it turned out, 2014 was a heavy year for state employee health care claims. That, coupled with the decreased state contributions, meant KDHE had to dip into the plan reserves more than in recent years to cover payments to health care providers.\n\nAccording to Aon, a consulting group the state contracts with to analyze health care trends, claims are dropping back to forecasted levels in 2015. But KDHE’s health plan administrators cited 2014’s increased use and the dropping reserves as reasons to increase what employees now must contribute to the plan.\n\nThey also recommended higher deductibles, a $5 increase in the office visit co-pays and increased premiums, especially for employees who also cover their spouse and children.\n\nThe family plans that cover dependents were changed to draw in an average of 37 percent more revenue from those employees. Employees in other plans saw smaller cost increases and even non-state employers, like the universities, were asked to pay more.\n\nThe only contributor to the health plan that was not asked to pay more was the state of Kansas.\n\nSmoothing the ‘imbalances’\n\nMinutes from the July 6 Health Care Commission meeting show that the recommendations were adopted 4-1, with the lone “no” vote coming from commissioner Steve Dechant, a Hutchinson resident who was appointed by former Democratic Gov. Mark Parkinson in 2009 to represent retired state employees.\n\nDechant said the projections made it clear the reserve was being spent down and the plan needed to be altered. He said there were “imbalances” in the plan that favored employees enrolled in high-deductible family plans, and those imbalances should be gradually smoothed out.\n\nBut he could not support the size of the cost increases levied on those plans this year.\n\n“I did not vote for the plan this year, I voted against it,” Dechant said. “Not because I totally opposed it, but because I did not want to raise the employees’ (share) quite that much.”\n\nScott Day, a Topeka insurance agent appointed by Republican Gov. Sam Brownback to represent the general public on the Health Care Commission, voted for the plan.\n\nHe said the state was spending a lot on the family plans, which even after the premium hikes remain generous compared to what’s offered in other states.\n\n“I was in support of raising what the family rates went to,” Day said. “We needed to get that more in line with other private and public plans.”\n\nAccording to an April 2014 paper published by the American Enterprise Institute for Public Policy Research, Kansas public employees received more generous health benefits than similar private sector workers, but their total benefits package was not enough to offset a 19 percent deficit in wages.\n\nThe American Enterprise Institute, a conservative-leaning think tank, determined that Kansas state workers received 4 percent lower total compensation — wages and benefits — than their private sector counterparts, which tied them with Indiana workers for the nation’s largest deficit.\n\nThat was before the Health Care Commission approved the latest premium increases.\n\nSharing the pain\n\nPraeger, whose term on the commission ended in January when she left office after serving three terms, said she would have been skeptical of shifting so much cost to the employees without increasing the state’s contribution at all.\n\n“If (health care) costs are going up — and I don’t doubt that’s the case — there ought to be shared pain,” Praeger said. “Especially because we just reduced the state’s portion thinking we were OK in terms of reserves.”\n\nBut there’s little room in the general fund right now for the state to share in the pain.\n\nLegislators took a record 114 days last session to pass a budget that barely balanced. In the early months of the fiscal year that started July 1, tax revenues have come in more than $60 million below projections, making the budget situation even more perilous.\n\nMost legislative observers expect that when the state’s tax revenue estimators convene next month they will revise projections downward for the fourth straight time. If that happens, Brownback and legislators will be forced to balance the budget through spending cuts or additional transfers from the Kansas Department of Transportation.\n\nWith the changes approved by the Health Care Commission in the past year, the employers in the plan, including the state, still will be paying more than twice the amount paid by employees.\n\nBut the state and other employers will pay in about $25 million less in 2016. The recent changes will require employees to contribute $23 million more in 2016 than they did in 2014.\n\nKeeping an eye on reserves\n\nThe reserve fund will continue to be depleted if health care costs continue to rise. KDHE’s Division of Health Care Finance’s 10-year projections assume that the reserves will be replenished through 27 percent increases in both the employee and employer contributions in 2017, but those increases have not been approved and are speculative.\n\nThe reserve fund is a trust fund that the governor is not authorized to sweep money from, even in dire budget times.\n\nBut Sen. Laura Kelly, a Democrat whose Topeka district includes many state employees, said that the administration’s recommendations still use the reserves to help balance the budget by reducing the state’s annual contribution.\n\n“It appears that the state will use reserves instead of state general funds to cover some of the employer’s contributions in Plan Year (20)16, then use state general funds for Plan Years (20)17 and beyond,” Kelly said in an email. “One might suspect the fact that 2016 is an election year is driving the administration’s strategy for funding the state employee health plan.”\n\nSpending down the health plan’s reserves means the state can hold on to general fund dollars and minimize the need for additional tax increases.\n\nProctor said she believes state workers are unfairly being asked to pay more because of budget crises that stem from a 2012 law that lowered income tax rates and exempted 300,000 businesses from paying any state income tax.\n\n“I do think it’s just another example of where the working people in Kansas are being asked to foot the bill for tax breaks to business, and it’s not appropriate,” Proctor said.\n\nBelfry said health care costs and health insurance premiums have risen nationwide since the federal Affordable Care Act was passed in 2010, and the state raised its contribution to employee health plans in 2010, 2011 and 2012.\n\n“Higher premiums to the state, along with projected (spending) growth rates, have resulted in an increase in (employee) premium rates this year,” Belfry said.\n\nBut health care costs and premiums were rising long before the ACA , and this time the state is not sharing the increased cost burden.\n\nPraeger said that’s short-term thinking.\n\n“The more we shift those costs to individuals, the more likely it is they’re not going to be able to afford needed health care services,” Praeger said. “They’ll just delay. And ultimately if it develops into something serious, then it will be more costly for everyone, including the state.”\n\nAndy Marso is a reporter for KHI News Service in Topeka, a partner in the Heartland Health Monitor team.", "article_metadata": {"category": "Health", "description": "Over the past year, Kansas has changed its state employee health plan so employees shoulder more of the cost burden while the cash-strapped state pays less", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://kcur.org/post/kansas-health-plan-shifting-costs-employees", "image": "http://mediad.publicbroadcasting.net/p/kcur/files/styles/medium/public/201510/proctor__rebecca.png", "type": "article", "description": "Over the past year, Kansas has changed its state employee health plan so employees shoulder more of the cost burden while the cash-strapped state pays less", "title": "Kansas Health Plan Shifting Costs To Employees"}, "story_id": 448294177, "twitter": {"site": "@kcur", "card": "summary", "creator": "@kcur"}, "author": "Andy Marso", "org_id": 0, "dc": {"title": "Kansas Health Plan Shifting Costs To Employees"}, "nid": 80331, "datePublished": "2015-10-13", "keywords": "Kansas budget, health care, Heartland Health Monitor", "wordCount": 1734, "has_audio": 0, "viewport": "width=device-width"}, "_id": "\"57477af46914bd0286fe2cc1\"", "article_summary": "Over the past year, Kansas has changed its state employee health plan so employees shoulder more of the cost burden while the cash-strapped state pays less.\nIt’s not that way anymore.”The state employee health plan is administered separately from the state general fund, but the state’s portion of the annual premiums come from the general fund.\nState contribution fell in 2014The state employee health plan, which includes thousands of workers at public colleges and universities as well as state agencies, is administered by the Kansas Department of Health and Environment.\nBut KDHE’s health plan administrators cited 2014’s increased use and the dropping reserves as reasons to increase what employees now must contribute to the plan.\nAs it turned out, 2014 was a heavy year for state employee health care claims."}