{"article_title": "Treating Transgender Patients in the ED", "article_keywords": ["treating", "patient", "nursing", "emergency", "nurses", "ed", "experience", "patients", "james", "transgender", "care"], "article_url": "http://community.advanceweb.com/blogs/nurses3/archive/2015/09/29/treating-transgender-patients-in-the-ed.aspx", "article_text": "Treating Transgender Patients in the ED\n\nPublished September 29, 2015 9:19 AM by September 29, 2015 9:19 AM by Guest Blogger\n\nGuest editorial by Matthew F. Powers, MS, BSN, RN, MICP, CEN, president of the Emergency Nurses Association, the leading nursing association serving the emergency nursing profession through research, publications, professional development, and emphasis on quality and patient safety.\n\nA trip to the emergency department can be a stressful event for any patient just given the fact they are sick or injured. As emergency nurses, we are on the front line helping patients to remain calm and get the care they need. But what happens when something avoidable goes wrong and it turns into an even more traumatic situation? For a transgender patient, this is often a reality.\n\nAccording to a 2011 study (Injustice at Every Turn: A Report of the National Transgender Discrimination Survey, 2011), nearly 30 percent of transgender people report harassment or violence during their medical visits, and 33 percent of transgender people postponing medical care as a result of these implications and dangers.\n\nThese statistics are unacceptable. It's crucial for us, as emergency healthcare professionals, to provide care to transgender patients that's proactive, accurate, compassionate and considerate, as we strive to treat all patients the same without judgement\n\nIn fact, new research from the Journal of Emergency Nursing highlights the importance of acting appropriately when caring for transgender patients in the ED. The article chronicles the experience of Brandon James, (a pseudonym), in an American ED in 2015. According to the case study, the patient's ED visit was filled with situations that a transgender person might experience with ED personnel who are unfamiliar with treating transgender patients.\n\nFor instance, James, a masculine transgender man who transitioned using hormone replacement therapy five years before his ED experience in 2011, describes his check-in process as humiliating. When James presented his driver's license, which identified him as a female, he was met with staff debating his gender aloud and pulling in an additional two to three people to assist him. This occurred despite the fact that his electronic medical records from previous hospital visits included female gender markers. James describes feeling like a \"freak show at the circus.\"\n\nAfter waiting several hours to be treated, a nurse who listened to James' friend recount the check-in experience apologized and validated their experience. It's critical for all nurses to take actions like this to make sure every patient's dignity is preserved.\n\nJames' story identifies new implications for emergency nursing practice when treating a transgender person, as nurses today care for an increasing number of transgender patients. Nurses and their ED colleagues must understand how to give these patients the care and respect they deserve.\n\nHere are a few important takeaways from James' story that emergency nurses should consider when caring for transgender patients in the future. Nurses should take these steps to provide a high-quality and comfortable experience for the transgender patient:\n\nAsk the person how they would like to be addressed. In the case of Brandon James, many insensitivities could have been avoided if the ED staff member asked the patient how he would like to have been addressed.\n\nUse the proper pronoun. When speaking to a transgender patient, use the pronoun that matches the gender to which he or she currently identifies.\n\nKeep conversation clinical. Only ask clinically relevant questions during the examination of a transgender patient as one would with all patients.\n\nBe sensitive to shared spaces. When taking a transgender patient into an area of the ED where he or she might share a space with another patient, keep gender to which he or she identifies, top of mind.\n\nLead by example. Because nurses are on the front lines of patient care in the ED, they should take a leadership role in showing respect to all patients regardless of how they identify themselves, and step in to help defuse any sensitive situations they observe.\n\nJames' story is told in the article, \"I Was a Spectacle...A Freak Show at the Circus: A Transgender Person's ED Experience and Implications for Nursing Practice,\" to prevent similar events from happening in EDs across the country. You can find the full article here.", "article_metadata": {"keywords": "Patient Care,emergency nursing", "verify-v1": "OnOXGFlrpbkMSS3mTXziAzzjc9Yf2dJbhcL5moFcTGg=", "description": "Guest editorial by Matthew F. Powers, MS, BSN, RN, MICP, CEN, president of the Emergency Nurses Association, the leading nursing association serving the emergency nursing profession through research, publications, professional development, and emphasis", "GENERATOR": "CommunityServer 2.1 SP2 (Debug Build: 0.0)"}, "_id": "\"57477af46914bd0286fdfef1\"", "article_summary": "According to the case study, the patient's ED visit was filled with situations that a transgender person might experience with ED personnel who are unfamiliar with treating transgender patients.\nJames' story identifies new implications for emergency nursing practice when treating a transgender person, as nurses today care for an increasing number of transgender patients.\nIt's crucial for us, as emergency healthcare professionals, to provide care to transgender patients that's proactive, accurate, compassionate and considerate, as we strive to treat all patients the same without judgementIn fact, new research from the Journal of Emergency Nursing highlights the importance of acting appropriately when caring for transgender patients in the ED.\nHere are a few important takeaways from James' story that emergency nurses should consider when caring for transgender patients in the future.\nOnly ask clinically relevant questions during the examination of a transgender patient as one would with all patients."}