{"article_title": "Holding the Democratic Convention in Brooklyn? Fuhgeddaboudit.", "article_keywords": ["arena", "city", "ratner", "center", "housing", "mr", "brooklyn", "barclays", "fuhgeddaboudit", "holding", "convention", "democratic", "forest"], "article_url": "http://www.nytimes.com/2015/01/21/opinion/holding-the-democratic-convention-in-brooklyn-fuhgeddaboudit.html", "article_text": "AT some point in the next few weeks, the Democratic National Committee will announce the location of its 2016 convention. Philadelphia and Columbus are in the running, but for many, the money is on Brooklyn. And the site does seem attractive: The convention would take place at the Barclays Center, a state-of-the-art arena in the hippest borough of the nation’s media capital.\n\nBut setting aside the wisdom of hosting a Democratic convention in the bluest spot east of Berkeley, the committee should look elsewhere. Brooklyn and Barclays are a logistical and ethical minefield.\n\nFirst, logistics. Despite an estimated 2,000 hotel rooms in Downtown Brooklyn, most of the expected 35,000 visitors will sleep in Manhattan. Though the arena is quite accessible by subway, the city has proposed moving thousands of delegates along temporary dedicated bus lanes across the bridges and through Downtown Brooklyn — a potential traffic mess along an already congested corridor.\n\nMore important, the Barclays Center’s neighborhood setting — a busy commercial center shoehorned into a dense residential zone — means there will be little parking available and little margin of error for vehicles serving the arena and the trucks going to its loading docks.\n\nBackers profess no worries; after all, they say, critics of the arena raised similar concerns after 2003 when its developer, Forest City Ratner, announced that the Nets basketball team would move there from New Jersey, and traffic has been manageable. But arena events still vex the nearest neighbors, especially when limousines and other private vehicles lurk on residential blocks, since there’s little streetside parking and few places to legally idle.\n\nAdvertisement Continue reading the main story\n\nThe convention would ripple farther than boosters admit. A political conclave, in this security-conscious era, entails a much more robust police presence, with the potential for street and even sidewalk closures in the surrounding blocks (Mayor Bill de Blasio did not acknowledge that nearby businesses might have to close for the convention until that uncomfortable possibility was raised in Politico). And, of course, space must be found for the armies of reporters, film crews and protesters who would inevitably follow.\n\nThen there’s the arena itself. Do the members of the Democratic National Committee realize that the convention would be in a major construction zone? While the Barclays Center interior is finished (though workers are retrofitting a green roof), its neighboring sites in the Atlantic Yards megaproject, a forest of residential skyscrapers now called Pacific Park Brooklyn, have only just gotten started. Two of those towers that abut the arena will be under construction in summer 2016, bracketing an entire flank of the arena with cranes and construction equipment.\n\nPhoto\n\nThe arena also raises ethically sticky questions for the Democrats. While the Barclays Center is owned primarily by Forest City Ratner, 45 percent of it is owned by the Russian billionaire Mikhail D. Prokhorov (who also owns 80 percent of the Brooklyn Nets). Mr. Prokhorov has a necessarily cordial relationship with Russia’s president, Vladimir V. Putin — though he has been critical of Mr. Putin in the past, last year, at the Russian president’s request, he tried to transfer ownership of the Nets to one of his Moscow-based companies. An oligarch-owned arena is an odd place to host one of American democracy’s premier events.\n\nThe dubious optics extend to Forest City Ratner’s other partner, the Greenland Holding Group, a Chinese conglomerate that owns most of the planned 16-tower project tethered to the arena. Owned by the government of Shanghai, Greenland now reaps the benefit of the subsidies, tax breaks and cheap land that Forest City Ratner wangled for the project in the 2000s.\n\nPerhaps the diciest symbolism regards Greenland and Forest City Ratner’s extensive use of a federal program called EB-5, which allows foreign investors to get visas in exchange for a short-term $500,000 investment (an amount that, on paper, is purported to create 10 jobs).\n\nGreenland and Forest City Ratner have already reportedly raised some $250 million through the program; put differently, a Chinese government is making a profit by marketing American residency to its own nationals — a bizarre, if legal, twist on the law’s intent.\n\nForest City Ratner has long defended the project by citing its promise to include 2,250 “affordable housing” units (out of 6,430 total). It’s a promise that the mayor is happy to repeat: At the Dec. 15 groundbreaking for a tower on the eastern end of the site, Mr. de Blasio cited a “100 percent affordable” tower as “a symbol of what we intend to do with our affordable housing plan over and over.” But affordable housing is a vague term, and in this case, half of those units will go to households earning six figures. While most New Yorkers could use help with housing costs, this departs from Forest City’s promise to help more working-class residents.\n\nWhile Mr. de Blasio tries to sell Barclays Center and Atlantic Yards as an icon of a hip, prospering city, in reality Brooklyn continues to struggle with yawning socioeconomic challenges, including a 35 percent child poverty rate. And while that shouldn’t be a reason not to boost one’s own city, Brooklyn’s challenge today is not boosting its profile but dealing with the attractiveness of its already enormous global cachet. The last decade has seen a cascade of Manhattan and global wealth pouring into the borough, buying up huge chunks of working-class neighborhoods and converting them into fields of luxury condos. This is gentrification on steroids, an enormous challenge that the mayor can barely dent.\n\nThe Barclays Center/Atlantic Yards megaproject, which relied on a dubious finding of blight to deliver a gentrifying district to a developer via eminent domain, was even touted as a response to gentrification, but has hardly proven so.\n\nAdvertisement Continue reading the main story\n\nBrooklyn and Barclays are fine places to visit. But they are the last place that a political party intent on building a base among the struggling American middle class should choose for its quadrennial close-up.", "article_metadata": {"tone": "opinion", "ptime": 20150121121204, "twitter": {"description": "The party should avoid the logistical and ethical minefield at Barclays Center.", "title": "Holding the Democratic Convention in Brooklyn? Fuhgeddaboudit.", "url": "http://www.nytimes.com/2015/01/21/opinion/holding-the-democratic-convention-in-brooklyn-fuhgeddaboudit.html", "app": {"url": {"googleplay": "nytimes://reader/id/100000003461354"}, "name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}}, "site": "@nytimes", "image": "https://static01.nyt.com/images/2015/01/21/opinion/21barclays/21barclays-thumbLarge.jpg", "card": "summary"}, "al": {"ipad": {"url": "nytimes://www.nytimes.com/2015/01/21/opinion/holding-the-democratic-convention-in-brooklyn-fuhgeddaboudit.html", "app_store_id": 357066198, "app_name": "NYTimes"}, "android": {"url": "nytimes://reader/id/100000003461354", "app_name": "NYTimes", "package": "com.nytimes.android"}, "iphone": {"url": "nytimes://www.nytimes.com/2015/01/21/opinion/holding-the-democratic-convention-in-brooklyn-fuhgeddaboudit.html", "app_store_id": 284862083, "app_name": "NYTimes"}}, "thumbnail_width": 75, "dfp-ad-unit-path": "opinion", "hdl_p": "Holding the Democratic Convention in Brooklyn? Fuhgeddaboudit.", "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/opinion/index.jsonp", "DISPLAYDATE": "Jan. 21, 2015", "edt": "The New York Times on the Web", "keywords": "Atlantic Yards (Brooklyn),Democratic National Convention,Brooklyn (NYC),Affordable Housing", "applicationName": "article", "PT": "article", "author": "Norman Oder", "thumbnail_150": "https://static01.nyt.com/images/2015/01/21/opinion/21barclays/21barclays-thumbLarge.jpg", "sourceApp": "nyt-v5", "slug": "21oder", "byl": "By NORMAN ODER", "thumbnail_150_height": 150, "usageTerms": "http://www.nytimes.com/content/help/rights/sale/terms-of-sale.html", "lp": "The party should avoid the logistical and ethical minefield at Barclays Center.", "tom": "Op-Ed", "dfp-amazon-enabled": "false", "thumbnail": "https://static01.nyt.com/images/2015/01/21/opinion/21barclays/21barclays-thumbStandard.jpg", "description": "The party should avoid the logistical and ethical minefield at Barclays Center.", "CG": "opinion", "robots": "noarchive", "dat": "Jan. 21, 2015", "fb": {"app_id": 9869919170}, "msapplication-starturl": "http://www.nytimes.com", "genre": "Op-Ed", "article": {"section_url": "http://www.nytimes.com/pages/opinion/index.html", "section": "Opinion", "modified": "2015-01-21", "collection": "https://static01.nyt.com/services/json/sectionfronts/opinion/index.jsonp", "tag": "Affordable Housing", "published": "2015-01-21", "section-taxonomy-id": "AD8090D7-4137-4D71-84C8-70DA3BD89778"}, "thumbnail_height": 75, "geo": "Brooklyn (NYC)", "thumbnail_150_width": 150, "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "utime": 20150121140753, "og": {"url": "http://www.nytimes.com/2015/01/21/opinion/holding-the-democratic-convention-in-brooklyn-fuhgeddaboudit.html", "image": "https://static01.nyt.com/images/2015/01/21/opinion/21barclays/21barclays-facebookJumbo.jpg", "type": "article", "description": "The party should avoid the logistical and ethical minefield at Barclays Center.", "title": "Holding the Democratic Convention in Brooklyn? Fuhgeddaboudit."}, "pdate": 20150121, "des": "Affordable Housing", "articleid": 100000003461354, "cre": "The New York Times", "hdl": "Holding the Democratic Convention in Brooklyn? Fuhgeddaboudit.", "col": "Op-Ed Contributor", "PST": "Op-Ed"}, "_id": "\"57477af46914bd0286fe073a\"", "article_summary": "AT some point in the next few weeks, the Democratic National Committee will announce the location of its 2016 convention.\nForest City Ratner has long defended the project by citing its promise to include 2,250 “affordable housing” units (out of 6,430 total).\nBut setting aside the wisdom of hosting a Democratic convention in the bluest spot east of Berkeley, the committee should look elsewhere.\nOwned by the government of Shanghai, Greenland now reaps the benefit of the subsidies, tax breaks and cheap land that Forest City Ratner wangled for the project in the 2000s.\nAnd the site does seem attractive: The convention would take place at the Barclays Center, a state-of-the-art arena in the hippest borough of the nation’s media capital."}