{"article_title": "Eastern Oregon Becomes Nation’s First Mental Health Professional IPA", "article_keywords": ["practice", "ipa", "mental", "eastern", "workers", "providers", "oregon", "nations", "health", "dunlap", "gertler", "ipas", "professional", "care"], "article_url": "https://www.thelundreport.org/content/eastern-oregon-becomes-nation%E2%80%99s-first-mental-health-professional-ipa", "article_text": "Psychologists, social workers, and other mental health professionals in the Bend area have incorporated an Independent Practice Association through the American Mental Health Alliance, the first of its kind in the country.\n\n“We are the first to do this,” said Ray Gertler PhD, president of the Central Oregon Mental Health Professional Alliance. “We are trying to build a clinic without walls.”\n\nTraditionally IPA’s have been for physicians. Through banding together doctors can negotiate better contracts with insurance companies, hospitals, and managed care associations. By contrast, many psychologists and other mental health workers in private practice have remained independent, processing payments through a “fee-for-service” model.\n\nNow that model is being phased out as part of the rollout of the Affordable Care Act, and mental health workers are being forced to adapt.\n\n“We are really playing catch-up with the doctors” said Portland psychologist Michaele Dunlap.\n\nThe IPA’s major administrative innovation is the introduction of an information sharing system dubbed “Connecting Care.” In an interview with The Lund Report, Dunlap said Connecting Care would standardize electronic records throughout Oregon’s mental health community, and facilitate the sharing of that information. Connecting Care is also a response to the Affordable Care Act’s demand of greater exchange of medical information, especially between primary and specialty care.\n\n“Mental health providers are rather belatedly recognizing that functioning as a group makes more sense in light of the new requirement for coordination with doctors” Dunlap said.\n\nOn the financial side the IPA is an acknowledgement that, under the Affordable Care Act, mental health worker’s existing model of private practice is simply not viable. The American Mental Health Alliance-OR Metro Dec.-Jan. newsletter states “ It is highly likely that insurance companies will contract with groups of providers rather than individuals …It will just become too expense administratively for third party payers to contract with individual providers (sic).”\n\nMental health workers are also preparing for potential changes with the advent of coordinated care organizations. While CCO’s currently only manage Oregon Health Plan and Medicaid dollars, it’s likely that within a few years they’ll have the capacity to manage commercial contracts as well. This structure would leave little negotiating room for independent practitioners.\n\nDunlap said that the IPA was “certainly willing to consider” contracting with CCO’s, but that the current requirements for a Certificate of Authority–issued by County mental health departments to mental health provider groups– are “unduly burdensome.”\n\nThe IPA also plans to develop its own internal auditing system to isolate itself from outside audits. The Dec.-Jan. newsletter says, “Insurance companies are using Recovery Auditor Contractors, or RACs, to audit medical and mental health records. RACs are paid on a percentage of the money they recover, and they are ruthless…we will develop our own internal audit system that effectively keeps outside auditors away (sic).”\n\nBend was an ideal testing ground for the IPA because of the small size of its mental health community and the region’s high demand for mental health services, said Gertler. Of the roughly 100 licensed health professionals in central Oregon, the IPA has registered 41in less than a year.\n\n“In other parts of the country what has happened over the last few years is that large regional medical centers have established their own mental health departments and frozen independent practitioners out of practice,” said Gertler. “We don’t want to see that happen in Bend.”\n\nBoth Gertler and Dunlap stressed in their interviews with The Lund Report that the IPA includes a coalition of mental health professionals because such diversity offered better coordination and more skills than a single mental health discipline such as psychologists.\n\nAnother reason for such diversity is the ability to be protected from anti-trust scrutiny. The Dec.-Jan. newsletter says that a single discipline IPA may be “perceived of as trying to reduce competition and create a monopoly for mental healthcare treatment. Monopolies are illegal.”\n\nThe American Mental Health Alliance-OR is currently organizing an IPA in the Portland metro area and is working with Michael Crew with the law firm of Dunn Carney. Crew has been writing bylaws for physician IPA’s for more than 25 years, and said his current work is relatively the same as that he has done previously: “the issues are the same for IPAs of mental health providers and IPAs of physical health providers.”\n\nNeither Dunlap nor Gertler would comment on the IPA’s potential contracts, except to say they were in negotiations now and hoped to have a number of contracts in 2014. Dunlap hopes these IPAs will become models for communities of mental health practitioners across Oregon and the nation.\n\nMiles Bryan can be reached at pbryan1990@gmail.com.", "article_metadata": {"MobileOptimized": "width", "viewport": "width=device-width", "Generator": "Drupal 7 (http://drupal.org)", "HandheldFriendly": "true"}, "article_summary": "“We are the first to do this,” said Ray Gertler PhD, president of the Central Oregon Mental Health Professional Alliance.\nBy contrast, many psychologists and other mental health workers in private practice have remained independent, processing payments through a “fee-for-service” model.\nThe Dec.-Jan. newsletter says, “Insurance companies are using Recovery Auditor Contractors, or RACs, to audit medical and mental health records.\nPsychologists, social workers, and other mental health professionals in the Bend area have incorporated an Independent Practice Association through the American Mental Health Alliance, the first of its kind in the country.\nDunlap hopes these IPAs will become models for communities of mental health practitioners across Oregon and the nation."}