{"article_title": "Some state workers to see new option for health-care coverage", "article_keywords": ["option", "programs", "medical", "accountable", "public", "pebb", "state", "health", "coverage", "healthcare", "workers", "uw", "care"], "article_url": "http://www.seattletimes.com/seattle-news/some-state-workers-to-see-new-option-for-health-care-coverage/", "article_text": "The new health-benefit offerings would emphasize cost targets and care quality over the traditional fee-for-service model that prevails today.\n\nAn approach to health care that supporters tout as better quality for a lower price will be offered to some Washington state employees beginning next year.\n\nThe Washington state Health Care Authority, the agency that manages benefits for public workers through the Public Employee Benefits Board (PEBB), has signed deals with the UW Medicine Accountable Care Network and the Puget Sound High Value Network to provide coverage to PEBB members.\n\nThe arrangements are similar to an accountable care organization or ACO — a strategy for delivering health care that has taken off under the Affordable Care Act and is growing nationwide. In Washington, there are already ACOs and ACO-like options for residents. including Medicare participants and Boeing workers.\n\nThe goal of an ACO is to control medical and insurance costs by setting spending targets. But to make sure patients also receive good care, doctors and other providers must meet health and satisfaction goals as well. If clinics and hospitals hit their targets, they reap financial rewards. If they don’t, they can be on the hook for the extra costs or penalties.\n\n“As we continue our efforts to improve our health care system, we want to make sure we’re emphasizing quality and coordinated care,” said Gov. Jay Inslee in a statement issued Monday. “That’s why we’re bringing new health care options to our state employees that will provide the choices and high-quality care they deserve.”\n\nThe use of accountable care programs for public workers is part of a broader effort by the state to shift away from coverage that pays for every doctor’s visit and procedure to one that links medical costs and health outcomes. The state’s goal by 2019 is for 80 percent of its health-care coverage, including Medicaid participants, to be ACO or “value-based” vs. the “fee-for-service” model.\n\nBeginning in November, PEBB members can choose one of the accountable care programs among a variety of insurance options. The coverage will begin in 2016.\n\nThe accountable care options initially are limited to workers in King, Snohomish, Kitsap, Pierce and Thurston counties. The state’s goal is to enroll 50,000 PEBB employees in one of the new programs, officials said.\n\nThe program is expected to expand statewide in 2017. PEBB covers about 355,000 public workers and family members.\n\nBoth networks include MultiCare Connected Care, Overlake Hospital Medical Center and Seattle Children’s hospital.\n\nThe UW network also includes UW Medicine, Capital Medical Center, Cascade Valley Hospitals and Clinics, Children’s University Medical Group, Seattle Cancer Care Alliance and Skagit Regional Health.\n\nAdditional members of the Puget Sound High Value Network include Edmonds Family Medicine, EvergreenHealth Partners, Lakeshore Clinic and Virginia Mason.\n\nIt was almost a year ago that Boeing announced the creation of accountable care programs for its workers. That deal involves partnerships with UW Medicine, as well as Providence Health & Services and Swedish Health Services.\n\nThe aerospace company hasn’t said how many of the 30,000 Puget Sound-area workers and retirees eligible for the ACOs have signed up. But in an interview this spring, Dr. Joe Gifford, chief executive of the Providence-Swedish Health Alliance ACO, was positive about the deal.\n\n“It’s made Boeing very happy, that’s for sure,” Gifford said, and added, “we think it’s going very well.”", "article_metadata": {"description": "The new health-benefit offerings would emphasize cost targets and care quality over the traditional fee-for-service model that prevails today.", "og": {"site_name": "The Seattle Times", "description": "The new health-benefit offerings would emphasize cost targets and care quality over the traditional fee-for-service model that prevails today.", "title": "Some state workers to see new option for health-care coverage", "url": "http://www.seattletimes.com/seattle-news/some-state-workers-to-see-new-option-for-health-care-coverage/", "image": {"width": 200, "identifier": "http://www.seattletimes.com/wp-content/themes/st_refresh/img/st-meta-facebook.png", "height": 200}, "type": "article"}, "twitter": {"description": "The new health-benefit offerings would emphasize cost targets and care quality over the traditional fee-for-service model that prevails today.", "site": "@seattletimes", "card": "http://www.seattletimes.com/wp-content/themes/st_refresh/img/st-meta-twitter.png", "title": "Some state workers to see new option for health-care coverage"}, "robots": "noarchive", "apple-itunes-app": "app-id=329502124", "fb": {"admins": 2737159, "app_id": 1522735777957334, "pages": 38472826214}, "msvalidate.01": "29FBBD36D14799A9FDE7843BF1E1CDD7", "article": {"section": "Local News", "published_time": "2015-06-08 18:45:00", "modified_time": "2015-06-08 18:45:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Local News, Health"}, "_id": "\"57477af36914bd0286fd1d95\"", "article_summary": "It was almost a year ago that Boeing announced the creation of accountable care programs for its workers.\nThe arrangements are similar to an accountable care organization or ACO — a strategy for delivering health care that has taken off under the Affordable Care Act and is growing nationwide.\nThe accountable care options initially are limited to workers in King, Snohomish, Kitsap, Pierce and Thurston counties.\nBeginning in November, PEBB members can choose one of the accountable care programs among a variety of insurance options.\n“As we continue our efforts to improve our health care system, we want to make sure we’re emphasizing quality and coordinated care,” said Gov."}