{"article_title": "Ducey's ACA exchange ban obeys the people's will", "article_keywords": ["aca", "arizona", "exchange", "freedom", "ducey", "act", "state", "health", "obeys", "peoples", "ban", "exchanges", "care", "insurance", "duceys"], "article_url": "http://www.azcentral.com/story/opinion/op-ed/2015/04/29/ducey-peoples-will-banning-exchanges/26590415/", "article_text": "My Turn: State health insurance exchanges costs Arizona taxpayers their money and jobs.\n\nACA (Photo: Bloomberg via Getty Images) Story Highlights Gov. Doug Ducey was criticized for signing bill banning creation of state health exchange\n\nBut voters had already left instructions, with approval of a proposition in 2010\n\nArizonans refuse to be Washington's accomplices in dirty work of Affordable Care Act\n\nWhen Gov. Doug Ducey signed H.B. 2643, barring Arizona from funding a health insurance exchange under the Affordable Care Act, critics denounced the decision as unnecessary and radical.\n\nArizona Republic columnist Laurie Roberts referred to the bill as \"kookiness.\" (\"Will Ducey let 200k Arizonans lose health insurance?).\n\nBut declining an exchange was not Ducey's decision to make. He was simply following the instructions Arizona voters left him nearly five years ago.\n\nOften inaptly referred to as \"marketplaces,\" exchanges instead are government bureaucracies where consumers must purchase a government-selected health insurance policy to comply with the federal mandate that every American buy insurance. Exchanges enforce ACA regulations, channel billions in taxpayer subsidies to private health insurance companies, and help the IRS penalize individuals and employers who fail to buy government-preferred plans.\n\nIn 2012, Ducey's predecessor Jan Brewer understood that a state exchange would be Arizona-funded, but not Arizona-run. She wisely announced she would not accept a raw deal giving Washington the final say on how the exchange operates and leaving Arizona to foot the bill.\n\nStates that set up exchanges are putting their taxpayers on the hook to the tune of tens of millions of dollars each year for carrying out onerous federal mandates. Brewer and Ducey recognized that's an expense Arizona taxpayers can't afford.\n\nObamacare (Photo: Joe Raedle, Getty Images)\n\nBut Ducey had an even stronger reason for signing HB 2643 into law: Arizona's Constitution forbids the state from setting up an exchange.\n\nIn 2010, Arizona voters overwhelmingly approved the Health Care Freedom Act, which protects people's right to make their own health-care decisions. It does so by preventing the state from \"compel(ling)…any person, employer or health care provider to participate in any health care system\" by imposing penalties, fines, taxes or fees.\n\nIf Ducey had chosen to create a state-funded insurance exchange, which is a conduit for enforcing the individual and employer mandates, he would have breached the will of Arizona's voters and violated the state Constitution.\n\nState exchanges are inconsistent with the Health Care Freedom Act's safeguards because they are the key vehicles for implementing the individual mandate tax. States that create exchanges are required to hand over to the federal government names and other sensitive information about citizens and their health care choices and must play key roles in enforcing the penalty on those who do not purchase the requisite insurance. And exchanges subject otherwise-exempt low-income residents to the individual mandate tax.\n\nChristina Sandefur (Photo: handout)\n\nWhat's worse, ACA exchanges impose crushing penalties on Arizona's businesses. Employers of more than 50 people that do not provide federally approved health insurance to their full-time employees and their dependents could be fined at least $2,000 per employee per year.\n\nBy enacting the Health Care Freedom Act, Arizonans definitively barred their state — and their tax dollars — from imposing this Washington-concocted burden on Arizonans and local businesses. Simply put, state officials who operate exchanges would be violating state law.\n\nA majority of states have declined to establish state-funded exchanges, including Arizona and 14 other Health Care Freedom Act states.\n\nBy passing the Health Care Freedom Act, Arizonans refused to become accomplices in Washington's dirty work. HB 2643 simply respects Arizona's commitment to protecting the health care freedom of its citizens by rejecting a state exchange.\n\nChristina Sandefur is vice president for policy at the Goldwater Institute.\n\nRead or Share this story: http://azc.cc/1zqQKKm", "article_metadata": {"google": "notranslate", "description": "My Turn: State health insurance exchanges costs Arizona taxpayers their money and jobs.", "og": {"site_name": "azcentral", "description": "My Turn: State health insurance exchanges costs Arizona taxpayers their money and jobs.", "title": "Ducey's ACA exchange ban obeys the people's will", "url": "http://www.azcentral.com/story/opinion/op-ed/2015/04/29/ducey-peoples-will-banning-exchanges/26590415/", "image": "http://www.gannett-cdn.com/GDContent/applogos/azcentral.png", "type": "article"}, "twitter": {"description": "My Turn: State health insurance exchanges costs Arizona taxpayers their money and jobs.", "title": "Ducey's ACA exchange ban obeys the people's will", "image": "http://www.gannett-cdn.com/-mm-/dd2c29cc9684659a3e8c20589cac2c6f7165f164/c=99-0-495-396&r=x643&c=640x640/local/-/media/2015/04/29/Phoenix/Phoenix/635659271650371061-phxdc5-6k8hraq1cdsuzjlrb-original.jpg", "creator": "@azcentral", "site": "@azcentral", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=600023563", "fb": {"app_id": 115142145268769}, "viewport": "width=1070", "Content-Type": "text/html; charset=UTF-8", "cXenseParse": {"gci-topic": "Persons/Jan Brewer", "gci-asset-type": "story", "gci-categories": "Persons/Jan Brewer", "title": "Ducey's ACA exchange ban obeys the people's will", "author": "Christina Sandefur", "pageclass": "article", "recs": {"category": "opinion/op-ed", "image-3-4": "http://www.gannett-cdn.com/-mm-/189e0d573597b85858b541105d44530ccbd4b5ba/c=149-0-446-396/local/-/media/2015/04/29/Phoenix/Phoenix/635659271650371061-phxdc5-6k8hraq1cdsuzjlrb-original.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/4e73987b57f0dcc23162b7be13487e11b9eca4d5/c=99-0-495-396/local/-/media/2015/04/29/Phoenix/Phoenix/635659271650371061-phxdc5-6k8hraq1cdsuzjlrb-original.jpg", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/2a423fb896ece267df14ee722243804b746ef6a9/c=34-0-561-396/local/-/media/2015/04/29/Phoenix/Phoenix/635659271650371061-phxdc5-6k8hraq1cdsuzjlrb-original.jpg", "image": "http://www.gannett-cdn.com/-mm-/95eb25562e07e3834fa83b32bdd4825a489a1828/c=0-30-594-366&r=x633&c=1200x630/local/-/media/2015/04/29/Phoenix/Phoenix/635659271650371061-phxdc5-6k8hraq1cdsuzjlrb-original.jpg", "publishtime": "2015-04-29T15:02:38.777000-07:00", "shorthed": "My Turn: Ducey's ACA exchange ban obeys the people's will", "articleid": 26590415, "image-16-9": "http://www.gannett-cdn.com/-mm-/a6dc4bb25037a1b3e56bb30de1fd038e661b6077/c=0-30-594-366/local/-/media/2015/04/29/Phoenix/Phoenix/635659271650371061-phxdc5-6k8hraq1cdsuzjlrb-original.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/dd1cfc70b5b1a31a6642b2727533faa066b678f3/c=186-0-408-396/local/-/media/2015/04/29/Phoenix/Phoenix/635659271650371061-phxdc5-6k8hraq1cdsuzjlrb-original.jpg"}}, "news_keywords": "ACA, Affordable Care Act, Obamacare, Health Care Freedom Act, HB 2643, Doug Ducey, Jan Brewer, Health care exchange, exchange ban"}, "_id": "\"57477af46914bd0286fe29bc\"", "article_summary": "In 2012, Ducey's predecessor Jan Brewer understood that a state exchange would be Arizona-funded, but not Arizona-run.\nHB 2643 simply respects Arizona's commitment to protecting the health care freedom of its citizens by rejecting a state exchange.\nBy passing the Health Care Freedom Act, Arizonans refused to become accomplices in Washington's dirty work.\n2643, barring Arizona from funding a health insurance exchange under the Affordable Care Act, critics denounced the decision as unnecessary and radical.\nIn 2010, Arizona voters overwhelmingly approved the Health Care Freedom Act, which protects people's right to make their own health-care decisions."}