{"article_title": "Check The Fine Print: Some Work-Based Health Plans Exclude Outpatient Surgeries", "article_keywords": ["insurance", "benefits", "plans", "fine", "outpatient", "workbased", "inpatient", "health", "plan", "coverage", "print", "exclude", "surgery", "employers", "surgeries", "check"], "article_url": "http://www.philly.com/philly/health/healthcare-exchange/Check_The_Fine_Print_Some_Work-Based_Health_Plans_Exclude_Outpatient_Surgeries.html", "article_text": "Libbi Stovall, 52, of Carrollton, Texas, has a history of back problems, including an outpatient surgery in 2014. She was shocked to find that her employer's 2016 health plan provides no coverage for outpatient surgery.\n\nLibbi Stovall couldn’t believe it last month when she looked at the fine print in her company’s 2016 health plan, which supposedly meets the strictest standard for employer obligations under federal rules.\n\nThe insurance paid for inpatient hospital care, office visits and diagnostic imaging. But it provided no coverage for outpatient surgery, which accounts for two out of every three operations in the nation, according to hospital industry data.\n\nAfter reviewing the plan, she realized “their policy would not give my family the coverage we need,” said Stovall, 52, who lives in Carrollton, Texas, and has a history of back problems, including outpatient surgery in 2014 to remove a cyst. Her doctor, she added, said that “I absolutely have to be on an insurance plan that covers both outpatient and inpatient hospitalization.”\n\nWorse for her, being offered such a plan through her workplace, an international staffing firm called Open Systems Technologies, barred Stovall from federal subsidies to buy more comprehensive coverage in the online insurance marketplaces.\n\nHer experience illustrates the latest chapter in the story of employers and insurance designers pushing the limits of the Affordable Care Act.\n\nLast year regulators blocked companies with millions of lower-wage workers from claiming that coverage with no inpatient hospital benefits met Obamacare’s strictest standard for large employers.\n\nNow that those so-called “skinny plans” aren’t allowed, insurance administrators and many cost-conscious employers are purporting to meet the rules with a new version that excludes another major category: outpatient surgery. The new plans may not survive regulatory scrutiny any more than the old ones did, some experts believe.\n\n“I really wonder whether they can do that,” said Timothy Jost, a law professor at Washington and Lee University in Virginia who is an authority on the health law. “Refusing to cover any outpatient physician surgical services is arguably a violation.”\n\nOutpatient surgeries — those without an overnight hospital stay — happen in a hospital or a freestanding surgery center. Hernia repairs, knee arthroscopies and repairing bone fractures are typical. They generally cost less than an inpatient operation but can still come to tens of thousands of dollars.\n\nLeaving such procedures out of a plan can save money for employers but leave workers with crippling bills.\n\nUnlike insurance sold to individuals and small businesses through online marketplaces, large employers are not required to offer a list of “essential health benefits.” Instead, they must offer minimum value — roughly comparable to that of a high-deductible, “bronze” marketplace plan — as determined by an online calculator and regulatory guidance, or face a penalty. There is also a lesser standard for large employers — “minimum essential coverage” — that triggers different fines for noncompliance. But nearly all workplace-based plans that offer some types of preventive care meet this requirement.\n\n“It was clear that hospitalization had to be covered” by large employers after regulators ruled in February that skinny plans lacking inpatient benefits did not meet minimum value, said Anne Lennan, president of the Society of Professional Benefit Administrators, a trade group for claims processors. “But then the question was, ‘How much?’”\n\nDepending on how regulators respond, new skinny plans lacking outpatient surgery benefits will help answer that question.\n\nFor 2016, such insurance has been marketed primarily to staffing companies, home health agencies, hoteliers and other lower-wage employers that had historically never provided major medical coverage. Those are the same firms that were sponsoring skinny coverage a year ago, industry consultants say.\n\nIt’s unclear how many companies said yes for this year, although last year about half the 1,600 corporate members of the American Staffing Association were interested in the plans with no inpatient coverage. The trade group didn’t conduct a similar study for the latest skinny plans, said senior counsel Edward Lenz.\n\nMore than 30 employers working with EBSO Inc., a Minnesota-based benefits company, have implemented 2016 minimum-value plans that cover inpatient hospitalization but not outpatient surgery, said EBSO’s president Bruce Flunker. He did not identify them.\n\nJFC Staffing, based in Camp Hill, Pennsylvania, offered a skinny plan lacking outpatient surgery benefits to nearly 700 eligible employees this year, said Cathy Reichelderfer, the company’s chief financial officer.\n\nJFC struggled with simultaneously conforming to Obamacare rules, offering coverage that wouldn’t break the budget and giving workers insurance they wanted, she said.\n\n“As an employer, we want to do the right thing,” she said. On one hand, offering a minimum-value plan means “potentially somebody losing their subsidy” to buy alternative coverage in the marketplaces, she said. On the other hand, overpaying for insurance or offering no insurance — and subjecting JFC to expensive Obamacare fines — could wipe out hundreds of jobs “because we can’t stay in business,” she said.\n\nBecause workers offered minimum-value coverage are presumed to have adequate insurance, they’re not eligible for tax credits to buy marketplace policies.\n\nThis is the second year under the health law in which large employers must offer affordable, minimum-value coverage or face penalties of up to $3,000 per worker.\n\nTemp companies, restaurants and other businesses that never offered major medical coverage before are “certainly keen to minimize this cost,” said Kevin Schlotman, vice president of employee benefits at Benovation, an Ohio consulting firm.\n\nFor many workers at such employers, even plans lacking inpatient benefits or outpatient surgery — but paying for office visits, emergency room care and prescriptions — are a significant improvement, say consultants selling those plans and companies offering them.\n\n“We’re not trying to provide a program that doesn’t have good coverage,” Flunker said. “We’re trying to provide a program that is meeting the current regulation and is affordable” for employers as well as workers.\n\nOST, Stovall’s employer, offered a minimum-value plan for 2016 without outpatient surgery benefits that is designed and administered by Key Benefit Administrators, one of the country’s largest independent claims-processing firms. KBA was one of the leading promoters of last year’s minimum-value coverage with no inpatient benefits.\n\nAfter Kaiser Health News and The Washington Post wrote about those policies in 2014, federal regulators issued clarifying rules saying that large-employer plans must provide “substantial coverage of inpatient hospital and physician services” to qualify as minimum value. The debate now is whether “substantial coverage” of “physician services” should include outpatient surgery.\n\nNot surprisingly, the American Hospital Association “is deeply concerned” about plans that exclude it, a spokeswoman said.\n\nNew York-based OST, which says it is one of the largest privately held staffing firms in the world, declined to comment, as did KBA’s general counsel Wallace Gray. Aaron Albright, a spokesman for the Department of Health and Human Services, referred a reporter to the regulatory language requiring “substantial coverage,” without referring to specific plans.\n\nLibbi Stovall turned down OST’s minimum-value plan. Even without tax credits to help pay for it, she bought insurance on healthcare.gov for 2016 that covers both inpatient care and outpatient surgery.\n\n“I fear that other contracting companies are giving their employees the same substandard insurance coverage and figure that these employees are too afraid to say anything for fear of retaliation,” she said. “I am standing up for these people because I don’t want to see anyone go bankrupt” from uncovered medical bills.\n\njhancock@kff.org | @JayHancock1", "article_metadata": {"byline": "Jay Hancock", "contenttype": "Article", "publication": "Philly.com", "pubdate": 20160526, "title": "Check The Fine Print: Some Work-Based Health Plans Exclude Outpatient Surgeries", "og": {"site_name": "Philly.com", "description": "Libbi Stovall couldn&rsquo;t believe it last month when she looked at the fine print in her company&rsquo;s 2016 health plan, which supposedly meets the strictest standard for employer obligations under federal rules.", "title": "Check The Fine Print: Some Work-Based Health Plans Exclude Outpatient Surgeries", "url": "http://www.philly.com/philly/health/healthcare-exchange/Check_The_Fine_Print_Some_Work-Based_Health_Plans_Exclude_Outpatient_Surgeries.html", "image": "http://media.philly.com/images/libbistovall.jpg", "type": "article"}, "contentid": 366468821, "twitter": {"url": "http://www.philly.com/philly/health/healthcare-exchange/Check_The_Fine_Print_Some_Work-Based_Health_Plans_Exclude_Outpatient_Surgeries.html", "image": "http://media.philly.com/images/libbistovall.jpg", "site": "@phillyhealthsci", "card": "summary_large_image", "title": "Check The Fine Print: Some Work-Based Health Plans Exclude Outpatient Surgeries"}, "news_keywords": "Jay Hancock", "cg": "health", "fb": {"app_id": 938226082960499}, "DC.date.issued": "2016-01-26T01:00:00-04:00", "editdate": "20160126T01:00:00", "searchdate": "2016-01-26", "keywords": "Jay Hancock", "google-site-verification": "db3T5L3C8_JvO-55gJ22lGGUnZLlNulgzTwX1NhCV3o", "verify-v1": "3x82DC93LZlv0I/hQEBoyVVjlGPtX7VxHFgv1upr+9I=", "y_key": "ccf0cd67e5f1e33c", "livedate": "20160126T01:00:00", "viewport": "width=device-width, initial-scale=1.0", "description": "Libbi Stovall couldn&rsquo;t believe it last month when she looked at the fine print in her company&rsquo;s 2016 health plan, which supposedly meets the strictest standard for employer obligations under federal rules. - Jay Hancock"}, "_id": "\"57477af46914bd0286fe077a\"", "article_summary": "Libbi Stovall, 52, of Carrollton, Texas, has a history of back problems, including an outpatient surgery in 2014.\nShe was shocked to find that her employer's 2016 health plan provides no coverage for outpatient surgery.\n“But then the question was, ‘How much?’”Depending on how regulators respond, new skinny plans lacking outpatient surgery benefits will help answer that question.\nLibbi Stovall couldn’t believe it last month when she looked at the fine print in her company’s 2016 health plan, which supposedly meets the strictest standard for employer obligations under federal rules.\nBut it provided no coverage for outpatient surgery, which accounts for two out of every three operations in the nation, according to hospital industry data."}