{"article_title": "In Tech: NFL on TuneIn, home jukebox and Uber deliveries", "article_keywords": ["uber", "writer", "service", "business", "nfl", "deliveries", "tunein", "ap", "tech", "york", "small", "audio", "jukebox", "users"], "article_url": "http://www.usnews.com/news/business/articles/2015/10/14/in-tech-nfl-on-tunein-home-jukebox-and-uber-deliveries", "article_text": "FILE - In this Sept. 27, 2015 file photo, St. Louis Rams tight end Jared Cook, left, can't catch the ball in the end zone as Pittsburgh Steelers cornerback Ross Cockrell defends during the fourth quarter of an NFL football game, in St. Louis. Internet radio service TuneIn is adding live play-by-play audio coverage of all NFL games to its $8 a month premium subscription. (AP Photo/Billy Hurst, File) The Associated Press\n\nBy The Associated Press\n\nJust in case fantasy football doesn't already have you surgically attached to your smartphone, Internet radio service TuneIn is adding live play-by-play audio coverage of all NFL games to its $8 a month premium subscription.\n\nThe package extends through the playoffs and the Super Bowl, and includes home and away team feeds. Next month it will also add a seven-hour-long broadcast on Sunday featuring live analysis, stats and snippets of local radio coverage of different games around the league.\n\nA premium subscription to TuneIn also features thousands of audiobooks and some ad-free music.\n\n— AP Business Writer Ryan Nakashima\n\n___\n\nA London-based company is trying to make your TV the center of your home audio system. With a wand controller and Wi-Fi dongle that attaches to your TV's HDMI port, The Electric Jukebox Co. aims to transform your TV into a karaoke machine, speaker system and streaming audio player all at once. The device is recommended to be sold for $229 in the U.S. and 179 pounds in the U.K. and comes with a year of on-demand access to millions of tracks.\n\nOnce the year is up, pre-selected playlists and genre-based channels are available with ads, but the ability to play back specific tracks and albums will cost another $60 per year.\n\nSheryl Crow, the Grammy-winning artist who's a company spokeswoman, says the product puts music \"back in the center of the home, as opposed to everyone being in their own little world with earbuds.\"\n\n— AP Business Writer Ryan Nakashima\n\n____\n\nUber is officially entering the same-day delivery competition with its UberRush service in New York, San Francisco and Chicago on Wednesday. But don't expect to see Uber town cars ferrying packages around in their trunks. The service for small businesses, which has been tested in New York for about a year, is primarily via bike messengers.\n\nThe expansion comes as big merchants like Amazon and Target have been expanding same-day delivery options. In New York, UberRush will cost users $3 to start, then $2.50 per mile with a minimum of $5. Rates vary slightly in Chicago and San Francisco.\n\nUnder the test, users were able to request a courier to ferry items between people for a flat rate of $30 in the same one-click way users can hail a ride via the Uber app. Now, Uber is giving small businesses access to the courier service. Any small business in Manhattan and parts of Brooklyn and Queens can sign up for the service for free, Uber says. So anyone who shops online at those stores can get their items delivered the same day.\n\n— AP Business Writer Mae Anderson", "article_metadata": {"zone": "technology/articles", "keyword": "Collections: Technology", "title": "In Tech: NFL on TuneIn, home jukebox and Uber deliveries", "og": {"site_name": "US News & World Report", "description": "Just in case fantasy football doesn't already have you surgically attached to your smartphone, Internet radio service TuneIn is adding live play-by-play audio coverage of all NFL games to its $8 a month premium subscription.", "title": "In Tech: NFL play-by-play comes to TuneIn, home jukebox for your TV and Uber's bike delivery", "url": "http://www.usnews.com/news/business/articles/2015/10/14/in-tech-nfl-on-tunein-home-jukebox-and-uber-deliveries", "image": "http://www.usnews.com/cmsmedia/f6/3edd36c1c2263c26c5825724ec5e1a/media:8d2ede9331394a95a71d240f29842f17InTechFootballMusicandUber.JPEG", "type": "article"}, "twitter": {"description": "Just in case fantasy football doesn't already have you surgically attached to your smartphone, Internet radio service TuneIn is adding live play-by-play audio coverage of all NFL games to its $8 a month premium subscription.", "site": "@USNews", "card": "summary", "title": "In Tech: NFL on TuneIn, home jukebox and Uber deliveries"}, "msvalidate.01": "A8E47FA91124063A4A9C78AD5273DC0F", "site": "news", "date_published": "Oct. 14, 2015", "fb": {"app_id": 130063997038366}, "page_type": "article", "keywords": "Collections: Top News,Associated Press,Collections: Business,Collections: Technology", "google-site-verification": "owJBuFHD3VHcTSsnPSOYizmUcs3GSBjbx09vBbBi1MM", "viewport": "width=device-width, initial-scale=1", "description": "Just in case fantasy football doesn't already have you surgically attached to your smartphone, Internet radio service TuneIn is adding live play-by-play audio coverage of all NFL games to its $8 a month premium subscription."}, "_id": "\"57477af46914bd0286fdb559\"", "article_summary": "Internet radio service TuneIn is adding live play-by-play audio coverage of all NFL games to its $8 a month premium subscription.\n— AP Business Writer Mae Anderson\n— AP Business Writer Ryan Nakashima___A London-based company is trying to make your TV the center of your home audio system.\nAny small business in Manhattan and parts of Brooklyn and Queens can sign up for the service for free, Uber says.\n— AP Business Writer Ryan Nakashima____Uber is officially entering the same-day delivery competition with its UberRush service in New York, San Francisco and Chicago on Wednesday."}