{"article_title": "‘SNL’ opener lambastes Obama on Ebola: ‘Probably one of my greatest accomplishments’", "article_keywords": ["term", "handling", "played", "snl", "greatest", "lambastes", "actually", "second", "accomplishments", "various", "opener", "situation", "ebola", "probably", "klain", "reporter", "obama"], "article_url": "http://www.bizpacreview.com/2014/10/26/snl-opener-lambastes-obama-on-ebola-probably-one-of-my-greatest-accomplishments-155080", "article_text": "Saturday Night Live opened this week’s show with a brutal roasting of President Obama’s entire second term agenda — and especially his handling of the Ebola crisis.\n\nIt begins with Jay Pharaoh, who plays Obama, saying that his handling of Ebola was not as bad as his handling of various other issues and scandals.\n\n“It’s true we made a few mistakes early on, but I assure you it was nowhere near as bad as how we handled the ISIS situation. I mean, our various Secret Service mishaps, or the scandals of the IRS and the NSA,” Pharaoh said.\n\n“And I don’t know if you guys remember, but the Obamacare website had some pretty serious problems too. In fact, if you look at all the stuff that’s happened my second term, this whole Ebola thing is probably one of my greatest accomplishments.”\n\nPharaoh then introduces new “Ebola czar” Ron Klain, played by Taran Killam, who takes questions from the media.\n\n“Mr Klain, you have no actual medical training or background in dealing with infectious diseases is that correct?” asks a reporter played by Cecily Strong.\n\nAnother reporter played by Aidy Bryant suggests that Klain has been appointed to handle the situation purely for politics as the midterm elections approach. Kilam’s response is classic.\n\n“Right now I’m not worried about winning elections, however, there are a few safety tips that people should know heading towards election day. For example, the Ebola virus actually flourishes in warmer climates…” said Kilam. “If you live in a Southern state such as Louisiana, Arkansas or Kentucky, you actually may want to avoid any large public spaces like, say, a polling booth. One exception, however, is that we believe Latinos in red states may actually have an immunity to Ebola, so they’re good to go.”\n\nKilam then introduced Al Sharpton, played by Kenan Thompson, as the only New York Democrat willing to be seen with the unpopular president.\n\nWhen a liberal outfit like SNL begins to lambaste a Democrat president this way, it’s pretty clear that even they realize the American public see this as a failed administration.", "article_metadata": {"generator": "WordPress 4.4.3", "og": {"site_name": "BizPac Review", "description": "Saturday Night Live opened this week’s show with a brutal roasting of President Obama’s entire second term agenda — and especially his handling of the Ebola crisis. It begins with Jay Pharaoh, who plays Obama, saying that his handling of Ebola was not as bad as his handling of various other issues and scandals. “It’s …", "title": "'SNL' opener lambastes Obama on Ebola: 'Probably one of my greatest accomplishments'", "locale": {"alternate": "en_US", "identifier": "en_US"}, "image": "http://www.bizpacreview.com/wp-content/uploads/2014/10/Jay-Pharaoh-As-Obama.png", "updated_time": "2014-10-27T18:14:11+00:00", "url": "http://www.bizpacreview.com/2014/10/26/snl-opener-lambastes-obama-on-ebola-probably-one-of-my-greatest-accomplishments-155080", "type": "article"}, "twitter": {"widgets": {"csp": "on"}}, "alexaVerifyID": "qC73ojZoktel85cbl12SAFJar9k", "fb": {"admins": "10152426200106417,10152720237657852,10200650572686956,3854753687919,100215693385946,549853448412696", "pages": 169204449790211, "app_id": 1502886339979348}, "article": {"publisher": "https://www.facebook.com/ConservativeNewsToday", "section": "Home Middle", "published_time": "2014-10-26T18:30:11+00:00", "modified_time": "2014-10-27T18:14:11+00:00"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fd1dc4\"", "article_summary": "It begins with Jay Pharaoh, who plays Obama, saying that his handling of Ebola was not as bad as his handling of various other issues and scandals.\nSaturday Night Live opened this week’s show with a brutal roasting of President Obama’s entire second term agenda — and especially his handling of the Ebola crisis.\n“Mr Klain, you have no actual medical training or background in dealing with infectious diseases is that correct?” asks a reporter played by Cecily Strong.\nIn fact, if you look at all the stuff that’s happened my second term, this whole Ebola thing is probably one of my greatest accomplishments.”Pharaoh then introduces new “Ebola czar” Ron Klain, played by Taran Killam, who takes questions from the media.\nAnother reporter played by Aidy Bryant suggests that Klain has been appointed to handle the situation purely for politics as the midterm elections approach."}