{"article_title": "Paul Ryan's Speech: Ideas Worth Listening To?", "article_keywords": ["week", "dont", "ryans", "country", "lot", "ideas", "ryan", "conservative", "american", "going", "speech", "listening", "party", "paul", "worth", "thats"], "article_url": "https://pjmedia.com/blog/paul-ryans-speech-ideas-worth-listening-to/", "article_text": "Paul Ryan's Speech: Ideas Worth Listening To?\n\nWhile everyone’s attention has understandably been riveted on the drama unfolding in the caucus and primary races to select the next presidential candidate and leader of the Republican Party, it is worthwhile to spare a thought for the current party leadership. What effort is being made to lay the groundwork for the Republican agenda, which will, it is hoped, be pursued moving forward from January 2017?\n\nWhen one party holds the presidency and another has control of the House of Representatives, the leader of the opposition party is traditionally the speaker of the House. In this case, that is Wisconsin’s Paul Ryan.\n\nRyan has recently been taking a lot of heat from the conservative commentariat, particularly the broadcast variety on AM radio, for his alleged betrayal of conservative causes. This is part and parcel of the unhinged anger which has come to characterize our national politics over the past year, and which has been the major contributing factor to the rise of Donald Trump. It is very much worth reflecting on the thoughtful warning contained in a speech Ryan delivered on February 3 to the Heritage Action Conservative Policy Summit. I will quote extensively from the speech, and intersperse my thoughts.\n\nLet’s cut to the chase: There are a lot of people hurting in America right now. They don’t think the promise of this country is real for them. The American Idea -- that the condition of your birth, it does not determine the outcome of your life -- a lot of people don’t think that’s true anymore. And if the American Idea is not true for everybody, then it is not true at all. And we just can’t accept that. It goes against everything this country stands for. We are the conservative party. We want to conserve this country’s promise. And so we care about opportunity. We want every person in this country to find the American dream. That is our mission.\n\nHere, Ryan acknowledges that there is a lot of justification for voter dissatisfaction with the way in which the country is headed, and notes also the frustration many feel that the present, Republican-controlled legislature has been unable to put the brakes on many of the things being done by the present administration.\n\nHow do we correct the situation? Ryan continues:\n\nTo quote William Wallace in Braveheart, we have to unite the clans. We have to unite conservatives around a bold, pro-growth agenda that will get America back on track -- and then take our agenda to the people. We have to take our founding principles -- freedom, liberty, free enterprise, self-determination, government by consent -- apply them to the problems of the day, and come up with real solutions that will build a confident America. If we don’t think the country’s headed in the right direction -- and we don’t -- then we have an obligation to give the people of this nation a choice for a better way forward. And that’s what House Republicans are going to do.\n\nIn other words, it’s time -- and long past time -- to disband the circular firing squad.\n\nIt’s time for us to stop allowing disagreements about tactics (legitimate though they are) to degenerate into name-calling fests -- “RINO” and “sell-out” being two of the more printable epithets which have been hurled -- over disagreements concerning single votes on complex pieces of legislation, because such tactics play directly into the hands of the opposition. As Ryan says:\n\nMy theory of the case is this: We win when we have an ideas contest. We lose when we have a personality contest. We can’t fall into the progressives’ trap of acting like angry reactionaries. The Left would love nothing more than for a fragmented conservative movement to stand in a circular firing squad, so the progressives can win by default. This president is struggling to remain relevant in an election year when he’s not on the ballot. He is going to do all he can to elect another progressive by distracting the American people. So he’s going to try to get us talking about guns or some other hot-button issue and not about his failures on ISIS or the economy or national security. He’s going to try to knock us off our game. We have to understand his distractions for what they are. Otherwise, we’re going to have a distraction this week, next week, and the week after that. And that’s going to be the Obama playbook all year long. And so what I want to say to you today is this: Don’t take the bait. Don’t fight over tactics. And don’t impugn people’s motives. It’s fine if you disagree. And there’s a lot that’s rotten in Washington. There’s no doubt about that. But we can’t let how you vote on an amendment to an appropriations bill define what it means to be a conservative. Because, it’s setting our sights too low. Frankly, that’s letting the president define us. That’s what he wants us to do. That’s defining ourselves as an opposition party, instead of a proposition party.", "article_metadata": {"page-title": "Is Paul Ryan Correct About the Future of the GOP?", "pinterest": "nopin", "og": {"site_name": "PJ Media", "description": "The Speaker recently spoke at the Heritage Foundation.", "title": "Paul Ryan's Speech: Ideas Worth Listening To?", "url": "https://pjmedia.com/blog/paul-ryans-speech-ideas-worth-listening-to/", "image": "https://pajamasmed.hs.llnwd.net/e1/user-content/1/files/2016/02/AP_248716350717.sized-770x415xc.jpg", "updated_time": 1464307259, "type": "article"}, "twitter": {"description": "The Speaker recently spoke at the Heritage Foundation.", "title": "Paul Ryan's Speech: Ideas Worth Listening To?", "url": "https://pjmedia.com/blog/paul-ryans-speech-ideas-worth-listening-to/", "image": "https://pajamasmed.hs.llnwd.net/e1/user-content/1/files/2016/02/AP_248716350717.sized-770x415xc.jpg", "site": "@PJMedia_com", "card": "summary_large_image"}, "title": "Is Paul Ryan Correct About the Future of the GOP?", "pinterestDescription": "Paul Ryan's Speech: Ideas Worth Listening To?", "fb": {"app_id": 149848758413844}, "keywords": "Paul Ryan, Speaker, Heritage Foundation", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "Paul Ryan's Speech: Ideas Worth Listening To?\nAnd that’s going to be the Obama playbook all year long.\nWe are the conservative party.\nAnd there’s a lot that’s rotten in Washington.\nIt is very much worth reflecting on the thoughtful warning contained in a speech Ryan delivered on February 3 to the Heritage Action Conservative Policy Summit."}