{"article_title": "What the gig economy means for small businesses", "article_keywords": ["irs", "dont", "means", "workers", "work", "contract", "labor", "gig", "businesses", "contractors", "small", "employees", "economy"], "article_url": "http://theweek.com/articles/571979/what-gig-economy-means-small-businesses", "article_text": "ADVERTISEMENT\n\nAre Uber and TaskRabbit transforming our workforce forever? Or is the so-called gig economy they've created, relying on a network of contractors, grossly overstated? Really, it all depends on how you look at the numbers.\n\nAn Intuit and Emergent Research report released this month predicts that by 2020, the number of Americans engaged in freelance work at least part-time will more than double, to about 7.6 million people. That sounds like big, real growth. But only about a tenth of those workers will take part in a much narrower definition of the gig economy, taking on work through companies like Uber.\n\nOf course, the idea of a contractor — someone who puts in hours without the same benefits afforded employees — has been around just about forever. But with many new ventures tied to apps where picking up piecemeal hours is effortless, there's a newfound appeal to the old freelance convention. No matter if you believe the gig economy is a phenomenon worth launching 1,000 thinkpieces over — and some people rightfully don't — it's clear there are real implications for the country's small business landscape, whether you're an owner or a worker.\n\nThe most prominent public debate brought on by the gig economy has been over contract workers versus employees. There are a host of consequences entangled within this distinction: Companies have all sorts of regulatory, legal, and tax liabilities for employees that they don't have with contractors.\n\nIn June, the California labor commission ruled one Uber driver to be an employee, not an independent contractor. Though the company is appealing that decision and has won similar cases in other states, the growing spotlight on the issue is a signal for business owners to be prepared for an IRS crackdown.\n\nIt's tempting to use independent contractors as a cheap workaround, especially in light of the Affordable Care Act's mandate that businesses with at least 50 full-time employees must offer health insurance. However, the repercussions for classifying workers incorrectly are significant: back taxes, interest, and penalties calculated by the size of your entire payroll.\n\nDoing things by the book not only fends off the IRS, but also has the potential to strengthen your relationship with those who work for you. Develop a reputation as someone who treats both employees and contractors fairly, and you'll reap rewards in recruitment and retention. If you're only reasonable when the IRS is watching, you might want to rethink your entire management philosophy.\n\nThe stakes for potential gig workers are just as high. Taking on contract work is almost like going into business for yourself, and should be taken just as seriously.\n\nNon-concerns for employees become major hassles for contractors. Making sure you get paid is unfortunately chief among them. USA Today nails the list of steps to take to ensure you don't flounder. Get health insurance and set reasonable income expectations. When necessary, try to organize with fellow contractors to lobby for labor rights like worker's compensation and higher hourly wages.\n\nFollowing those directives is not always so straightforward. It's important to be realistic about the prospects for effecting change and securing better contract terms, along with laws that would enforce them. Contractors aren't protected from retaliation for striking. Pacific Standard offers a bleak reality check: \"Given the snail's pace at which American labor policy is updated, and the poor outlook for organizing workers in the gigging economy, the prospects for reform appear dim.\"", "article_metadata": {"description": "Official site of The Week Magazine, offering commentary and analysis of the day's breaking news and current events as well as arts, entertainment, people and gossip, and political cartoons.", "og": {"url": "http://theweek.com/articles/571979/what-gig-economy-means-small-businesses", "image": "http://api.theweek.com/sites/default/files/styles/tw_image_9_4/public/AP_118478885214.jpg?itok=_rkH67c6", "type": "article", "description": "Part of our ongoing series on the future of small business in America", "title": "What the gig economy means for small businesses"}, "twitter": {"description": "Part of our ongoing series on the future of small business in America", "creator": "@jmkliegman", "image": {"src": "http://api.theweek.com/sites/default/files/styles/tw_image_9_4/public/AP_118478885214.jpg?itok=_rkH67c6"}, "title": "What the gig economy means for small businesses", "site": "@theweek", "card": "summary_large_image"}, "fb": {"pages": 10716057521}, "keywords": "feature, Business, thefutureofmainstreet", "article": {"published_time": "2015-08-25T05:20:00-04:00"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fdd38a\"", "article_summary": "The most prominent public debate brought on by the gig economy has been over contract workers versus employees.\nOr is the so-called gig economy they've created, relying on a network of contractors, grossly overstated?\nTaking on contract work is almost like going into business for yourself, and should be taken just as seriously.\nBut only about a tenth of those workers will take part in a much narrower definition of the gig economy, taking on work through companies like Uber.\nThe stakes for potential gig workers are just as high."}