{"article_title": "Making Billions From the Booming Breast-Pump Market", "article_keywords": ["booming", "aca", "medelas", "medela", "sold", "billions", "breastpump", "pumps", "insurance", "lactation", "making", "retail", "milk", "market", "larsson"], "article_url": "http://www.bloomberg.com/news/articles/2015-10-15/making-billions-from-the-booming-breast-pump-market", "article_text": "Obamacare has been a blessing for Swedish-born engineer Olle Larsson. In 1961 he founded Medela, which makes the butter-yellow breast pumps found in lactation rooms at companies and institutions from JPMorgan Chase to Harvard University. Mandatory coverage of breast pumps has helped boost the Swiss company’s sales by 34 percent in the two years the Affordable Care Act has been in effect. “The insurance part has changed our business. More moms have access to pumps,” says Susan Rappin, Medela’s vice president for marketing. Adds Bruce Frishman, president of New Hampshire Pharmacy & Medical Equipment: “Brand awareness is off the charts. Every new mother or potential mother knows about Medela.”\n\nBut the ACA has also upended Larsson’s business in his biggest market by changing the way products are sold. Most pumps covered by insurance can’t be bought over-the-counter. Obamacare requires women to get the devices from certified medical-equipment suppliers. That’s taken a toll on small retailers, who’ve largely been cut out of the business and are a prime outlet for Medela’s more expensive consumer models.\n\nACA also sets an upper limit for the price of most pumps. Rappin wouldn’t discuss price details, but one person familiar with the business, who asked not to be identified discussing private information, says the profit margin on pumps covered by insurance—now the bulk of Medela’s U.S. sales—is about one-third lower than on those sold at retail. The ACA could also threaten Medela’s dominance as the lower prices set by insurers spur suppliers to shift to cheaper brands. The most expensive pumps sold by its closest competitors, Ameda and Philips Avent, top out at about $200, just over half the price of Medela’s most popular retail model.\n\nThe lack of paid maternity leave in the U.S. means more working mothers must express milk, making the country Medela’s biggest market and the source of more than half its sales. Before the ACA, mothers typically had to pay for pumps, which fueled a secondary market for them on websites such as Craigslist. (Medela discourages reselling.) “Moms get obsessive about feeding,” says Amanda Cole, owner of Yummy Mummy, a breast-feeding specialty store in New York. “You don’t want to go with a brand you don’t know.”\n\nBreast pumps and accessories such as bottles made up 90 percent of closely held Medela’s revenue of 577 million Swiss francs ($630 million) in 2014. In 2013, Larsson transferred some of his stake in the company to a foundation dedicated to supporting breast-feeding, though the company declined to discuss details of its ownership structure or valuation. In 2001, Larsson handed day-to-day control of Medela to his son Michael.\n\nLarsson became interested in lactation in the 1960s after meeting fellow Swedish engineer Einar Egnell—founder of rival Ameda—and soon started tinkering with the idea himself. In 1980, Medela sold its first breast pump, the Classic, which Larsson designed and built. Weighing 22 pounds, it was used mainly by hospitals to help new mothers establish milk supply or feed premature babies.\n\nToday, Medela says 80 percent of American and British hospitals use its pumps. In addition to its institutional-grade versions, which cost $1,185 each, Medela makes a half-dozen consumer models, ranging from the $42 Harmony manual to the $400 Freestyle, an electric version that can fit in the palm of your hand. Medela says the model most commonly covered by insurance is a scaled-down version of its $360 Pump in Style Advanced. After the ACA went into effect in 2013, Medela increased production of less expensive models that had been developed for women receiving U.S. government aid.\n\nSome lactation consultants say Medela’s insurance-covered pumps don’t yield as much milk as its more expensive retail versions. After her son was born, Philadelphia attorney Leah Katz attended a lactation group meeting for help expressing milk. “When I complained that I wasn’t getting much, the first question everyone asked was whether I was using the insurance pump, because it wasn’t as effective,” she says. Katz wound up paying $360 out of pocket for a Medela to use at home and an additional $80 a month to rent a hospital-grade version for the office, to get through five pumping sessions each day and another in the middle of the night. Marketing chief Rappin says the motors in pumps Medela makes for insurers are identical to those in its retail models, though some other components may be different. “We see the ACA as an opportunity to reach more women,” she says. “Our focus has really been on making sure that moms receive a product that’s right for their needs.”\n\nThe bottom line: Medela dominates the breast-pump niche and has benefited as the ACA requires insurers to cover the cost of the devices.", "article_metadata": {"sailthru.author": "Devon Pendleton", "twitter": {"description": "Obamacare helps, and hinders, a Swiss breast-pump manufacturer.", "title": "Making Billions From the Booming Breast-Pump Market", "url": "http://www.bloomberg.com/news/articles/2015-10-15/making-billions-from-the-booming-breast-pump-market", "image": "https://assets.bwbx.io/images/users/iqjWHBFdfxIU/irkYYxvXkopA/v1/-1x-1.jpg", "site": "@business", "card": "summary"}, "parsely-author": "Devon Pendleton", "parsely-type": "post", "keywords": "pregnancy,Obamacare,Companies &amp; Industries", "news_keywords": "pregnancy,Obamacare,Companies &amp; Industries", "parsely-link": "http://www.bloomberg.com/news/articles/2015-10-15/making-billions-from-the-booming-breast-pump-market", "parsely-title": "Making Billions From the Booming Breast-Pump Market", "msapplication-TileColor": "#ff0000", "apple-mobile-web-app-capable": "no", "parsely-pub-date": "2015-10-15T10:00:03.766Z", "apple-mobile-web-app-status-bar-style": "black", "description": "Obamacare helps, and hinders, a Swiss breast-pump manufacturer.", "parsely-tags": "pregnancy,Obamacare,Companies &amp; Industries,Region: Global,Page: article", "msapplication-TileImage": "https://assets.bwbx.io/business/public/images/favicons/mstile-144x144-bbd2101292.png", "date": "2015-10-15T10:00:03.766Z", "parsely-section": "businessweek-magazine", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no", "og": {"site_name": "Bloomberg.com", "description": "Obamacare helps, and hinders, a Swiss breast-pump manufacturer.", "title": "Making Billions From the Booming Breast-Pump Market", "url": "http://www.bloomberg.com/news/articles/2015-10-15/making-billions-from-the-booming-breast-pump-market", "image": "https://assets.bwbx.io/images/users/iqjWHBFdfxIU/irkYYxvXkopA/v1/-1x-1.jpg", "type": "website"}, "fb": {"status": "Obamacare helps, and hinders, a Swiss breast-pump manufacturer."}, "parsely-post-id": "NW8KZB6JTSEH01", "format-detection": "telephone=no", "parsely-image-url": "https://assets.bwbx.io/images/users/iqjWHBFdfxIU/irkYYxvXkopA/v1/-1x-1.jpg"}, "_id": "\"57477af36914bd0286fd1dbe\"", "article_summary": "In 1980, Medela sold its first breast pump, the Classic, which Larsson designed and built.\nMarketing chief Rappin says the motors in pumps Medela makes for insurers are identical to those in its retail models, though some other components may be different.\nBefore the ACA, mothers typically had to pay for pumps, which fueled a secondary market for them on websites such as Craigslist.\nSome lactation consultants say Medela’s insurance-covered pumps don’t yield as much milk as its more expensive retail versions.\nEvery new mother or potential mother knows about Medela.”But the ACA has also upended Larsson’s business in his biggest market by changing the way products are sold."}