{"article_title": "Kaiser and the state of mental health care: 'This is a corporation that has lost its moral compass'", "article_keywords": ["school", "kaiser", "mental", "lost", "healthcare", "union", "corporation", "kingston", "zane", "state", "health", "compass", "moral", "staff", "care"], "article_url": "http://www.theguardian.com/society/2015/jan/27/kaiser-permanente-california-protests-mental-health-care-funding", "article_text": "Shirlee Zane watched her husband’s slide into depression with growing alarm. The outside world knew Peter Kingston as warm and gentle, a respected figure with everything to live for, but she saw insomnia and anxiety erode the man she loved.\n\n“I felt I was looking at a man who was dying,” Zane recalled. “I would ask him if he was OK, but clearly he wasn’t.”\n\nKingston, 56, was in charge of finances for a venerable school near Santa Rosa, in northern California. Declining enrollment had drained funding, and the school faced closure. No one appeared to blame the Cambridge-educated Englishman, but stress ravaged him.\n\nA psychotherapist at Kaiser Permanente, one of California’s biggest medical care providers, which provided coverage for school employees, interviewed Kingston just after Christmas 2010. He diagnosed him with panic disorder and major depression and booked Kingston for another session several weeks later.\n\nNot long after, on 18 January 2011, Kingston hanged himself at home. Zane is haunted by their last conversation. “I lost my whole world, the love of my life”, she said.\n\nZane, a former therapist, is haunted by the thought that better treatment might have saved her husband’s life. She has become an outspoken critic of Kaiser, saying her husband’s treatment lacked depth and urgency.\n\nHer story, and others like it, have become part of an acrimonious battle between the company and the National Union of Healthcare Workers (NUHW).\n\nEarlier this month, about 3,000 psychologists, therapists and social workers employed by Kaiser staged a week-long strike, setting up picket lines outside dozens of Kaiser clinics across California. They brandished banners saying overstretched staff were unable to do their jobs properly, among other recriminations.\n\nThe protest was aimed at pressing Kaiser to increase staffing levels at mental health clinics to provide what the union considers adequate care, said Andris Skuja, a union leader and psychologist who has treated patients at a Kaiser facility in Oakland for 34 years. “It’s a heartbreaking experience when you can’t provide the best healthcare. This is a corporation that has lost its moral compass.”\n\nFacebook Twitter Pinterest Kaiser workers striked for 24 hours. Photograph: Justin Sullivan /Getty\n\nIt was all the sadder, he said, because Kaiser emerged from the second world war as an organisation devoted to providing integrated, quality healthcare to shipbuilders and other workers.\n\nStrikers said the problems date back at least five years, with the average wait time for patients having tripled in recent years, according to the union. The company paid a $4m fine last year after state regulators found “serious” and “systemic” violations of California mental health law, including long delays in care and falsifying appointment records.\n\nJohn Nelson, a company spokesman, said Kaiser was being unfairly maligned. It had resolved the issues identified by regulators, he said, and since 2011 had expanded mental health staff numbers by 25%, outpacing the rising number of patients.\n\nHe accused the NUHW of distorting facts and stoking a dispute with Kaiser as part of a campaign to woo members from a rival union. “There seems to be another agenda. They’re trying to win back employees.” A company statement said the NUHW was a small exception to the company’s good relations with roughly 30 unions which represent 120,000 of its 175,000 employees.\n\nNelson said Kaiser had found no evidence of negligence in cases of suicide. “We found no truth in the allegations that there were lapses or delays. It’s particularly disappointing that the union would use tragedies like that.”\n\nCalifornia is Kaiser’s home state, but it operates all along the West Coast, in Hawaii, Georgia and Colorado, and in the area immediately surrounding Washington DC. It offers a closed system of doctors, hospitals and other healthcare services that has often been praised for cost-effectiveness and efficiency, especially in delivering preventive care.\n\nBefore the advent of president Obama’s Affordable Care Act, Kaiser tended to turn away fewer patients and offer better insurance rates than many other healthcare providers. Since the ACA kicked in last year, Kaiser has reported an increase in patient numbers, from about 9m nationwide to about 9.25m.\n\nElizabeth White, a licensed clinical social worker who led strikers in Los Angeles, said Kaiser did many things well, but underfunded mental health care. Stretched staff could not see patients often or early enough and felt pressured to herd them into group sessions to reduce one-to-one sessions. “The fundamental problem is insufficient staff,” said White, her voice still hoarse from chanting on the picket lines.\n\nShe cited the case of a mother who paid an $800 monthly premium but could not obtain proper help for an eight-year-old son with slumping grades and self-esteem because of bullying at school. “He could only see me once a month. It’s so frustrating. These are distraught, working families.”\n\nAccording to Zane, Kaiser’s emergency department gave Kingston, the British school administrator, excellent care for heart palpitations two years before he took his life. The company’s mental health side, however, lagged behind – a dichotomy reflecting a wider crisis in US mental health care, with consequences for homelessness, penal policy and gun violence, she said.\n\nPeople in need of one-to-one therapy should not be shuffled into groups, Zane added. “That’s putting a Band-Aid on a gaping wound.”", "article_metadata": {"apple-mobile-web-app-title": "Guardian", "viewport": "width=device-width,minimum-scale=1,initial-scale=1", "description": "A week-long strike by employees of the California-based medical care provider brought attention to the struggles of people suffering from mental health problems to find adequate care. The problem, protesters say: insufficient funding", "application-name": "The Guardian", "author": "Rory Carroll", "og": {"site_name": "the Guardian", "description": "A week-long strike by employees of the California-based medical care provider brought attention to the struggles of people suffering from mental health problems to find adequate care. The problem, protesters say: insufficient funding", "title": "Kaiser and the state of mental health care: 'This is a corporation that has lost its moral compass'", "url": "http://www.theguardian.com/society/2015/jan/27/kaiser-permanente-california-protests-mental-health-care-funding", "image": "https://i.guim.co.uk/img/static/sys-images/Guardian/Pix/pictures/2015/1/23/1422032954497/68caa795-dc39-43ce-83f5-9ae6118dac62-2060x1236.jpeg?w=1200&q=55&auto=format&usm=12&fit=max&s=1307c999ee3984de1cf26a2c85be41bc", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@guardian", "app": {"url": {"ipad": "gnmguardian://society/2015/jan/27/kaiser-permanente-california-protests-mental-health-care-funding?contenttype=Article&source=twitter", "googleplay": "guardian://www.theguardian.com/society/2015/jan/27/kaiser-permanente-california-protests-mental-health-care-funding", "iphone": "gnmguardian://society/2015/jan/27/kaiser-permanente-california-protests-mental-health-care-funding?contenttype=Article&source=twitter"}, "id": {"ipad": 409128287, "iphone": 409128287, "googleplay": "com.guardian"}, "name": {"ipad": "The Guardian", "googleplay": "The Guardian", "iphone": "The Guardian"}}, "image": "https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/1/23/1422032954497/68caa795-dc39-43ce-83f5-9ae6118dac62-2060x1236.jpeg", "card": "summary_large_image", "creator": "@rorycarroll72"}, "msapplication-TileColor": "#005689", "al": {"ios": {"url": "gnmguardian://society/2015/jan/27/kaiser-permanente-california-protests-mental-health-care-funding?contenttype=Article&source=applinks", "app_store_id": 409128287, "app_name": "The Guardian"}}, "HandheldFriendly": "True", "fb": {"app_id": 180444840287}, "msapplication-TileImage": "https://assets.guim.co.uk/images/favicons/f06f6996e193d1ddcd614ea852322d25/windows_tile_144_b.png", "format-detection": "telephone=no", "keywords": "Mental health,Health insurance,Health,Insurance,Money,Society", "article": {"publisher": "https://www.facebook.com/theguardian", "published_time": "2015-01-27T22:30:29.000Z", "author": "https://www.theguardian.com/profile/rorycarroll", "section": "Society", "modified_time": "2015-01-30T21:55:01.000Z", "tag": "Mental health,Health insurance,Health,Insurance,Money,Society"}, "thumbnail": "https://i.guim.co.uk/img/static/sys-images/Guardian/Pix/pictures/2015/1/23/1422032954497/68caa795-dc39-43ce-83f5-9ae6118dac62-2060x1236.jpeg?w=620&q=55&auto=format&usm=12&fit=max&s=761b0b5256593e9d3231c872845618f2", "theme-color": "#005689", "news_keywords": "Mental health,Health insurance,Health,Insurance,Money,Society"}, "_id": "\"57477af36914bd0286fd1dc8\"", "article_summary": "The company’s mental health side, however, lagged behind – a dichotomy reflecting a wider crisis in US mental health care, with consequences for homelessness, penal policy and gun violence, she said.\nElizabeth White, a licensed clinical social worker who led strikers in Los Angeles, said Kaiser did many things well, but underfunded mental health care.\nIt had resolved the issues identified by regulators, he said, and since 2011 had expanded mental health staff numbers by 25%, outpacing the rising number of patients.\nThe company paid a $4m fine last year after state regulators found “serious” and “systemic” violations of California mental health law, including long delays in care and falsifying appointment records.\nThis is a corporation that has lost its moral compass.”Facebook Twitter Pinterest Kaiser workers striked for 24 hours."}