{"article_title": "The Most Telling Moment of the O'Reilly", "article_keywords": ["media", "topics", "answers", "asked", "interview", "moment", "controversies", "questions", "telling", "president", "oreilly", "obama"], "article_url": "http://bernardgoldberg.com/interesting-moment-oreillyobama-interview/", "article_text": "I largely agree with Bernie Goldberg’s assessment of Bill O’Reilly’s interview with President Obama on Superbowl Sunday. It was pretty uneventful. News wasn’t made, important questions went unanswered, and there just wasn’t a lot of value for most viewers to gain from it.\n\nAs someone who has a deeper interest in politics and the media than most people, however, I did find one moment of it to be fairly interesting. It came when O’Reilly asked the president, “Do you think I (not Fox News) am being unfair to you?”\n\nThe president predictably answered yes. When he was asked to elaborate on why he didn’t believe O’Reilly was covering him fairly, he began listing the previous topics that O’Reilly had asked him in the interview: Obamacare, the IRS scandal, and Benghazi.\n\nI found this pretty telling in an interview that otherwise didn’t tell us a whole lot. You see, it didn’t seem to be the specific questions that Obama felt were unjust. In fact, I’ve hardly seen any reactive criticism of the questions that were asked, even from from the liberal left. No, it was the issues themselves (and the insistence of O’Reilly to ask questions about those issues) that seemed to be what the president was categorizing as “unfair.”\n\nNow, I certainly understand why President Obama would prefer not to discuss such topics ever again. They make him look bad. But are those topics unfair to bring up with the president? I think any fair-minded person (pun not intended) would answer no to that question.\n\nEven the New York Times (a paper generally very favorable to President Obama), in a piece written by Peter Baker on the interview, classified the topics O’Reilly referenced as “the most controversial moments of Mr. Obama’s presidency.”\n\nIt sure seems to me that it would be nothing short of media malpractice not to ask a president about the most controversial moments of his presidency when given the opportunity – especially when no one has been held accountable for those moments, and several legitimate questions about each of them have never been answered. In many cases, they haven’t even been asked – not by journalists who aren’t employed by Fox News, anyway.\n\nTo me, that’s perhaps the most remarkable part of all of these scandals. Because the mainstream media has never given them the attention they truly deserve, the conservative media’s pursuit of answers and accountability comes across like a cheap shot – a below-the-belt strike that President Obama deems to be unfair.\n\nAn interesting question for someone in the media to one day ask President Obama would be whether or not he felt the media coverage of political controversies during the Bush era was fair. I wonder what he’d say about the 60 front-page New York Times stories on Abu Ghraib, the media-obsession over Plamegate, and the intense scrutiny of the dismissal of U.S. attorneys. None of those controversies ever rose to the level of significance that the aforementioned Obama controversies do.\n\nNo one died at Abu Ghraib, unlike in Benghazi, and blame for the incident wasn’t placed on some fabricated story and scapegoat. Millions of Americans weren’t affected by Plamegate like they were by the lies told about the Affordable Care Act. The legal dismissal of 7 U.S. attorneys isn’t anywhere in the ballpark of hundreds of conservative groups being targeted with extra scrutiny, harassment, and stall tactics by the IRS.\n\nThe mainstream media was clearly very proud of their aggressive coverage of Bush’s controversies. But when the stakes are much higher with a Democratic president, Fox News’ pursuit of answers is deemed by the president and also much of the media as being unfair. Isn’t that interesting?\n\nAnd let’s be frank about one more thing: If George W. Bush skirted around answering questions on controversial topics the way President Obama did with Bill O’Reilly last Sunday, there would have been an absolute uproar from every corner of the national media. And if Bush had responded to such questioning with answers like, “I try not to focus on the fumbles, but on the next play ” few in the media would have found that at all acceptable.\n\nThere absolutely is unfairness surrounding stories like Obamacare, the IRS scandal, and Benghazi, but it doesn’t come from the idea that the conservative media is too fevered in their pursuit of answers. It’s comes from the fact that the rest of the media is largely disinterested in going after the truth.", "article_metadata": {"description": "I largely agree with Bernie Goldberg's assessment of Bill O'Reilly's interview with President Obama on Superbowl Sunday. It was pretty uneventful. News was", "og": {"site_name": "BernardGoldberg.com", "description": "I largely agree with Bernie Goldberg's assessment of Bill O'Reilly's interview with President Obama on Superbowl Sunday. It was pretty uneventful. News was", "title": "The Most Telling Moment of the O'Reilly/Obama Interview", "locale": "en_US", "image": "http://bernardgoldberg.com/wp-content/uploads/oreilly1.jpg", "updated_time": "2014-02-06T16:24:19+00:00", "url": "http://bernardgoldberg.com/interesting-moment-oreillyobama-interview/", "type": "article"}, "twitter": {"description": "I largely agree with Bernie Goldberg's assessment of Bill O'Reilly's interview with President Obama on Superbowl Sunday. It was pretty uneventful. News was", "creator": "@JohnDalyBooks", "image": "http://bernardgoldberg.com/wp-content/uploads/oreilly1.jpg", "title": "The Most Telling Moment of the O'Reilly/Obama Interview", "site": "@bernardgoldberg", "card": "summary"}, "robots": "noodp", "article": {"section": "Contributors", "tag": "Obamacare", "published_time": "2014-02-04T21:46:33+00:00", "modified_time": "2014-02-06T16:24:19+00:00", "author": "https://www.facebook.com/JohnDalyAuthor/"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fe0784\"", "article_summary": "It came when O’Reilly asked the president, “Do you think I (not Fox News) am being unfair to you?”The president predictably answered yes.\nNone of those controversies ever rose to the level of significance that the aforementioned Obama controversies do.\nI largely agree with Bernie Goldberg’s assessment of Bill O’Reilly’s interview with President Obama on Superbowl Sunday.\nWhen he was asked to elaborate on why he didn’t believe O’Reilly was covering him fairly, he began listing the previous topics that O’Reilly had asked him in the interview: Obamacare, the IRS scandal, and Benghazi.\nI found this pretty telling in an interview that otherwise didn’t tell us a whole lot."}