{"article_title": "Woman struck by hit-and-run driver struggles to pay bills", "article_keywords": ["woman", "street", "whidby", "pay", "medical", "driver", "hitandrun", "struggles", "cant", "state", "medicaid", "sent", "whidbys", "struck", "bills", "robinson", "trying"], "article_url": "http://www.wsbtv.com/news/local/woman-struck-hit-and-run-driver-struggles-pay-bill/54031815", "article_text": "Updated: Jan 23, 2015 - 5:48 PM\n\nA recent graduate from Georgia Tech struck by a hit-and-run driver is struggling to find health insurance. Channel 2's Dave Huddleston followed up on why it's been difficult for her to get coverage, even with the Affordable Care Act. Because she doesn't make enough money, in order to get coverage, one has to make at least $11, 300 a year. Doctors had to amputate Melissa Whidby’s leg after a hit-and-run accident June 22. The 25-year-old says she was trying to cross the street, when a speeding dark Charger flew up the street and hit her according to a police report. The impact was so great it crushed her body and sent her purse flying to the top of the Chick-fil-A restaurant. Grainy dark video is the only image police have of the car that hit Whidby. After her treatment, Whidby was left with a $750,000 medical bill. She can't afford prosthesis and no medical insurance. \"I’m trying so hard to stay positive, but there are days when it's like, ‘How can I keep going, because everything we're doing we're getting told ‘No,'\" said Whidby. No to Obamacare because recipients have to make at least $11,300 a year to qualify. Gov. Nathan Deal declined federal funding for the Medicaid program. So people like Whidby have no options. The one thing she does have is support from close friends. “The fact that she can't get any help from the person who caused her injuries is difficult enough, but to also know her, our government has nothing to offer her,” said Whidby’s friend Leigh Ann Weeks. Deal’s spokesperson Brian Robinson sent the following statement: “This is certainly a tragic case. Georgia simply can’t afford the billions in new spending that Medicaid expansion would cost state taxpayers. The only way we could consider moving forward on Medicaid expansion is if the state received a block grant from the federal government,” Robinson said.", "article_metadata": {"description": "A recent graduate from Georgia Tech struck by a hit-and-run driver is struggling to find health insurance.", "author": "EndPlay", "og": {"site_name": "WSBTV", "description": "A recent graduate from Georgia Tech struck by a hit-and-run driver is struggling to find health insurance.", "title": "Woman struck by hit-and-run driver struggles to pay bills", "url": "http://www.wsbtv.com/news/local/woman-struck-hit-and-run-driver-struggles-pay-bill/54031815", "image": {"height": 90, "width": 160, "altText": "Melissa Whidby spoke to Channel 2 about her struggle._6696164", "identifier": "http://media.beta.wsbtv.com/photo/2015/01/23/student_1106512_ver1.0_160_90.jpg", "title": "Melissa Whidby spoke to Channel 2 about her struggle._6696164"}, "locale": "en_US", "video": {"width": 0, "thumbnailUrl": "http://media.beta.wsbtv.com/photo/2016/01/31/RAW%20INTERVIEW_%20Hit-and-run%20victim%20describes%20tough%20journey%20_9882892_1454226830465_1048916_ver1.0_1280_720.jpg", "content-type": "video", "title": "RAW INTERVIEW: Hit-and-run victim describes tough journey to get health insurance", "height": 0}, "type": "article"}, "twitter": {"description": "A recent graduate from Georgia Tech struck by a hit-and-run driver is struggling to find health insurance.", "title": "Woman struck by hit-and-run driver struggles to pay bills", "url": "http://www.wsbtv.com/news/local/woman-struck-hit-and-run-driver-struggles-pay-bill/54031815", "image": {"width": 1280, "identifier": "http://media.beta.wsbtv.com/photo/2015/01/23/student_1106512_ver1.0_1280_720.jpg", "height": 720}, "site": "@wsbtv", "card": "summary"}, "keywords": "Local,Local", "article": {"section": "Local", "published_time": "2015-01-23T22:48:57+0000", "modified_time": "2015-01-23T22:48:57+0000"}, "page-type": "article", "content_id": 54031815, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "news_keywords": "Woman struck by hit-and-run driver struggles to pay bills"}, "_id": "\"57477af46914bd0286fe0782\"", "article_summary": "Deal’s spokesperson Brian Robinson sent the following statement: “This is certainly a tragic case.\nUpdated: Jan 23, 2015 - 5:48 PMA recent graduate from Georgia Tech struck by a hit-and-run driver is struggling to find health insurance.\nBecause she doesn't make enough money, in order to get coverage, one has to make at least $11, 300 a year.\nGeorgia simply can’t afford the billions in new spending that Medicaid expansion would cost state taxpayers.\nChannel 2's Dave Huddleston followed up on why it's been difficult for her to get coverage, even with the Affordable Care Act."}