{"article_title": "Revelstoke Capital Invests in Outpatient Rehab Program", "article_keywords": ["acquisitions", "deal", "million", "outpatient", "crossroads", "rehab", "program", "therapy", "treatment", "capital", "services", "invests", "revelstoke", "rehabilitation"], "article_url": "http://www.themiddlemarket.com/news/healthcare/revelstoke-capital-invests-in-outpatient-rehab-program-254152-1.html", "article_text": "Revelstoke Capital Invests in Outpatient Rehab Program\n\nThe deal follows acquisitions of treatment centers from Athletico Physical Therapy and Kindred Healthcare\n\nDenver private equity firm Revelstoke Capital Partners closed an investment in Crossroads Holding LLC.\n\nGreenville, South Carolina-based Crossroads provides substance abuse treatment services through outpatient treatment clinics in the southeast U.S. Services include physician oversight, counseling and medication-assisted treatment.\n\nRevelstoke's investment will help the company expand organically and through acquisitions. The PE firm, which was formed in July 2013, generally invests between $10 million to $250 million in equity per deal in companies that have at least $5 million in Ebitda. The firm's other investments include Accelecare, Schryver and Transport.\n\nQuadriga partners LLC was Revelstoke's financial adviser, while Winston & Strawn LLP provided legal advice. Perkins Coie LLP was Crossroads' legal adviser for the deal.\n\nThe deal follows several other rehabilitation program acquisitions. In November, Athletico Physical Therapy purchased Accelerated Rehabilitation Centers, and Kindred Healthcare Inc. (NYSE: KND) agreed to buy Centerre Healthcare Corp. which operates rehab hospitals, for $195 million.\n\nFor more information on related topics, visit the following:", "article_metadata": {"og": {"url": "http://www.themiddlemarket.com/news/healthcare/revelstoke-capital-invests-in-outpatient-rehab-program-254152-1.html", "image": "http://cdn.themiddlemarket.com/media/newspics/Kindred_Healthcare2.jpg", "site_name": "Mergers & Acquisitions, Latest News", "title": "Revelstoke Capital Invests in Outpatient Rehab Program"}}, "_id": "\"57477af46914bd0286fdb5e2\"", "article_summary": "Revelstoke Capital Invests in Outpatient Rehab ProgramThe deal follows acquisitions of treatment centers from Athletico Physical Therapy and Kindred HealthcareDenver private equity firm Revelstoke Capital Partners closed an investment in Crossroads Holding LLC.\nGreenville, South Carolina-based Crossroads provides substance abuse treatment services through outpatient treatment clinics in the southeast U.S. Services include physician oversight, counseling and medication-assisted treatment.\nThe deal follows several other rehabilitation program acquisitions.\nIn November, Athletico Physical Therapy purchased Accelerated Rehabilitation Centers, and Kindred Healthcare Inc. (NYSE: KND) agreed to buy Centerre Healthcare Corp. which operates rehab hospitals, for $195 million.\nThe PE firm, which was formed in July 2013, generally invests between $10 million to $250 million in equity per deal in companies that have at least $5 million in Ebitda."}