{"article_title": "Would Trump Put the Deep South in Play? A New Poll Suggests Yes", "article_keywords": ["11", "play", "clinton", "trump", "voters", "mississippi", "deep", "primary", "states", "suggests", "cruz", "state", "yes", "poll", "gop", "south"], "article_url": "http://www.thefiscaltimes.com/2016/04/05/Would-Trump-put-Deep-South-Play-New-Poll-Suggests-Yes", "article_text": "The GOP’s decades-long lock on the Deep South could be in jeopardy if Donald Trump is the 2016 Republican presidential nominee, according to a new poll.\n\nA Mason-Dixon poll of Mississippi released on Tuesday shows the former reality TV star, who won the state’s GOP primary last month with 47 percent of the vote, holds a 3-point lead over Hillary Clinton in a hypothetical general election match-up, 46 percent to 43 percent with 11 percent undecided.\n\nRelated: Here’s the Map That Shows Why the GOP Is Freaking Out About Trump\n\nTrump’s edge is within the statewide survey’s margin of error, the two other remaining GOP hopefuls, Sen. Ted Cruz (TX) and Ohio Governor John Kasich, easily carry the Magnolia State by double-digit margins. Statewide, Cruz leads Clinton 51 percent to 40 percent, and Kasich is ahead by an even larger margin, 52 percent to 37 percent.\n\nThe last time Mississippi went for a Democrat in a presidential election was 1976, when then Georgia Governor Jimmy Carter narrowly beat incumbent President Gerald Ford. Former Massachusetts Governor Mitt Romney carried the state by 12 points over President Barack Obama in the 2012 election.\n\nWhile Trump bested Cruz by 11 points in the primary last month, Clinton absolutely crushed her rival for the Democratic nomination, Bernie Sanders, 82 percent to 16 percent. The result was never really in doubt, given Clinton’s connection to the state’s African-American community.\n\nRelated: ‘Revolts,’ ‘Riots’ and ‘Rage’ on Tap if Trump or Cruz Is Denied Nomination\n\nOver 60 percent of Mississippi primary voters were African-American, exit polls show, and she won the group easily, 89 percent to 11 percent.\n\nThat trend would hold in a general election against Trump, according to the new poll. The former Secretary of State crushes Trump among black voters, 93 percent to 3 percent, and leads among women, 47 percent to 40 percent. She also holds on to 85 percent of Democrats and attracts 11 percent of GOP voters.\n\nThe poll’s findings are critical for the Cruz and Kasich campaigns as they beg Republican voters to coalesce around them to deny Trump the 1,237 delegates he needs to become the GOP nominee.\n\nRelated: Trump’s Fiscal Fantasy Eliminates $20 Trillion of National Debt in 8 Years\n\nAnd if deep-red Mississippi were to become a battleground state, it’s safe to say there could be a major shift in the national Electoral College map, especially given Clinton’s clean sweep of the Southern primaries.\n\nOther states with large black populations that backed Clinton, like North and South Carolina, could come into play, as could reliably conservative Arkansas, a state where the Clintons enjoy deep ties.", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "The GOP’s decades-long lock on the Deep South could be in jeopardy if Donald Trump is", "title": "Would Trump Put the Deep South in Play? A New Poll Suggests Yes", "url": "http://www.thefiscaltimes.com/2016/04/05/Would-Trump-put-Deep-South-Play-New-Poll-Suggests-Yes", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/02102011_voters_article.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2016/04/05/Would-Trump-put-Deep-South-Play-New-Poll-Suggests-Yes", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/02102011_voters_article.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "The GOP’s decades-long lock on the Deep South could be in jeopardy if Donald Trump is", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af46914bd0286fe07d3\"", "article_summary": "The GOP’s decades-long lock on the Deep South could be in jeopardy if Donald Trump is the 2016 Republican presidential nominee, according to a new poll.\nShe also holds on to 85 percent of Democrats and attracts 11 percent of GOP voters.\nThe former Secretary of State crushes Trump among black voters, 93 percent to 3 percent, and leads among women, 47 percent to 40 percent.\nOther states with large black populations that backed Clinton, like North and South Carolina, could come into play, as could reliably conservative Arkansas, a state where the Clintons enjoy deep ties.\nThat trend would hold in a general election against Trump, according to the new poll."}