{"article_title": "Bertram Recaps Clarus Glassboards, Takes Majority Stake", "article_keywords": ["nyse", "clarus", "takes", "glass", "bertram", "stake", "glassboards", "recaps", "majority", "nasdaq", "systems", "international", "maxcess", "boards"], "article_url": "http://www.themiddlemarket.com/news/financial_sponsors/bertram-recaps-clarus-glassboards-takes-majority-stake-254998-1.html", "article_text": "Bertram Recaps Clarus Glassboards, Takes Majority Stake\n\nBertram-backed Maxcess International made an acquisition in December\n\nBertram Capital has recapitalized Clarus Glassboards LLC and taken a majority stake in the business.\n\nClarus, headquartered in Fort Worth, Texas, designs and manufactures branded glass boards, which are an alternative to whiteboards. The company also makes mobile glass boards that feature wheels, health boards (which are bacteria-resistant), architectural glass systems and furniture glass. The products are used by the commercial, education, health care, hospitality, entertainment and government markets. Product users include Apple Inc. (Nasdaq: AAPL), Google Inc. (Nasdaq: GOOG), PepsiCo Inc. (NYSE: PEP), JPMorgan (NYSE: JPM), Tesla Motors Inc. (Nasdaq: TSLA) and Harvard University.\n\nClarus co-founders Jeremy Rincon and Robby Whites, plus current president Andy Philipp, will retain stakes in the business.\n\nSan Mateo, California-based Bertram has more than $850 million in capital under management. The firm focuses on investing in lower middle-market businesses. Bertram is also invested in Maxcess International Corp., which acquired the guiding systems business of Fives North American Combustion Inc. in December. For more from Bertram, watch our video interview with director of business development Michelle Chao.\n\nQuarton Partners advised Clarus on the deal.\n\nFor more information on related topics, visit the following:", "article_metadata": {"og": {"url": "http://www.themiddlemarket.com/news/financial_sponsors/bertram-recaps-clarus-glassboards-takes-majority-stake-254998-1.html", "image": "http://cdn.themiddlemarket.com/media/newspics/health-board.jpg", "site_name": "Mergers & Acquisitions, Latest News", "title": "Bertram Recaps Clarus Glassboards, Takes Majority Stake"}}, "article_summary": "Bertram Recaps Clarus Glassboards, Takes Majority StakeBertram-backed Maxcess International made an acquisition in DecemberBertram Capital has recapitalized Clarus Glassboards LLC and taken a majority stake in the business.\nThe company also makes mobile glass boards that feature wheels, health boards (which are bacteria-resistant), architectural glass systems and furniture glass.\nClarus, headquartered in Fort Worth, Texas, designs and manufactures branded glass boards, which are an alternative to whiteboards.\nBertram is also invested in Maxcess International Corp., which acquired the guiding systems business of Fives North American Combustion Inc. in December.\nClarus co-founders Jeremy Rincon and Robby Whites, plus current president Andy Philipp, will retain stakes in the business."}