{"article_title": "Sleep Helps You Remember By Strengthening The Growth Of 'Spines' On Your Brain Cells", "article_keywords": ["strengthening", "branches", "remember", "cells", "rod", "specific", "brain", "spines", "growth", "sleep", "helps", "learning", "team", "mice", "researchers", "dendritic"], "article_url": "http://www.medicaldaily.com/sleep-helps-you-remember-strengthening-growth-spines-your-brain-cells-286848", "article_text": "You first read how sleep helps you learn way back in college. Fantastic, you thought as you logged off the computer, collapsed on your bed, and so avoided the quiet misery of an all-nighter. Since then, you’ve heard this information repeated often, but a part of you is more skeptical these days. How exactly does sleep help us remember what we’ve learned? Now, a team of researchers from New York University have answered that question… at least for mice. Their new research shows how sleep after learning consolidates the growth of dendritic spines that help one brain cell connect to another, thus facilitating the passage of information across synapses and preserving memory.\n\n“Here we’ve shown how sleep helps neurons form very specific connections on dendritic branches that may facilitate long-term memory,” said Dr. Wen-Biao Gan, senior investigator of the study and professor of neuroscience and physiology, Skirball Institute of Biomolecular Medicine at NYU Langone Medical Center. “We also show how different types of learning form synapses on different branches of the same neurons, suggesting that learning causes very specific structural changes in the brain.”\n\nSleep Phases\n\nSleep is an alternate dimension of consciousness where dreams occur, sweeping us into a surreal logic unknown to our waking selves. The two main types of sleep are rapid-eye-movement (REM) sleep and non-rapid-eye-movement (NREM) sleep. Along with characteristic eye movements, REM sleep is identifiable by the characteristic low-amplitude (small), high-frequency (fast) waves that appear on an EEG (electroencephalography). NREM sleep is commonly broken down into four stages. In the progression from the first stage to the fourth, brain waves become slower and more synchronized as eye movements cease. The final two stages together form slow-wave deep sleep; on an EEG, these stages appear as higher amplitude, lower frequency waves, indicating the brain's electrical activity has settled into a harmonized rhythm.\n\nIn their new study, Gan and his colleagues began by genetically engineering mice to express a fluorescent protein in their brain cells. Next, the scientists trained the mice to balance on a spin rod. As the rod gradually spun faster, the mice learned how to maintain their balance. Meanwhile, as this learning process was taking place, Gan’s team used a special laser-scanning microscope to illuminate the glowing proteins in their neurons; as the mice learned, the researchers watched how spines grew along individual branches of dendrites — the short, arm-like protuberance from a nerve cell that helps transmit information across synapses.\n\nFurthermore, they found that individual tasks prompted spines to grow on specific dendritic branches. Running forward on the spinning rod, for instance, produced spine growth on a different dendritic branch than running backward on the rod, which furthers the common idea that learning specific tasks causes specific structural changes in the brain.\n\n“Now we know that when we learn something new, a neuron will grow new connections on a specific branch,” said Gan in a press release. “Imagine a tree that grows leaves (spines) on one branch but not another branch. When we learn something new, it’s like we’re sprouting leaves on a specific branch.”\n\nSleep Deprivation\n\nAfter thoroughly documenting the mice sprouting new spines along their dendritic branches, the researchers next created an experiment to investigate how sleep might influence or impact this tangible cellular growth in the neurons. The experiment worked like this: the research team trained one group of mice on the spinning rod for an hour and then allowed them to sleep for seven hours. At the same time, the team trained a second group on the rod for an hour, except this group stayed awake for seven hours after their learning session.\n\nAs you might imagine, the scientists discovered that the sleep-deprived mice experienced significantly less dendritic spine formation than the well-rested mice. Exploring further, the scientists showed that brain cells activated in the motor cortex whenever the mice learned a new task reactivated during one specific sleep period — slow-wave deep sleep — and this allowed the mice to conserve the newly formed spines. When the researchers disrupted slow-wave deep sleep, they prevented the consolidation of dendritic spine... and memories.\n\nSource: Yang G, Lai CSW, Cichon J, et al. Sleep promotes branch-specific formation of dendritic spines after learning. Science. 2014.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "sleep, memory, learning, rem, nrem, dendrites, neuroscience", "og": {"site_name": "Medical Daily", "description": "Sleep after learning consolidates the growth of dendritic spines that help one brain cell connect to another.", "title": "Why You Need Sleep To Remember What You Learn", "url": "http://www.medicaldaily.com/sleep-helps-you-remember-strengthening-growth-spines-your-brain-cells-286848", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/06/06/sleep.jpg", "type": "article"}, "twitter": {"description": "Sleep after learning consolidates the growth of dendritic spines that help one brain cell connect to another.", "title": "Why You Need Sleep To Remember What You Learn", "url": "http://www.medicaldaily.com/sleep-helps-you-remember-strengthening-growth-spines-your-brain-cells-286848", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/06/06/sleep.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/06/06/sleep.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Science/Tech", "published_time": "2014-06-06T13:04:15-04:00", "modified_time": "2014-06-06T13:04:14-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Sleep after learning consolidates the growth of dendritic spines that help one brain cell connect to another."}, "_id": "\"57477af46914bd0286fdff14\"", "article_summary": "Furthermore, they found that individual tasks prompted spines to grow on specific dendritic branches.\nSleep promotes branch-specific formation of dendritic spines after learning.\nTheir new research shows how sleep after learning consolidates the growth of dendritic spines that help one brain cell connect to another, thus facilitating the passage of information across synapses and preserving memory.\nThe two main types of sleep are rapid-eye-movement (REM) sleep and non-rapid-eye-movement (NREM) sleep.\nExploring further, the scientists showed that brain cells activated in the motor cortex whenever the mice learned a new task reactivated during one specific sleep period — slow-wave deep sleep — and this allowed the mice to conserve the newly formed spines."}