{"article_title": "Anthem Obamacare plan backs off ‘narrow network’", "article_keywords": ["customers", "network", "exchange", "anthem", "obamacare", "backs", "st", "health", "plan", "indiana", "anthems", "vincent", "narrow", "plans"], "article_url": "http://www.ibj.com/articles/53591-anthem-obamacare-plan-backs-off-narrow-network", "article_text": "Anthem Blue Cross and Blue Shield has added St. Vincent Health to the “narrow network” of health care providers it uses for Obamacare plans.\n\n\n\nSt. Vincent’s 22 hospitals and nearly 900 physicians on June 1 joined the network Anthem uses for individual health plans it sells on the online exchange created by the Affordable Care Act.\n\n\n\nBefore that, the only central Indiana hospital systems that were part of Anthem’s exchange plans were Community Health Network, Eskenazi Health and most of the county-owned hospitals in the Suburban Health Organization.\n\n\n\nIt’s a significant strategy shift for Anthem, which has tried to limit the number of providers in its exchange networks in exchange for paying them lower fees, betting lowest-priced plans on the exchange would gain the most customers.\n\nLee Lee\n\nAnthem requested a discount from St. Vincent, according to Dr. David Lee, Anthem’s vice president for provider engagement, but he declined to say if the insurer actually received a lower price.\n\n\n\n“We have to consider a multitude of factors,” he said. “Does it add an attractiveness for our customers? Does it add an attractiveness for our brokers?”\n\n\n\nJen Dial, a spokeswoman for St. Vincent, also would not say whether the hospital network had discounted prices for Anthem’s Obamacare network.\n\n\n\nIn a written statement, she said St. Vincent decided to join Anthem’s network because being out of it was causing problems for patients.\n\n\n\nAnthem’s move to broaden its provider network mirrors what other “narrow network” health plans in Indiana have done in the past. For example, the now-defunct M-Plan started in 1989 with a network that included Methodist Hospital and the physicians most closely attached to it.\n\n\n\nBut before the plan was a year old, it had to add other hospitals and physicians because employers demanded it. Likewise, Advantage Health Solutions Inc., a health insurance plan started by St. Vincent and Franciscan, had to add more providers over time.\n\n\n\n“It was employers that simply said, ‘We like your product. It’s a good price. But if it’s our only plan, we’ll have unhappy employees,’” said Alex Slabosky, who was CEO of M-Plan from 1989 until 2009.\n\n\n\nThat pressure is lessened when narrow-network insurance plans are offered as one choice among many, as is the case on the Obamacare exchange, Slabosky said. But when families purchase insurance, narrow networks can still be a problem.\n\n\n\n“There was frequently a situation where one spouse would be going to IU or Methodist, and the other spouse would be going to a physician at St. Francis or St. Vincent. And children were going somewhere [else],” Slabosky said.\n\n\n\nLee said Anthem’s deal with St. Vincent was spurred by insurance brokers saying they could sell more of Anthem’s Obamacare policies if they included one of the hospitals in Carmel, which are popular with moms for delivering babies, and if they included inpatient pediatric services.\n\n\n\nPreviously, Anthem’s exchange policies would cover at a discounted rate any specialized services—such as inpatient pediatric care—that were not provided by one of its exchange providers. Even so, some customers were still opting for exchange plans that included Indiana University Health’s Riley Hospital for Children or St. Vincent’s Peyton Manning Children’s Hospital.\n\n\n\nAnthem talked with St. Vincent about joining its Obamacare network in 2013, with Anthem particularly interested in the many small hospitals St. Vincent has in rural counties. But St. Vincent leaders worried agreeing to the lower discounts Anthem wanted would pressure St. Vincent’s prices on its other contracts with Anthem.\n\n\n\nEven so, Lee said he expects Anthem’s network for Obamacare policies to remain more limited than the broad choice of providers it offers to employers.\n\n\n\n“It does appear that price is the number one priority for exchange customers,” he said. “A narrow network may likely be a continued desirable feature to help drive deeper discounts.”\n\n\n\nAnthem’s broadening of its provider network comes after many other health insurers selling Obamacare policies tried to counter Anthem’s narrow network with broader choices of providers.\n\n\n\nMDwise Inc. signed up St. Vincent, IU Health, Franciscan St. Francis Health and Eskenazi to its network for 2014, the first year the individual Obamacare policies were available. MDwise attracted more than 27,000 customers its first year, although that number slipped a bit to 23,000 this year as more competitors entered the market.\n\n\n\nIn 2015, Minnesota-based UnitedHealthcare used the same network of providers for its individual Obamacare plans as it did for its employer plans. UnitedHealthcare has signed up more than 28,000 customers, according to its filing with the Indiana Department of Insurance.\n\nKleymeyer Kleymeyer\n\nMatt Kleymeyer, a benefits broker at the Indianapolis office of Bernard Health, said UnitedHealthcare was the most popular policy among his clients for 2015 coverage, in large part because of its broad choice of providers.\n\n\n\nAnthem remains by far the largest player among individual Obamacare plans, with more than 100,000 customers. But its share of the overall market has slipped to about 50 percent this year, compared with about 75 percent last year.\n\n\n\nWhile Anthem had the lowest-priced plans in nearly all Indiana counties in 2014, that was not the case in 2015. And next year, it appears Anthem will face even stiffer competition on price.\n\n\n\nThe average premiums requested by nine insurers selling on the Obamacare exchange show Anthem in sixth place, ahead of only UnitedHealthcare, Fort Wayne-based Physicians Health Plan of Northern Indiana Inc. and New York-based Assurant Inc., which has said it will exit the Obamacare markets.\n\n\n\nOhio-based CareSource Inc. was able to attract the second-most customers in the Obamacare individual market this year with low-cost plans backed by a narrow provider network that included IU Health but not St. Vincent or Franciscan. CareSource has more than 34,000 individual customers in Indiana, according to its filing with the Indiana Department of Insurance.\n\n\n\nBut the low-cost competition will get a lot thicker in 2016. IU Health Plans, the insurance arm of IU Health, is expanding from selling in 17 counties to selling in 62. And it has requested premiums that are 16.5 percent lower, on average, than it offered this year.\n\n\n\nThat combination should allow IU Health Plans to sign up nearly 5,200 customers in 2016, its insurance filing predicts.\n\n\n\nAlso, MDwise, which is co-owned by IU Health and Eskenazi, has requested premiums that are 19 percent lower, on average, than this year.\n\n\n\n“We did not have our own proprietary data from which to develop rates, either for 2014 or 2015. Now, with a full year of actual experience, we are able to refine and correct assumptions that had been made previously based solely on publicly available information and studies,” wrote Jamie Bruce, MDwise’s chief business strategy officer, in an email.\n\n\n\nKleymeyer, the benefits broker, said he expects all the health plans to keep working to find the right balance between price and provider choice.\n\n\n\n“The ACA exchanges are still very much in their infancy and, like all goods and services sold in a marketplace, there will continue to be an ebb and flow between price and product as the market matures,” he said.•", "article_metadata": {"description": "Anthem Blue Cross and Blue Shield has added St. Vincent Health to the “narrow network” of health care providers it uses for Obamacare plans. St. Vincent’s 22 hospitals and nearly 900 physicians on June 1 joined the network Anthem uses for individual health plans it sells on the online exchange created by the Affordable Care Act. Before that, the only central Indiana hospital systems that were part of Anthem’s exchange plans were Community Health Network, Eskenazi Health and most of the county-owned hospitals in the . . .", "csrf-token": "G01Xc+IH+ei4eFIzQ8SwFieoKUx1b5DWOQuSbgMGY9g=", "twitter": {"description": "Anthem Blue Cross and Blue Shield has added St. Vincent Health to the &ldquo;narrow network&rdquo; of health care providers it uses for Obamacare plans.", "card": "summary", "title": "Anthem Obamacare plan backs off ‘narrow network’"}, "csrf-param": "authenticity_token", "og": {"image": "http://www.ibj.com/ext/resources/aa-stock-images/og-logo.jpg", "type": "Article", "description": "Anthem Blue Cross and Blue Shield has added St. Vincent Health to the &ldquo;narrow network&rdquo; of health care providers it uses for Obamacare plans.", "title": "Anthem Obamacare plan backs off ‘narrow network’"}, "keywords": "Affordable Care Act,Anthem Blue Cross and Blue Shield,David Lee,Obamacare,St. Vincent Health,customers,exchanges,health insurance,narrow network,provider,provider network", "google-site-verification": "dEpdCgWEqtwBQ26es3xvj1hiJAdg_f1dGEb3ojELomo", "verify-v1": "g4IS1SbAtb6k021/9HzhkZ2B++kYDaZ8FN48PiruaO8=", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fd1df3\"", "article_summary": "Anthem talked with St. Vincent about joining its Obamacare network in 2013, with Anthem particularly interested in the many small hospitals St. Vincent has in rural counties.\nAnthem Blue Cross and Blue Shield has added St. Vincent Health to the “narrow network” of health care providers it uses for Obamacare plans.\nAnthem’s move to broaden its provider network mirrors what other “narrow network” health plans in Indiana have done in the past.\nDoes it add an attractiveness for our brokers?”Jen Dial, a spokeswoman for St. Vincent, also would not say whether the hospital network had discounted prices for Anthem’s Obamacare network.\nBut St. Vincent leaders worried agreeing to the lower discounts Anthem wanted would pressure St. Vincent’s prices on its other contracts with Anthem."}