{"article_title": "9% Of Americans Are Angry, Impulsive... And Have Access To A Gun", "article_keywords": ["mental", "angry", "violence", "gun", "psychiatric", "impulsive", "access", "americans", "firearms", "swanson", "health", "history"], "article_url": "http://www.medicaldaily.com/gun-violence-and-mental-health-9-americans-are-angry-impulsive-and-have-access-gun-328378", "article_text": "Gun violence remains a prevailing and controversial issue in the United States, especially when coupled with mental health. Although criminal and mental health-related gun ownership restrictions do exist, withholding access to guns from people with anger issues would be a dubious proposition, at best. A team of researchers from Duke, Harvard, and Columbia universities have found that one out of every 10 Americans has a history of impulsive and angry behavior, as well as access to a gun.\n\nAccording to the Centers for Disease Control and Prevention, over 59,000 people were injured by the intentional use of a firearm in 2012, along with 11,622 people who died as the result of a violent gun incident.\n\n\"As we try to balance constitutional rights and public safety regarding people with mental illness, the traditional legal approach has been to prohibit firearms from involuntarily-committed psychiatric patients,\" Dr. Jeffrey Swanson, professor in psychiatry and behavioral sciences at Duke Medicine, said in a statement. \"But now we have more evidence that current laws don't necessarily keep firearms out of the hands of a lot of potentially dangerous individuals.\"\n\nSwanson and his colleagues gathered data on 5,563 face-to-face interviews using the National Comorbidity Study Replication (NCS-R), a nationally representative survey of mental disorders in the U.S. led by Harvard in the early 2000s. Individuals prone to angry behavior who also have access to a gun tend to be young or middle-aged men who are known to lose their tempers, destroy property, or get into physical confrontations.\n\n\"Gun violence and serious mental illness are two very important but distinct public health issues that intersect only at their edges,\" Swanson added.\n\nFindings revealed that around nine percent of people in the U.S. have a history of anger and impulsiveness as well as direct access to at least one gun. Survey respondents in possession of six or more firearms were more likely to carry a gun outside of the home and have history of impulsiveness compared to those with one or two firearms. Angry people with access to a gun were also at a higher risk for common psychiatric conditions, such as personality disorders, alcohol abuse, anxiety, and PTSD.\n\n\"Very few people in this concerning group suffer from the kinds of disorders that often lead to involuntary commitment and which would legally prohibit them from buying a gun,\" said Dr. Ronald Kessler, professor of health care policy at Harvard and principal investigator of the NCS-R survey.\n\nLess than 10 percent of “angry people” had ever been admitted to the hospital for a psychiatric or substance abuse problem, meaning mental health-related restrictions regarding gun ownership would apply to them. The research team called attention to “dangerous persons” gun removal laws in Connecticut and Indiana as well as the “gun violence restraining order” law recently enacted in California as an effective way of keeping guns out of the hands of people prone to dangerous actions.\n\nSource: Kessler R, Swanson J, et al. Behavioral Sciences and the Law. 2015.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "gun, firearm, violence, mental, health, illness", "og": {"site_name": "Medical Daily", "description": "Nearly 10 percent of Americans show a history of angry and impulsive behavior while still having access to a gun.", "title": "Too Many Americans Are Angry, Impulsive... And Have Access To A Gun", "url": "http://www.medicaldaily.com/gun-violence-and-mental-health-9-americans-are-angry-impulsive-and-have-access-gun-328378", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/04/07/gun-violence.jpg", "type": "article"}, "twitter": {"description": "Nearly 10 percent of Americans show a history of angry and impulsive behavior while still having access to a gun.", "title": "Too Many Americans Are Angry, Impulsive... And Have Access To A Gun", "url": "http://www.medicaldaily.com/gun-violence-and-mental-health-9-americans-are-angry-impulsive-and-have-access-gun-328378", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/04/07/gun-violence.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/04/07/gun-violence.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "The Hill", "published_time": "2015-04-08T04:00:00-04:00", "modified_time": "2015-04-08T10:26:14-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Nearly 10 percent of Americans show a history of angry and impulsive behavior while still having access to a gun."}, "article_summary": "Gun violence remains a prevailing and controversial issue in the United States, especially when coupled with mental health.\nA team of researchers from Duke, Harvard, and Columbia universities have found that one out of every 10 Americans has a history of impulsive and angry behavior, as well as access to a gun.\nAngry people with access to a gun were also at a higher risk for common psychiatric conditions, such as personality disorders, alcohol abuse, anxiety, and PTSD.\nAlthough criminal and mental health-related gun ownership restrictions do exist, withholding access to guns from people with anger issues would be a dubious proposition, at best.\n\"Gun violence and serious mental illness are two very important but distinct public health issues that intersect only at their edges,\" Swanson added."}