{"article_title": "Fox News kicked Russell Brand out of their building", "article_keywords": ["building", "hannity", "kicked", "russell", "brand", "fox", "took", "headquarters", "seanhannity", "mediaite", "sean", "thanks"], "article_url": "http://redalertpolitics.com/2014/10/16/fox-news-kicked-russell-brand-building/", "article_text": "Russell Brand’s ongoing feud with Fox News took yet another turn this week.\n\nBrand got himself booted out of Fox News Headquarters while attempting to film his Youtube show, “The Trews,” on the premises.\n\nBrand, who has called Sean Hannity a “terrorist” and Fox News “fanatical” in the past, began his show by planting himself on the sidewalk outside Fox News Headquarters, claiming Sean Hannity had booked him for his show and then canceled. He proceeded to rant for several minutes about how Bill O’Reilly is an Islamophobe.\n\nEventually a security guard took notice and interrupted: “Excuse me, you can’t film here. This is private property.”\n\nBrand then ducked into the building, where he was informed again he needed to stop filming.\n\nNext, Brand told someone in the building that he wanted to go onto Hannity’s set to “have a look around” and “touch some stuff.”\n\nUnsurprisingly, the building staff rejected his request.\n\n“Whether the subject is Islamophobia or it’s just the freedom to be in a lobby,” Brand declared, “Fox is a difficult organization to work with. Whether it’s canceling booking for the Hannity show or kicking you out of their building, which they claim is owned by Beacon Management, it’s very difficult to have true freedom.”\n\nMeanwhile, Fox News denied to Mediaite that they had ever booked Brand, and Sean Hannity fired off these tweets mocking him:\n\n@rustyrockets I heard you were lurking around Fox yesterday like a deranged creepy stalker and begging to be on the show — Sean Hannity (@seanhannity) October 16, 2014\n\n@rustyrockets Thanks but no thanks Mr. Katy Perry. Too much serious stuff going on in the world. #Ebola #ISIS — Sean Hannity (@seanhannity) October 16, 2014\n\nWatch the clip below:\n\nh/t Mediaite", "article_metadata": {"generator": "NGFB Pro 7.8.4U", "og": {"site_name": "Red Alert Politics", "description": "Russell Brand’s ongoing feud with Fox News took yet another turn this week.", "title": "Fox News kicked Russell Brand out of their building - Red Alert...", "locale": "en_US", "image": {"width": 600, "identifier": "http://redalertpolitics.com/files/2014/10/brand-600x332.png", "height": 332}, "url": "http://redalertpolitics.com/2014/10/16/fox-news-kicked-russell-brand-building/", "type": "article"}, "fb": {"admins": 1285945407, "app_id": 529886110401651}, "msvalidate.01": "0F003B4674EABE0F24651B476B61A43C", "article": {"publisher": "https://www.facebook.com/RedAlertPolitics", "tag": "the-trews", "published_time": "2014-10-16T18:08:42+00:00", "modified_time": "2014-10-16T18:08:42+00:00"}, "viewport": "width=device-width"}, "_id": "\"57477af36914bd0286fd1e18\"", "article_summary": "Brand got himself booted out of Fox News Headquarters while attempting to film his Youtube show, “The Trews,” on the premises.\nBrand, who has called Sean Hannity a “terrorist” and Fox News “fanatical” in the past, began his show by planting himself on the sidewalk outside Fox News Headquarters, claiming Sean Hannity had booked him for his show and then canceled.\n#Ebola #ISIS — Sean Hannity (@seanhannity) October 16, 2014Watch the clip below:h/t Mediaite\nRussell Brand’s ongoing feud with Fox News took yet another turn this week.\n“Whether the subject is Islamophobia or it’s just the freedom to be in a lobby,” Brand declared, “Fox is a difficult organization to work with."}