{"article_title": "Wellpoint Inc.’s Legacy Set Anthem Up for Success -- The Motley Fool", "article_keywords": ["fool", "blue", "wellpoint", "set", "billion", "success", "motley", "anthem", "incs", "cross", "states", "legacy", "health", "insurers", "insurance", "shield"], "article_url": "http://www.fool.com/investing/general/2015/09/04/wellpoint-incs-legacy-set-anthem-up-for-success.aspx", "article_text": "Last December, the nation's second-largest health insurer embarked on a significant rebranding, discarding its long-held WellPoint moniker to adopt the more familiar Anthem (NYSE:ANTM) brand name that is known to its millions of Anthem Blue Cross and Blue Shield members.\n\nWellPoint's rebranding came at a time when millions of new members were enrolling in health insurance under Obamacare, and now that WellPoint has two quarters operating as Anthem under its belt it's time to consider the WellPoint legacy and Anthem's future.\n\nWellPoint's dealmaking legacy\n\nWellPoint as we know it today was formed when Anthem Insurance Company merged with WellPoint in 2004, but both WellPoint and Anthem had a long history prior to their combination.\n\nWellPoint has its roots in Blue Cross of California, a former mutual insurer that was founded in 1982 when Blue Cross of Northern California and Blue Cross of Southern California, both of which had been established in the mid-1930s, consolidated.\n\nIn 1992, WellPoint was created by Blue Cross of California to operate Blue Cross of California's managed care business, leading to WellPoint being spun off as a publicly traded company in 1993.\n\nFor its part, the original Anthem began as two separate Indiana mutual insurers in the 1940s that over time grew to become the largest Indiana health insurers prior to combining in 1985 under the name Associated Insurance.\n\nAssociated Insurance went on to buy Blue Cross and Blue Shield plans in Kentucky and Ohio, merging them together with their Indiana operations to form Anthem Blue Cross and Blue Shield. After Anthem Blue Cross and Blue Shield bought more Blue Cross and Blue Shield businesses in the Northeast and out west, it IPO'd in 2001.\n\nBecause both WellPoint and Anthem had grown considerably via acquisitions over the years, they created the nation's largest health insurer with 27 million members across 13 states when they merged in 2004.\n\nThat market might provided WellPoint with enviable negotiating power that allowed it to drive down doctor and hospital costs, which in turn made WellPoint one of the most consistently profitable health insurers in the nation, establishing its legacy as one of the most successful deal makers in healthcare.\n\nAnthem today\n\nBy the time President Obama signed the Affordable Care Act into law in 2010, WellPoint had already established that membership scale is critical to insurers' financial success, yet the ACA's passage has reinforced that premise by serving as the biggest boon to the health insurance industry in decades.\n\nOver 7 million individuals flocked to state or the Federal health insurance exchange to get health insurance coverage in the first year following the implementation of Obamacare's health insurance mandate. And this year, the number of people enrolling in health insurance through the marketplaces totaled 11.7 million.\n\nAlmost 900,000 of those newly insured people selected plans offered by Anthem in 14 states, which is fueling significant top- and bottom-line growth for Anthem.\n\nIn the second quarter, Anthem's total insurance membership climbed to 38.5 million people, up 1 million people from the end of 2014, and as a result, Anthem's quarterly revenue reached $19.8 billion, resulting in earnings per share of $3.10.\n\nBut it's not just Obamacare's health insurance marketplaces that are driving Anthem's growth this year. The company is also benefiting from a provision in the Affordable Care Act that allowed states to expand Medicaid programs to include people earning up to 138% of the Federal poverty levels.\n\nBecause 31 states, including DC, opted to expand Medicaid, enrollment in state Medicaid plans operated by Anthem has surged by 571,000 Medicaid members this year alone and that growth resulted in Anthem reporting $10.4 billion in government business sales last quarter, up 25.7% from a year ago.\n\nAnthem's future\n\nAnthem's recent bid to acquire competitor Cigna for $48 billion shows that WellPoint's dealmaking legacy continues to influence it.\n\nThe deal, which was announced this summer, has yet to close, but if it passes muster with antitrust regulators, then Anthem will again become the largest national health insurer, with $115 billion in total revenue.\n\nImportantly, it will also give Anthem even more clout to whittle away at healthcare costs and an opportunity to shave up to $2 billion in overlapping annual costs within two years of the deal closing. If Anthem makes good on those projected savings, then it will entrench the insurer's legacy as the savviest M&A deal maker in the industry.", "article_metadata": {"publish_time": "11:07", "date": "2015-09-04T15:07:00Z", "description": "WellPoint Inc.'s long history of consolidation continues to pay off.", "ResponsiveALP": "1Ses_2things-v-single_single-control_50", "author": "Todd Campbell", "promo": "WellPoint Inc.'s long history of consolidation continues to pay off.", "twitter": {"site": "@themotleyfool", "description": "WellPoint Inc.'s long history of consolidation continues to pay off.", "title": "Wellpoint Inc.’s Legacy Set Anthem Up for Success --  The Motley Fool"}, "tags": "Yahoo", "og": {"site_name": "The Motley Fool", "description": "WellPoint Inc.'s long history of consolidation continues to pay off.", "title": "Wellpoint Inc.’s Legacy Set Anthem Up for Success --  The Motley Fool", "url": "http://www.fool.com/investing/general/2015/09/04/wellpoint-incs-legacy-set-anthem-up-for-success.aspx", "image": "https://g.foolcdn.com/image/?url=http%3A%2F%2Fg.foolcdn.com%2Feditorial%2Fimages%2F178436%2Fwellpoint-mcb-1.JPG&h=630&w=1200&op=resize", "type": "article"}, "headline": "Wellpoint Inc.’s Legacy Set Anthem Up for Success", "fb": {"admins": 50808187550, "page_id": 7240312795, "app_id": 50808187550}, "bureau": "usmf-health-care", "STORY_UID": "8194bf22-5265-11e5-aac2-0050569d4be0", "pitch": 2518, "msvalidate.01": "8D40D58712924715BAA79D135A6C8DDA", "gsa_date": "2015 09 04", "tickers": "ANTM,CI", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0"}, "article_summary": "Over 7 million individuals flocked to state or the Federal health insurance exchange to get health insurance coverage in the first year following the implementation of Obamacare's health insurance mandate.\nAfter Anthem Blue Cross and Blue Shield bought more Blue Cross and Blue Shield businesses in the Northeast and out west, it IPO'd in 2001.\nAssociated Insurance went on to buy Blue Cross and Blue Shield plans in Kentucky and Ohio, merging them together with their Indiana operations to form Anthem Blue Cross and Blue Shield.\nWellPoint's dealmaking legacyWellPoint as we know it today was formed when Anthem Insurance Company merged with WellPoint in 2004, but both WellPoint and Anthem had a long history prior to their combination.\nIn 1992, WellPoint was created by Blue Cross of California to operate Blue Cross of California's managed care business, leading to WellPoint being spun off as a publicly traded company in 1993."}