{"article_title": "Bedner's comes to downtown Delray and other updates", "article_keywords": ["florida", "company", "bedners", "boca", "bedner", "downtown", "market", "delray", "updates", "beach", "quality", "comes", "plan"], "article_url": "http://bocamag.com/blog/2015/04/02/bedners-comes-to-downtown-delray-and-other-updates/", "article_text": "Farm to downtown\n\nDowntown Delray Beach has plenty of entertainment amenities, but lacks one basic element: a food market. That should change in the fall.\n\nBedner’s, the popular “farm-to-fork” market/mini-agriculture theme park along U.S. 441 west of Boynton Beach, is expanding to downtown Delray. Operations Manager Marie Bedner says the company will lease a 3,000-square-foot former warehouse at the other end of the block from Third and Third Restaurant, so named because it’s at Northeast Third Street and Northeast Third Avenue in the Artists Alley neighborhood. Design is underway, and Bedner says the plan is to open in November, to take full advantage of high season.\n\nWhy now? For that best of reasons: demand. Why Delray? That’s where the demand is highest.\n\n“It’s driven by our customers,” Bedner says. “They come out here and say to us, ‘This is like going to Belle Glade.’ ” Bedner’s Fresh Farm Market is about 12 miles west on Atlantic Avenue and north on 441 from where the new market will serve all those downtown Delray residents and perhaps more on the coast who don’t know Bedner’s.\n\nThe current market has been open for five years. Of course, calling Bedner’s a market is like calling Sawgrass Mills a mall. The list of what Bedner’s doesn’t sell might be shorter than what it does sell: peppers, tomatoes, cucumbers, corn, broccoli, strawberries -- for which there’s even a you-pick season – and much more.\n\nBedner’s popularity, though, stems from the quality of its produce. It comes from the 80 acres near the market and from other farms nearby and north into Martin County, where the company has 200 acres. When the Florida growing season ends – “sometimes it goes through April,” Bedner says, “depending on Mother Nature” -- the company arranges with growers in New Jersey, Pennsylvania and elsewhere to import products “of the same quality.”\n\nBeyond vegetables, fruit and any number of items to make dining great, Bedner’s sells homemade ice cream, runs a petting zoo, offers hay rides – my grandchildren have had one -- and hosts craft shows. Bedner says the company also encourages school field trips, to show children that food doesn’t come from a grocery store and to encourage diets that stress fresh food, to reduce the rate of childhood obesity.\n\nDelray Beach tried to get a downtown market for what is now the Arts Garage space. There’s a Publix northeast of Artists Alley on Federal Highway, but the appeal of Bedner’s is that it will be walkable for people living and working right downtown.\n\nThe move—and the success of Bedner’s—is another reminder of how important it is for Palm Beach County protect the coastal farming area that is the Agricultural Reserve Area. Bedner says the company was “on both sides of the debate” last week before the county commission. Homes bring customers, but too many homes can make it hard to farm. Bedner says the company also faces competition from Mexico’s “dumping” of cheap produce.\n\nImports, though, don’t have the quality that Bedner’s offers. Fortunately, this area has enough customers who want that quality, in all forms. Bedner says Delray Beach has a “big juicing crowd, and we cater to them.” Very soon, that quality will be much closer.\n\nPolice vote next week\n\nI have reported that the Fraternal Order of Police has yet to ratify the proposed contract with Boca Raton. The International Association of Firefighters has ratified its contract. The old ones expired last Sept. 30, the end of the city’s fiscal year.\n\nA Fraternal Order of Police representative told me this week that a ratification vote has been scheduled for next Tuesday and Thursday. Presumably, if the union approves the contract, it would go to the city council for approval along with the fire contract.\n\nStill, the projected pension savings over 30 years from the contracts is roughly $7 million less than the firefighters union advertised last December when the deals were struck. The union estimated the savings at $100 million. Instead, they are $92.8 million.\n\nBipartisan miracle?\n\nSomething incredible happened last week. The U.S. House of Representatives governed. Even better, the House governed in a bipartisan way, and on an issue that is a big one in South Florida.\n\nThat issue is Medicare payments to doctors and other providers. Seventeen times since 2002, Congress had enacted stopgap measures to avoid big cuts in payment rates, known in Congress as the “sustainable growth rate.” A 21 percent cut is supposed to hit this month.\n\nThis time, though, the House passed a 10-year plan. The vote was 392-37. The entire Florida delegation—17 Republicans and 10 Democrats—voted yes.The Senate is expected to pass it after the Easter/Passover recess, in time to take effect before the actual checks go out and thus effectively meeting the April 1 deadline.\n\nBoth parties compromised. Republicans signed off even though the plan is only one-third paid for, so the legislation would increase the deficit. Democrats went along even though the plan will raise costs for some seniors through deductibles on Medigap policies and more means-testing. But Republicans got to claim that they did entitlement reform—a party priority—and Democrats got the Children’s Health Insurance Program financed for two years—a party priority.\n\nRepublicans didn’t say that the plan builds on a key portion of the Affordable Care Act. One of the lesser-known goals of the law is to base Medicare payments more on outcomes, not just services. The law seeks more accountability in health care spending overall, but Medicare is especially important because it’s the main cause of long-term budget deficits.\n\nBoca Raton Regional Hospital seems to agree with that approach. I got this statement on the legislation from Chief Medical Officer Charles Posternack:\n\n“In our opinion, it’s beneficial to us. It scraps the old formula and replaces it with value-based reimbursement, which is, in essence, getting paid for what you do well, not just what you do. Given our quality measurements, this will separate Boca Regional from other provides that are less able to match our level of quality care.”\n\nAnd just this once, Congress did something well. The legislation is imperfect; for one thing, it includes payments to Oregon school districts that have lost money from logging permits. Given the recent level of dysfunction in Congress, though, doing well looks almost perfect.\n\nCome on down trips\n\nGov. Rick Scott will travel to California this month as part of his continued trips to states with Democratic governors and higher taxes. Scott’s pitch is that companies in those states should move to Florida, where business conditions are better and jobs are growing.\n\nAccording to Wells Fargo, though, “Strong payroll gains” are California’s “new norm.” While California’s unemployment rate of 6.7 percent is about a percentage point higher than Florida’s, the state added nearly 30,000 jobs in February.\n\nScott surely will contrast California’s state income tax rate, which in 2013 went to 10.3 percent for incomes of $250,000 and 13.3 percent for incomes of $1 million and higher. Florida has no state income tax.\n\nBut most employees don’t make nearly that much. Also, multiple studies show that taxes often don’t figure prominently in a company’s decision. Staples, for example, would keep its headquarters in what some derisively call “Taxachusetts” if federal regulators allow the company to merge with Boca Raton-based Office Depot.\n\nScott would do better to stay in Tallahassee and urge the Legislature to give Florida a top-tier university system and the nation’s most skilled workforce. Achieving both goals would be a nice new normal for Florida.\n\n••••••••\n\nYou can email Randy Schultz at randy@bocamag.com\n\nAbout the Author\n\nRandy Schultz was born in Hartford, Conn., and graduated from the University of Tennessee in 1974. He has lived in South Florida since then, and in Boca Raton since 1985. Schultz spent nearly 40 years in daily journalism at the Miami Herald and Palm Beach Post, most recently as editorial page editor at the Post. His wife, Shelley, is director of The Learning Network at Pine Crest School. His son, an attorney, and daughter-in-law and three grandchildren also live in Boca Raton. His daughter is a veterinarian who lives in Baltimore.", "article_metadata": {"description": "Farm to downtownDowntown Delray Beach has plenty of entertainment amenities, but lacks one basic element: a food market. That should change in the fall.", "viewport": "width=device-width,initial-scale=1"}, "_id": "\"57477af46914bd0286fe07e6\"", "article_summary": "Delray Beach tried to get a downtown market for what is now the Arts Garage space.\nBedner’s, the popular “farm-to-fork” market/mini-agriculture theme park along U.S. 441 west of Boynton Beach, is expanding to downtown Delray.\nFarm to downtownDowntown Delray Beach has plenty of entertainment amenities, but lacks one basic element: a food market.\nBedner says Delray Beach has a “big juicing crowd, and we cater to them.” Very soon, that quality will be much closer.\nOf course, calling Bedner’s a market is like calling Sawgrass Mills a mall."}