{"article_title": "CreakyJoints Launches “Arthritis Power,” the First Ever Patient-Led, Patient-Centered Research Registry for Arthritis Patients", "article_keywords": ["living", "patient", "power", "launches", "support", "arthritis", "data", "research", "patientled", "patients", "conditions", "health", "registry", "creakyjoints", "patientcentered"], "article_url": "http://www.businesswire.com/news/home/20150514006199/en/CreakyJoints-Launches-%E2%80%9CArthritis-Power%E2%80%9D-Patient-Led-Patient-Centered-Research", "article_text": "UPPER NYACK, N.Y.--(BUSINESS WIRE)--CreakyJoints, the online, non-profit, patient support community with more than 80,000 members, today announces the launch of Arthritis Power, the first ever patient-led, patient-generated, patient-centered research registry for arthritis, bone, and inflammatory skin conditions. Focusing on rheumatoid arthritis, psoriasis, psoriatic arthritis as well as numerous other musculoskeletal conditions, the goal of Arthritis Power is to securely collect health data from tens of thousands of arthritis patients to support future research. Arthritis Power includes a steering committee of patients called the Patient Governor Group that identifies research needs for study development and prioritizes research requests from the CreakyJoints patient community around the world. The new initiative is launched in partnership with the University of Alabama at Birmingham. Arthritis Power is supported in part by the Patient Centered Outcomes Research Institute (PCORI), a nonprofit, nongovernmental organization created by Congress as part of the Patient Protection and Affordable Care Act of 2010. Its overall goal is to enhance informed health care decision making and to improve health care delivery.\n\nUsually patients with rheumatoid, psoriatic arthritis or other chronic conditions learn about opportunities to participate in research from their health care providers. Arthritis Power will offer a variety of clinical trial and other research opportunities, allowing patients to proactively decide when and how to participate. Securely donated data will be used by patients, universities, research facilities, and physicians to better understand how to fight these diseases and perhaps, contribute to finding elusive cures. Arthritis Power data will be collected using a smart phone, laptop, desktop or tablet where there is an internet connection.\n\n“Patient-centered research means that we can more effectively use big data to answer questions that are important to those living with these illnesses. This opportunity will produce results that help patients weigh the value of healthcare options according to their personal circumstances, conditions, and preferences,” says Jeffrey Curtis, MD MS MPH, William J. Koopman Endowed Professor in Rheumatology and Immunology at the University of Alabama at Birmingham, Division of Clinical Immunology and Rheumatology.\n\n“The more people who join and share information about their symptoms and treatments, the more quickly we are able to find answers,” he said.\n\nPutting the Power in Patients’ Hands\n\nArthritis Power empowers patients to take control of their disease. First, patients positively support and advance the understanding of arthritis by participating in studies shaped by their peers. Second, patients can conveniently and easily track changes in their symptoms over time with their healthcare team via the “My Reports” function of the application. This close-up view of a patient’s day-to-day experience will help doctors work with their patients to adjust medications and promote healthy behaviors.\n\n“With the launch of Arthritis Power, we now have the ability to prioritize our community’s most urgent treatment and disease management questions,” said Seth Ginsberg, President and Co-Founder of CreakyJoints and the Global Healthy Living Foundation. “It will be easy to track, share, and send health data, enabling patients and physicians to have more productive and meaningful dialogue about ongoing treatments.”\n\nPatients living with rheumatoid arthritis, psoriasis, psoriatic arthritis, ankylosing spondylitis, fibromyalgia, osteoarthritis, lupus and other bone, muscle, skin or joint conditions, are invited to learn more about and join (for free) the Arthritis Power Research Network at www.ArthritisPower.org. To learn more about CreakyJoints®, an online arthritis patient community supporting more than 80,000 members through support, blogs, research updates and education, innovative advocacy and global research projects, visit www.CreakyJoints.org.\n\nAbout CreakyJoints\n\nCreakyJoints, part of the not-for-profit Global Healthy Living Foundation, is a dynamic education, support, advocacy and patient-centered research organization for people with all forms of arthritis and rheumatic disease. Co-founded in 1999 by arthritis patient Seth Ginsberg, CreakyJoints has grown to a community of more than 80,000 patients and their families in all 50 states, Western Europe, South America and Australia. For more information and to become a member (for free), visit www.CreakyJoints.org.", "article_metadata": {"description": "CreakyJoints, the online, non-profit, patient support community today announces the launch of Arthritis Power, the first ever patient-led, patient-gen", "og": {"image": {"width": 465, "identifier": "http://www.businesswire.com/images/bwlogo_square.png", "type": "image/png", "height": 225}}, "twitter": {"description": "CreakyJoints, the online, non-profit, patient support community today announces the launch of Arthritis Power, the first ever patient-led, patient-gen", "title": "CreakyJoints Launches &ldquo;Arthritis Power,&rdquo; the First Ever Patient-Led, Patient-Centered Research Registry for Arthritis Patients", "image": {"src": "http://mms.businesswire.com/media/20150514006199/en/467853/21/CJ_logo.jpg"}, "site": "@businesswire", "widgets": {"csp": "on"}, "card": "summary_large_image"}, "robots": "noodp,noydir", "DC.date.issued": "2015-05-14", "p": {"domain_verify": "95725e0359a14c2e1ccbd936e10d20d6"}, "viewport": "width=device-width,initial-scale=1"}, "article_summary": "Arthritis Power data will be collected using a smart phone, laptop, desktop or tablet where there is an internet connection.\nPutting the Power in Patients’ HandsArthritis Power empowers patients to take control of their disease.\nFocusing on rheumatoid arthritis, psoriasis, psoriatic arthritis as well as numerous other musculoskeletal conditions, the goal of Arthritis Power is to securely collect health data from tens of thousands of arthritis patients to support future research.\nArthritis Power will offer a variety of clinical trial and other research opportunities, allowing patients to proactively decide when and how to participate.\nArthritis Power includes a steering committee of patients called the Patient Governor Group that identifies research needs for study development and prioritizes research requests from the CreakyJoints patient community around the world."}