{"article_title": "Medicare and Medical Futility", "article_keywords": ["refuse", "patient", "family", "medical", "treatment", "patients", "medicare", "futile", "doctors", "hospital", "futility", "care"], "article_url": "http://www.weeklystandard.com/medicare-and-medical-futility/article/1059437", "article_text": "The media are cooing over the news that Medicare will reimburse doctors $86 for half-hour consultations about the kind of treatment patients would—or would not—want should they become incapacitated. Such coverage was slated to be part of Obamacare, but was dropped after it became controversial when Sarah Palin warned against “death panels.”\n\nNow, six years later, Medicare’s coverage of these important conversations (and private insurers are sure to follow) has brought nary a peep of protest. Nor should it. Making treatment desires known in advance—and appointing a trusted surrogate to carry out your wishes if you become incompetent—is only wise.\n\nEnd-of-life care conversations became controversial because Palin and others feared that patients would be pressured to refuse expensive treatment and would be given little opportunity to choose care. With the continuing emphasis on medical cost cutting—and the possibility of future health care rationing in the air—it was and is a reasonable concern. But today’s advance directive forms make it easy to opt for care. To assuage fears of pressure, moreover, the regulation makes it clear that the discussions are to be voluntary, at the discretion of the patient, offered but not required as part of Medicare’s annual “wellness exam” benefit.\n\nPoliticians and the medical establishment are pleased with the regulation and the lack of popular resistance to it. The New York Times quoted congressman Earl Blumenauer (D-Oregon) as saying the regulation marked “a turning point in end-of-life care.” The story went on to say, again quoting Blumenauer, that “the challenge is to ensure that the wishes of patients and family members are ‘understood, respected, and enforced.’ ”\n\nThat is indeed the rub. But let’s be more specific. The threat is not that doctors will force the sick to receive unwanted care, as some fear. The right to refuse treatment is well established—even when it allows an otherwise postponable death. And that right is reinforced by doctors’ and medical institutions’ economic interest in reducing the provision of expensive care.\n\nThat financial reality, however, explains why the true threat to patient autonomy comes from the potential refusal to provide very ill and aged patients the life-extending treatment that they want—even when their desire has been expressed in a written advance directive. If the doctor believes that wanted treatment is “nonbeneficial” or “futile,” hospital committees are being given the authority to refuse care—even (perhaps especially) when the intervention has been keeping the patient alive.\n\nTexas law, for instance, permits doctors who disagree with a patient’s choice of life-extending treatment to take the matter to a hospital bio-ethics committee for adjudication behind closed doors. If the committee deems the treatment inappropriate, the family has 10 days to find another hospital willing to provide the care. If the family fails, which is often the case, treatment can be stopped legally—even when doing so overrides the explicit terms of an advance directive.\n\nThe push is on to increase the number of jurisdictions that allow doctors and others to overrule patient and family treatment choices. The journal Health Care Ethics published an article in 2012 entitled “Enhancing Communication and Coordination of Care: A Third Generational Approach to Medical Futility” urging that in disputes over interventions deemed futile by the hospital, a “time-limited trial” of continuing care be offered. After that, if “the treatment is still considered unreasonable or inappropriate, it could be withdrawn provided there is wide agreement among the attending/primary treating physician, other caregivers, hospital president, ethics committee, and so on.” Notice that the wishes of the patient and family are not mentioned.\n\nHere, it is important to stress a few points:\n\n* Medical futility is a value judgment, not a strictly medical determination. These cases don’t involve care that can’t or doesn’t work, but care that can or does. The determination that care is futile is a judgment about whether the life in question is worth living—and worth paying to sustain.\n\n* Futile care decisions may be distorted by prejudice against disabled patients, the elderly, and other minorities. Disability rights activists commonly complain that disabled people are pressured to refuse life-sustaining or life-saving treatment that would be unremarkable if provided to an able-bodied patient.\n\n* Collective decision-making such as proposed above empowers stran-gers to make crucial decisions about a person’s care. It gives greater weight to institutional and professional values than to those of the patient and family. This is likely to be especially true if the decision for continued treatment is seen by clinicians and bioethicists as religiously based.\n\nIf all of this sounds suspiciously like the enablement of institutional death panels, that would be right. It is not end-of-life consultations paid for by Medicare that are cause for concern, but hospital-enforced medical futility protocols that already present a danger to vulnerable patients.\n\nWesley J. Smith is a senior fellow at the Discovery Institute’s Center on Human Exceptionalism and a consultant to the Patients Rights Council.", "article_metadata": {"news_keywords": "Health Care,Life,Medicare,Wesley J. Smith", "og": {"site_name": "Weekly Standard", "description": "The media are cooing over the news that Medicare will reimburse doctors $86 for half-hour consultations about the kind of treatment patients would—or would not—want should they become incapacitated. Such coverage was slated to be part of Obamacare, but was dropped after it became controversial when Sarah Palin warned against “death panels.”&nbsp;\nNow, six years later, Medicare’s coverage of these important conversations (and private insurers are sure to follow) has brought nary a peep of protest. Nor should it. Making treatment desires known in advance—and appointing a trusted surrogate to carry out your wishes if you become incompetent—is only wise.&nbsp;\nEnd-of-life care conversations became controversial because Palin and others feared that patients would be pressured to refuse expensive treatment and would be given little opportunity to choose care. With the continuing emphasis on medical cost cutting—and the possibility of future health care rationing in the air—it was and is a reasonable concern. But today’s advance directive forms make it easy to opt for care. To assuage fears of pressure, moreover, the regulation makes it clear that the discussions are to be voluntary, at the discretion of the patient, offered but not required as part of Medicare’s annual “wellness exam” benefit.", "title": "Medicare and Medical Futility", "url": "http://www.weeklystandard.com/medicare-and-medical-futility/article/1059437", "image": "http://cdn.weeklystandard.biz/cache/r960-f76797b192f20c6e56d09efe9305974a.jpg", "type": "article"}, "twitter": {"description": "The media are cooing over the news that Medicare will reimburse doctors $86 for half-hour consultations about the kind of treatment patients would—or would not—want should they become incapacitated. Such coverage was slated to be part of Obamacare, but was dropped after it became controversial when Sarah Palin warned against “death panels.”&nbsp;\nNow, six years later, Medicare’s coverage of these important conversations (and private insurers are sure to follow) has brought nary a peep of protest. Nor should it. Making treatment desires known in advance—and appointing a trusted surrogate to carry out your wishes if you become incompetent—is only wise.&nbsp;\nEnd-of-life care conversations became controversial because Palin and others feared that patients would be pressured to refuse expensive treatment and would be given little opportunity to choose care. With the continuing emphasis on medical cost cutting—and the possibility of future health care rationing in the air—it was and is a reasonable concern. But today’s advance directive forms make it easy to opt for care. To assuage fears of pressure, moreover, the regulation makes it clear that the discussions are to be voluntary, at the discretion of the patient, offered but not required as part of Medicare’s annual “wellness exam” benefit.", "title": "Medicare and Medical Futility", "image": "http://cdn.weeklystandard.biz/cache/r960-f76797b192f20c6e56d09efe9305974a.jpg", "site": "@weeklystandard", "widgets": {"csp": "on"}, "card": "summary"}, "fb": {"admins": 1285945407}, "google-site-verification": "QxcYUvYDy42iu46zPMF2vwdQlMXsJP74MqOgujGnpaQ", "keywords": "Health Care,Life,Medicare,Wesley J. Smith", "article": {"author": "Wesley J. Smith", "published_time": "2015-11-16 00:00", "title": "Medicare and Medical Futility"}, "viewport": "width=device-width,user-scalable=0"}, "_id": "\"57477af46914bd0286fe0822\"", "article_summary": "Here, it is important to stress a few points:* Medical futility is a value judgment, not a strictly medical determination.\nIt is not end-of-life consultations paid for by Medicare that are cause for concern, but hospital-enforced medical futility protocols that already present a danger to vulnerable patients.\nThe media are cooing over the news that Medicare will reimburse doctors $86 for half-hour consultations about the kind of treatment patients would—or would not—want should they become incapacitated.\nThe right to refuse treatment is well established—even when it allows an otherwise postponable death.\nAnd that right is reinforced by doctors’ and medical institutions’ economic interest in reducing the provision of expensive care."}