{"article_title": "How Obama secretly became the anti-poverty president", "article_keywords": ["poor", "secretly", "term", "hes", "antipoverty", "work", "secondterm", "poverty", "policies", "wage", "president", "obama"], "article_url": "https://www.washingtonpost.com/news/wonk/wp/2014/02/18/how-obama-secretly-became-the-anti-poverty-president-2/", "article_text": "\n\nPresident Obama is the antipoverty president. (Photo by Larry Downing/AP)\n\nOn the 50th anniversary of the March on Washington in August, President Obama took the stage of the Lincoln Memorial and gave highly anticipated remarks honoring the life of the Rev. Martin Luther King Jr. But on the 50th anniversary of the War on Poverty last month, he released a three-paragraph statement to the White House e-mail list.\n\nThe understated response was just one example of how Obama has often been shy about vocally addressing poverty. If you ask people in the White House about the president’s anti-poverty policies, they’ll describe them but then rush to emphasize: He’s focused on the middle class and those trying to get into it. And Obama’s own statements about the poor sometimes come with value statements attached. He’s said he wants to create “more chances for folks to earn their way into the middle class as long as they’re willing to work for it.”\n\nAs long as they’re willing to work for it. It’s striking language for a president who has criticized the opposition for suggesting that the poor should just work harder if they want to lift themselves out of poverty. When he talks about the issue, he often shows a bit of insecurity, a worry that people will think he’s a tax-and-spend liberal who gives handouts to the poor. He’s far more comfortable talking about the middle class, economic growth and opportunity.\n\nThe irony is that even as he has shied away from talking about poverty, a relentless focus on helping the poor is perhaps the most unifying principle behind his approach to the economy. From the beginning of his first term to his second-term priorities, Obama has advocated policies whose disproportionate beneficiaries are people in poverty or near it. Consider the two biggest policies of his first term.\n\n-- The 2009 stimulus: There’s little doubt that the much-derided stimulus helped the poor most of all. It increased food stamps and unemployment benefits and expanded tax policies, such as the earned-income tax credit, that aid the poor. Economists estimate that millions of people were kept out of poverty because of the anti-poverty policies in the stimulus. And as you can see in the chart below, poverty hardly increased in the very deep recession of 2007-2009, as a result of safety net programs. By contrast it rose significantly more in recessions in the early 1990s and early 1980s. (More, here.)\n\n-- The Affordable Care Act: While the ACA was often billed as a mechanism to enhance economic security for working-class Americans and to control rising health-care costs, its primary beneficiaries are people in poverty or close to poverty who otherwise lacked health coverage. The Brookings Institution estimates that the poor -- the bottom fifth of all U.S. earners -- will see a bump in income of 5 to 10 percent, including the value of health insurance, as a result of the ACA.\n\nIn his second term, Obama's two of Obama's most prominent policy proposals are even more explicitly tied to the poor.\n\n-- The minimum wage: Economists blame the fact that the poverty rate remains elevated, despite the safety net, partially on the declining value of the minimum wage, which on an inflation-adjusted basis is at a 50-year low. As you can see in the chart below, a single parent with one child who works 40 hours a week, 52 weeks a year, remains in poverty before taking into account government aid. Obama has proposed hiking the wage from $7.25 an hour to $10.10 an hour by 2016.\n\n-- An expansion of early-childhood education: The United States has low levels of mobility for poor children, compared to many other rich countries. And according to some economists, one of the best ways to boost the odds that poor children will improve their lot in life is to make sure they receive a good, early childhood education. That’s the thinking behind Obama’s proposal to ensure access to all 4-year-olds from poor backgrounds.\n\nAs he’s described his second-term initiatives, Obama has shown an increasing willingness to talk about poverty directly. Of the minimum wage, he’s said, “it would lift millions of Americans out of poverty, and help millions more work their way out of poverty.”\n\nA critical difference, of course, is that in his first term, Obama was able to achieve his objectives, while the odds for his second-term proposals don’t seem very high. And so while poverty was basically held flat in the first term, despite incredible pressure from the recession and meager recovery, it may well remain stuck in the second-term, too, with about one in every six people lacking the resources necessary to meet their basic needs.", "article_metadata": {"description": "Nothing defines Obama as much as the fight against poverty. But you might not know it.", "author": "https://www.facebook.com/zgoldfarb", "og": {"site_name": "Washington Post", "description": "Nothing defines Obama as much as the fight against poverty. But you might not know it.", "title": "How Obama secretly became the anti-poverty president", "url": "https://www.washingtonpost.com/news/wonk/wp/2014/02/18/how-obama-secretly-became-the-anti-poverty-president-2/", "image": "https://images.washingtonpost.com/?url=http://img.washingtonpost.com/blogs/wonkblog/files/2014/01/wonk0129-800x531.jpg&w=1484&op=resize&opt=1&filter=antialias", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@Goldfarb"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/news/wonk/wp/2014/02/18/how-obama-secretly-became-the-anti-poverty-president-2/", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "Obama, economics, poverty,", "article": {"publisher": "https://www.facebook.com/washingtonpost", "author": "https://www.facebook.com/zgoldfarb"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "Obama, economics, poverty,"}, "_id": "\"57477af46914bd0286fe0811\"", "article_summary": "President Obama is the antipoverty president.\n(Photo by Larry Downing/AP)On the 50th anniversary of the March on Washington in August, President Obama took the stage of the Lincoln Memorial and gave highly anticipated remarks honoring the life of the Rev.\nAs he’s described his second-term initiatives, Obama has shown an increasing willingness to talk about poverty directly.\nThe understated response was just one example of how Obama has often been shy about vocally addressing poverty.\nEconomists estimate that millions of people were kept out of poverty because of the anti-poverty policies in the stimulus."}