{"article_title": "Direct Primary Care Is Emerging Business Model --Doctors Lounge", "article_keywords": ["emerging", "business", "fees", "direct", "primary", "lounge", "patients", "health", "doctors", "article", "model", "insurance", "care"], "article_url": "http://www.doctorslounge.com/index.php/news/pb/63190", "article_text": "Back to Journal Articles\n\nTUESDAY, April 26, 2016 (HealthDay News) -- Direct primary care, where doctors bypass insurance companies, is an emerging business model, according to an article published in The Boston Globe.\n\nThe article describes this new business model, where doctors stop accepting health insurance and charge a flat monthly fee for a certain number of visits per year, as well as being accessible by e-mail and telephone.\n\nDirect primary care is an offshoot of concierge medicine, although concierge doctors usually bill insurers as well as charging monthly fees. Direct primary care doctors bypass insurance, and patients pay fees, which are often less than $100 per month. Patients still need health insurance to cover the costs of serious illness and comply with the federal Affordable Care Act. The fees for direct primary care tend to vary by age, and may be unaffordable for many middle- and lower-income families. The model is growing as more overwhelmed primary care doctors search for alternatives; a study from the Massachusetts Academy of Family Physicians suggests almost 9 percent of doctors are considering switching to direct primary care.\n\n\"Primary care lends itself to the direct model, advocates say, because primary care works best when doctors and patients develop strong relationships and discuss and manage health issues before they worsen to the point where patients end up in hospitals,\" according to the article.\n\nFull Text\n\nCopyright © 2016 HealthDay. All rights reserved.\n\nReader comments on this article are listed below. Review our comments policy.\n\nSubmit your opinion:", "article_metadata": {"KEYWORDS": "Family Medicine,Geriatrics,Gynecology,Internal Medicine,Nursing,Pediatrics,Institutional"}, "article_summary": "The model is growing as more overwhelmed primary care doctors search for alternatives; a study from the Massachusetts Academy of Family Physicians suggests almost 9 percent of doctors are considering switching to direct primary care.\nDirect primary care doctors bypass insurance, and patients pay fees, which are often less than $100 per month.\nDirect primary care is an offshoot of concierge medicine, although concierge doctors usually bill insurers as well as charging monthly fees.\nThe fees for direct primary care tend to vary by age, and may be unaffordable for many middle- and lower-income families.\nBack to Journal ArticlesTUESDAY, April 26, 2016 (HealthDay News) -- Direct primary care, where doctors bypass insurance companies, is an emerging business model, according to an article published in The Boston Globe."}