{"article_title": "Rural hospital in Nye County shuts down", "article_keywords": ["town", "shuts", "emergency", "hospital", "tonopah", "county", "vegas", "rural", "las", "medical", "nye"], "article_url": "http://www.washingtontimes.com/news/2015/aug/22/rural-hospital-in-nye-county-shuts-down/", "article_text": "TONOPAH, Nev. (AP) - A rural Nevada hospital closed Friday, but officials say there are plans in place to continue serving residents.\n\nThe Nye Regional Medical Center in Tonopah, a mining town halfway between Reno and Las Vegas, shut its doors at noon, according to Nye County Emergency Management.\n\nThe 10-bed hospital was the only one in a 100-mile radius, providing emergency and inpatient care as well as laboratory, radiology, respiratory and outpatient services, reported the Las Vegas Sun (http://bit.ly/1fyk9J1 ).\n\nEmergency medical responses like ambulances aren’t affected by the closure. An outpatient clinic will close at 5 p.m. Sept. 4, said hospital CEO Wayne Allen.\n\nIn a Wednesday letter, Allen announced the closure said it was because of prolonged financial struggles.\n\n“The hospital operations cannot be sustained any longer with expenses greater than revenues,” he wrote in the letter. “In an effort to save the hospital, we have tried to arrange partnerships/affiliations with other health care organizations. These efforts have been unsuccessful due to our small size and remote location. We are out of options, time and funding.”\n\nThe county has agreements with service providers in other counties to transport patients by air and ground ambulance, said Nye County Emergency Manager Vance Payne.\n\nIn addition, medical personnel from two California counties will meet ambulances from Nye county halfway to cut down on patient transport times.\n\n“Our No. 1 priority is to ensure the long-term safety to the residents of this community,” wrote Payne. “To support this initiative, we have implemented the most efficient and effective plan to reach that goal.”\n\nTonopah, with a population just under 2,500 in 2010, has no stand-alone clinics or paramedics in town, according to Nevada Rural Hospital Partners CEO Joan Hall. The town does have a volunteer emergency medical services group.\n\nThe closest hospitals to Tonopah are in Hawthorne, 103 miles northwest, and Bishop, California, 116 miles west.\n\nHall said residents in the town relied on the medical center for their health care, unlike people in metropolitan areas where there are numerous private-practice doctors.\n\n“It’s tragic,” Hall said. “Nationally, we’re seeing more and more rural hospitals close.”\n\n___\n\nInformation from: Las Vegas Sun, http://www.lasvegassun.com", "article_metadata": {"description": "A rural Nevada hospital closed Friday, but officials say there are plans in place to continue serving residents.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"url": "http://www.washingtontimes.com/news/2015/aug/22/rural-hospital-in-nye-county-shuts-down/", "site_name": "The Washingtion Times", "type": "article", "description": "A rural Nevada hospital closed Friday, but officials say there are plans in place to continue serving residents.", "title": "Rural hospital in Nye County shuts down"}, "twitter": {"description": "A rural Nevada hospital closed Friday, but officials say there are plans in place to continue serving residents.", "site": "@washtimes", "card": "summary", "title": "Rural hospital in Nye County shuts down"}, "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web2", "viewport": "width=device-width, initial-scale=1, user-scalable=yes"}, "_id": "\"57477af46914bd0286fe0835\"", "article_summary": "The Nye Regional Medical Center in Tonopah, a mining town halfway between Reno and Las Vegas, shut its doors at noon, according to Nye County Emergency Management.\nWe are out of options, time and funding.”The county has agreements with service providers in other counties to transport patients by air and ground ambulance, said Nye County Emergency Manager Vance Payne.\nIn addition, medical personnel from two California counties will meet ambulances from Nye county halfway to cut down on patient transport times.\nTONOPAH, Nev. (AP) - A rural Nevada hospital closed Friday, but officials say there are plans in place to continue serving residents.\n“Nationally, we’re seeing more and more rural hospitals close.”___Information from: Las Vegas Sun, http://www.lasvegassun.com"}