{"article_title": "The inevitable rise of Ebola conspiracy theories", "article_keywords": ["real", "rise", "theories", "doesnt", "public", "conspiracy", "health", "contain", "ebola", "outbreak", "trying", "inevitable", "kenyon", "obama"], "article_url": "https://www.washingtonpost.com/news/wonk/wp/2014/10/13/the-inevitable-rise-of-ebola-conspiracy-theories/", "article_text": "\n\nChris Brown has some thoughts on Ebola. Wrong ones. (Photo by Frank Micelotta/PictureGroup) via AP IMAGES\n\nThere's another unsurprising front in the battle to contain the Ebola outbreak — the rash of conspiracy theories piling up as the deadly virus rages on. And they are bizarre.\n\nOne of the latest comes from Phyllis Schlafly, who in an interview last week said President Obama purposefully allowed Ebola to enter the United States so the country would be more like Africa. \"Obama doesn’t want America to believe that we’re exceptional,” Schlafly said. “He wants us to be just like everybody else, and if Africa is suffering from Ebola, we ought to join the group and be suffering from it, too.\"\n\nRush Limbaugh just days earlier said Obama welcomed Ebola here as payback for slavery, or something. It's hard to connect the train of thought here, but the conservative commentator basically posits that the U.S. doesn't have tighter travel restrictions because Liberia was founded by freed slaves, so there's some kind of guilt factor.\n\nSadly, it's not all that surprising that the political fringes try to exploit a major public health crisis. And you can always rely on the Internet to cook up its own conspiracies. For instance, did you hear that a 17-year-old episode of \"The Simpsons\" correctly predicted this Ebola outbreak?\n\nThen there's singer Chris Brown — not exactly a public health expert — who informed his Twitter followers this morning that Ebola must be some kind of population control plot. Brown's followers apparently convinced him of his own stupidity, as he later tweeted that it was time for him to shut up.\n\nIt's easy to just shake your head and laugh off conspiracy theories, but it points to real fear and confusion around a virus that doesn't have a cure and doesn't seem to be slowing down. And the conspiracy theory drumbeat is a little scarier when it comes from people who would seem to carry some more legitimacy — like the Liberian-born U.S. professor who recently wrote in a Liberian newspaper that the Ebola outbreak was the result of U.S. bioterrorism experiments.\n\nPublic health workers trying to combat the outbreak already face a tough enough communication challenge. Sowing seeds of disbelief and fear only makes it more challenging to bring the Ebola outbreak under control.\n\nI was part of a group of health reporters who met last week with CDC officials in Atlanta, including Tom Kenyon, the director of the agency's Center for Global Health, who had just returned from Liberia. Kenyon recalled that his driver in the country initially told him that he did not believe reports of Ebola infections were real. Only after a few days of seeing the real human toll of the disease did the driver change his mind, Kenyon said.\n\nCertain cultural factors make this Ebola outbreak particularly difficult to contain. For example, traditional burial practices — in which family members buried their loved ones — present one of the greatest risks of transmitting the infection. Education efforts, though, are ongoing.\n\n\"There were visual examples of people not understanding or not changing behavior in spite of a very strong effort to get the word out,\" Kenyon recalled from his recent trip.\n\nThe education effort counts on those people most at risk of the infection trusting what they hear from public health officials, medical providers and others trying to contain the disease. When they don't, the consequences could be deadly for those trying to help the most.", "article_metadata": {"description": "What Chris Brown and 'The Simpsons' have to do with the deadly outbreak.", "og": {"site_name": "Washington Post", "description": "What Chris Brown and 'The Simpsons' have to do with the deadly outbreak.", "title": "The inevitable rise of Ebola conspiracy theories", "url": "https://www.washingtonpost.com/news/wonk/wp/2014/10/13/the-inevitable-rise-of-ebola-conspiracy-theories/", "image": "https://images.washingtonpost.com/?url=http://img.washingtonpost.com/blogs/wonkblog/files/2014/10/chrisbrown-800x622.jpg&w=1484&op=resize&opt=1&filter=antialias", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@jasonmillman"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/news/wonk/wp/2014/10/13/the-inevitable-rise-of-ebola-conspiracy-theories/", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "health care, Ebola", "article": {"publisher": "https://www.facebook.com/washingtonpost"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "health care, Ebola"}, "_id": "\"57477af36914bd0286fd1e98\"", "article_summary": "(Photo by Frank Micelotta/PictureGroup) via AP IMAGESThere's another unsurprising front in the battle to contain the Ebola outbreak — the rash of conspiracy theories piling up as the deadly virus rages on.\nSowing seeds of disbelief and fear only makes it more challenging to bring the Ebola outbreak under control.\nFor instance, did you hear that a 17-year-old episode of \"The Simpsons\" correctly predicted this Ebola outbreak?\nSadly, it's not all that surprising that the political fringes try to exploit a major public health crisis.\n\"Obama doesn’t want America to believe that we’re exceptional,” Schlafly said."}