{"article_title": "Kochs Deny Pushing for Shutdown Over Health Law", "article_keywords": ["prosperity", "deny", "americans", "partners", "spending", "freedom", "pushing", "obamacare", "kochs", "health", "shutdown", "koch", "focused", "law"], "article_url": "http://www.nytimes.com/news/fiscal-crisis/2013/10/09/kochs-deny-pushing-for-shutdown-over-health-law/", "article_text": "\n\nWASHINGTON – Koch Industries, whose co-founders, Charles and David Koch, are major donors to Tea Party-inspired conservative causes, accused Harry Reid, the Senate majority leader, on Wednesday of spreading “false information” about the brothers by suggesting they are behind the move to end financing for President Obama’s healthcare law and the partial shutdown of the federal government.\n\n“Koch believes that Obamacare will increase deficits, lead to an overall lowering of the standard of health care and raise taxes,’’ Philip Ellender, the company’s chief spokesman, wrote in a letter to senators. “However, Koch has not taken a position on the legislative tactic of tying the continuing resolution to defunding Obamacare, nor have we lobbied on legislative programs defunding Obamacare.’’\n\nThe Koch brothers have long worked against the health law, and have contributed to organizations, like Heritage Action for America, that are pressing lawmakers to end financing for it.\n\nBut groups that rely heavily on Koch funding, like Americans for Prosperity, Freedom Partners and a new group, Generation Opportunity, which is aimed at young people, are focused on sowing doubts about the health law and to undermine it in other ways, including by persuading Americans not to enroll for health insurance and pressing state lawmakers not to expand Medicaid under the law. Americans for Prosperity alone has run $5.5 million in television advertising against the law over the past three months.\n\nTim Phillips, president of Americans for Prosperity, said in an interview last week that his group’s goal is not to defund the law, but to have it repealed.\n\n\n\n\n\n\n\nMr. Ellender’s letter said Mr. Reid falsely “claimed yesterday that Koch was behind the shutdown of the federal government in an effort to defund the Affordable Care Act, or ‘Obamacare.’ ” He said that he wanted to set the record straight about what the company and its founders believe.\n\n“Koch has focused on educating the public about reducing our nation’s debt and controlling runaway government spending,’’ Mr. Ellender wrote. “We believe that Congress should, at a minimum, keep to sequester-level spending guidelines and develop a plan for more significant and widespread spending reductions in the future. We also believe that Congress should work to rein in rampant government spending so that it becomes no longer necessary to continually raise the debt ceiling.’’\n\nWhile Freedom Partners, whose board is headed by a longtime executive of Koch Industries, has financed organizations that are pushing to defund the law, like Heritage Action and Tea Party Patriots, Freedom Partners has not advocated that. A spokesman for the group, James Davis, said it was more focused on “educating Americans around the country on the negative impacts of Obamacare.”", "article_metadata": {"ptime": 20131009111550, "BN": "fiscal-crisis", "DISPLAYDATE": "October 9, 2013", "keywords": "Uncategorized", "PT": "Blogs", "author": "Sheryl Gay Stolberg", "SCG": "fiscal-crisis", "sourceApp": "blogs", "CLMST": "Sheryl Gay Stolberg", "byl": "Sheryl Gay Stolberg", "twitter": {"url": "http://www.nytimes.com/news/fiscal-crisis/2013/10/09/kochs-deny-pushing-for-shutdown-over-health-law/", "image": "http://graphics8.nytimes.com/packages/images/icons/t_logo_300_black.png", "description": "Koch Industries accused the Senate majority leader of spreading “false information” about the brothers by suggesting they are behind the move to end financing for President Obama’s healthcare law and the partial shutdown of the federal government.", "card": "summary", "title": "Kochs Deny Pushing for Shutdown Over Health Law"}, "adxPage": "blog.nytimes.com/fiscal-crisis/post", "description": "Koch Industries accused the Senate majority leader of spreading “false information” about the brothers by suggesting they are behind the move to end financing for President Obama’s healthcare law and the partial shutdown of the federal government.", "CG": "U.S.", "robots": "noodp", "dat": "October 9, 2013", "article": {"section": "U.S.", "tag": "Uncategorized", "published_time": 1381331750, "collection": "http://json8.nytimes.com/services/json/sectionfronts/us/index.jsonp", "modified_time": "2013-10-09T16:55:00-04:00"}, "utime": 20131009165500, "PUD": 20131009, "pdate": 20131009, "thumbnail": "http://graphics8.nytimes.com/packages/images/icons/t_logo_300_black.png", "og": {"url": "http://www.nytimes.com/news/fiscal-crisis/2013/10/09/kochs-deny-pushing-for-shutdown-over-health-law/", "site_name": "Fiscal Crisis", "type": "article", "description": "Koch Industries accused the Senate majority leader of spreading “false information” about the brothers by suggesting they are behind the move to end financing for President Obama’s healthcare law and the partial shutdown of the federal government.", "title": "Kochs Deny Pushing for Shutdown Over Health Law"}, "PUV": "normal", "hdl": "Kochs Deny Pushing for Shutdown Over Health Law", "thumbnail_150": "http://graphics8.nytimes.com/packages/images/icons/t_logo_300_black.png", "PST": "Blog Post"}, "_id": "\"57477af46914bd0286fe165f\"", "article_summary": "Americans for Prosperity alone has run $5.5 million in television advertising against the law over the past three months.\n“Koch has focused on educating the public about reducing our nation’s debt and controlling runaway government spending,’’ Mr. Ellender wrote.\nA spokesman for the group, James Davis, said it was more focused on “educating Americans around the country on the negative impacts of Obamacare.”\nTim Phillips, president of Americans for Prosperity, said in an interview last week that his group’s goal is not to defund the law, but to have it repealed.\n“Koch believes that Obamacare will increase deficits, lead to an overall lowering of the standard of health care and raise taxes,’’ Philip Ellender, the company’s chief spokesman, wrote in a letter to senators."}