{"article_title": "CMS, ONC wants ideas for making quality measure reporting easier for healthcare", "article_keywords": ["wants", "information", "providers", "electronic", "healthcare", "ways", "onc", "reporting", "ideas", "cms", "clinical", "health", "burden", "measure", "making", "quality", "easier"], "article_url": "http://www.healthcarefinancenews.com/news/cms-onc-want-feedback-quality-measures-reporting", "article_text": "The Centers for Medicare and Medicaid Services and the Office of the National Coordinator for Health IT have issued a request for information, asking healthcare providers and vendors to help them find ways to reduce the burden of reporting clinical quality measures.\n\nThe RFI, Certification Frequency and Requirements for the Reporting of Quality Measures under CMS Programs, aims to gather public comment about the certification of electronic health records with regard to programs such as the Hospital Inpatient Quality Reporting Program and the Physician Quality Reporting System. CMS and ONC also want input about how often to require recertification, the number of clinical quality measures certified modules should be required to manage and more.\n\n[Also: Physician fee schedule finalized, quality reporting guidelines set by CMS]\n\nComments can be submitted electronically and must be received by 5 p.m. on Feb. 1, 2016.\n\n\"We aim to streamline/reduce provider, hospital and health IT developer burden,\" writes Kate Goodrich, MD, director of CMS' Center for Clinical Standards & Quality, in a Dec. 30 blog post.\n\nInformation technology has a key role to play in electronic clinical quality measurement, allowing \"for more timely access to richer clinical data sources, more rapid feedback for quality improvement and reduced reporting burden for providers,\" Goodrich wrote.\n\nNonetheless, there are ways these processes and requirements can be improved, she said.\n\n\"We are working diligently to improve the means for information exchange and electronic data sharing across and among providers and health systems, increase opportunities for stakeholders to provide feedback and enhance mechanisms for the capturing of clinical information in EHRs, registries and other systems to assist with quality reporting and care coordination,\" she said.\n\nTwitter: @mikemiliardHITN", "article_metadata": {"og": {"url": "http://www.healthcarefinancenews.com/news/cms-onc-want-feedback-quality-measures-reporting", "image": "http://www.healthcarefinancenews.com/sites/healthcarefinancenews.com/files/generic-hospital-building-feature_13.gif", "site_name": "Healthcare Finance News", "description": "The Centers for Medicare & Medicaid Services, in tandem with the Office of the National Coordinator for Health IT, issued a request for information this week -- wanting to hear from providers and vendors as the agencies look to reduce the burden of reporting clinical quality measures.", "title": "CMS, ONC seek feedback on quality measures reporting"}, "twitter": {"site": "@HC_Finance", "image": {"src": "http://www.healthcarefinancenews.com/sites/healthcarefinancenews.com/files/generic-hospital-building-feature_13.gif"}, "description": "The Centers for Medicare & Medicaid Services, in tandem with the Office of the National Coordinator for Health IT, issued a request for information this week -- wanting to hear from providers and vendors as the agencies look to reduce the burden of reporting clinical quality measures.", "card": "summary_large_image", "title": "CMS, ONC seek feedback on quality measures reporting"}, "generator": "Drupal 7 (http://drupal.org)", "description": "The Centers for Medicare and Medicaid Services and the Office of the National Coordinator for Health IT have issued a request for information, asking healthcare providers and vendors to help them find ways to reduce the burden of reporting clinical quality measures.", "viewport": "width=device-width; initial-scale=1.0; maximum-scale=1.0; user-scalable=no"}, "article_summary": "[Also: Physician fee schedule finalized, quality reporting guidelines set by CMS]Comments can be submitted electronically and must be received by 5 p.m. on Feb. 1, 2016.\nThe RFI, Certification Frequency and Requirements for the Reporting of Quality Measures under CMS Programs, aims to gather public comment about the certification of electronic health records with regard to programs such as the Hospital Inpatient Quality Reporting Program and the Physician Quality Reporting System.\nCMS and ONC also want input about how often to require recertification, the number of clinical quality measures certified modules should be required to manage and more.\nInformation technology has a key role to play in electronic clinical quality measurement, allowing \"for more timely access to richer clinical data sources, more rapid feedback for quality improvement and reduced reporting burden for providers,\" Goodrich wrote.\n\"We aim to streamline/reduce provider, hospital and health IT developer burden,\" writes Kate Goodrich, MD, director of CMS' Center for Clinical Standards & Quality, in a Dec. 30 blog post."}