{"article_title": "Dennis Mitzner on Controversial Israeli Politician Moshe Feiglin", "article_keywords": ["israeli", "moshe", "politician", "hostile", "views", "writes", "netanyahu", "controversial", "mitzner", "wrotefeiglins", "operation", "feiglin", "dennis", "hardline", "voluntary"], "article_url": "http://reason.com/blog/2014/08/10/dennis-mitzner-on-controversial-israeli", "article_text": "A member of the governing Likud party and a long-time rival of its chairman, Prime Minister Benjamin Netanyahu, Moshe Feiglin currently serves as the Knesset's (Israeli parliament) deputy speaker. An advocate of personal liberty and self-identified libertarian on domestic policy, he's also a hawk who makes headlines with his hard-line stance toward Palestinians.\n\nIn an open letter to PM Netanyahu, Feiglin argued for the killing of Hamas fighters and their supporters. Following the operation, hostile Palestinian families would be deported to a number of countries, first passing through tent encampments near the border with Egypt. After the operation Gaza would become a \"flourishing Israeli city with a minimum of hostile residents,\" Feiglin wrote.\n\nFeiglin's hard-line views are controversial and raise moral questions, writes Dennis Mitzner, but they might be an easier sell to skeptical Israelis when accompanied by his emphasis on freedoms such as privacy, voluntary military service, and legalized marijuana.\n\nView this article.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "A member of the governing Likud party and a long-time rival of its chairman, Prime Minister Benjamin Netanyahu, Moshe Feiglin currently serves as the", "title": "Dennis Mitzner on Controversial Israeli Politician Moshe Feiglin", "url": "http://reason.com/blog/2014/08/10/dennis-mitzner-on-controversial-israeli", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/mc/_external/2014_08/moshe-feiglin-1.jpg", "type": "article"}, "twitter": {"image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/mc/_external/2014_08/moshe-feiglin-1.jpg", "title": "Dennis Mitzner on Controversial Israeli Politician Moshe Feiglin", "description": "A member of the governing Likud party and a\nlong-time rival of its chairman, Prime Minister Benjamin Netanyahu,\nMoshe Feiglin currently serves as the Knesset's (Israeli\nparliament) deputy speaker. An advocate of personal liberty and\nself-identified libertarian on domestic policy, he's also a hawk\nwho makes headlines with his hard-line stance toward\nPalestinians.\nIn an open letter to PM Netanyahu, Feiglin argued for the\nkilling of Hamas fighters and their su", "card": "summary_large_image", "site": "@reason"}, "fb": {"pages": 17548474116}, "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "article": {"published_time": "2014-08-10T14:30:00+00:00"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af36914bd0286fc9c65\"", "article_summary": "In an open letter to PM Netanyahu, Feiglin argued for the killing of Hamas fighters and their supporters.\nFollowing the operation, hostile Palestinian families would be deported to a number of countries, first passing through tent encampments near the border with Egypt.\nAfter the operation Gaza would become a \"flourishing Israeli city with a minimum of hostile residents,\" Feiglin wrote.\nA member of the governing Likud party and a long-time rival of its chairman, Prime Minister Benjamin Netanyahu, Moshe Feiglin currently serves as the Knesset's (Israeli parliament) deputy speaker.\nFeiglin's hard-line views are controversial and raise moral questions, writes Dennis Mitzner, but they might be an easier sell to skeptical Israelis when accompanied by his emphasis on freedoms such as privacy, voluntary military service, and legalized marijuana."}