{"article_title": "On Gay Issues, Expect All Democratic Candidates to Sound the Same Tonight", "article_keywords": ["sound", "republican", "equality", "service", "gay", "federal", "debate", "tonight", "candidates", "expect", "act", "democratic", "public", "issues", "democrats"], "article_url": "http://reason.com/blog/2015/10/13/on-gay-issues-expect-all-democratic-cand", "article_text": "Thus far, gay issues have played only a very small role in the debates for the GOP candidates for president. Even after the media firestorm surrounding Kentucky County Clerk Kim Davis’ jailing for refusing to hand out marriage licenses following the Obergefell v. Hodges Supreme Court decision, it did not get a whole lot of play in the subsequent debate, and to the extent that it did, Republicans were not in agreement whether Davis’ behavior was acceptable.\n\nMy expectation is that gay issues will be brought up in the Democratic debate tonight, if not by moderator Anderson Cooper, then by the candidates themselves. The reason the Democrats will bring it up is pretty much the same as the reason the Republicans all brought up defunding Planned Parenthood: The Democrats are all on the same page, and thus they can fire up their voting bases to support the party as a whole.\n\nThe Republican candidates essentially debated who was going to be meaner to Planned Parenthood if they were elected president. Tonight, we may see Democrats argue over who loves gay people more, if there’s any debate to be had at all.\n\nWe’re likely to see the Democrats get asked about the Equality Act. This is the proposed uber-bill that would expand federal anti-discrimination laws to include sexual orientation and gender identity in pretty much all areas where it currently does not (employment, public accommodations, housing, credit, government grants, and jury service). Hillary Clinton supports the Equality Act, as does Martin O’Malley. Sen. Bernie Sanders is a co-sponsor.\n\nMore than just outlawing remaining discrimination on a federal level, the Equality Act also greatly expands the definition of a “public accommodation” to include pretty much every type of retail or service business. The federal Civil Rights Act of 1964 actually takes a very limited view of “public accommodation” that targeted mostly restaurants, gas stations, clubs and hotels—arguably places where widespread refusal to serve blacks back in the ‘60s had serious impact. The Equality Act blows this up and makes every accusation of discrimination lodged by a customer a potential federal case. The reason this would have to happen is because service providers like florists, photographers, and wedding venues are currently not covered under federal law, though they are frequently covered by state public accommodation laws. So simply adding sexual orientation to the Civil Rights Act still wouldn’t give any federal recourse when a photographer or florist refused to serve a gay wedding if the state offered no protection.\n\nBut don’t expect any analysis or concerns about the potential unintended consequences of massively expanding on a federal level what counts as a public accommodation. The debate will focus on how the Democrats will better protect gay and lesbian voters—regardless of who the nominee ends up being—than the Republicans. As I’ve noted before (and mention in a magazine piece available online today), the Equality Act has no chance of actually passing, but that’s not the point. If they were serious about getting something passed, they could probably pull out the sections on federal grants, jury service, and maybe even the credit components and get those through the Republican-led legislature.\n\nBut that isn’t going to help the Democrats keep gay votes, and with gay marriage all but gone as a political football, there needs to be something more. The massive broadness of the Equality Act makes it unlikely to garner much Republican support. That’s the point. It’s intended to show a Republican Party that is still hostile to gay issues, even though there are larger liberty concerns with the legislation.\n\nBut, of course, as we see from candidates like Sen. Ted Cruz and Gov. Mike Huckabee, they’re more than willing to go along with the Democrats on this fight. There is a vocal segment of the Republican Party that is indeed hostile to gay citizens, and thus it becomes harder to separate arguments based on respect for individual liberty versus those based on the belief that gay marriage recognition is a sign of cultural corruption.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "The target will be the Republican Party, not each other.", "title": "On Gay Issues, Expect All Democratic Candidates to Sound the Same Tonight", "url": "http://reason.com/blog/2015/10/13/on-gay-issues-expect-all-democratic-cand", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14447508024622.jpg", "type": "article"}, "twitter": {"description": "The target will be the Republican Party, not each other.", "title": "On Gay Issues, Expect All Democratic Candidates to Sound the Same Tonight", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14447508024622.jpg", "creator": "@sshackford", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "article": {"tag": "HomePage", "published_time": "2015-10-13T15:55:00+00:00", "author": "http://reason.com/people/scott-shackford"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af36914bd0286fd1ea1\"", "article_summary": "The Republican candidates essentially debated who was going to be meaner to Planned Parenthood if they were elected president.\nMy expectation is that gay issues will be brought up in the Democratic debate tonight, if not by moderator Anderson Cooper, then by the candidates themselves.\nThus far, gay issues have played only a very small role in the debates for the GOP candidates for president.\nThe Equality Act blows this up and makes every accusation of discrimination lodged by a customer a potential federal case.\nTonight, we may see Democrats argue over who loves gay people more, if there’s any debate to be had at all."}