{"article_title": "Lawyer arguing against Obamacare once explained why his case is completely baseless", "article_keywords": ["case", "baseless", "v", "intended", "congress", "arguing", "subsidies", "explained", "obamacare", "states", "federal", "completely", "lawyer", "exchanges", "justice", "carvin", "insurance"], "article_url": "http://www.dailykos.com/story/2015/3/6/1368860/-Lawyer-arguing-against-Obamacare-once-explained-why-his-case-was-completely-baseless", "article_text": "Yeah, I remember—but all that 2012 stuff was crap.\n\nYeah, I remember—but all that 2012 stuff was crap.\n\nOops! Looks like a case of Carvin 2012 v. Carvin 2015. Michael Carvin, that is—the lead attorney who tried Wednesday to convince the Supreme Court to gut the Affordable Care Act in King v. Burwell.\n\nThe crux of Carvin's argument was, of course, that Congress never intended to make health insurance subsidies available in states where the federal government stepped up to create health exchanges because the state had refused to do so.\n\nAt one critical point during the oral argument, Justice Anthony Kennedy expressed concern that Carvin's reading of the law would amount to the federal government coercing the states to set up an exchange. Why? Because if subsidies weren't made available in their states, it would drive up prices too high for most consumers, thereby considerably reducing the number of people who buy insurance and crashing the marketplace. Insurance coverage of any kind requires a large number or \"pool\" of people to pay in, in order to foot the cost of those who actually utilize their coverage. So severely reducing the risk pool would cripple the market.\n\nOn Wednesday, Justice Kennedy noted that if the federal government had intended to force states to open their own exchanges by threatening their markets in this way, it would amount to a \"serious constitutional problem.\"\n\nIn response, Carvin flat out rejected the notion that limiting subsidies would kill a state's insurance marketplace, calling it \"demonstrably untrue.\"\n\n\n\n[T]here’s not a scintilla of legislative history suggesting that without subsidies, there will be a death spiral.\n\n[C]ontrary to his more recent suggestion that Congress never envisioned any danger if the tax credits are cut off, Carvin wrote in 2012 that “the insurance exchanges cannot operate as intended by Congress absent those provisions.” In a subsequent brief, Carvin elaborated that “the federal subsidies are the incentive to participate in the exchanges, and without those subsidies, there will be no mechanism to sustain the exchanges.” He also seemed to contradict his central claim that different states are treated differently depending on whether their exchange is operated by a state or the federal government. The Affordable Care Act, according to the Michael Carvin of 2012, “enables uniform and acceptable federal premium subsidies.”\n\nThat's exactly the opposite of what Carvin argued the last time he went to the Supreme Court on his crusade to kill Obamacare. Here's Ian Millhiser with a reflection on Carvin's briefs just three years ago in NFIB v. Sebelius:The contradiction wasn't lost on Justice Sonia Sotomayor, who reminded Carvin Wednesday that he had argued otherwise in 2012. Chief Justice John Roberts jested that since Carvin didn't win that case, \"maybe it makes sense that you have a different story today?\"", "article_metadata": {"og": {"site_name": "Daily Kos", "description": "Yeah, I remember—but all that 2012 stuff ...", "title": "Lawyer arguing against Obamacare once explained why his case is completely baseless", "url": "http://www.dailykos.com/story/2015/3/6/1368860/-Lawyer-arguing-against-Obamacare-once-explained-why-his-case-was-completely-baseless", "image": "http://images.dailykos.com/images/132347/story_image/RTR4S2YA.jpg?1425496363", "type": "article"}, "csrf-param": "authenticity_token", "fb": {"app_id": 170357783709}, "twitter": {"description": "Yeah, I remember—but all that 2012 stuff was crap.\n\nOops! Looks like a case of Carvin 2012 v. Carvin 2015. Michael Carvin, that is—the lead attorney who tried Wednesday to convince the Supreme Cour...", "title": "Lawyer arguing against Obamacare once explained why his case is completely baseless", "image": {"src": "http://images.dailykos.com/images/132347/story_image/RTR4S2YA.jpg?1425496363"}, "creator": "@kerryeleveld", "site": "@dailykos", "card": "summary_large_image"}}, "_id": "\"57477af36914bd0286fd1ebf\"", "article_summary": "Looks like a case of Carvin 2012 v. Carvin 2015.\nIn response, Carvin flat out rejected the notion that limiting subsidies would kill a state's insurance marketplace, calling it \"demonstrably untrue.\"\nChief Justice John Roberts jested that since Carvin didn't win that case, \"maybe it makes sense that you have a different story today?\"\nMichael Carvin, that is—the lead attorney who tried Wednesday to convince the Supreme Court to gut the Affordable Care Act in King v. Burwell.\n[T]here’s not a scintilla of legislative history suggesting that without subsidies, there will be a death spiral."}