{"article_title": "Outside groups running ads in legislative races", "article_keywords": ["legislative", "race", "ads", "spending", "win", "running", "minnesota", "districts", "dfl", "outside", "races", "democrats", "groups", "tv"], "article_url": "http://blogs.mprnews.org/capitol-view/2014/10/outside-groups-running-ads-in-legislative-races/", "article_text": "Special interest groups are starting to ramp up their activities in the race to win control of the Minnesota House.\n\nThe liberal group The Alliance for a Better Minnesota started running TV and radio ads in about 10 districts this week.\n\nThose districts include 42A, currently held by Rep. Barb Yarusso, DFL-Shoreview and 17B, held by Rep. Mary Sawtzky, DFL-Willmar.\n\nA look at public records at Comcast Cable shows The Alliance for a Better Minnesota is spending $50,458 in the St. Paul area, the southern Twin Cities suburbs and in Granite Falls.\n\n“We’re up on TV in a couple of districts in places where it makes sense either from dynamics in a particular race or what business groups are doing,” said Joe Davis, Deputy Director of The Alliance for a Better Minnesota.\n\nDavis declined to identify how much the group is spending to help Democrats win the House. He also declined to say which races they’re targeting.\n\n“We’re playing in a whole bunch of districts, not just a couple of vulnerable areas,” Davis said.\n\nDavis said his group for now is mostly focused on protecting DFL incumbents, but he expects to target a few Republicans and open seats in the next month.\n\nThe ad running in Shoreview criticizes Yarusso’s Republican opponent, Randy Jessup. The ad says Jessup would roll back some health care protections put in place under the DFL Legisalture.\n\n“Jessup would join Tea Party Republicans who voted to allow insurance companies to deny coverage for mammograms and even maternity care,” said breast cancer survivor Lisa Kleingarn in the ad.\n\nRepublican aligned groups have also started spending on TV ads. Pro Jobs Majority, the Minnesota Chamber of Commerce’s political action committee, is spending $45,840 on Comcast Cable in Mille Lacs, Granite Falls and North Central Minnesota.\n\nThe Minnesota Jobs Coalition Legislative Fund has also started running ads in 25 daily and weekly newspaper ads. The ads criticize ten DFL incumbents for voting for MNsure, the state’s health insurance exchange. All of the ads target Democrats in rural Minnesota.\n\n“These embattled Democrats cannot run from the fact that they sided with Minneapolis liberals to bring Obamacare to Minnesota,” said Jobs Coalition Chair Ben Golnik. “Their support of Obamacare is out of step with their districts, and Minnesotans deserve more than liberal rubber stamps.”\n\nControl of the Minnesota House is shaping up to be a hotly contested race this year. Business groups are generally foregoing big spending on the governor’s race to focus on the Minnesota House. Democrats are working to build a firewall around 15 DFL incumbents.\n\nRepublicans needs to win seven seats to win the majority.", "article_metadata": {"mpr-content-group": "capitol-view", "mpr-collection": "Politics", "WT.cg_n": "News Blogs", "WT.z_mpr-site": "news", "description": "Special interest groups are starting to spend hundreds of thousands of dollars in the race to win control of the Minnesota House.", "author": "Tom Scheck", "og": {"site_name": "Capitol View", "description": "Special interest groups are starting to spend hundreds of thousands of dollars in the race to win control of the Minnesota House.", "title": "Outside groups running ads in legislative races", "url": "http://blogs.mprnews.org/capitol-view/2014/10/outside-groups-running-ads-in-legislative-races/", "image": "http://publicradio1.wpengine.netdna-cdn.com/capitol-view/wp-content/themes/mpr-news-blogs/images/capitol-view-opengraph.png?v=2", "type": "article"}, "mpr-site": "news", "twitter": {"description": "Special interest groups are starting to spend hundreds of thousands of dollars in the race to win control of the Minnesota House.", "title": "Outside groups running ads in legislative races", "url": "http://blogs.mprnews.org/capitol-view/2014/10/outside-groups-running-ads-in-legislative-races/", "image": "http://publicradio1.wpengine.netdna-cdn.com/capitol-view/wp-content/themes/mpr-news-blogs/images/capitol-view-opengraph.png?v=2", "creator": "@tomscheck", "site": "@mprnews", "card": "summary"}, "mpr-content-topic": "politics", "WT.cg_s": "Capitol View", "viewport": "width=device-width,initial-scale=1.0"}, "_id": "\"57477af36914bd0286fcbbc4\"", "article_summary": "The Minnesota Jobs Coalition Legislative Fund has also started running ads in 25 daily and weekly newspaper ads.\nThe liberal group The Alliance for a Better Minnesota started running TV and radio ads in about 10 districts this week.\nRepublican aligned groups have also started spending on TV ads.\nSpecial interest groups are starting to ramp up their activities in the race to win control of the Minnesota House.\nDavis declined to identify how much the group is spending to help Democrats win the House."}