{"article_title": "High Court 2016 Lookout: 2 Cases on Reproductive Rights", "article_keywords": ["lookout", "case", "womens", "court", "reproductive", "rights", "abortion", "high", "health", "texas", "coverage", "cases", "2016", "religious", "law", "women"], "article_url": "http://womensenews.org/2016/01/high-court-2016-lookout-2-cases-on-reproductive-rights/", "article_text": "(WOMENSENEWS)-- Two major High Court rulings on reproductive health rights and access will be closely watched for in June.\n\nIn one case, women's rights advocates fear that if petitioners prevail, a slew of closely held corporations will be encouraged to try to ditch the contraceptive coverage in their health insurance programs.\n\nIn the other case, involving abortion, challengers fear a loss would encourage many other states to follow the lead of Texas in passing restrictions that force abortion clinics to close.\n\nRight to Abortion\n\nIn Whole Woman's Health v. Hellerstedt, the Supreme Court is being asked to rule on a challenge to a 2013 Texas law that imposes two strict regulations on abortion providers.\n\nThe case does not necessarily test the fundamental right to abortion, but if the challenge fails it could encourage other states that wish to restrict access to abortion services.\n\nAlabama, Louisiana and Wisconsin already have similar laws. The Supreme Court is expected to hear oral arguments in February or March and come out with a decision by late June.\n\nOne restriction in the law that is being challenged says doctors who perform abortions must have admitting privileges to a full-scale hospital within 30 miles of the clinic. The second restriction says abortion providers must have comparable facilities as a surgical center.\n\nPetitioners argue that these rules are not necessary and will limit access to abortion services by forcing closure on clinics that can't comply.\n\nThe admitting privileges requirement alone is expected to cause at least one-third of the state's licensed abortion providers to stop offering the service immediately, according to Planned Parenthood. Vast stretches of the state, including areas surrounding Waco, Killeen, McAllen, Harlingen and Forth Worth, would have no abortion facilities.\n\nThe number of facilities providing abortion in Texas fell to 22 from 41 between May and November 2013.\n\nSince the enactment of the law, H.B. 2, women have had difficulties accessing abortion services in Texas, finds research by the Texas Policy Evaluation Project. The study finds the small number of facilities and doctors with admitting privileges makes the supply of abortion care in cities such as Austin, Dallas and Forth Worth \"very sensitive\" to the availability of certain physicians.\n\nApart from the restrictions on doctor's admitting privileges and clinic's surgical infrastructure, clinics and doctors involved as petitioners are also asking the High Court to reaffirm rulings that spell out when a new abortion law imposes \"undue burden\" on women's right to end their pregnancies as guaranteed by Roe v. Wade and Planned Parenthood v. Casey.\n\nSeveral groups outside the case have filed briefs in support of the petitioners.\n\nThe list includes: the Advocates for Youth, the Institute for Women's Policy Research, the National Association of Social Workers, the Texas Chapter of the National Association of Social Workers, 12 black women's reproductive justice organizations, 21 health policy experts led by the National Partnership for Women and Families and 48 groups led by the National Women's Law Center.\n\n\"The Supreme Court justices need to hear the real effects of restrictive abortion laws on women like this in Texas,\" Advocates for Youth's President Debra Hauser said in a statement on Jan. 5. \"Rather than making care prohibitively expensive and unduly difficult, we should work to protect safe access to abortion care and make sure women receive the care they need.\"\n\nReligion vs. Contraception\n\nIn Zubik v. Burwell, the Supreme Court agreed to settle a dispute over the Affordable Care Act's birth control mandate, which requires employers to provide free insurance coverage for certain types of birth control. Seven cases related to the issue were consolidated and will be deliberated in March for a June ruling.\n\nIn all the cases, religious objections were made to a requirement for employers to provide the coverage or face fines.\n\nThe petitioners in this case are religious nonprofits. They are already entitled to pass on the coverage cost to their health insurance providers if they fill out a form stating their moral objection. But citing the Religious Freedom Restoration Act, they argue that the filing of these documents \"unjustly burdens\" their religious exercise. Churches are automatically exempt from this condition and do not need to file any paperwork.\n\nWomen's rights advocates fear that, depending on the outcome of this case, closely held corporations may also follow the lead of the religious nonprofits and challenge the requirements.\n\nSince the implementation of the requirement in 2012, at least 200 corporations have filed lawsuits claiming that providing this coverage or opting for an accommodation from the federal government violates their religious beliefs, according to the Henry J. Kaiser Family Foundation.\n\nAt least 55 million women are eligible for this coverage, according to the U.S. Department of Health and Human Services.\n\n\"Women deserve insurance coverage of birth control no matter where they work or go to school. It's unfair and harmful for some employers and schools to use their religious beliefs to deny women vital health care that also makes them more economically secure,\" Gretchen Borchelt, vice president for Health and Reproductive Rights at the National Women's Law Center, said in a statement in November of last year. \"The Supreme Court must stop these efforts to undermine women's health and ensure that women continue to have the seamless access to birth control that they are entitled to under the law.\"\n\nThere are 61 million U.S. women in their childbearing years (15 to 44 years old), 70 percent of whom are at risk of unintended pregnancy, according to a data analysis by the Guttmacher Institute. The New York-based research institute also said that while the pill is most commonly used to prevent pregnancy (86 percent) a high proportion of these users, 58 percent, also cite health benefits as reasons for using the method. Other hormonal methods, which include the IUD, patch, implant and vaginal ring, likewise offer a number of health benefits such as treatment for excessive acne, menstrual pain and menstrual bleeding.", "article_metadata": {"standout": "http://womensenews.org/2016/01/high-court-2016-lookout-2-cases-on-reproductive-rights/", "description": "One case concerns contraceptive coverage under the Affordable Care Act. The other tests the reach of Roe v. Wade, the groundbreaking 1973 ruling on women's right to abortion that turns 43 on Jan. 22.", "original-source": "http://womensenews.org/2016/01/high-court-2016-lookout-2-cases-on-reproductive-rights/", "og": {"site_name": "Women's eNews", "description": "One case concerns contraceptive coverage under the Affordable Care Act. The other tests the reach of Roe v. Wade, the groundbreaking 1973 ruling on women's right to abortion that turns 43 on Jan. 22.", "title": "High Court 2016 Lookout: 2 Cases on Reproductive Rights", "url": "http://womensenews.org/2016/01/high-court-2016-lookout-2-cases-on-reproductive-rights/", "image": "http://womensenews.org/files/2016/01/Tan-Supreme-Court.jpg", "type": "article"}, "twitter": {"site": "@womens_enews", "card": "summary", "creator": "@Webmamma5000"}, "syndication-source": "http://womensenews.org/2016/01/high-court-2016-lookout-2-cases-on-reproductive-rights/", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0", "news_keywords": "Crime & Law, In the Courts"}, "_id": "\"57477af36914bd0286fd1e9d\"", "article_summary": "(WOMENSENEWS)-- Two major High Court rulings on reproductive health rights and access will be closely watched for in June.\nThe Supreme Court is expected to hear oral arguments in February or March and come out with a decision by late June.\nIn all the cases, religious objections were made to a requirement for employers to provide the coverage or face fines.\nThe number of facilities providing abortion in Texas fell to 22 from 41 between May and November 2013.\nIn one case, women's rights advocates fear that if petitioners prevail, a slew of closely held corporations will be encouraged to try to ditch the contraceptive coverage in their health insurance programs."}