{"article_title": "24th Congressional District Candidate Q&A", "article_keywords": ["wage", "climate", "district", "candidate", "obamacare", "global", "tax", "taxes", "qa", "warming", "income", "need", "24th", "change", "congressional"], "article_url": "https://www.noozhawk.com/article/24th_congressional_district_q_and_a_matt_kokkonen_20160520", "article_text": "By Noozhawk News Desk | Published on 05.21.2016 10:40 p.m.\n\n[Noozhawk’s note: We invited each of the nine candidates for the 24th District seat in Congress to answer a series of questions about issues of importance to local voters. The responses are being published, three candidates each day in alphabetical order, beginning Saturday. Click here for the complete series index.]\n\nMatt Kokkonen, 71, a Republican, is a financial adviser in San Luis Obispo.\n\nClick here for more information about Matt Kokkonen\n\nNoozhawk: If elected, what specific issue will be your No. 1 priority in Congress?\n\nMatt Kokkonen: I am sick and tired of the problem of illegal aliens. We have an invasion of illegals.\n\nImmigration is the process of entering a country according to the legal procedure in order to make your permanent place of residency. President Barack Obama tried to use his executive powers to admit tens of thousands of people to the United States.\n\nFortunately, the federal court, as well as the appellate court, have ruled against it as an unconstitutional power grab. We absolutely need to know who is coming here, be they refugees or workers.\n\nCandidate Assemblyman Katcho Achadjian, R-San Luis Obispo, voted to give driver’s licenses to the illegals in 2013 and for legislation in 2015 to give work permits to those who have come here illegally.\n\nWhat part of illegal don’t you understand?\n\nCandidate Supervisor Salud Carbajal wants comprehensive immigration reform. Unfortunately, comprehensive for him means that everyone should be admitted.\n\nEmployers need to use the E-Verify program. We do need an updated and workable guest-worker program. I will also stop all federal funds going to sanctuary cities. It is outrageous that they harbor illegals and criminals with impunity.\n\nIf you are here legally, you are welcome. If you are here illegally, please go back home. Don’t take jobs from the workers here.\n\nQ: Given the extreme division and polarization in Congress and the nation, what specifically will you do to help break the deadlock?\n\nMK: Except for a few brief times during war, Congress has always been polarized and will always be polarized. In the olden days, disagreements were settled by duels and burning of houses.\n\nLet’s be realistic. Each politician and candidate believes he is right and wants the other person to agree with him. In many instances, the resulting gridlock is actually good because when Congress can’t agree on something, people are safe.\n\nHowever, there are times when a compromise must be found, such as forming our union and passing the Constitution and the Bill of Rights.\n\nOn the other hand, basic fundamental rights cannot be compromised and must be fought for, such as the Republican fight to end slavery against the continued opposition by the Democrats, as well as the Republican attempt to give women the vote against the Democrat opposition for women’s vote.\n\nOn the other hand, Obamacare legislation is a regrettable example of the heavy-handed polarization caused by Democrats being the only ones to vote for the law.\n\nNot a single Republican voted for it. And all public opinion polls were against it. Ever since it was passed, it has been a major source of contention, with the House passing its repeal many times.\n\nWe must learn to major on the majors and minor on the minors.\n\nQ: How would you describe your political philosophy? Liberal, moderate, conservative, progressive, socialist, libertarian, other? Explain why.\n\nMK: My political philosophy is conservative. I will stand firmly on the Constitution as it was written. It should not be re-interpreted. It provides a way to be changed through the amendment process.\n\nI had a case at the U.S. Supreme Court, Kokkonen v. Guardian Life, in 1993, which involved limited federal rights and judicial power under the 10th Amendment. I won a unanimous 9-0 decision. Justice Antonin Scalia wrote the opinion. Consequently, I have been endorsed by nine justices of the Supreme Court.\n\nAs a financial planner, I am also conservative fiscally. I believe in personal responsibility.\n\nAnd as a conservative, I believe in limited government and recognize that the Constitution is not designed to restrict man but to be a limit on government’s powers.\n\nQ: What personal and work experience prepared you for this job?\n\nMK: As the owner of an insurance and financial services agency for 40 years, I have been an advocate and a negotiator with hundreds of businesses and individuals. I am a Chartered Financial Consultant, a Chartered Life Underwriter, with a Master of Science degree in Management, a Master of Science degree in Financial Services, and am versed in tax law, budgeting, finances, pension planning, Social Security, and other financial matters and will put those to use in Congress.\n\nI have gained knowledge about our local business climate and needs as a board member of businesses, served on a school board budget advisory council, been a guest lecturer at Cal Poly and other schools.\n\nHaving served in the National Guard, I have gained understanding of the military, its needs and those of the veterans. I have been a first lieutenant and pilot with the Civil Air Patrol.\n\nMy daughter is a lieutenant colonel in the Air Force Reserve and an emergency medicine doctor at a local hospital, whereby I have a deeper understanding of the needs of veterans.\n\nSimilarly, as a pilot with the San Luis Obispo County Sheriff’s Aero Squadron, I have an appreciation of local law enforcement.\n\nI was treasurer and elected board member of a local community services district.\n\nI have an appreciation for arts and music, having been a piano student at the Sibelius Academy in Helsinki, Finland, as well as a six-year member of the Cantores Minores choir, directed by one of Vienna Boys Choir directors.\n\nQ: How well is the United States doing in the area of military preparedness? What, if anything, would you change?\n\nMK: American military strength and preparedness has been demolished purposefully by the current administration. Its budget has been cut through sequestration and the numerical strength of our active Army is being reduced to 450,000 soldiers. Current funding supports only a third of its force at an acceptable level of readiness.\n\nThe Navy has only 272 ships while it needs 350. It needs $20 billion per year to meet its shipbuilding schedule, yet its budget currently only covers about 50 percent of that.\n\nIt’s the same story for the Air Force. The average age of USAF aircraft is 27 years, which is close to the aircrafts’ life expectancy. At this point, we have already lost the Air Force’s capability.\n\nThe Marines are being chopped and are left with less combat power than would be required for a single major contingency.\n\nDuring the Bush years, the standard for the military was the ability to conduct two major, simultaneous contingencies around the globe.\n\nWe are currently unable to maintain all of the other required elements of military security, such as nuclear weapons readiness, cyber security, experimentation, research, weapons development, battle simulations, repair tooling, parts manufacture, spare parts acquisition, inventories, education, training, etc.\n\nWe will not be able to properly defend our homeland, nor successfully preserve freedom of movement within the global sphere involving land, oceans, air, outer space and cyber space through which the world does its business, if the current status of our defenses continues.\n\nAll the while our current commander in chief declares that the most critical problem we have is global warming! How asinine. Wake up, America.\n\nQ: California will have a $15 minimum wage in a few years. Do you support raising the federal minimum wage, and if so, to what rate?\n\nMK: I do not support increasing the minimum wage either in California or federally. An aspect of California’s minimum wage is that the exempt employees, generally managers on salary, must be paid at the rate of two times the minimum wage. Consequently, a $15-an-hour pay would result in a mandated salary of $62,400 a year.\n\nSeveral clients of mine have already stated that they will either change their managers’ pay to an hourly rate and cut their hours or close the business.\n\nMinimum wage jobs are starter jobs for youngsters. They are not intended to be career positions. This move will accelerate the automation of many more jobs.\n\nFor that matter, why is the minimum set at $15 an hour? If $15 is good, would not $20 be better? How about $40 an hour?\n\nNow I warn you about governmental wage mandates. The liberal left will set a maximum wage that can be paid or earned on the other hand.\n\nGovernment should not dictate wages at all.\n\nQ: Briefly outline your position on climate change. What, if anything, should we as a nation be doing about it?\n\nMK: The issue of climate has been rendered meaningless by the change in its qualification from “warming” to “change.” Climate change has died the death of generalization. Since the word “change” can be in connection with absolutely every event, it has lost its meaning.\n\nIn fact, it is impossible for anyone to prove that there is not climate change on the globe at all times. There is climate change every day as the sun warms the earth, as the winds blow, when there is precipitation, and when the sun sets.\n\nIn fact, there is climate change during every single moment of time. So, those claiming there is climate change need to define what is meant by it.\n\nSecond, it is utterly dangerous to us for the U.S. attorney general to even discuss filing criminal charges against anyone who does not believe in “climate change,” which is a political concept, not a scientific one.\n\nScience itself is not built on limiting inquiry or skepticism, but on robust dialogue, experimentation and revision of hypothesis based on observed data.\n\nHaving majored in philosophy and continuing philosophical studies in graduate school in Europe, I find the current argument absurd and alarming. America is close to having a speech police and then a thought police powered by a totalitarian state, which then monitors and summarily convicts dissenting thought.\n\nThe climate-changers have predicted major calamities of all kind. The fact is that there has not been global warming during the last 18 years.\n\nThere was global cooling and global warming prior to the internal combustion engine and oil and gas and coal. Did the ice melt because of human activity? No. Even the Intergovernmental Panel on Climate Change, the main body in which global warming regulators rely for their science, dispels the notion that hurricanes are becoming more frequent.\n\nThe panel has also noted that there are no robust trends in annual numbers of storms or hurricanes over the past 100 years in the Atlantic basin. Neither did the panel find evidence for increased or decreased flood activity.\n\nAl Gore’s reference to the inconvenient truth about global warming has been exposed as a fraudulent manipulation of hockey-stick temperature data.\n\nThe fact is that were the United States to shut down the entire economy and eliminate all carbon dioxide (which is not a poison, but a needed gas) emissions, it would moderate warming by only 0.137 degrees Celsius by the year 2100.\n\nIn actuality, the government’s global warming regulations will result in huge increases in unemployment and increase the cost of food, shelter and energy.\n\nTheir real agenda is the transfer of wealth from the producers to other organizations, preferably by the United Nations.\n\nQ: What changes, if any, would you like to see made in the federal tax code?\n\nMK: As of April 15, 2015, the tax code was 74,608 pages long. This unmanageable and incomprehensible document highlights the utter bankruptcy of each U.S. representatives and senator who has not voted to completely re-vamp the IRS and the tax code.\n\nAs a financial planner, I deal with the code in relation to income taxes, estate taxes, pension taxes, gift taxes, investment taxes, corporate taxes, partnership taxes, trust taxes, and you-name-it taxes with my clients.\n\nThe code cannot be redeemed. It is based on a system of regressive taxation, one that punishes achievement by taking a higher percentage of a wage earner’s income as he works harder and earns more money.\n\nAlso, 48 percent of Americans pay no income tax. This tax needs to be replaced by a flat tax, which will simplify the code and incentivize wage earners as well as business owners.\n\nQ: Share your views on the Patient Protection and Affordable Care Act. What, if anything, would you change?\n\nMK: The Affordable Care Act, aka Obamacare, was passed by Congress without a single Republican vote. I have dealt with medical insurance and Obamacare through the California Exchange. The exchange has been very difficult to work with because of long telephone wait times and wrong information.\n\nOne reason for its initiation was the 30 million noninsured individuals. But now that Obamacare has been running for a couple of years, there are still 30 million noninsured people.\n\nThis achievement has been reached at the cost of upsetting one-sixth of our economy and by redirecting tax monies from the producers to the nonproducers who are now subsidized by the producers in our economy.\n\nThe crowning glory was the plan architect, MIT professor Jonathan Gruber’s comment that Americans should not be told the truth about Obamacare because they are too stupid to understand it.\n\nIt was sold to us by the president, who lied to us while telling us that if we liked our insurance we could keep it and if we liked our doctor, we could keep him. Then-House Speaker Nancy Pelosi, D-Calif., then told Congress it had to pass the legislation to find out what was in it.\n\nUnfortunately, premiums have skyrocketed. Doctors have quit medicine, other doctors do not accept Obamacare policies, individual deductibles have increased and premiums have shot up.\n\nIt has disrupted businesses, reduced employment since employers do not want to have more than 49 employees because of the enormous cost of Obamacare for them. Obamacare is a fiscal fiasco and must be repealed entirely.\n\nI would replace it with a plan that brings back health care choice and an income tax deduction to everyone who purchases medical insurance personally.\n\nQ: What changes in abortion law, if any, would you support as a member of Congress?\n\nMK: The U.S. Supreme Court decided Roe v. Wade in 1973 and legalized abortion.\n\nIn the congressional candidate debate at Cuesta College in April 2016, all candidates were asked whether they would retain Roe v. Wade or repeal it. Assemblyman Katcho Achadjian​ and Justin Fareed equivocated on answering the question. I stated I would repeal the law.\n\nSociety must protect those members who are most vulnerable and cannot defend themselves. Our Declaration of Independence states that we hold these truths to be self-evident that all men are created equal and are endowed by their Creator with life, liberty and the pursuit of happiness.\n\nTherefore, if we do not have life, we have nothing.\n\nQ: The debate over immigration and guest-worker programs hits close to home for this district, with ICE raids on Santa Maria-area farm businesses and an alleged arson at a Nipomo farmworker housing complex. What changes, if any, would like to see made in immigration law and enforcement?\n\nMK: I am sick and tired of the problem of illegal aliens. We have an invasion of illegals.\n\nImmigration is the process of entering a country according to the legal procedure in order to make your permanent place of residecy. Obama tried to use his executive powers to admit tens of thousands of people to the United States. Fortunately the federal court as well as the appellate court has ruled against it as an unconstitutional power grab. We absolutely need to know who is coming here, be they refugees or workers.\n\nCandidate Assemblyman Achadjian voted to give drivers licenses to the illegals in 2013 and for legislation in 2015 to give work permits to those who have come here illegally. What part of illegal don’t you understand? Candidate Supervisor Carbajal wants comprehensive immigration reform. Unfortunately, comprehensive for him means that everyone should be admitted.\n\nEmployers need to use the E verify program. We do need an updated and workable guest worker program. I will also stop all federal funds going to sanctuary cities. It is outrageous that they harbor illegals and criminals with impunity.\n\nIf you are here legally, you are welcome. If you are here illegally, you need to go back home. I do not want you to take jobs away for the local residents.\n\nQ: What changes, if any, should be made in federally funded college loan programs?\n\nMK: The federally funded college loan program requires U.S. citizenship and registration with the Selective Service System for males. These requirements are appropriate.\n\nSince students are responsible for paying back any loans they have taken out, it is prudent for them to take into account their earning potential in light of the major field of study they have chosen.\n\nI advocate legislation to eliminate income taxes on earned income for people under age 25. I want them to get started with their careers, start a family, buy a home, pay off school debt and get established financially.\n\nThe best way for them to be able to get ahead financially is to give them an incentive to earn a lot of money by eliminating income taxes on earned income until age 25.\n\nQ: The Refugio oil spill put a spotlight on federal pipeline safety regulations. What can regulators do to prevent future spills?\n\nMK: The immediate reaction of most environmentalists to the Refugio pipeline rupture was to tie it to drilling in the Santa Barbara Channel.\n\nThe Refugio spill was unfortunately due to a weak pipeline and its faulty monitoring. That is being remedied by the pipeline company.\n\nLet’s keep the spill in its correct perspective. The 1969 oil blowout leaked about 80,000 barrels, or about one year’s worth of natural seeps, while the pipeline spilled only 3,100 barrels, of which only 500 barrels reached the ocean.\n\nThe spill shut down major oil transportation. It cost the communities hundreds of millions dollars in lost tax revenue. This pipeline spill must not be used as an excuse to shut down oil drilling in the channel.\n\nIn fact, one of the most important reasons to continue the drilling is environmental. Just as you pump out your septic tank when it leaks, the best way to clean the beaches from the natural oil seepage is to pump it out ,as has been proven around Platform Holly.\n\nI promote drilling for oil in the Santa Barbara Channel because drilling relieves the pressure and reduces hydrocarbon emissions occurring naturally by the seeps.", "article_metadata": {"og": {"url": "http://www.noozhawk.com/article/24th_congressional_district_q_and_a_matt_kokkonen_20160520", "type": "website", "title": "24th Congressional District Candidate Q&A: Matt Kokkonen"}, "verify-v1": "2OdRnTnazKl17MQhud6CSYZNIXpr4puwbj3YpymvWFI="}, "_id": "\"57477af46914bd0286fe1e13\"", "article_summary": "As a financial planner, I deal with the code in relation to income taxes, estate taxes, pension taxes, gift taxes, investment taxes, corporate taxes, partnership taxes, trust taxes, and you-name-it taxes with my clients.\nThere was global cooling and global warming prior to the internal combustion engine and oil and gas and coal.\nMK: The issue of climate has been rendered meaningless by the change in its qualification from “warming” to “change.” Climate change has died the death of generalization.\nI advocate legislation to eliminate income taxes on earned income for people under age 25.\nSo, those claiming there is climate change need to define what is meant by it."}