{"article_title": "Charity delivers gift of sight to people with cataracts", "article_keywords": ["care", "eye", "johnson", "gift", "able", "free", "patients", "sight", "silverman", "delivers", "charity", "surgery", "vision", "cataracts"], "article_url": "http://www.nj.com/healthfit/index.ssf/2014/12/volunteers_give_a_holiday_gift_the_miracle_of_sight.html", "article_text": "Roger Johnson sat comfortably in the easy chair Friday morning at the River Drive Surgery Center in Elmwood Park, chatting pleasantly with a doctor and nurses who had been buzzing around him.\n\nIt was impossible to tell that minutes earlier the 59-year-old Brush Creek, Tenn. man had his right eye stuck with needles and raked by a laser.\n\nJohnson had undergone cataract surgery -- what these days amounts to a routine procedure -- but what he really experienced was a holiday miracle.\n\nRoger Johnson had his sight back.\n\nAs if the miracle of modern sight restoration was not enough, Johnson also was able to experience a second great benefit: The surgery was free. The anesthesia was free. The doctors' and nurses' services were free. The office space was free, and all the post-operative care will be free.\n\nIt was all free, given to Johnson and 16 other patients through VisionHarvest, a charity established six years ago by East Hanover ophthalmologist Cary Silverman.\n\nTo patients like Johnson, it would be the only way he'd have the chance to resume his career as a regional truck driver. Johnson, like the other patients at the Elmwood Park facility on Friday, had no insurance.\n\nAnd at anywhere from $3,000 to $10,000 per eye, cataract surgery was out of the question without donated care.\n\n\"We were running out of hope,\" Johnson said.\n\nThat was actually last year, when Johnson's sight was failing him badly.\n\nThrough some Internet searches, Johnson's wife found VisionHarvest. Patients have to be low-income, have no insurance and live in the United States. He qualified and had one eye treated last year. That alone changed Johnson's life.\n\n\"I don't know when the last time was I saw that good,\" he said, saying he had been struggling with his vision for five or six years.\n\nLike Johnson, Michele Malinchak of Chatham also was back Friday for a second eye procedure.\n\nHer vision was \"pretty milky\" before Silverman or one of his team of four other ophthalmologists operated on her last year.\n\nCataracts are breakdowns of the eye's lens, leading to a clouding of vision. With a typical surgery, the lens is broken up using a high-frequency ultrasound tool and is suctioned out. A new lens then is implanted in the eye, restoring vision to normal or something close to it.\n\n\"It was a godsend,\" said Malinchak, a 63-year-old part-time English language coach.\n\nMalinchak said she depends on VisionHarvest because she cannot afford health insurance, even in the age of Obamacare. If the cost of monthly premiums didn't get her, she said, the other out-of-pocket costs would.\n\n\"I can't afford these outrageous deductibles,\" she said.\n\nIn fact, the number of patients served Friday was substantially down from previous years, when up to 50 people would be treated, Silverman said. \"I'd like to think\" that the Affordable Care Act had an impact on the number of people needing free care, he said.\n\nIt was for the obviously needy like Malinchak and Johnson that Silverman founded the non-profit organization, he said. Whether in wealthy New Jersey or rural Tennessee, holes in the health care infrastructure can trap the poor, he said.\n\n\"These are people that are falling through the cracks,\" he said.\n\nVisionHarvest is funded through individual donations and support from the Operation Sight network, a charitable effort of the American Society of Cataract and Refractive Surgery Foundation, Silverman said. It takes about $100 in donations to cover a surgery, according to VisionHarvest's web site.\n\nVisionHarvest intentionally schedules its annual day of free care during the holiday season, Silverman said, when it seems appropriate to offer the gift of free care.\n\nOver the years, Silverman said he has heard story after story of patients who lost work because they couldn't see. Then, without an income, they couldn't afford to fix their vision. \"It's a vicious cycle,\" he said.\n\nThat was the case for Richard Jenkins, a patient from Fort Washington, Md. He was a television producer whose eyesight got so bad, he couldn't tell the letter O from Q. His ability to distinguish colors diminished as well, he said.\n\n\"Basically, I was going blind out of a job,\" he said.\n\nHaving limited vision has other pernicious effects, said another surgeon, Nahndi Williams. Since cataracts affect older people primarily, and their balance can begin to fail, poor vision increases the risk of broken bones, she said. Other people may sink into depression, Williams said.\n\nHaving sight restored raises the spirits of the patients and family members who are largely relieved of the burden of care they had before surgery, she added.\n\n\"The ripple effect is probably as satisfying for the families as for the patients,\" Williams said.\n\nThe caregivers also share in their joy, they said.\n\n\"It's our favorite day of the year,\" Silverman said.\n\nStaff members \"beg\" to be able to work on VisionHarvest days.\n\nThere is no shortage of cataracts to treat, and with Baby Boomers aging, there will be even more. According to the National Eye Institute, half of all Americans age 80 have had cataract surgery or have a cataract.\n\nIt's unclear what causes cataracts, doctors say, and there can be any number of causes, including exposure to ultraviolet light, alcohol abuse and chronic illnesses such as diabetes.\n\nSince the disease is progressive, \"most patients doesn't realize how impaired they are until that cataract is out and the lens goes in,\" said office administrator Nancy Lord.\n\nSome patients' ability to distinguish colors is so poor that when they finish surgery, they don't recognize their coats by their color, she added.\n\nTheir color perception and other vision basics return almost immediately after surgery. On Saturday, the patients will get a post-op check-up and if everything looks good, they'll be able to resume their lives as if they never had cataracts.\n\n\"It is like a miracle to them,\" Lord said.\n\nIt is a miracle to them.\n\nJenkins, a part-time minister, will be able to read his regular-print Bible at Christmas services this year. By Saturday, Malinchak will be able to drive to a job if she wants.\n\nAnd Johnson, the truck driver, also will be able to get behind the wheel.\n\n\"I'll keep on truckin',\" he said.\n\nTim Darragh may be reached at tdarragh@njadvancemedia.com. Follow him on Twitter @timdarragh. Find NJ.com on Facebook.", "article_metadata": {"medium": "news", "viewport": "width=device-width,initial-scale=1", "news_keywords": "affordable care,cataract surgery,health,health care,obamacare", "title": "Charity delivers gift of sight to people with cataracts", "parsely-page": "{\"title\": \"Charity delivers gift of sight to people with cataracts\", \"link\": \"http://www.nj.com/healthfit/index.ssf/2014/12/volunteers_give_a_holiday_gift_the_miracle_of_sight.html\", \"image_url\": \"http://imgick.nj.com/home/njo-media/width620/img/njcom_photos/photo/2014/12/12/16556170-large.jpg\", \"type\": \"post\", \"post_id\": \"14737788\", \"pub_date\": \"2014-12-13T13:34:53Z\", \"author\": \"Tim Darragh | NJ Advance Media for NJ.com\", \"tags\": [\"@health\",\"@news\",\"affordable care\",\"cataract surgery\",\"health\",\"health care\",\"obamacare\"] }", "twitter": {"image": "http://media.nj.com/njcom_photos/photo/2014/12/12/16556170-small.jpg", "creator": "@timdarragh", "site": "@njdotcom", "card": "summary", "description": "The surgery was free. The anesthesia was free. The doctors&#8217; and nurses&#8217; services were free. The office space was free, and all the post-operative care will be free. It was all free, given to Johnson and 16 other patients through VisionHarvest, a charity established six years ago by East Hanover ophthalmologist Cary Silverman."}, "article_date_updated": "Saturday, December 13, 2014,  8:34 AM", "parsely-metadata": "{\"image_url\": \"http://media.nj.com/njcom_photos/photo/2014/12/12/16556170-large.jpg\", \"author_name\": \"tdarragh\", \"author_nickname\": \"Tim Darragh | NJ Advance Media for NJ.com\", \"author_id\": \"12111745\", \"source_blog_name\": \"Health and Fitness News\", \"source_blog_url\": \"http://www.nj.com/healthfit/index.ssf/\", \"sponsored_content\": \"0\" }", "og": {"site_name": "NJ.com", "description": "The surgery was free. The anesthesia was free. The doctors&#8217; and nurses&#8217; services were free. The office space was free, and all the post-operative care will be free. It was all free, given to Johnson and 16 other patients through VisionHarvest, a charity established six years ago by East Hanover ophthalmologist Cary Silverman.", "title": "Charity delivers gift of sight to people with cataracts", "url": "http://www.nj.com/healthfit/index.ssf/2014/12/volunteers_give_a_holiday_gift_the_miracle_of_sight.html", "image": "http://media.nj.com/design/alpha/img/logo_njo.gif", "type": "article"}, "fb": {"admins": 100000302287435}, "article_publication_name": "NJ.com", "article_comments": 0, "article_date_original": "Saturday, December 13, 2014,  8:30 AM", "article_author": "Tim Darragh | NJ Advance Media for NJ.com", "Description": "The surgery was free. The anesthesia was free. The doctors&#8217; and nurses&#8217; services were free. The office space was free, and all the post-operative care will be free. It was all free, given to Johnson and 16 other patients through VisionHarvest, a charity established six years ago by East Hanover ophthalmologist Cary Silverman."}, "article_summary": "VisionHarvest intentionally schedules its annual day of free care during the holiday season, Silverman said, when it seems appropriate to offer the gift of free care.\n\"I'd like to think\" that the Affordable Care Act had an impact on the number of people needing free care, he said.\nAs if the miracle of modern sight restoration was not enough, Johnson also was able to experience a second great benefit: The surgery was free.\nIt was all free, given to Johnson and 16 other patients through VisionHarvest, a charity established six years ago by East Hanover ophthalmologist Cary Silverman.\nAnd at anywhere from $3,000 to $10,000 per eye, cataract surgery was out of the question without donated care."}