{"article_title": "Not Over Yet: Tim Donnelly Files for Referendum to Overturn California’s New Vaccine Law", "article_keywords": ["files", "californias", "law", "donnelly", "referendum", "vaccines", "tim", "school", "signatures", "parents", "vaccinations", "child", "california", "overturn", "public", "vaccine"], "article_url": "http://ww2.kqed.org/stateofhealth/2015/07/02/california-vaccine-debate-not-quite-over-tim-donnelly-files-referendum-to-overturn-new-law/", "article_text": "Well, that didn’t take long.\n\nFormer California Assemblyman and ex-gubernatorial candidate Tim Donnelly Wednesday filed paperwork with the Office of the Attorney General for a referendum that would overturn California’s brand-new law ending personal belief exemptions for vaccines. Donnelly filed the request just one day after Gov. Jerry Brown signed SB277 into law.\n\nDonnelly, a tea party conservative who hosts an Inland Empire talk radio show on KIXW-AM, posted his displeasure with the new law on Facebook Tuesday.\n\n“Gov. Jerry Brown signed away a parent’s right to choose what’s best for their child,” he wrote. “This is a victory for leftists bent on absolute control. No more choice, no informed consent, only compliance or else!”\n\nBackers of the law’s repeal now have 90 days from its enactment Tuesday to gather 365,880 signatures, the number needed to qualify the referendum for the Nov. 1, 2016, ballot. Provided enough signatures are verified, the law would then be put on hold until after the election.\n\nThat would mean parents could at least temporarily slide by the July 1, 2016, implementation of the law, when any child entering preschool, kindergarten or seventh grade, or any student changing schools, is required to have the proper vaccinations if they have not already obtained a personal belief exemption by Jan. 1.\n\n“Even if they don’t have a chance of passing this, just getting it on the ballot box has a chance to throw a wrench in things,” says KQED politics and government reporter Marisa Lagos.\n\nLagos said the success of the signature drive will depend — what else? — on money.\n\n“The question is whether they will have funding to send signature-gatherers out to do this work, enough boots on the ground to collect signatures,” she said.\n\nChristina Hildebrand, founder of A Voice for Choice, a nonprofit group that worked against the vaccine bill, told KQED’s April Dembosky that collecting the required signatures was doable.\n\n“We need 5 percent of what was cast in the governor’s election, which was a very low turnout vote, so I do believe we can get that,” she said.\n\nAnd then there’s the Jim Carrey factor to consider.\n\nState Sen. Richard Pan, a co-author of the law, responded to the referendum filing in a statement. “Californians overwhelmingly support requiring vaccinations for school,” Pan said. “Our bill was a reasonable, science-based approach to protecting children, and the most vulnerable among us, from dangerous diseases. Vaccines are one of the most powerful tools we have to prevent deadly communicable diseases.”\n\nPan said he would fight “any referendum that hurts Californians.”\n\nA May poll by the Public Policy Institute of California found that 67 percent of Californians and 65 percent of public school parents think children should not be allowed to attend public school without getting vaccinated. Large majorities also said that childhood vaccines are generally safe.\n\nIf a referendum fails, opponents of the law could turn to the courts.\n\n“The California state constitution guarantees a free and public education for every child,” said Hildebrand. Lawyers have been lining up to help with a lawsuit, she said. “They keep coming out of the woodwork.”", "article_metadata": {"description": "Backers of the repeal have 90 days from law's enactment to gather 365,880 signatures.", "contextly-page": "{\"title\":\"Not Over Yet: Tim Donnelly Files for Referendum to Overturn California's New Vaccine Law\",\"url\":\"http:\\/\\/ww2.kqed.org\\/stateofhealth\\/2015\\/07\\/02\\/california-vaccine-debate-not-quite-over-tim-donnelly-files-referendum-to-overturn-new-law\\/\",\"pub_date\":\"2015-07-02 12:20:36\",\"mod_date\":\"2015-07-02 15:55:38\",\"type\":\"post\",\"post_id\":43117,\"author_id\":\"80\",\"author_name\":\"Jon Brooks\",\"author_display_name\":\"Jon Brooks\",\"tags\":[\"SB277\",\"Vaccines\"],\"categories\":[\"Policy\",\"Tests &amp; Treatments\"],\"image\":\"http:\\/\\/ww2.kqed.org\\/stateofhealth\\/wp-content\\/uploads\\/sites\\/27\\/2015\\/07\\/Donnelly-e1435864931546.jpg\"}", "og": {"site_name": "State of Health", "description": "Backers of the repeal have 90 days from law's enactment to gather 365,880 signatures.", "title": "Not Over Yet: Tim Donnelly Files for Referendum to Overturn California’s New Vaccine Law", "url": "http://ww2.kqed.org/stateofhealth/2015/07/02/california-vaccine-debate-not-quite-over-tim-donnelly-files-referendum-to-overturn-new-law/", "image": "http://ww2.kqed.org/stateofhealth/wp-content/uploads/sites/27/2015/07/Donnelly-1440x964.jpg", "locale": "en_us", "type": "article"}, "twitter": {"site": "@kqedhealth", "card": "summary_large_image", "creator": "@"}, "fb": {"app_id": 160023622793}, "keywords": "sb277,vaccines", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fd1efa\"", "article_summary": "Former California Assemblyman and ex-gubernatorial candidate Tim Donnelly Wednesday filed paperwork with the Office of the Attorney General for a referendum that would overturn California’s brand-new law ending personal belief exemptions for vaccines.\nState Sen. Richard Pan, a co-author of the law, responded to the referendum filing in a statement.\nDonnelly, a tea party conservative who hosts an Inland Empire talk radio show on KIXW-AM, posted his displeasure with the new law on Facebook Tuesday.\nProvided enough signatures are verified, the law would then be put on hold until after the election.\nIf a referendum fails, opponents of the law could turn to the courts."}