{"article_title": "Blue Cross & Blue Shield of Illinois forms new accountable care organizations", "article_keywords": ["blue", "organizations", "shield", "physicians", "partners", "aco", "cross", "illinois", "forms", "accountable", "health", "acos", "hospitals", "patients", "care"], "article_url": "http://www.chicagobusiness.com/article/20140805/NEWS03/140809957/nearly-1-in-6-blue-cross-patients-in-illinois-to-be-assigned-to-new-managed-care-groups", "article_text": "About 800,000 patients covered by Blue Cross & Blue Shield of Illinois could be routed to a so-called accountable care organization by year-end as the state's largest insurer looks for innovative ways to improve care while cutting costs.\n\nACOs are a relatively new innovation in health insurance. Physicians and hospitals are encouraged to focus on preventive treatment and better coordinate patient care, such as nixing duplicate tests and making sure patients take their medicine. Chicago-based Blue Cross pays providers a bonus for meeting various quality measures and shares any savings achieved by keeping people healthy and ultimately lowering medical costs.\n\nThe deals can bring big rewards, but also big risk, as providers can take a financial hit if they don't manage the health of their patients well, such as readmitting them for an expensive overnight hospital stay too often.\n\nThis year's efforts represent a major expansion by Blue Cross. It created one commercial ACO after the passage of Obamacare in 2010 and established a second in January before launching three more on July 1 with local hospitals and physicians groups. It plans to add 11 more agreements by Jan. 1, for a total of 16 ACOs.\n\n“We're starting to see the acceleration of this model, which is really our strategy to fundamentally change the way we reimburse for care,” said Steve Hamman, who as Blue Cross divisional senior vice president sets the strategy for patient care coordination efforts.\n\nAbout 800,000 patients represent roughly 18 percent of Blue Cross' 4.5 million customers who live in Illinois.\n\nBlue Cross is at the forefront of this new effort, said David Muhlestein, director of research at Leavitt Partners LLC, a Salt Lake City-based firm that tracks ACOs. Only 18 of 112 private and government payers, including the federal Centers for Medicare and Medicaid Services, have at least five ACOs.\n\nBlue Cross patients do not have a choice about whether they are included in an ACO. But they still can seek treatment from doctors and hospitals that don't belong to the network, though their primary care doctor in the ACO will be pressured to keep them in-house. The physicians and hospitals within each ACO will want to have control over their patients' care and how much it costs because ultimately they are financially responsible for it.\n\nBut an advantage of the ACO is being able to see where and how patients are treated if they seek care with another provider, an insight physicians and hospitals don't typically have now.\n\nBlue Cross formed its latest ACOs with Northwest Community Healthcare, an Arlington Heights-based hospital system; Illinois Health Partners, a three-year-old network that includes Downers Grove-based DuPage Medical Group, Naperville-based Edward-Elmhurst Healthcare and recently Northwest Community; and Independent Physicians' ACO of Chicago, a group of more than 600 independent physicians and doctors groups. (A hospital or doctor can join multiple ACOs.)\n\nThe insurer already has ACOs with Downers Grove-based Advocate Health Care, the largest hospital system in the state with 12 hospitals, and Peoria-based OSF Healthcare, a nine-hospital system. That brings the total number of Blue Cross' current ACOs to five.\n\nACOs emerged in the wake of the 2010 Affordable Care Act, known as Obamacare, as one incentive to financially reward the health care industry to transform how physicians and hospitals provided care. They traditionally were paid for each service provided, which did little to discourage physicians to monitor how many tests they performed or medicine they prescribed.\n\nCHOOSING PARTNERS\n\nBlue Cross must choose its partners wisely to ensure that they can take on the challenge of managing their patients well.\n\n“The payers, Blue Cross included, obviously want to contract with organizations that can bear the risk and appear likely to deliver better care as a result,” said Leemore Dafny, a professor of strategy at Northwestern University's Kellogg School of Management who studies health care markets.\n\nA Blue Cross spokesman said the ACOs don't have a savings target. The goal is to focus on quality rather than how many procedures providers perform.\n\nBut Illinois Health Partners believes it can save up to $50 million during the three-year ACO contract, the group's president, Lee McGrath, said.\n\nIllinois Health Partners has existing risk-based contracts with Blue Cross, including managing the care of about 85,000 HMO patients within a fixed fee per patient. About 77,000 Blue Cross patients who see Illinois Health Partners physicians are in the ACO.\n\n“We're moving on up with Blue Cross,” Ms. McGrath said. “I think (the ACO) signals that they believe in us. They believe in what we're doing.”\n\nBlue Cross also had a long-standing relationship with Northwest Community, which for about 20 years has been managing the health of about 10,000 Blue Cross patients with a fixed amount of money per patient. Another 20,000 Blue Cross patients who receive the bulk of their primary care at Northwest Community are in the ACO, which does not limit the hospital network to a fixed fee per patient.\n\nThe number of patients assigned to a particular ACO depends on how many Blue Cross patients are receiving most of their primary care with those providers.\n\nMichael Hartke, chief operating officer of Northwest Community, said the deal is a key part of the health system's strategy to remain independent as other hospitals merge under financial pressure. It also helps Northwest Community keep its largely independent physicians happy by sharing financial incentives with them for keeping their patients well.\n\nNO ROAD MAP\n\n“The biggest risk is, these are new products and new processes,” Mr. Hartke said. “It's not as if there's years of data. There's no direct road map on how to actually achieve improved quality and efficiency. The playbook is still being written.”\n\nIndependent Physicians' ACO of Chicago treats about 50,000 patients a year, including more than 12,000 who are part of the Blue Cross ACO. Dr. John Venetos, a gastroenterologist who leads the physicians group, said he hopes the new effort will help the Independent Physicians' ACO increase its market share by demonstrating good patient outcomes. That would help insurers steer patients to the group, knowing they will provide efficient, cost-effective treatment, as well as attract more doctors to join.\n\n\n\n“We want to create a network that's cost effective and provides the patients with the best possible care,” Dr. Venetos said.\n\nMr. Muhlestein of Leavitt Partners said he expects more ACOs to roll out as competing insurers watch how the leaders perform and doctors look to contract with multiple ACOs to maximize the bonuses they can get.\n\n“When you see kind of the gorilla in the market start to move, everybody responds,” Mr. Muhlestein said of Blue Cross.", "article_metadata": {"taxo_Companies": "Northwestern University", "byline": "Kristen Schorsch", "timeCrawled": "20160525_05:11:58", "description": "Visit Crain's Chicago Business for complete business news and analysis including healthcare, real estate, manufacturing, government, sports and more.", "published_at": "2014-8-5", "title": "Blue Cross & Blue Shield of Illinois forms new accountable care organizations", "taxo_Industries": "Insurance", "twitter": {"image": "http://www.chicagobusiness.com/images/logo-square-200x200.png", "site": "@CrainsChicago", "card": "summary_large_image", "title": "Blue Cross & Blue Shield of Illinois forms new accountable care organizations"}, "msapplication-TileColor": "#2d89ef", "og": {"site_name": "Crain's Chicago Business", "description": "About 800,000 patients covered by Blue Cross & Blue Shield of Illinois could be routed to a so-called accountable care organization by year-end as the state's largest insurer looks for innovative ways to improve care while cutting costs.", "title": "Nearly 1 in 6 Blue Cross patients in Illinois to be assigned to new managed care groups", "url": "http://www.chicagobusiness.com/article/20140805/NEWS03/140809957/nearly-1-in-6-blue-cross-patients-in-illinois-to-be-assigned-to-new-managed-care-groups", "image": "http://www.chicagobusiness.com/images/logo-square-200x200.png", "type": "article"}, "summary": "About 800,000 patients covered by Blue Cross & Blue Shield of Illinois could be routed to a so-called accountable care organization by year-end as the state's largest insurer looks for innovative ways to improve care while cutting costs.", "apple-itunes-app": "app-id=571426684", "fb": {"admins": 100001125868754}, "msapplication-TileImage": "/assets/icons/mstile-144x144.png", "content_type": "article", "url": "http://www.chicagobusiness.com/article//NEWS03/140809957", "google-site-verification": "0QcjJi4OGS9bKu4FBKK58V93fKv0WYCQb7IFbmjATew", "viewport": "width=device-width, initial-scale=1.0, user-scalable=no, minimal-ui", "categoryName": "CCB - Health Care"}, "_id": "\"57477af46914bd0286fe088e\"", "article_summary": "About 800,000 patients covered by Blue Cross & Blue Shield of Illinois could be routed to a so-called accountable care organization by year-end as the state's largest insurer looks for innovative ways to improve care while cutting costs.\n“When you see kind of the gorilla in the market start to move, everybody responds,” Mr. Muhlestein said of Blue Cross.\nAbout 77,000 Blue Cross patients who see Illinois Health Partners physicians are in the ACO.\nBlue Cross patients do not have a choice about whether they are included in an ACO.\nAbout 800,000 patients represent roughly 18 percent of Blue Cross' 4.5 million customers who live in Illinois."}