{"article_title": "Affordable Care Act subsidies hanging in the balance", "article_keywords": ["affordable", "patient", "plans", "subsidies", "hanging", "radiation", "according", "virginia", "health", "balch", "act", "balance", "decision", "procedure", "care"], "article_url": "http://www.dailypress.com/health/dp-fea-health-notes-0620-20150619-story.html", "article_text": "For more stories on the Affordable Care Act and its impact on almost 300,000 Virginians, go to www.dailypress.com/aca\n\nThe countdown is on for the U.S. Supreme Court decision on King v. Burwell, the Virginia case that will decide the fate of Affordable Care Act subsidies for those signed up for health insurance through federally facilitated marketplaces in 34 states. Virginia is among those states. The ruling on arguments heard this spring is expected next week.\n\nIt stands to affect 286,000 Virginia residents who are on track to receive $74 million in subsidies each month — an average of $258 per person, according to Alan Balch, chief executive officer of the National Patient Advocate Foundation, npaf.org, the policy arm of the Hampton-based nonprofit Patient Advocate Foundation. The groups are dedicated to improving access to health care.\n\nThere are two issues at play in the decision: whether the IRS interpretation of the subsidies is reasonable and whether the statutory intent is clear. If the IRS interpretation of the ACA is found unreasonable, then the agency would have to revisit the issue (an unlikely scenario, according to Balch); if the statutory language is unclear, then the solution would require a legislative fix, he said.\n\nShould the subsidies be revoked, the implementation could be as early as Aug. 1, though in all likelihood there would be a stay to allow a reasonable amount of time, according to representatives of the National Patient Advocate Foundation. The IRS already has indicated that any impact would not be retroactive and that implementation could be delayed until Jan. 1, Balch said.\n\n\"Many patients cannot afford plans without subsidies. If they lose them, then there'll be a subsequent increase in premium costs for others,\" Balch said.\n\nIn a media conference call this week, Ron Pollack, executive director of Families USA, a health advocacy group, described a potential \"death spiral\" if subsidies are revoked. He described a scenario in which anyone relatively healthy likely would disenroll as an economic decision, leaving an older, sicker pool that would make plans unsustainable. \"The devastation will spread to the health care system at large,\" he warned.\n\nEffectively the individual mandate would no longer apply, as plans would no longer be affordable to subscribers who rely on subsidies and they would become exempt.\n\n\"It would be disruptive if the decision were against the subsidies. Pretty soon there'd be repercussions for all the stakeholders in the medical community,\" said George Dahlman, executive vice president, federal affairs and operations, for the NPAF.\n\nHe and Balch agreed that there's not going to be a ready solution, as nothing is likely to happen on a state level, and the cost of establishing a state-based exchange has become both time- and cost-prohibitive since the expiration of federal incentive grants.\n\n\"There will be a lot of attempts to reconcile this. Millions of patients across the country have found their way to the exchange,\" said Balch.\n\nNote: As of press time, the U.S. Supreme Court had not released its opinion on the ACA subsidies.\n\nCancer treatment technology\n\nBon Secours DePaul Cancer Institute in Norfolk has announced that it has purchased a TrueBeam STx radiation therapy system.\n\nSRS (stereotactic radiosurgery) was initially developed to treat small brain tumors and other conditions of the brain and spine. The nonsurgical procedure delivers very high doses of precisely targeted radiation. The same principles are now being used to treat tumors in other parts of the body, including the lungs, liver and pancreas, through SBRT (stereotactic body radiotherapy)\n\nThe treatment is often a one-time procedure that can be completed in a single day; it can also be used as a tumor-targeted \"boost\" at the end of conventional radiation therapy or after a conventional surgical procedure, according to a Bon Secours news release.\n\nMore online\n\nFollow the blog at dailypress.com/healthnotes. Find more health news at dailypress.com/health; on Twitter @dphealthnotes or on Facebook at facebook.com/dphealth. Sign up for a free weekly health e-letter, The Health Report, at dailypress.com/services/newsletter/register.", "article_metadata": {"fb_title": "Affordable Care Act subsidies were hanging in the balance/upheld by U.S. Supreme Court Decision", "Description": "For more stories on the Affordable Care Act and its impact on almost 300,000 Virginians, go to www.dailypress.com/aca   The countdown is on for the U.S. Supreme Court decision on King v. Burwell, the Virginia case that will decide the fate of Affordable Care Act subsidies for those signed up for...", "copyright": "Copyright (c) 2016 Daily Press", "author": "Daily Press", "og": {"site_name": "dailypress.com", "description": "", "title": "Affordable Care Act subsidies were hanging in the balance/upheld by U.S. Supreme Court Decision", "url": "http://www.dailypress.com/health/dp-fea-health-notes-0620-20150619-story.html", "image": "http://www.trbimg.com/img-5584a756/turbine/dp-fea-health-notes-0620-20150619", "type": "article"}, "x-servername": "lalvp06.15", "twitter": {"site": "@daily_press", "card": "summary"}, "robots": "index,follow", "apple-itunes-app": "app-id=397500600, app-argument=http://www.dailypress.com/deeplinkid/83828137", "fb": {"page_id": 140388628320, "app_id": 515474311837346}, "googlebot-news": "index", "date": "2015-06-19", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "googlebot": "index"}, "article_summary": "Effectively the individual mandate would no longer apply, as plans would no longer be affordable to subscribers who rely on subsidies and they would become exempt.\nNote: As of press time, the U.S. Supreme Court had not released its opinion on the ACA subsidies.\nThere are two issues at play in the decision: whether the IRS interpretation of the subsidies is reasonable and whether the statutory intent is clear.\n\"Many patients cannot afford plans without subsidies.\nSign up for a free weekly health e-letter, The Health Report, at dailypress.com/services/newsletter/register."}