{"article_title": "Task Force To Address Complaints About Chatham Methadone Clinic", "article_keywords": ["nuway", "task", "force", "communitys", "community", "sawyer", "services", "clinic", "concerns", "methadone", "address", "complaints", "chatham", "meeting"], "article_url": "https://www.dnainfo.com/chicago/20150125/chatham/taskforce-address-complaints-about-chatham-methadone-clinic", "article_text": "Cee Powell, vice president of the Greater Chatham Alliance, speaks during a meeting Saturday to address concerns about Nuway Community Services, a methadone clinic. View Full Caption DNAinfo/Andrea V. Watson\n\nCHATHAM — While 6th Ward Ald. Roderick Sawyer said he shares residents' concerns about loitering and littering by patients of a local methadone clinic, he said that it’s up to the community to find middle ground with the clinic's owner.\n\nTo that end, both community members and the owners of the clinic, Nuway Community Services, agreed to serve on a task force that will try to come up with solutions to the problem.\n\n“I don’t believe in this being my task force, this is the community’s initiative,\" Sawyer said. \"This is not anything I’m trying to take credit for, this is the community’s problem, this is the community’s solution.\"\n\nLoitering and littering outside Nuway Community Services, 110 E. 79th St., has upset some residents. View Full Caption DNAinfo/Andrea V. Watson\n\nTensions rose at a town hall meeting called by Sawyer and held Saturday at the Greater Institutional Church, 7800 S. Indiana Ave. Sawyer invited the owner of Nuway Community Services, at 110 E. 79th St., to come out and listen to the concerns and complaints of the residents.\n\nSawyer said that while many people call his office to complain, few are making their concerns known to the city’s Business Affairs and Consumer Protection office. There wasn’t a single registered complaint when he checked recently, he said.\n\nWhile the community's concerns about the methadone clinic have come up before, Saturday’s meeting was an opportunity to figure out how both sides can coexist, Sawyer said.\n\n“There’s a lot going on here that we need to clear the air about,” he said. “Let’s air this out and discuss openly and honestly, because that’s the only way we’ll get anything done.\"\n\nThat wasn’t an issue for anyone who attended Saturday's meeting.\n\nSawyer was interrupted several times throughout the meeting by upset residents who want the clinic to leave the area; they say its patients loiter outside excessively and leave trash on the streets.\n\nOne woman said it’s “not fair” that the clinic is located near her home because she believes it lowers property values. Others shouted that the clinic should move because it’s an eyesore and the owner can’t control the people who use it.\n\nBut Nuway president Olajide Solola told residents he has the neighborhood's best interest in mind.\n\n“I’m from the community. I live in this community, and I want the best for this community. That is why I moved the program to 79th Street, so that I could help,” he said.\n\nHe said that 95 percent of the center's clients come from the area.\n\n“I don’t want the community to go down,” Solola said.\n\nSheila Chew, an office manager with IMAGES, a counseling agency that works with Nuway, said that the organization has had a positive influence on many of its clients and deserves to stay.\n\nBut Cee Powell, vice president of the Greater Chatham Alliance, said she was concerned about the safety of children in the area.\n\nWhile she has a 13-year-old daughter, there are schools and day care centers nearby, she said.\n\nSheila Chew is an office manager with IMAGES, a counseling agency that works with Nuway Community Services. She said that the organization has had a positive influence on many of its clients and deserves to stay. She spoke at a town hall meeting Saturday. View Full Caption DNAinfo/Andrea V. Watson\n\n“I understand there’s a need for this, but I don’t feel that right down the street from an elementary school and 5 million day care centers is a place for it,” she said\n\nShe said her organization has met with Solola in the past, but no solution has been found.\n\nBut she warned, “He will get it together, or he will have a protest in front of his business every day.\"\n\nSawyer’s challenger in the upcoming aldermanic election, Richard Wooten, said that he believes the clinic is good for the community, but that it should be moved to an area with fewer children.\n\nThe other candidate for alderman, Brian Garner, said Nuway's owner needs to find a way to work with the community because he has a track record of not resolving concerns about his business.\n\nCatherine Gross, 85, who has lived in Chatham since 1956, said while she isn’t opposed to the methadone clinic, the owner needs to find a way to keep his clients from wandering through the neighborhood.\n\n“It’s up to him to get rid of the bad apples and let them understand it’s a business, you go there and you get your methadone and then you go back to where you came from, that’s it,” Gross said.\n\nAt the end of the meeting the Greater Chatham Alliance agreed to spearhead a task force to try to address the community's concerns about the clinic. The committee will include community groups and a representative from Nuway.\n\nCraig Thomas, the alliance's president, said he’ll start contacting community organizations in the coming week to serve on the task force.\n\nFor more neighborhood news, listen to DNAinfo Radio here:", "article_metadata": {"msapplication-TileColor": "#FFFFFF", "description": "Residents want the Nuway clinic to move if its owner can&#39;t keep clients from loitering and littering.", "application-name": "DNAinfo", "og": {"url": "https://www.dnainfo.com/chicago/20150125/chatham/taskforce-address-complaints-about-chatham-methadone-clinic", "image": {"width": 600, "identifier": "https://assets.dnainfo.com/generated/chicago_photo/2015/01/chatham-methadone-clinic-1422231798.jpg/extralarge.jpg", "height": 400}, "site_name": "DNAinfo Chicago", "description": "Residents want the Nuway clinic to move if its owner can&#39;t keep clients from loitering and littering.", "title": "Task Force To Address Complaints About Chatham Methadone Clinic"}, "referrer": "always", "twitter": {"site": "@DNAinfoCHI", "card": "summary"}, "apple-mobile-web-app-title": "DNAinfo", "msapplication-square70x70logo": "//fluffyclouds.dnainfo.com/img/common/mstile-70x70px.png", "robots": "noarchive,noodp,noydir", "msapplication-square310x310logo": "//fluffyclouds.dnainfo.com/img/common/mstile-310x310.png", "msapplication-wide310x150logo": "//fluffyclouds.dnainfo.com/img/common/mstile-310x150.png", "fb": {"admins": "54902139,1379988119,575522805,108424,5519941,48600120,112261,662865465", "app_id": 153948644632011}, "viewport": "width=device-width", "format-detection": "telephone=no", "keywords": "Englewood,West Englewood,Auburn Gresham,Grand Crossing,Chatham,Avalon Park,Pill Hill,Business & Economy,Health & Wellness,Roderick Sawyer,Olajide Solola,Cee Powell,Nuway Community Services", "google-site-verification": "AYA-4dHbK-igtSqpqIYyKuCbHO3o3KourjkrAnfCeZc", "msapplication-square150x150logo": "//fluffyclouds.dnainfo.com/img/common/mstile-150x150.png", "googletag": {"topic": "business-economy,health-wellness", "places": "nuway-community-services", "people": "roderick-sawyer,olajide-solola,cee-powell"}}, "_id": "\"57477af36914bd0286fd1ed3\"", "article_summary": "Cee Powell, vice president of the Greater Chatham Alliance, speaks during a meeting Saturday to address concerns about Nuway Community Services, a methadone clinic.\nAt the end of the meeting the Greater Chatham Alliance agreed to spearhead a task force to try to address the community's concerns about the clinic.\nLoitering and littering outside Nuway Community Services, 110 E. 79th St., has upset some residents.\nTo that end, both community members and the owners of the clinic, Nuway Community Services, agreed to serve on a task force that will try to come up with solutions to the problem.\nSheila Chew is an office manager with IMAGES, a counseling agency that works with Nuway Community Services."}