{"article_title": "Busting some common medical myths", "article_keywords": ["busting", "weight", "loss", "medical", "arthritis", "vitamin", "sunlight", "exercise", "myths", "common", "skin", "antioxidants", "bone", "cartilage"], "article_url": "http://www.sfexaminer.com/busting-some-common-medical-myths/", "article_text": "In my 25 years of practicing as an orthopaedic surgeon, working with athletes and people with arthritis, I have learned that much of what we think we know turns out to be only part of the truth. For that reason, research that challenges our common knowledge makes the art and science of medicine both intellectually stimulating and — for me — thrilling. Here are a few commonly held beliefs, often prescribed by some doctors, which I believe may do more harm than good.\n\nAntioxidants are good for you\n\nMany people seem to be obsessed with antioxidants. They want to eat antioxidant foods, have an antiinflammatory diet and take drugs that act as antioxidants. They consume turmeric and cumin along with Vitamins E and C, the powerful antioxidant vitamins. Their belief is that these foods and vitamins, which can absorb free radicals formed by oxygen, can improve skin appearance, slow aging, reduce cancer risk and prolong life.\n\nWell, guess what? Oxidation — the formation of free radicals by oxygen — is exactly what kills cancer cells. Oxidation is your body’s response to “micro cancers” — abnormal cells that occur in our bodies literally millions of times. Your system destroys these cells through the oxidative ability of free radicals. If you take a lot of antioxidants, you may actually be suppressing your body’s ability to keep down these micro-cancers and abnormal cells.\n\nSo are you helping yourself or hurting yourself when take lots of antioxidants? In fact, there’s very little high-quality science that supports any benefit from an increased ingestion of antioxidants over the amount one would get in a normal diet.\n\nSunlight is bad for you\n\nYour dermatologist friends will tell you to stay out of the direct sun and to use lots of skin care and skin protective products. This will prevent you from getting much UV radiation, which can cause skin cancer. But you absolutely have to have sunlight to produce the active forms of Vitamin D.\n\nAll of those pale dermatologists that you see —a nd their patients, who also look pasty white — may have very poor calcium uptake, precisely because they are not activating Vitamin D through sunlight. No matter how much Vitamin D pills or supplements you take, sunlight is required to convert the Vitamin D into the active form the body uses to regulate calcium uptake. That’s why people in northern climates experience more osteoporosis (bone loss) than people in southern climes: their sun exposure is so different.\n\nThe directive to “Cover up, cover up, cover up!” may be destroying your bones. The most sane recommendation seems to be 30 minutes of total skin sunlight exposure each day (skinny dipping may be the most efficient way), followed by skin protection with high UV products and clothing.\n\nDon’t exercise that arthritic knee\n\nWhether or not you have had an artificial knee replacement, a major cause of disability with aging — as well as the loosening of artificial implants — is bone loss. Resistance exercise is the only strategy shown to build up bone without side effects. Lack of exercise is responsible not only for more rapid bone loss, but for loss of muscle power, range of motion, coordination, loss of balance and a decline in our sense of well-being.\n\nFurthermore, regular exercise is the antidote to arthritis. The trick is to find the workouts that stimulate those abilities, are fun to do, can be done daily — and to do them. Better yet, do them with a partner. Because one fact that’s not a myth is that partners who play together, stay together.\n\nDiet alone can lead to weight loss\n\nRecent large studies have demonstrated that shockingly few people who lose weight dieting actually maintain their weight reduction. In our experience at Stone Clinic, only a fundamental change in lifestyle will do the trick. That includes a combination of athleticism (not just exercise), diet and attitude work. Athleticism means setting a fitness goal and combining exercises and play to achieve fitness. Fitness is the combination of cardiovascular endurance, stamina, strength, flexibility, power, coordination, agility, and balance. Getting there requires dedication and good coaching. Staying there, and maintaining a healthy weight, means the process must be satisfying — both mentally and physically.\n\nWater intake doesn’t matter\n\nWhile several recent studies have called into question the notion that most people are relatively dehydrated during the day, our experience is that increasing plain water consumption decreases appetite, quells an urge to drink sugary beverages, and improves mood. All the cells in our body depend on water and function better when hydrated than when not hydrated. Almost all of our behavior — including sleeping, drinking coffee, alcohol intake, etc. — pushes us toward dehydration, So increase your water intake substantially, and watch the good things that happen.\n\nVitamin supplements do matter\n\nUnfortunately, there is so little regulatory oversight over the vitamin and supplement industry that it is impossible to know what is actually in a vitamin pill. What’s more, no clinical study has demonstrated a substantially beneficial effect from vitamin supplements for normal people. Well-balanced diets with substantial amounts of protein, fruits and vegetables are a far better way to nourish the human body that popping pills of dubious pedigree.\n\nCartilage can’t be regrown or replaced\n\nThere are two types of cartilage in the knee: the fibrocartilage meniscus tissue and the hyaline cartilage covering of the ends of bones in joints. When these tissues are torn or damaged through injury (or removed by surgery), the joint develops arthritis. Arthritis is loss of the normal cartilage, bone or surrounding tissues in joints. Patients are often told that once cartilage is lost, only artificial joint replacement is possible. But the techniques for meniscus replacement and articular cartilage repair have improved so much that biologic joint replacement is often possible. The trick is to repair or replace the injured tissue as soon as the injury occurs and not wait for the arthritis to set in.\n\nIf you consider each of these myths individually, you’ll find that the “common sense” answer is almost always the right answer. It is amusing to note, though, that sensible answers are not always common.\n\nDr. Kevin R. Stone is an orthopedic surgeon at The Stone Clinic and chairman of the Stone Research Foundation in San Francisco. He pioneers advanced orthopedic surgical and rehabilitation techniques to repair, regenerate and replace damaged cartilage and ligaments.\n\nClick here or scroll down to comment", "article_metadata": {"og": {"site_name": "The San Francisco Examiner", "description": "In my 25 years of practicing as an orthopaedic surgeon, working with athletes and people with arthritis, I have learned that much of what we think we know turns out »", "title": "Busting some common medical myths - The San Francisco Examiner", "locale": "en_US", "image": "http://devsfexaminer.wpengine.com/wp-content/uploads/ExaminerLogoFinal0520-1-e1445490970172.jpg", "updated_time": "2015-10-30T18:26:47-07:00", "url": "http://www.sfexaminer.com/busting-some-common-medical-myths/", "type": "article"}, "article": {"publisher": "https://www.facebook.com/sfexaminer/", "section": "Health", "tag": "sunlight", "published_time": "2015-11-01T01:15:25-07:00", "modified_time": "2015-10-30T18:26:47-07:00"}, "twitter": {"description": "In my 25 years of practicing as an orthopaedic surgeon, working with athletes and people with arthritis, I have learned that much of what we think we know turns out »", "creator": "@sfexaminer", "image": "http://devsfexaminer.wpengine.com/wp-content/uploads/ExaminerLogoFinal0520-1-e1445490970172.jpg", "title": "Busting some common medical myths - The San Francisco Examiner", "site": "@sfexaminer", "card": "summary"}, "news_keywords": "antioxidants, cancer, health, kevin stone, medicine, sunlight, san francisco, bay, news, bay area, city planning, crime, education, election, politics, transit, sports, arts, food, dining, law", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fe08c3\"", "article_summary": "That’s why people in northern climates experience more osteoporosis (bone loss) than people in southern climes: their sun exposure is so different.\nIf you consider each of these myths individually, you’ll find that the “common sense” answer is almost always the right answer.\nArthritis is loss of the normal cartilage, bone or surrounding tissues in joints.\nFor that reason, research that challenges our common knowledge makes the art and science of medicine both intellectually stimulating and — for me — thrilling.\nThe most sane recommendation seems to be 30 minutes of total skin sunlight exposure each day (skinny dipping may be the most efficient way), followed by skin protection with high UV products and clothing."}