{"article_title": "Middle class tired of paying for everyone else", "article_keywords": ["paying", "poor", "tired", "food", "pay", "price", "trillion", "problems", "middle", "country", "taking", "class"], "article_url": "http://courier-tribune.com/opinion/letters/middle-class-tired-paying-everyone-else", "article_text": "I was thinking about the politicians that we are all getting sick of already and the middle class people they are always talking about.\n\nThe middle class has to pay to help the poor get food, shelter, clothes, a phone and sometimes cars. They may have Obamacare for a cheap price, but the middle class pays more to cover the difference.\n\nThe rich also take away from the middle class because they make the debts and the middle class has to pay them.\n\nSeems to me the middle class are not treated fairly. We have to buy our homes, cars, food, pay our power bills, groceries, clothe our families and pay our taxes, federal, state and county.\n\nNow our government wants to bring Syrians into this country, hundreds of thousands of them. Who do you think will pay for their upkeep and what they going to do to make a living?\n\nSeems to me there will be more poor people with no homes, work, food. The middle class is getting tired of keeping themselves and everyone else going.\n\nEveryday we see on the news all the money we are sending to other countries, when we are struggling to make it. Should we not be taking care of the people here? Did the people in South Carolina that lost everything to floods, the ones in California that were burned out, or all our other disasters receive any help from any foreign countries?\n\nWith all the money we send to other countries, if we just kept half of it, we would have no poor. We could all live well.\n\nNow the government is taking away the cost-of-living raise to the elderly, Social Security, because the price of fuel has decreased in price, but we waste millions trying to train soldiers in a foreign country to fight for that country when only five were willing.\n\nSince Obama took office, we have gone from $9 trillion in debt to over $19 trillion, and the government is broke.\n\nI don’t know the answers to all our problems, but just remember these problems at election time.\n\nFaye Cox\n\nAsheboro", "article_metadata": {"description": "I was thinking about the politicians that we are all getting sick of already and the middle class people they are always talking about.", "generator": "Drupal 7 (http://drupal.org)", "google-play-app": "app-id=com.stephensmedia.couriertribune", "og": {"url": "http://courier-tribune.com/opinion/letters/middle-class-tired-paying-everyone-else", "site_name": "The Courier-Tribune", "type": "article", "description": "I was thinking about the politicians that we are all getting sick of already and the middle class people they are always talking about.", "title": "Middle class tired of paying for everyone else"}, "twitter": {"url": "http://courier-tribune.com/opinion/letters/middle-class-tired-paying-everyone-else", "title": "Middle class tired of paying for everyone else", "card": "summary", "creator": "@Courier_Tribune"}, "al": {"web": {"should_fallback": "true"}, "android": {"url": "courier-tribune://?eid=477245", "app_name": "courier-tribune", "package": "com.stephensmedia.couriertribune"}, "ios": {"url": "courier-tribune://?eid=477245", "app_store_id": 964469617, "app_name": "courier-tribune"}}, "apple-itunes-app": "app-id=964469617", "keywords": "Letters,Opinion,", "article": {"published_time": "2015-10-27T10:04:58-04:00"}, "viewport": "width=device-width,initial-scale=0.9"}, "_id": "\"57477af46914bd0286fe08cb\"", "article_summary": "The rich also take away from the middle class because they make the debts and the middle class has to pay them.\nThe middle class is getting tired of keeping themselves and everyone else going.\nI was thinking about the politicians that we are all getting sick of already and the middle class people they are always talking about.\nThey may have Obamacare for a cheap price, but the middle class pays more to cover the difference.\nThe middle class has to pay to help the poor get food, shelter, clothes, a phone and sometimes cars."}