{"article_title": "Bradley Beal, John Wall say they will be all right", "article_keywords": ["beal", "play", "right", "wall", "youre", "game", "bench", "bradley", "say", "wizards", "wrist", "worst", "atlanta", "john"], "article_url": "http://www.washingtontimes.com/news/2015/may/3/bradley-beal-john-wall-say-they-will-be-all-right/", "article_text": "ATLANTA — At separate times Sunday, John Wall and Bradley Beal were on the Philips Arena floor in enough pain that Game 1 of their Eastern Conference semifinal against the Atlanta Hawks had to be stopped.\n\nWall drove on the break in the second quarter, missed a scoop shot with his left hand and fell to the floor. He landed on his hand — that Beal mentioned has been “killing” Wall all season — and stayed down. After a timeout, Wall went to the Wizards’ bench, had his left wrist taped and stayed in the game.\n\n“My wrist will be all right,” Wall said. “If it ain’t broke, I’ll play through anything.”\n\nBeal landed on the foot of Atlanta center Al Horford after shooting a jumper with 8:08 to play in the fourth quarter. He rolled his right ankle and, after walking tenderly toward the bench, went to the lockerroom for treatment. Beal re-entered the game with 3:50 to play. He wasn’t moving all that well, so coach Randy Wittman took him out before the Wizards’ closed their 104-98 Game 1 win.\n\n“That’s probably the worst I ever turned it, honestly,” Beal said. “Off the rip, you always think of the worst because you’re in so much pain. I knew after I was able to walk a little bit to the bench, I knew I was going to be able to come back. It was just a matter of me re-taping it and being mentally tough. I can’t let my team down. Even if I’m not a threat, I can still be a decoy. It’s something I can bring to the table. You have to have the heart, the will and mentality that you’re going to do whatever it takes to win.”", "article_metadata": {"description": "At separate times Sunday, Wall and Beal were on the Philips Arena floor in enough pain that the game had to be stopped.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "At separate times Sunday, Wall and Beal were on the Philips Arena floor in enough pain that the game had to be stopped.", "title": "Bradley Beal, John Wall say they will be all right", "url": "http://www.washingtontimes.com/news/2015/may/3/bradley-beal-john-wall-say-they-will-be-all-right/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/05/03/Wizards_Hawks_basketball_.JPEG-00746.jpg", "type": "article"}, "twitter": {"image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/05/03/Wizards_Hawks_basketball_.JPEG-00746.jpg", "description": "At separate times Sunday, Wall and Beal were on the Philips Arena floor in enough pain that the game had to be stopped.", "site": "@washtimes", "card": "summary", "title": "Bradley Beal, John Wall say they will be all right"}, "Author": "Todd Dybas", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web3", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "Sports, Bradley Beal, John Wall"}, "_id": "\"57477af36914bd0286fd1f40\"", "article_summary": "After a timeout, Wall went to the Wizards’ bench, had his left wrist taped and stayed in the game.\nHe landed on his hand — that Beal mentioned has been “killing” Wall all season — and stayed down.\nATLANTA — At separate times Sunday, John Wall and Bradley Beal were on the Philips Arena floor in enough pain that Game 1 of their Eastern Conference semifinal against the Atlanta Hawks had to be stopped.\nWall drove on the break in the second quarter, missed a scoop shot with his left hand and fell to the floor.\n“My wrist will be all right,” Wall said."}