{"article_title": "Smart Drug Modafinil 'Safe for Widespread Use,' Scientists Say", "article_keywords": ["substance", "controlled", "tried", "study", "safe", "drug", "say", "treat", "modafinil", "scientists", "prescription", "widespread", "yes", "smart"], "article_url": "http://reason.com/blog/2015/08/21/smart-drug-modafinil", "article_text": "Good news, overachieving students, ADHD-havers, Limitless fans, and pillheads everywhere: A meta-analysis of the data on \"smart drug\" modafinil has found that yes, it's safe, and yes, it's effective as a cognitve enhancer.\n\nPublished in the journal European Neuropsychopharmacology, the review covers 24 placebo-controlled studies of modafinil—also known by the brand name Provigil—that were conducted between 1990 and 2014 on healthy, non-sleep deprived individuals. \"Such an analysis overcomes some of the limitations of each of the smaller studies, such as narrow demographics or conflicting results, and draws an overarching conclusion,\" notes Quartz writer Akshat Rathi.\n\nOfficially sanctioned in the U.S. to treat sleep disorders such as narcolepsy, modafinil is sometimes prescribed off-label to treat conditions like depression, chronic fatigue syndrome, and Parkinson's disease. It's also become popular as a cognitive enhancer, or nootropic. A 2008 poll from science journal Nature found that 44 percent of its readers who had tried any \"smart drugs\" had tried modafinil.* And while less popular than Adderall, it's also a hit among college students as a study aid.\n\nWithout a prescription, modafinal is still pretty easy for Americans to purchase online from foreign pharmacies (where it's sold under names such as Modalert, Modvigil, and Alertec), albeit also pretty illegal. Some countries, such as India and Mexico, neither classify modafinil as a controlled substance nor require buyers to have a medical prescription; in others, such as Canada, Australia, Germany, and the U.K., it's not a controlled substance but a prescription is required. In the U.S., however, it's both a Schedule IV controlled drug and prescription-only.\n\nCould that change? In the new review, researchers found that \"modafinil appears to consistently engender enhancement of attention, executive functions, and learning,\" all without \"any preponderances for side effects or mood changes.\" Modafinil \"appears safe for widespread use,\" concluded researchers, calling it \"one of the most promising and highly-investigated neuroenhancers to date.\"\n\nUnfortunately, neither the U.S. Food and Drug Administration nor the Drug Enforcement Agency has historically found extreme positive benefits + a lack of major safety concerns to be sufficient for letting us scrubs get our hands on a substance (see: marijuana, birth control pills, raw milk). And neuroenhancement for the heck of it still seems to rub a lot of people the wrong way, for reasons largely philosophical and irrational. At least we'll always have Indian pharmacies?\n\n\"Modafinil may well deserve the title of the first well-validated pharmaceutical nootropic agent,\" said Guy Goodwin, president of the European College of Neuropsychopharmacology. \"In other words, it's the first real example of a 'smart drug', which can genuinely help, for example, with exam preparation. Previous ethical discussion of such agents has tended to assume extravagant effects before it was clear that there were any. If correct, the present update means the ethical debate is real: how should we classify, condone or condemn a drug that improves human performance in the absence of pre-existing cognitive impairment?\"\n\nRead the whole study here.\n\n* Updated", "article_metadata": {"og": {"site_name": "Reason.com", "description": "Modafinil is \"one of the most promising neuroenhancers to date\" researchers concluded. Too bad the FDA will never let us have it.", "title": "Smart Drug Modafinil 'Safe for Widespread Use,' Scientists Say", "url": "http://reason.com/blog/2015/08/21/smart-drug-modafinil", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14401845156485.jpg", "type": "article"}, "twitter": {"description": "Modafinil is \"one of the most promising neuroenhancers to date\" researchers concluded. Too bad the FDA will never let us have it.", "title": "Smart Drug Modafinil 'Safe for Widespread Use,' Scientists Say", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14401845156485.jpg", "creator": "enbrown", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "article": {"tag": "Science/Tech", "published_time": "2015-08-21T21:05:00+00:00", "author": "http://reason.com/people/elizabeth-nolan-brown"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af36914bd0286fd1f51\"", "article_summary": "\"In other words, it's the first real example of a 'smart drug', which can genuinely help, for example, with exam preparation.\nA 2008 poll from science journal Nature found that 44 percent of its readers who had tried any \"smart drugs\" had tried modafinil.\nGood news, overachieving students, ADHD-havers, Limitless fans, and pillheads everywhere: A meta-analysis of the data on \"smart drug\" modafinil has found that yes, it's safe, and yes, it's effective as a cognitve enhancer.\nIn the U.S., however, it's both a Schedule IV controlled drug and prescription-only.\nModafinil \"appears safe for widespread use,\" concluded researchers, calling it \"one of the most promising and highly-investigated neuroenhancers to date.\""}