{"article_title": "PA-6: Parrish Withdraws", "article_keywords": ["withdraws", "mike", "republican", "pa6", "trivedi", "primary", "dccc", "race", "manan", "parrish", "democratic", "change"], "article_url": "http://www.politicspa.com/pa-6-parrish-withdraws/56143/", "article_text": "PA-6: Parrish Withdraws\n\nWritten by Brittany Foster, Managing Editor\n\nDemocrat Mike Parrish will withdraw from the primary race for Pennsylvania’s 6th Congressional District this morning.\n\n“I have come to realize that an expensive and contentious Democratic primary fight would seriously risk our party’s ability to win this seat in November to accomplish our goals,” Parrish said. “I am therefore suspending my campaign in order to join with Manan Trivedi to help ensure that a Democrat is elected in November.”\n\nThe West Point grad and Daleco Resources CEO would have faced three-time candidate for the district, Dr. Manan Trivedi, in the Democratic primary.\n\n“I am reminded by the Cadet Prayer, about choosing the harder right over the easier wrong. As you know, change doesn’t happen overnight. Change isn’t easy or quick,” Parrish said in a statement. “I am prepared to work hard along side my fellow Democrats to bring about that change. I hope to continue making you proud as I work to assist others to help accomplish our shared goals and effect change in Washington.”\n\nTrivedi also released a statement.\n\n“As a fellow veteran, I first want to thank Mike Parrish for his military service. There is no higher calling to our nation and he must be commended for that,” said Trivedi. “And it is because of that I am truly honored to receive Mike’s endorsement today. I am thankful for his commitment to our Democratic Party and I look forward to working with him to strengthen our community, our commonwealth and our country.”\n\nPA-6 became a must-watch race after Representative Jim Gerlach announced his retirement. The fields for the Republican and Democratic nomination ebbed and flowed, before settling on a Democratic primary between Trivedi and Parrish, and a lone Chester County Commissioner Ryan Costello on the Republican side.\n\nThe district leans Republican, but open seats are notoriously unpredictable without an advantaged incumbent.\n\nThe NRCC was quick to jump on Parrish’s withdrawal as a sign of Democratic weakness in the seat.\n\n“It’s pretty clear after last week’s special election in Florida that Democrats’ chances in 2014 are sinking faster than a boat without a hull. It seems like just yesterday that the DCCC was sending out memos touting Mike Parrish’s candidacy and flying Nancy Pelosi in to fundraise for him,” NRCC spokesman Ian Prior told PoliticsPA. “Just a few weeks later, however, Parrish has seen first-hand how difficult it is running straight into the massive headwinds caused by Obamacare. It’s certainly understandable that he would want to jump ship.”\n\nBut the DCCC expressed their excitement about Trivedi’s candidacy.\n\n““Manan Trivedi is a strong, independent advocate for Pennsylvania’s middle class and over the last few months has put together an impressive campaign,” DCCC spokesman Marc Brumer told PoliticsPA. “As a physician, Iraq war veteran, and tireless fighter for Pennsylvania families, Manan is a strong candidate who is committed to working together to find solutions that grow the middle class, create jobs, and spur the region’s economy.”\n\nNow that there is just one candidate in the primary, the DCCC will likely upgrade PA-6 to an Emerging Race. This is a promotion from its current status as an Emerging District.\n\nMarch 18th, 2014 | Posted in Congress, Front Page Stories, Top Stories | 10 Comments", "article_metadata": {"description": "The Democratic field for the open seat narrows to one - Manan Trivedi.", "generator": "WordPress 4.1.11", "og": {"url": "http://www.politicspa.com/pa-6-parrish-withdraws/56143/", "description": "The Democratic field for the open seat narrows to one - Manan Trivedi.", "title": "PA-6: Parrish Withdraws"}, "robots": "noodp", "fb": {"app_id": 775768999125308}, "keywords": "pa 6,trivedi,gerlach,costello,parrish", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fd1f55\"", "article_summary": "PA-6: Parrish WithdrawsWritten by Brittany Foster, Managing EditorDemocrat Mike Parrish will withdraw from the primary race for Pennsylvania’s 6th Congressional District this morning.\n“As a fellow veteran, I first want to thank Mike Parrish for his military service.\n“I have come to realize that an expensive and contentious Democratic primary fight would seriously risk our party’s ability to win this seat in November to accomplish our goals,” Parrish said.\nThe fields for the Republican and Democratic nomination ebbed and flowed, before settling on a Democratic primary between Trivedi and Parrish, and a lone Chester County Commissioner Ryan Costello on the Republican side.\n“Just a few weeks later, however, Parrish has seen first-hand how difficult it is running straight into the massive headwinds caused by Obamacare."}