{"article_title": "Obama’s Clash With Coal Producers Cost Democrats Mightily in Congress", "article_keywords": ["week", "states", "congress", "clash", "won", "suits", "mightily", "producers", "coal", "state", "cost", "power", "democrats", "report", "obamas", "obama"], "article_url": "http://www.thefiscaltimes.com/2016/02/16/Obama-s-Clash-Coal-Producers-Cost-Democrats-Mightily-Congress", "article_text": "It’s no secret that President Obama paid a stiff political price for his aggressive efforts to curb emissions from coal-fired power plants to combat global warming and serious public health problems.\n\nSenate Majority Leader Mitch McConnell (R-KY) and scores of other GOP lawmakers and state officials from coal producing states declared war on Obama’s Clean Power initiatives. The president’s efforts to circumvent Congress to impose Environmental Protection Agency regulations that were certain to hasten the demise of the ailing coal industry soured Obama’s relations with Capitol Hill and fueled GOP complaints about executive overreach.\n\nRelated: The California Gas Leak Ends, but It’s a Rough Week for Environmentalists\n\nJust last week, the Supreme Court delivered another big blow to Obama by staying EPA’s implementation of the Clean Power rules pending the lower courts’ resolution of suits brought against it by 29 states and dozens of coal corporations and industry groups. Those suits won’t be settled until Obama is long gone from office.\n\nBut what has been less clear until now is the political damage that the battle between Obama and King Coal has done to the Democrats’ standing in Congress and state houses across the country, as coal production has steadily declined, and led to widespread unemployment among miners.\n\nA new report on Tuesday by the Morning Consult provides some astonishing insight into the electoral backlash to Obama’s anti-coal policies. The report said, “Republicans now control 45 of the 51 congressional districts where there were active coal mines as of 2008, according to data from the Energy Information Administration. That’s a sharp decline from Obama’s first election in 2008, in which Republican won 29 districts in those locations and Democrats won 28.”", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "It’s no secret that President Obama paid a stiff political price for his aggressive ef", "title": "Obama’s Clash With Coal Producers Cost Democrats Mightily in Congress", "url": "http://www.thefiscaltimes.com/2016/02/16/Obama-s-Clash-Coal-Producers-Cost-Democrats-Mightily-Congress", "image": "http://cdn.thefiscaltimes.com/sites/default/files/01012014_Coal_Mine.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2016/02/16/Obama-s-Clash-Coal-Producers-Cost-Democrats-Mightily-Congress", "image": "http://cdn.thefiscaltimes.com/sites/default/files/01012014_Coal_Mine.jpg", "creator": "@ericpianin", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "It’s no secret that President Obama paid a stiff political price for his aggressive ef", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af46914bd0286fe090e\"", "article_summary": "Senate Majority Leader Mitch McConnell (R-KY) and scores of other GOP lawmakers and state officials from coal producing states declared war on Obama’s Clean Power initiatives.\nThat’s a sharp decline from Obama’s first election in 2008, in which Republican won 29 districts in those locations and Democrats won 28.”\nA new report on Tuesday by the Morning Consult provides some astonishing insight into the electoral backlash to Obama’s anti-coal policies.\nThe president’s efforts to circumvent Congress to impose Environmental Protection Agency regulations that were certain to hasten the demise of the ailing coal industry soured Obama’s relations with Capitol Hill and fueled GOP complaints about executive overreach.\nThe report said, “Republicans now control 45 of the 51 congressional districts where there were active coal mines as of 2008, according to data from the Energy Information Administration."}