{"article_title": "Charlie Crist and gay marriage", "article_keywords": ["crist", "poor", "floridians", "gay", "charlie", "youd", "florida", "state", "marriage", "election", "money", "welfare", "party", "republican"], "article_url": "http://articles.sun-sentinel.com/2014-01-06/news/sfl-charlie-crist-and-gay-marriage-20140106_1_gay-marriage-charlie-crist-nan-rich", "article_text": "You’d think a state the size of Florida could do better.\n\nWe’ve got a nationally watched gubernatorial election coming up, and the defending champ, Republican Rick Scott, is a former medical executive who presided over a company that had to pay the biggest Medicare fraud fine in history. That he bought the election four years ago with his own money only confirms what tragically poor judgment Floridians display in selecting their leaders.\n\nScott has shown himself to be both heartless and an opportunist; first, like many ideologically driven Republican governors, he was against expanding Medicaid as a vehicle to bring health care to poor Floridians because it might help Obamacare become a success. Then he switched sides on the issue so he could look like a humanitarian once it was clear that the Republican Legislature would deep-six it anyway.\n\nCourts have repeatedly struck down Scott’s misbegotten efforts to drug-test welfare recipients, yet he will continue to spend state money on appeals, even though the program remains a money-wasting solution in search of a problem. These are just a couple of examples of his “governor for some of the people” approach.\n\nIn any other state, the opposition party would be swamped with qualified candidates slavering at the bit to lock horns with such an unpopular incumbent. Not the Florida Democratic Party, whose ineffectiveness as a political force is evidenced by its pathetic representation in a purple state Legislature.\n\nNo, all Democrats can scrape up is Nan Rich, a South Florida legislator whose heart is in the right place, but who is unable to catch fire north of the Martin County line.", "article_metadata": {"keywords": "Charlie Crist, Florida, gay marriage, same-sex marriage, Rick Scott, governor, Republican, Democrat, Nan Rich, gubernatorial, Crist, Scott, Chan Lowe", "og": {"site_name": "tribunedigital-sunsentinel", "description": "You’d think a state the size of Florida could do better.   We’ve got a nationally watched gubernatorial election coming up, and the defending champ, Republican Rick Scott, is a...", "title": "Charlie Crist and gay marriage", "url": "http://articles.sun-sentinel.com/2014-01-06/news/sfl-charlie-crist-and-gay-marriage-20140106_1_gay-marriage-charlie-crist-nan-rich", "image": "http://www.trbimg.com/img-52cb23c9/turbine/sfl-charlie-crist-and-gay-marriage-20140106-001/555/555x381", "type": "article"}, "fb": {"admins": 100001837105818, "app_id": 143455335716926}, "description": "You’d think a state the size of Florida could do better.   We’ve got a nationally watched gubernatorial election coming up, and the defending champ, Republican Rick Scott, is a"}, "_id": "\"57477af36914bd0286fd1f3d\"", "article_summary": "That he bought the election four years ago with his own money only confirms what tragically poor judgment Floridians display in selecting their leaders.\nNot the Florida Democratic Party, whose ineffectiveness as a political force is evidenced by its pathetic representation in a purple state Legislature.\nYou’d think a state the size of Florida could do better.\nIn any other state, the opposition party would be swamped with qualified candidates slavering at the bit to lock horns with such an unpopular incumbent.\nCourts have repeatedly struck down Scott’s misbegotten efforts to drug-test welfare recipients, yet he will continue to spend state money on appeals, even though the program remains a money-wasting solution in search of a problem."}