{"article_title": "Walmart Employee in Same-Sex Marriage Sues Company for Denying Benefits to Cancer-Stricken Wife", "article_keywords": ["marriage", "smithson", "benefits", "spouses", "wouldnt", "wife", "cote", "company", "walmart", "sues", "cancerstricken", "employee", "samesex", "couple", "health", "denying"], "article_url": "http://www.mediaite.com/online/walmart-employee-in-same-sex-marriage-sues-company-for-denying-benefits-to-cancer-stricken-wife/", "article_text": "Walmart employee Jacqueline Cote is suing the corporation for continuously denying her wife, Diana Smithson, the health benefits to which she is entitled as a Walmart employee’s spouse. The couple, who were married in Massachusetts in 2004, had been trying to obtain health benefits through Cote’s employer but Walmart had a policy against providing benefits to same-sex spouses — at least until January 2014, when they started including them.\n\nBut when Smithson was diagnosed with ovarian cancer, they were still unable to get health benefits through Walmart, despite the inclusion of same-sex couples. It isn’t clear when Smithson became ill, but it seems like there shouldn’t be a reason to deny the benefits if this happened after January 2014. The couple have since incurred over $150,000 in medical costs because they’ve been paying out-of-pocket; Smithson’s separate COBRA benefits ran out.\n\nWalmart had a prepared statement addressing the case, but wouldn’t provide details:\n\n“Walmart expanded its benefits starting in January 2014 and currently covers same sex spouses and domestic partners. We have not yet seen the details of the lawsuit and out of respect for Ms. Cote we are not going to comment other than to say our benefits coverage previous to the 2014 update was consistent with the law.”\n\nCote is being represented in the suit by Gay and Lesbian Advocates and Defenders (GLAD) and the Washington Lawyers’ Committee for Civil Rights and Urban Affairs.\n\n[h/t Cosmopolitan]\n\n— —", "article_metadata": {"description": "Walmart employee Jacqueline Cote is suing the corporation for continuously denying her wife, Diana Smithson...", "generator": "WordPress 2016.21", "og": {"image": "http://static01.mediaite.com/med/wp-content/uploads/2015/03/walmart.png", "title": "Walmart Employee in Same-Sex Marriage Sues Company for Denying Benefits to Cancer-Stricken Wife"}, "twitter": {"image": "http://static01.mediaite.com/med/wp-content/uploads/2015/03/walmart.png", "title": "Walmart Employee in Same-Sex Marriage Sues Company for Denying Benefits to Cancer-Stricken Wife", "description": "Walmart employee Jacqueline Cote is suing the corporation for continuously denying her wife, Diana Smithson...", "card": "summary", "site": "@mediaite"}, "NextGEN": "1.5.5", "keywords": "online", "date": "2015-07-15T16:10:19+00:00", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.5, minimum-scale=1.0"}, "article_summary": "Walmart employee Jacqueline Cote is suing the corporation for continuously denying her wife, Diana Smithson, the health benefits to which she is entitled as a Walmart employee’s spouse.\nBut when Smithson was diagnosed with ovarian cancer, they were still unable to get health benefits through Walmart, despite the inclusion of same-sex couples.\nThe couple, who were married in Massachusetts in 2004, had been trying to obtain health benefits through Cote’s employer but Walmart had a policy against providing benefits to same-sex spouses — at least until January 2014, when they started including them.\nThe couple have since incurred over $150,000 in medical costs because they’ve been paying out-of-pocket; Smithson’s separate COBRA benefits ran out.\nWalmart had a prepared statement addressing the case, but wouldn’t provide details:“Walmart expanded its benefits starting in January 2014 and currently covers same sex spouses and domestic partners."}