{"article_title": "Santa Cruz County Chief Probation Officer Scott MacDonald set to leave post", "article_keywords": ["leave", "set", "end", "plans", "using", "getting", "career", "work", "county", "cruz", "scott", "officer", "santa", "macdonald", "department", "probation", "post", "thats"], "article_url": "http://www.santacruzsentinel.com/article/ZZ/20130928/NEWS/130927364", "article_text": "SANTA CRUZ -- Looking back on his career, Santa Cruz County's Chief Probation Officer Scott MacDonald remembered when the department didn't have computers or voicemail.\n\nMacDonald, 54, the longest-tenured employee in the department, is hitting the 30-year mark in June and leaving the position by the end of the year.\n\n\"I've been thinking about it for a while and I'm at the end of a 30-year career and I felt that it was time,\" he said.\n\nHe became chief probation officer in 2008 but started his career in the department in 1984 at the county juvenile hall.\n\n\"People weren't doing data driven practices,\" MacDonald said. \"They were doing what felt good so there was a lot of policy formed by feelings and anecdotes, not by research.\"\n\nSince then, the department slowly shifted toward using research to manage the system and keep probationers from offending again.\n\nSanta Cruz County Superior Court Judge John Salazar said MacDonald has a strong philosophy when it comes to helping probationers.\n\n\"It's so easy to say lock 'em up or don't,\" Salazar said. \"There's something in the middle that works. That's what he does. He finds compromise, using people that work well together.\"\n\nTentatively, MacDonald expects to leave the position at the end of December. But not before trying to implement plans, such as helping probationers navigate the Affordable Care Act. With changes expected to roll out in the next week, there is an opportunity to make sure people with substance abuse problems and or in need of mental health services receive help.\n\n\"Whether it's enrolling people in an insurance plan or making sure they have access to mental and physical health needs, that's one area I'm particularly interested in now,\" he said.\n\nWhile MacDonald plans to leave the department, there are no plans for retirement yet.\n\n\"I'll probably go on to do some consulting work in juvenile and criminal justice,\" he said.\n\nOne of the biggest challenges MacDonald remembered was the economic downturn of 2008. During the time, he focused on getting grant dollars to prevent staff layoffs.\n\n\"Not only did we sort of navigate through troubled times,\" MacDonald said. \"But we continued to build innovative programs because they garner the attention of others and continue to be best practices.\"\n\nWhen the prison overhaul was implemented in 2011, MacDonald said he knew the department would be able to handle the change.\n\n\"In realignment, one of the things people thought that meant was that there would be busloads of people at our door from prison that were getting out early,\" he said. \"No one's getting out early. They would be here anyway.\"\n\nPrison is not always the answer.\n\n\"While in some cases, for serious offenders, you need to do that,\" MacDonald said. \"But if you're not careful, incarceration can actually increase criminogenic﻿ factors and increase their deviancy in a setting like that.\"\n\nFollow Sentinel reporter Calvin Men at Twitter.com/calvinmenatwork\n\n\n\n\n\n", "article_metadata": {"description": "SANTA CRUZ -- Looking back on his career, Santa Cruz County's Chief Probation Officer Scott MacDonald remembered when the department didn't have computers or voicemail.", "title": "Santa Cruz County Chief Probation Officer Scott MacDonald set to leave post", "og": {"url": "http://www.santacruzsentinel.com/article/ZZ/20130928/NEWS/130927364", "image": {"width": "400px", "identifier": "http://www.santacruzsentinel.com/apps/pbcsi.dll/storyimage/ZZ/20130928/NEWS/130927364/AR/0/AR-130927364.jpg?Maxh=1500&Maxw=1500", "height": "622px"}, "type": "article", "title": "Santa Cruz County Chief Probation Officer Scott MacDonald set to leave post"}, "twitter": {"domain": "santacruzsentinel.com", "description": "SANTA CRUZ -- Looking back on his career, Santa Cruz County's Chief Probation Officer Scott MacDonald remembered when the department didn't have computers or voicemail.", "title": "Santa Cruz County Chief Probation Officer Scott MacDonald set to leave post", "url": "http://www.santacruzsentinel.com/article/ZZ/20130928/NEWS/130927364", "image": {"src": "http://www.santacruzsentinel.com/apps/pbcsi.dll/storyimage/ZZ/20130928/NEWS/130927364/AR/0/AR-130927364.jpg?Maxh=900&Maxw=900"}, "site": "@scsentinel", "app": {"id": {"ipad": "id563358177?mt=8", "iphone": "id499677382?mt=8", "googleplay": "com.spreedinc.providers.californianewspaperpartnership.santacruzsentinel"}}, "card": "summary_large_image"}, "msvalidate.01": "9DAB14005AD5A9FFA4CA0EF58CC794BA", "keywords": "News, Santa Cruz news, CA news, US news, world news.", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0", "news_keywords": "News, Santa Cruz news, CA news, US news, world news."}, "_id": "\"57477af46914bd0286fe0921\"", "article_summary": "SANTA CRUZ -- Looking back on his career, Santa Cruz County's Chief Probation Officer Scott MacDonald remembered when the department didn't have computers or voicemail.\nHe became chief probation officer in 2008 but started his career in the department in 1984 at the county juvenile hall.\nWhile MacDonald plans to leave the department, there are no plans for retirement yet.\nSanta Cruz County Superior Court Judge John Salazar said MacDonald has a strong philosophy when it comes to helping probationers.\nWhen the prison overhaul was implemented in 2011, MacDonald said he knew the department would be able to handle the change."}