{"article_title": "For sale, the extraordinary estate of legendary Dallas broadcaster, former voice of Texas Stadium Murphy Martin", "article_keywords": ["tickets", "autographed", "legendary", "estate", "dallas", "vintage", "waynes", "murphy", "sale", "memorabilia", "nam", "extraordinary", "stadium", "martin", "voice", "texas", "view"], "article_url": "http://thescoopblog.dallasnews.com/2014/07/for-sale-the-extraordinary-estate-of-legendary-local-broadcaster-former-voice-of-texas-stadium-murphy-martin.html/", "article_text": "Murphy Martin, the WFAA anchor-turned-ABC newsman-turned-Voice of Texas Stadium, died on July 3, 2008, just one hour shy of his 83rd birthday. And during his remarkable career, which included a stint as president of Ross Perot’s United We Stand, he met everyone and saved everything.\n\nThat’s evident in the voluminous slideshow accompanying this heads-up advertising the Murphy Martin estate sale, which began yesterday and ends tomorrow at his home off Preston and Alpha. By now, of course, it’s possible many of the collectibles and mementos are long-gone. But an old friend with a profound passion for local history just sent the listing, and better late than after it’s over.\n\nFrom the listing, this tease, which is sure to throw a kink into some readers’ holiday plans:\n\nIt’s a sale full of collectible memorabilia covering Mr. Martin’s long broadcasting career and during a time filled with historic significance … The Kennedy Assassination … The Viet Nam War era … Landry’s Dallas Cowboys … and more. Consider owning John Wayne’s business card (autographed on the back), a U.S. Army steel pot with the ABC logo and a matching flack jacket from View Nam days, scrapbooks containing pics and memorabilia from celebrities, Mickey Mantle, Texas politicians, Ross Perot, football legend Bart Starr. The list is endless. … Collectibles … a U.S. Army steel pot with the ABC logo and a matching flack jacket from View Nam days, political buttons and memorabilia from the 1960′s, NFL tickets (including Super Bowl tickets), Super Bowl hats and seat cushions, NFL game programs (lots), Presidential memorabilia (Zippo lighters with the Presidential seal), framed pictures of Murphy Martin with politicians, sport greats, national news people, John Wayne’s business card (autographed on the back), autographed menus (Mickey Mantle), quilts, a vintage child’s kitchen, a large collection of Dallas Cowboy books (about the team and individual players), a vintage alligator purse, a purse by Ann Klein, Waterford, stems, Mikasa dinnerware, a collection of thimbles, scrapebooks.\n\nRace ya.", "article_metadata": {"liveFyreID": "aHR0cDovL3RoZXNjb29wYmxvZy5kYWxsYXNuZXdzLmNvbS8yMDE0LzA3L2Zvci1zYWxlLXRoZS1leHRyYW9yZGluYXJ5LWVzdGF0ZS1vZi1sZWdlbmRhcnktbG9jYWwtYnJvYWRjYXN0ZXItZm9ybWVyLXZvaWNlLW9mLXRleGFzLXN0YWRpdW0tbXVycGh5LW1hcnRpbi5odG1sLw==", "generator": "WordPress 3.9.12", "author": "Robert Wilonsky", "og": {"site_name": "The Scoop Blog", "description": "Murphy Martin, the WFAA anchor-turned-ABC newsman-turned-Voice of Texas Stadium, died on July 3, 2008, just one hour shy of his 83rd birthday. And during his remarkable career, which included a…", "title": "For sale, the extraordinary estate of legendary Dallas broadcaster, former voice of Texas Stadium Murphy Martin", "url": "http://thescoopblog.dallasnews.com/2014/07/for-sale-the-extraordinary-estate-of-legendary-local-broadcaster-former-voice-of-texas-stadium-murphy-martin.html/", "image": "http://thescoopblog.dallasnews.com/wp-content/themes/dallasnews/images/facebook-default-black.jpg", "type": "article"}, "LastModifiedDate": "2014-07-04T10:18:16Z", "twitter": {"card": "summary_large_image"}, "PublishDate": "2012-04-11T13:59:21Z", "wp-parsely_version": "1.7", "cXenseParse": {"recs": {"publishtime": "2012-04-11T13:59:21Z"}}, "google-site-verification": "ZjZz-aaVcLkLDp8kIkLnEwtSTZlAwGgQhLyd1pXAbA8", "viewport": "width=device-width"}, "_id": "\"57477af46914bd0286fe092d\"", "article_summary": "Murphy Martin, the WFAA anchor-turned-ABC newsman-turned-Voice of Texas Stadium, died on July 3, 2008, just one hour shy of his 83rd birthday.\nThat’s evident in the voluminous slideshow accompanying this heads-up advertising the Murphy Martin estate sale, which began yesterday and ends tomorrow at his home off Preston and Alpha.\nAnd during his remarkable career, which included a stint as president of Ross Perot’s United We Stand, he met everyone and saved everything.\nBut an old friend with a profound passion for local history just sent the listing, and better late than after it’s over.\nBy now, of course, it’s possible many of the collectibles and mementos are long-gone."}