{"article_title": "Don’t let watermelon’s sweetness fool you", "article_keywords": ["fool", "watermelons", "prostate", "dont", "pressure", "studies", "study", "perkinsveazie", "lycopene", "let", "blood", "watermelon", "sweetness", "reduced"], "article_url": "http://health.heraldtribune.com/2015/08/18/dont-let-watermelons-sweetness-fool-you/", "article_text": "By David Templeton\n\nWatermelon may be the best picnic dessert nature ever created. And no matter how you slice it, this green cannonball of nutrition is attracting scientific attention as an elixir that reduces muscle pain after workouts and a whole lot more.\n\nStudies also have shown beneficial effects on arterial plaque in cardiovascular disease, prostate and other cancers, erectile dysfunction, menopause, acid reflux and potentially Alzheimer’s disease, among others.\n\nA recent study, for example, found that “watermelon extract supplementation reduces blood pressure and arterial stiffness,” in older adults in cold weather, so it “can prevent the progression of hypertension and the hypertensive response to cold exposure,” said the author Arturo Figueroa-Galvez, associate professor at Florida State University’s department of nutrition, food and exercise sciences.\n\nAnother of his studies found that the supplement also reduced ankle blood pressure in obese adults with hypertension. Studies by others found that watermelon compounds reduced inflammation in prostate, gastrointestinal and other cancers, while a study published recently showed that lycopene, which provides the red pigmentation in watermelon and tomatoes, potentially reduced the inflammatory cascade of Alzheimer’s disease.\n\nIn April yet another study found lycopene reduced reflux disease in animals, in part, by inhibiting acid pathways in the stomach.\n\n“Watermelon is a pretty well-documented source of vitamin C, vitamin A and potassium,” said Penelope Perkins-Veazie, a professor of horticulture in the Plants for Human Health Institute at North Carolina State University. She said she’s been studying watermelon nutrients for 15 years.\n\nMost noteworthy are watermelon’s two “secondary metabolites,” citrulline and lycopene, which have been the focus of recent research. Citrulline, a nonessential amino acid, is abundant in watermelon, yellow watermelons having four times that of red watermelon.\n\nAs it turns out, citrulline is involved in producing nitric oxide, a potent molecule that relaxes blood vessels and lowers blood pressure, “with benefits to the brain, heart and in a cycle of amino acids necessary to properly flush the kidneys,” said Perkins-Veazie.\n\nLycopene is actually more abundant and more easily available in watermelon than in tomatoes, where it’s bound up in cellular walls. Perkins-Veazie said lycopene shows clear benefits in reducing plaque buildup in arteries and preventing prostate cancer.\n\nThe longstanding bias against watermelon stems from its 21 grams of carbohydrates, mostly sugars, in every two-cup serving, with only a single gram of fiber.\n\n“People are concerned about the sugar, but compared to processed products it tastes sweet but isn’t loaded with sugar,” Perkins-Veazie said. “It’s counterintuitive, but there is an enzyme present to regulate the glucose.”\n\nDespite the sugars (equally divided among sucrose, glucose and fructose), two cups of watermelon have only 80 calories with no fat, sodium or cholesterol. “Using the same watermelon extract used in my previous human studies, watermelon supplementation did not increase body weight and improved blood lipids in rats,” Figueroa-Galvez said.\n\nWatermelon originated in southern Africa and became nature’s canteen. Rather than transport water long distances, travelers took watermelons, which are 92 percent water and don’t begin rotting for three weeks", "article_metadata": {"og": {"image": "http://health.heraldtribune.com/files/2015/08/1003356543-FL_SAR_HFNUTRI1.jpg"}, "wp-parsely_version": "1.8", "fb": {"app_id": 846021808821787}}, "_id": "\"57477af36914bd0286fd1f70\"", "article_summary": "In April yet another study found lycopene reduced reflux disease in animals, in part, by inhibiting acid pathways in the stomach.\nRather than transport water long distances, travelers took watermelons, which are 92 percent water and don’t begin rotting for three weeks\nAnother of his studies found that the supplement also reduced ankle blood pressure in obese adults with hypertension.\nCitrulline, a nonessential amino acid, is abundant in watermelon, yellow watermelons having four times that of red watermelon.\n“Using the same watermelon extract used in my previous human studies, watermelon supplementation did not increase body weight and improved blood lipids in rats,” Figueroa-Galvez said."}