{"article_title": "City confirms Hollister Fire Chief is back on duty", "article_keywords": ["duty", "city", "san", "started", "allegations", "work", "firefighter", "paid", "chief", "hollister", "confirms", "unfounded"], "article_url": "http://www.kionrightnow.com/news/local-news/city-confirms-hollister-fire-chief-is-back-on-duty/30060466", "article_text": "HOLLISTER, Calif. -\n\nHollister city officials say Fire Chief Mike O'Connor is back to work Thursday.\n\nMore from Central Coast News\n\nO'Connor had been on paid leave since the end of October after an internal investigation started based on allegations from the firefighters' union.\n\nThe city was tight-lipped about the allegations citing personnel confidentiality.\n\nThursday NewsChannel 5 learned that five allegations were brought to the city by the firefighters' union on behalf of the paid volunteers firefighters.\n\nThe city said three of the allegations were unfounded; those included that O'Connor was violating the Fair Labor Standards Act and the Affordable Care Act. The city said these policies don't apply to paid volunteer firefighters.\n\nThe third unfounded claim was allegations of a conflict of interest because O'Connor's son is also a firefighter for the department.\n\nThe final two claims were related to staffing issues and what role a firefighter played on a given shift as well as claims that the station log books and the time cards did not match. The city requested the fire Chief work on clarifying policies like these for his department.\n\nPolicy confusion may have started after the consolidation of three county fire departments in 2013. San Juan Bautista Fire, Hollister Fire, and San Benito County Fire are now run as one department and that change is expected to last through 2015.\n\nO'Connor has been the Chief for 10 months but has been a firefighter in Hollister for more than a decade.", "article_metadata": {"ib-analytics": "data", "description": "Hollister city officials say Fire Chief Mike O'Connor is back to work Thursday.", "generator": "ibPublish 2", "author": "KION", "og": {"site_name": "KION", "description": "Hollister city officials say Fire Chief Mike O'Connor is back to work Thursday.", "title": "City confirms Hollister Fire Chief is back on duty", "url": "http://www.kionrightnow.com/news/local-news/city-confirms-hollister-fire-chief-is-back-on-duty/30060466", "image": "http://www.kionrightnow.com/image/view/-/30064008/highRes/1/-/maxh/640/maxw/640/-/c17e4b/-/HOLLISTER-FIRE-CHIEF-jpg.jpg", "type": "article"}, "twitter": {"url": "http://www.kionrightnow.com/news/local-news/city-confirms-hollister-fire-chief-is-back-on-duty/30060466", "card": "summary"}, "fb": {"app_id": 591490100952097}, "keywords": "hollister, fire chief", "google-site-verification": "PfnSD_nKn640qfEcNW-fhgKRUfOFy1nS7RrxIqIf7R0", "news_keywords": "hollister, fire chief"}, "article_summary": "HOLLISTER, Calif. -Hollister city officials say Fire Chief Mike O'Connor is back to work Thursday.\nThe city requested the fire Chief work on clarifying policies like these for his department.\nO'Connor has been the Chief for 10 months but has been a firefighter in Hollister for more than a decade.\nSan Juan Bautista Fire, Hollister Fire, and San Benito County Fire are now run as one department and that change is expected to last through 2015.\nThursday NewsChannel 5 learned that five allegations were brought to the city by the firefighters' union on behalf of the paid volunteers firefighters."}