{"article_title": "ACA Accommodation:Slight Burden or Evil Means?", "article_keywords": ["nonprofits", "aca", "court", "corbin", "contraception", "means", "accommodationslight", "evil", "baylor", "substantial", "burden", "nonprofit", "religious", "supreme"], "article_url": "http://www.bna.com/aca-accommodationslight-burden-n57982068634/", "article_text": "By Kimberly Robinson\n\nMarch 16 — The Obama administration's work-around for religious nonprofits from the Affordable Care Act's so-called contraception mandate is either a slight burden on the groups' religious beliefs or a method to facilitate evil, depending on whom you ask.\n\nThe religious nonprofit organizations challenging the so-called accommodation—like religious universities and charities—argue that it hijacks their health insurance plans to provide their employees and students with contraception methods the organizations find morally objectionable.\n\nBut a progressive legal organization supporting the federal government's work-around—the American Constitution Society—said the accommodation isn't a “substantial burden” on the nonprofits' religious exercise that is protected by the Religious Freedom Restoration Act.\n\n“Filing paperwork to obtain a religious exemption does not constitute a substantial burden,” Caroline Mala Corbin, wrote in an ACS March issue brief.\n\nCorbin teaches constitutional law at the University of Miami School of Law.\n\nBut even though the issue will be argued at the U.S. Supreme Court on March 23, it's not clear the court will be able to resolve that question itself.\n\nThe Opt-Out\n\nThe Religious Freedom Restoration Act, 42 U.S.C. §2000bb, says that the government may not “substantially burden a person's exercise of religion” unless doing so is “the least restrictive means of furthering” a “compelling governmental interest.”\n\nThis strict scrutiny test, however, is “triggered only by substantial burdens on religion, not all burdens on religion,” Corbin wrote. The opt-out for religious nonprofits doesn't qualify, she said.\n\nThe contraceptive mandate requires employer-sponsored health insurance plans to cover certain FDA-approved contraception without any cost-sharing, Corbin explained.\n\nCertain religious institutions—“like churches, synagogues, and mosques—are completely exempt” from the contraception mandate, she said.\n\nReligiously affiliated nonprofits—like religious universities and charities—“do not have to pay for contraception or even include it in their health care plans,” Corbin said.\n\n“Instead, once a religiously affiliated nonprofit declares its religious opposition to contraception, the responsibility for contraception coverage passes to its insurance carrier,” Corbin explained.\n\n“A nonprofit may obtain its exemption in two ways,” she said: a “self-certification declaring that it is a religious nonprofit that ‘oppose[s] providing coverage for some or all of any contraceptive services that would otherwise be required to be covered' and mail the form to its health insurance company,” or “the nonprofit may provide a similar notice, along with the name and contact information of its insurer” directly to the Department of Health and Human Services.\n\nIf filing such paperwork is considered a substantial burden, “then almost anything would amount to a substantial religious burden,” she said.\n\nNo Exemption\n\nThe idea that religious nonprofits are just being hypersensitive is one of the most offensive responses to the lawsuits in front of the U.S. Supreme Court, Gregory S. Baylor of Alliance Defending Freedom, Washington, said at a March 10 symposium.\n\nBaylor represents several of the religious nonprofits at the Supreme Court.\n\nReligious nonprofits aren't asking to force their views on others, just to be able to live out their faith, Baylor said.\n\nInstead, the federal government is taking over the religious nonprofits' health plans to provide contraceptives that violate the groups' religious beliefs, Baylor said. In their view, they are being forced to “facilitate evil,” he said.\n\nOne way to avoid that is to give religious nonprofits the same exemption that is available to houses of worship, Baylor said.\n\nBut it is factually incorrect that religious nonprofits are getting any kind of exemption to the contraception mandate, Baylor said.\n\nThe Obama administration provides two ways of complying with the contraception mandate: providing the contraceptive coverage or filing a self-certification via the so-called accommodation, he said.\n\nBut that accommodation is a method of compliance, not an opt-out, Baylor said. The nonprofits are necessary and active participants in the provision of these contraceptives, he said.\n\nWrong on Religion\n\nMoreover, Baylor said regardless of whether others view the accommodation as a substantial burden on the nonprofit's religious exercise, that is a question left exclusively to the nonprofit itself.\n\nSecond guessing nonprofits' religious analysis is “totally out of bounds,” Baylor said.\n\nThe government doesn't dispute that the nonprofits “sincerely object to being forced to facilitate access to contraceptives and abortifacients through their own plans,” a Supreme Court brief filed by Baylor on behalf of several religious universities said.\n\nA long line of Supreme Court cases, including Burwell v. Hobby Lobby Stores, Inc., 82 U.S.L.W. 4636, 2014 BL 180313 (U.S. June 30, 2014) , “confirms beyond cavil that courts have neither the authority nor the competence to second-guess the reasonableness of those sincere beliefs,” the brief said.\n\nWrong on Law\n\nCorbin acknowledges that “courts cannot and should not rule on theological questions.” But “claims of substantial religious burden often depend on purely secular factual and legal assumptions,” she said.\n\nCourts “can and should resolve” those disputes, Corbin said.\n\n“At the most basic level, the objecting nonprofits misunderstand how the contraception mandate works,” she said.\n\n“Their belief that they are complicit in the sin of contraception use rests on the assumption that their written refusal triggers the provision of contraception,” Corbin explained.\n\nBut, as “a matter of law, they are wrong,” she said.\n\nIt is the Affordable Care Act, not the paperwork, that requires contraceptive coverage, Corbin said. “All the paperwork does is extricate the nonprofit organizations from the coverage.”\n\nWill the Supreme Court decide to decide the substantial burden question, or leave it to the nonprofits themselves? Court watchers will get their first hint March 23, when the court holds 90 minute oral arguments in seven consolidated cases.\n\nTo contact the reporter on this story: Kimberly Robinson in Washington at krobinson@bna.com\n\nTo contact the editor responsible for this story: Jessie Kokrda Kamens at jkamens@bna.com", "article_metadata": {"og": {"url": "http://www.bna.com/aca-accommodationslight-burden-n57982068634/", "image": "http://www.bna.com/uploadedImages/BNA_V2/Company/BnaSocialShare.jpg", "description": "The Obama administration's work-around for religious nonprofits from the Affordable Care Act's so-called contraception mandate is either a slight burden on the groups' religious beliefs or a method...", "title": "ACA Accommodation:Slight Burden or Evil Means?"}, "csrf-token": "rIVJzqhf6yHvS4CVF4sCmckP0GAmWKXfaYsufWGG00IO44_Ng9Qc-LV1ej_LLiBgivRvoyoiDrbaj0YXwFRnARqKsRj0-rEBPUO4SjFyAzc1:NZFLX_JmHFeKvuhKC0_zp9t-oWqlhpJZfvuJOX_ngsCEVbdxEPzLV7pSOloiAO2wfKR2biczkcjSyxRzuZEpyVq-jCWmo3u7JBR4OnFj63U1", "description": "The Obama administration's work-around for religious nonprofits from the Affordable Care Act's so-called contraception mandate is either a slight burden on the groups' religious beliefs or a method", "viewport": "width=device-width, initial-scale=1", "fragment": "!"}, "_id": "\"57477af36914bd0286fd1fb6\"", "article_summary": "If filing such paperwork is considered a substantial burden, “then almost anything would amount to a substantial religious burden,” she said.\n“Filing paperwork to obtain a religious exemption does not constitute a substantial burden,” Caroline Mala Corbin, wrote in an ACS March issue brief.\nWrong on LawCorbin acknowledges that “courts cannot and should not rule on theological questions.” But “claims of substantial religious burden often depend on purely secular factual and legal assumptions,” she said.\nA long line of Supreme Court cases, including Burwell v. Hobby Lobby Stores, Inc., 82 U.S.L.W.\nBut even though the issue will be argued at the U.S. Supreme Court on March 23, it's not clear the court will be able to resolve that question itself."}