{"article_title": "Venture Capitalists Might Heed Chilly Reception for Sunrun, On Deck Capital", "article_keywords": ["heed", "investors", "deck", "share", "price", "capitalists", "ipo", "private", "shares", "chilly", "companies", "venture", "reception", "capital", "trading", "sunrun", "stock"], "article_url": "http://blogs.wsj.com/digits/2015/08/06/venture-capitalists-might-heed-chilly-reception-for-sunrun-on-deck-capital/", "article_text": "Sunrun executives ring the opening bell on Nasdaq. Nasdaq Stock Market\n\nVenture-capital investors who are used to soaring multi-billion valuations of startups may be in for a surprise once their companies go public.\n\nThis week’s steep declines in the share prices of solar-installer Sunrun Inc. and online business lender On Deck Capital could fuel fears that venture investors are overreaching with valuations disconnected from the public markets.\n\nSunrun and On Deck are among the venture-backed companies that have gone public at billion-dollar values, representing big gains for their early investors. But some later-stage private investors are now underwater after some of the companies’ stocks have fallen below the price in their last pre-IPO funding round.\n\nAccording to a July research report by Goldman Sachs Group, since December five of the seven most recent “exits”—meaning IPOs or company sales—for billion-dollar startups globally had come at “a valuation equal to or below their most recent pre-exit valuation.” And that doesn’t include a number of companies whose stocks have traded below their private values post-IPO.\n\nThe chilly public-market reception may not bode well for the 108 private startups globally that are currently valued at $1 billion or more, according to Dow Jones VentureSource. This year, 38 private companies have joined that club, and only two, Canadian software company Shopify and Sunrun, have gone public.\n\nOn Tuesday, Sunrun’s shares priced at $14, above the $13.83 a share that venture investors paid in a March 2014 Series E fundraising. But on Wednesday, the shares dropped 23.1% to $10.77 in their first day of trading. Canyon Partners led Sunrun’s Series E round with a $100 million investment, alongside previous Silicon Valley investors such as Accel Partners, Foundation Capital and Sequoia Capital.\n\nOn Deck’s shares have fallen nearly 33% in the past three days to $9.12, as of Thursday morning, after the company reported disappointing quarterly earnings. That is less than half of On Deck’s $20 IPO price in December, and below the $14.71 a share that investors such as Tiger Global and Institutional Venture Partners paid in a private round in April 2014.\n\nIn the cases of Sunrun and On Deck cases, none of the main investors in their latest private rounds sold shares. And when On Deck’s 180-day, post-IPO “lock-up” period expired in June—making it possible for those holders to sell at any time—the stock was already trading below $14.71.\n\nThere are ways private investors still profited from the higher private price, however. With On Deck, some early investors and employees sold shares privately in 2014 at the $14.71 price.\n\nAnd late-round investors in Sunrun negotiated a deal in July just before the IPO, giving them additional shares, according to the company’s prospectus. They also will get warrants to obtain more stock if the share price is still at or below $17.50 on average during the month after the IPO. The deal was necessary to get these investors consent to go forward with the IPO, people familiar with the process said.\n\nSome companies’ shares have dropped below their IPO price, but remain above their latest private values, such as online lender LendingClub, trading at $13.85 on Thursday, below the $15 IPO price. Online marketplace Etsy’s stock was down 3% on Thursday morning to $13.35 a share, below the $16 IPO price.\n\nEtsy’s stock still remains above the price Tiger Global paid in the last private funding round — $10.60 a share in April 2014. Several of Etsy’s investors sold shares in the IPO, but Tiger did not. Etsy’s earlier backers are very likely still looking at big gains at the current price, as the average pre-IPO holder bought stock at $1.33-a-share, according to Etsy’s IPO prospectus.\n\nBox Inc., which had already priced its IPO below a private fundraising mark at $20, also traded below its $14 IPO price on Thursday for the first time since it listed in January. It closed the day at $14.01.\n\nEven Twitter, which went public in November 2013, is flirting with its IPO price. Twitter was trading at a low of $28.04 on Thursday, just above its $26 IPO price. The last private-share sale the company sponsored was at $17, in early 2013, according to its prospectus.\n\n-Rolfe Winkler contributed to this article.", "article_metadata": {"article.template": "full", "page.content.source": "Blog Article", "page.region": "na,us", "page.content.type": "blogs article", "twitter": {"domain": "WSJ.com", "description": "Venture-capital investors who are used to soaring multi-billion valuations of startups may be in for a surprise once their companies go public.", "title": "Venture Capitalists Might Heed Chilly Reception for Sunrun, On Deck Capital", "url": "http://blogs.wsj.com/digits/2015/08/06/venture-capitalists-might-heed-chilly-reception-for-sunrun-on-deck-capital/", "image": {"src": "http://si.wsj.net/public/resources/images/BN-JS959_sunrun_P_20150806112619.jpg"}, "site": "WSJD", "card": "summary_large_image"}, "article.image_count": 2, "article_privilege": "free", "article.section": "Tech", "article.headline": "Venture Capitalists Might Heed Chilly Reception for Sunrun, On Deck Capital", "description": "Venture-capital investors who are used to soaring multi-billion valuations of startups may be in for a surprise once their companies go public.", "article_section": "Tech", "author": "Telis Demos and Yuliya Chernova", "user.type": "unsubscribed", "article.page": "Digits Blog", "page.content.format": "responsive", "page.subsection": "Digits", "article.summary": "Venture-capital investors who are used to soaring multi-billion valuations of startups may be in for a surprise once their companies go public.", "page.site": "blogs.wsj.com", "testkeys": "C", "article.published": "2015-08-06T17:46:50-04:00", "dj.asn": "10-140", "ROBOTS": "noarchive, noodp", "fb": {"url": "http://blogs.wsj.com/digits/2015/08/06/venture-capitalists-might-heed-chilly-reception-for-sunrun-on-deck-capital/", "app_id": 368513495882}, "article": {"publisher": "https://www.facebook.com/wsj"}, "article_id": "BL-DGB-42951", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no", "page.section": "Tech", "language": "en-US", "og": {"site_name": "WSJ", "description": "Venture-capital investors who are used to soaring multi-billion valuations of startups may be in for a surprise once their companies go public.", "title": "Venture Capitalists Might Heed Chilly Reception for Sunrun, On Deck Capital", "url": "http://blogs.wsj.com/digits/2015/08/06/venture-capitalists-might-heed-chilly-reception-for-sunrun-on-deck-capital/", "image": {"width": 749, "identifier": "http://si.wsj.net/public/resources/images/BN-JS959_sunrun_P_20150806112619.jpg", "height": 499}, "type": "article"}, "article.access": "free", "article.type": "Digits", "article.id": "BL-DGB-42951", "user.exp": "default", "article.updated": "2015-08-06T21:30:01-04:00"}, "article_summary": "There are ways private investors still profited from the higher private price, however.\nThis year, 38 private companies have joined that club, and only two, Canadian software company Shopify and Sunrun, have gone public.\nEven Twitter, which went public in November 2013, is flirting with its IPO price.\nTwitter was trading at a low of $28.04 on Thursday, just above its $26 IPO price.\nIn the cases of Sunrun and On Deck cases, none of the main investors in their latest private rounds sold shares."}