{"article_title": "Heroin addicts face barriers to treatment", "article_keywords": ["programs", "companies", "addicts", "drug", "face", "inpatient", "heroin", "treatment", "withdrawal", "barriers", "insurance", "care"], "article_url": "http://www.foxnews.com/health/2014/04/07/heroin-addicts-face-barriers-to-treatment.html", "article_text": "As the ranks of heroin users rise, increasing numbers of addicts are looking for help but are failing to find it - because there are no beds in packed facilities, treatment is hugely expensive and insurance companies won't pay for inpatient rehab.\n\nSome users overcome their addictions in spite of the obstacles. But many, like Salvatore Marchese, struggle and fail.\n\nIn the course of Marchese's five-year battle with heroin, the young man from Blackwood, N.J., was repeatedly denied admission to treatment facilities, often because his insurance company wouldn't cover the cost. After abusing marijuana and prescription painkillers as a teenager, Marchese had turned to heroin for a cheaper high.\n\nThen one night in June 2010, a strung-out, 26-year-old Marchese went to the emergency room, frantically seeking help. The doctors shook their heads: Heroin withdrawal is not life-threatening, they said, and we can't admit you. Doctors gave him an IV flush to clean out his system, and sent him home.\n\nMarchese and his sister stayed up all night calling inpatient treatment centers only to be told: We have no beds. We'll put him on a waiting list. Call back in two weeks.\n\nMore On This... Holder: Heroin an 'urgent public health crisis'\n\nAs Marchese grew sicker with diarrhea, body aches and shakes, his sister tried a new tack. She called one more place and told them her brother was using heroin and also drinking alcohol. That did the trick, because alcohol withdrawal can cause life-threatening seizures.\n\nHe was admitted the next morning, and released 17 days later when his funding from the county ran out. Less than three months later, Marchese was found dead of an overdose in his mother's car, a needle and a bag of heroin on the center console.\n\n\"Insurance companies need to understand that this is a disease,\" said his mother, Patty DiRenzo. \"Heroin is life-threatening, I don't care what they say. Because we're losing kids every day from it.\"\n\nOf the 23.1 million Americans who needed treatment for drugs or alcohol in 2012, only 2.5 million people received aid at a specialty facility, according to the federal Substance Abuse and Mental Health Services Administration. Heroin addicts are a small slice of overall users, but their numbers nearly doubled from 2007 to 2012, to 669,000. At the same time, the number treated for heroin did increase sharply, from 277,000 to 450,000.\n\nWhat is at issue is whether they are getting the treatment they need to successfully beat their habits. Advocates say they are not, partly because the insurance industry has not come to grips with the dangers of heroin withdrawal and its aftermath.\n\nIt is true that, unlike withdrawal from dependencies on alcohol or benzodiazepines like Xanax, heroin withdrawal does not kill. But it is so horrible - users feel like their bones are breaking, they sweat and get the chills and shakes, and fluids leak from every orifice - that many are drawn back to the drug, with fatal consequences.\n\nEven if addicts survive withdrawal, they often relapse if they fail to make it into treatment. That's when many overdoses happen, because they try to use as much heroin as they did before, and their newly drug-free bodies can't handle it.\n\nBecause withdrawal is not directly deadly, most insurance companies won't pay for inpatient heroin detoxification or rehab, said Anthony Rizzuto, a provider relations representative at Seafield Center, a rehabilitation clinic on Long Island.\n\nThey either claim that the addict does not meet the \"criteria for medical necessity\" - that inpatient care would be an inappropriate treatment - or require that the user first try outpatient rehab and \"fail\" before he or she can be considered for inpatient.\n\n\"Ninety-nine-point-nine percent of the time, we hear `denied,'\" Rizzuto said. \"And then we go to an appeal process. And we get denied again.\"\n\nSusan Pisano, a spokeswoman for America's Health Insurance Plans, the national trade association that represents the health insurance industry, defended the industry's practices.\n\n\"Health insurers rely on evidence-based standards of care that look at: what is the right level of coverage, the right site of coverage, the right combination of treatments,\" she said.\n\nThere is a great deal of debate in the addiction world about what is the best way to get clean, but most authorities agree that inpatient care is often essential for full-blown addicts - a first, crucial step in the process.\n\nFor the few who do get some insurance coverage, what they're getting falls short of what they need and often what their policies allow. While most insurance policies cover up to 30 days in a residential center, nobody actually gets those 30 days, said Tom McLellan, CEO of the nonprofit Treatment Research Institute in Philadelphia who served as deputy drug czar under President Barack Obama. The average duration is 11 to 14 days. After that, most insurance companies stop paying, and facilities discharge patients before their treatment is done.\n\n\"It's not enough time. And what do you do? And who's at fault here?\" McLellan said. \"If the treatment program calls you up and says, `Your loved one is half-treated, we'd like to keep him for another two weeks,' you take out a mortgage on your house and you cover it.\"\n\nElizabeth Thompson's parents did just that to pay for her treatment in eight inpatient facilities beginning at age 16. Some of her stays were too short to be effective, she said, and it wasn't until she spent several months at a long-term facility in Delray Beach, Fla., that she successfully stayed clean.\n\n\"It almost didn't matter so much what they did there, or the education or the therapy that I got, but just taking me out of my environment and keeping me in a place that was really difficult to use,\" said Thompson, 30, a policy coordinator for the Drug Policy Alliance in New Jersey. \"I didn't have those triggers and those reminders. It straightened out my head so that I was able to recover.\"\n\nA 30-day inpatient stay can cost as little as $5,000, but the average cost is about $30,000. The cost of heroin detoxification alone, which usually takes three to five days, is around $3,000, Rizzuto said. Most clinics require payment upfront if insurance can't be used.\n\nThere are about 12,000 addiction treatment programs nationwide, according to McLellan's organization. Of those, about 10 percent are residential facilities, about 80 percent are outpatient programs and about 10 percent are methadone clinics. There's also a small number of state-run programs funded by Medicaid.\n\nTwo-thirds of all treatment programs are nonprofit programs funded by government grants, McLellan said. When those block grants run out - they have been shrinking in recent years - programs are forced to put patients on a waiting list until they get more money.\n\n\"The supply of available intensive treatment options is limited, and sadly, the demand is great,\" said Dr. Bradley Stein, a senior natural scientist at the RAND Corp. who studies mental health and substance abuse disorders.\n\nThe main treatment facility in the southwest Ohio city of Hamilton is Sojourner Recovery Services, which has a six-month wait for beds for men. The nonprofit service has been expanding treatment options, including a new intense outpatient program for addicts, until beds are available.\n\nOutpatients programs typically cost $1,000 per month and range from hospital-run programs that addicts attend five days a week to once-weekly group therapy sessions. Federal officials have been promoting outpatient care in the form of medication to help prevent relapse for opiate addicts. Most people pay the monthly $1,000 bill for these medications out of pocket, though some insurance companies cover them.\n\nIn New York, a bill going through the state Senate would amend the state's insurance law to force providers to approve authorization and payment of substance abuse care. It would require that every policy that provides medical coverage has to include specific coverage for drug and alcohol abuse treatment services that are deemed necessary by a doctor.\n\nThat means the only prerequisite for receiving any kind of drug abuse treatment would be a doctor's referral, preventing insurance companies from denying treatment based on a complicated set of guidelines. A similar law was passed in Pennsylvania years ago and has helped addicts get better access to treatment, the bill's advocates say.\n\nNora Milligan of Patchogue, N.Y., is among the supporters of the New York bill. A single mother and critical care nurse, she said she was forced to file for bankruptcy in 2011 after years of paying around $1,000 a month for her son's heroin treatment. Her son eventually qualified for Medicaid - because of her financial woes - but then the Medicaid managed care company, Fidelis, refused to pay for inpatient treatment.\n\n\"He had all the high-risk stuff there. Homeless, dangerous living, addiction,\" she said. \"He had the physical aspects. And they denied him. I was floored.\"\n\nMilligan took the company to court, which forced the provider to release its guidelines regarding \"medical necessity.\" Her son qualified for most of them, including risk of severe withdrawal and substantial risk of physical harm.\n\nThe exceptions: He wasn't homicidal or suicidal, and he had no \"psychosis, mania or delusions.\"\n\nAuthorities ultimately found Fidelis had acted within state guidelines. In a written statement, Fidelis Care Chief Medical Officer Sanjiv Shah said decisions about addiction treatment are based upon state and national standards of care. \"Addiction treatment is provided through a variety of approaches, and denial of a specific level of care does not mean that no treatment is necessary,\" Shah said.\n\nEventually, the federal Affordable Care Act should improve treatment for heroin addicts because up to 5 million people with drug and alcohol problems are eligible for insurance coverage under the overhaul. But it will likely take years before insurance companies fully comply with the law, McLellan said.\n\n\"It will almost certainly require lawsuits on behalf of the public to get true parity,\" McLellan said. \"And it will take real effort at the state level to determine which medications, which kinds of treatment for how long and under what circumstances are going to be available.\n\n\"And meanwhile, people will die. That's not melodramatic. That's a fact.\"", "article_metadata": {"classification": "/FOX NEWS/HEALTH/MENTAL HEALTH/Addiction", "dcterms.modified": "2015-01-31 01:30:35 EST", "dcterms.abstract": "As the ranks of heroin users rise, increasing numbers of addicts are looking for help but are failing to find it - because there are no beds in packed facilities, treatment is hugely expensive and insurance companies won't pay for inpatient rehab.", "twitter": {"description": "As the ranks of heroin users rise, increasing numbers of addicts are looking for help but are failing to find it - because there are no beds in packed facilities, treatment is hugely expensive and insurance companies won't pay for inpatient rehab.", "creator": "@foxnews", "url": "http://www.foxnews.com/health/2014/04/07/heroin-addicts-face-barriers-to-treatment.html", "image": "http://a57.foxnews.com/images.foxnews.com/content/fox-news/health/2014/04/07/heroin-addicts-face-barriers-to-treatment/_jcr_content/par/featured-media/media-1.img.jpg/0/0/1445696182337.jpg?ve=1", "title": "Heroin addicts face barriers to treatment", "site": "@foxnews", "card": "summary_large_image"}, "dc.format": "text/html", "dc.publisher": "Fox News", "parsely-metadata": "{\"tags\":[\"/FOX NEWS/HEALTH/MENTAL HEALTH/Addiction\"],\"author\":\"\",\"subSection\":\"health\",\"title\":\"Heroin addicts face barriers to treatment\",\"image_url\":\"http://a57.foxnews.com/images.foxnews.com/content/fox-news/health/2014/04/07/heroin-addicts-face-barriers-to-treatment/_jcr_content/par/featured-media/media-1.img.jpg/0/0/1445696182337.jpg?ve=1\",\"pub_date\":\"2014-04-07T16:02:20Z\",\"link\":\"http://www.foxnews.com/health/2014/04/07/heroin-addicts-face-barriers-to-treatment.html\",\"type\":\"article\",\"identifier\":\"c8a83149-2975-40ea-b91d-92ad046a5de7\",\"section\":\"health\"}", "prism.aggregationType": "subsection", "prism.channel": "fnc", "dc.description": "As the ranks of heroin users rise, increasing numbers of addicts are looking for help but are failing to find it - because there are no beds in packed facilities, treatment is hugely expensive and insurance companies won't pay for inpatient rehab.", "dc.identifier": "c8a83149-2975-40ea-b91d-92ad046a5de7", "dc.language": "en-US", "pagetype": "article", "classification-isa": "addiction", "description": "As the ranks of heroin users rise, increasing numbers of addicts are looking for help but are failing to find it - because there are no beds in packed facilities, treatment is hugely expensive and insurance companies won't pay for inpatient rehab.", "prism.section": "health", "fb": {"app_id": 113186182048399}, "dc.source": "Associated Press", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "dc.title": "Heroin Addicts Face Barriers To Treatment", "dcterms.created": "2015-01-31 01:30:35 EST", "og": {"site_name": "Fox News", "description": "As the ranks of heroin users rise, increasing numbers of addicts are looking for help but are failing to find it - because there are no beds in packed facilities, treatment is hugely expensive and insurance companies won't pay for inpatient rehab.", "title": "Heroin addicts face barriers to treatment | Fox News", "url": "http://www.foxnews.com/health/2014/04/07/heroin-addicts-face-barriers-to-treatment.html", "image": "http://a57.foxnews.com/images.foxnews.com/content/fox-news/health/2014/04/07/heroin-addicts-face-barriers-to-treatment/_jcr_content/par/featured-media/media-1.img.jpg/0/0/1445696182337.jpg?ve=1", "type": "article"}, "dc.type": "Text.Article", "dc.date": "2014-04-07", "parsely-page": "{\"tags\":[\"/FOX NEWS/HEALTH/MENTAL HEALTH/Addiction\"],\"author\":\"\",\"subSection\":\"health\",\"title\":\"Heroin addicts face barriers to treatment\",\"image_url\":\"http://a57.foxnews.com/images.foxnews.com/content/fox-news/health/2014/04/07/heroin-addicts-face-barriers-to-treatment/_jcr_content/par/featured-media/media-1.img.jpg/0/0/1445696182337.jpg?ve=1\",\"pub_date\":\"2014-04-07T16:02:20Z\",\"link\":\"http://www.foxnews.com/health/2014/04/07/heroin-addicts-face-barriers-to-treatment.html\",\"post_id\":\"c8a83149-2975-40ea-b91d-92ad046a5de7\",\"type\":\"article\",\"section\":\"health\"}"}, "_id": "\"57477af46914bd0286fe0952\"", "article_summary": "Heroin addicts are a small slice of overall users, but their numbers nearly doubled from 2007 to 2012, to 669,000.\nMarchese and his sister stayed up all night calling inpatient treatment centers only to be told: We have no beds.\nIt is true that, unlike withdrawal from dependencies on alcohol or benzodiazepines like Xanax, heroin withdrawal does not kill.\nThe doctors shook their heads: Heroin withdrawal is not life-threatening, they said, and we can't admit you.\nTwo-thirds of all treatment programs are nonprofit programs funded by government grants, McLellan said."}