{"article_title": "Replacement of Medicare Sustainable Growth Rate (SGR) for Physician Payment", "article_keywords": ["physician", "bill", "policy", "senate", "house", "sgr", "legislation", "savings", "permanent", "rate", "growth", "medicare", "sustainable", "repeal", "payment", "replacement"], "article_url": "http://www.heritage.org/research/reports/2014/03/medicare-sgr-replacement-is-not-worth-more-deficit-spending", "article_text": "Medicare SGR Replacement Is Not Worth More Deficit Spending\n\nAbout the Author Robert E. Moffit, Ph.D. Senior Fellow\n\nCenter for Health Policy Studies\n\nCongress is considering compromise legislation (H.R. 4015 and S. 2000) to repeal and replace the unworkable Medicare Sustainable Growth Rate (SGR) formula for updating physician payments. Since 2003, Congress has prevented its own 1997 formula from going into effect because the Medicare physician payment cuts, often draconian, would threaten seniors’ access to medical care.\n\nThe Heritage Foundation and many others have long sought a repeal and replacement of the SGR as part of a broader effort to reform the financially troubled Medicare program.[1] While the legislation now scheduled for floor debate would establish much-needed stability and predictability in Medicare physician reimbursement, it does not significantly reverse the trend—accelerated by Obamacare—toward greater federal supervision and control over medical practice. Worse, neither the House bill nor the Senate legislation would be financed in such a fashion as to protect taxpayers from higher deficit spending.\n\nThe House Bill (H.R. 4015)\n\nThe Congressional Budget Office (CBO) estimates that the compromise to repeal and replace the SGR bill would add an estimated $138 billion in new Medicare spending.[2]\n\nTo offset these higher costs, the House Republicans have decided to delay the individual mandate on Americans to enroll in federally qualified health insurance plans under current law until 2019. This delay would save an estimated $169.5 billion and more than pay for the House bill within the 10-year budget window.[3] However, because the individual mandate would only be delayed and not fully repealed, the savings from the House action would only be temporary.\n\nThe Heritage Foundation has already warned that the House funding mechanism would result in deficit spending beyond the 10-year budget window. Likewise, the bipartisan Committee for a Responsible Federal Budget estimates that over the period 2020 to 2024, the House bill would increase deficits by $49 billion.[4] It is worth noting that in the past the Republican congressional leadership condemned in the strongest terms temporary SGR “fixes” that would add to the deficit.[5]\n\nThe House Democratic congressional alternative is even worse fiscal policy. Representative John Tierney (D–MA) proposes to substitute “war savings” from winding down of military activities in Afghanistan and Iraq to fund a permanent repeal of the SGR. In other words, the Tierney proposal would attempt to offset increases in mandatory entitlement spending with raids on temporary discretionary spending, an unserious option already discredited by CBO.[6]\n\nThe Senate Bill (S. 2000)\n\nThe Senate Democratic response to the need for SGR funding is even more fiscally irresponsible. On March 11, the Senate Finance Committee reported out its SGR repeal legislation with no offsets, thus setting the stage for additional unfunded Medicare spending of $177 billion.[7] It is possible that the Senate Democratic leadership will decide to bring the bill to the Senate floor with no offsets at all. Senate Finance Committee chairman Ron Wyden (D–OR) also raised the possibility of relying on the discredited “war savings” scheme to “fund” a permanent SGR repeal.[8]\n\nSenator Orrin Hatch (R–UT), ranking member of the Senate Finance Committee, has proposed a permanent repeal of the individual mandate to secure permanent savings to fund the SGR repeal. In 2012, CBO estimated that a permanent repeal of the mandate would result in a net 10-year decrease in the deficit of $282 billion.[9] In 2014, those estimates would likely be higher.\n\nReal Savings\n\nAs a fiscal matter, if Congress were to repeal the SGR with little or no offsets, such flagrant irresponsibility would generate enormous deficits over time. As a policy matter, the SGR repeal legislation falls short of a reform of the Medicare payment system, as advocated by The Heritage Foundation and others, that would introduce free-market pricing in controlling costs and expanding physician and patient options.[10]\n\nCongress could still pursue structural changes that would improve Medicare and also yield permanent savings.[11] Medicare benefit modernization (combining Parts A and B and rationalizing co-payment), raising the age of eligibility, or reducing taxpayer subsidies to the wealthiest Medicare recipients have long attracted bipartisan support, and such permanent changes would guarantee permanent Medicare savings. This is another test of congressional seriousness.\n\n—Robert E. Moffit, PhD, is Senior Fellow in the Center for Health Policy Studies at The Heritage Foundation.\n\nAbout the Author Robert E. Moffit, Ph.D. Senior Fellow\n\nCenter for Health Policy Studies", "article_metadata": {"description": "The proposed SGR replacement does not significantly reverse the trend toward greater federal control over medical practice.", "og": {"site_name": "The Heritage Foundation", "description": "The proposed SGR replacement does not significantly reverse the trend toward greater federal control over medical practice.", "title": "Medicare SGR Replacement Is Not Worth More Deficit Spending", "url": "http://www.heritage.org/research/reports/2014/03/medicare-sgr-replacement-is-not-worth-more-deficit-spending", "image": "http://www.heritage.org/~/media/heritage.ashx", "locale": "en_US", "type": "article"}, "twitter": {"site": "@heritage", "card": "summary", "creator": "@heritage"}, "robots": "NOODP", "keywords": "Medicare, SGR, sustainable growth rate, physician payment, doctors, H.R. 4015, spending", "article": {"publisher": "https://www.facebook.com/heritagefoundation"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1"}, "_id": "\"57477af46914bd0286fde9a3\"", "article_summary": "4015 and S. 2000) to repeal and replace the unworkable Medicare Sustainable Growth Rate (SGR) formula for updating physician payments.\nThis delay would save an estimated $169.5 billion and more than pay for the House bill within the 10-year budget window.\n[6]The Senate Bill (S. 2000)The Senate Democratic response to the need for SGR funding is even more fiscally irresponsible.\nMedicare SGR Replacement Is Not Worth More Deficit SpendingAbout the Author Robert E. Moffit, Ph.D. Senior FellowCenter for Health Policy StudiesCongress is considering compromise legislation (H.R.\n[11] Medicare benefit modernization (combining Parts A and B and rationalizing co-payment), raising the age of eligibility, or reducing taxpayer subsidies to the wealthiest Medicare recipients have long attracted bipartisan support, and such permanent changes would guarantee permanent Medicare savings."}