{"article_title": "No to state health insurance for undocumented immigrants", "article_keywords": ["separate", "immigrants", "long", "undocumented", "state", "cost", "health", "california", "line", "insurance", "care"], "article_url": "http://www.dailynews.com/opinion/20140220/no-to-state-health-insurance-for-undocumented-immigrants-editorial", "article_text": "In setting policies regarding illegal immigration, the trickiest line to patrol may not be the U.S.-Mexico border. It may be the fine line between protecting undocumented immigrants from pointless discrimination and giving them special treatment.\n\nThe latest example of that problem is the proposal by Sen. Ricardo Lara, D-Long Beach, to allow immigrants living illegally in California to buy subsidized health insurance through the state. Supporters make a few fair points in favor of the bill, the first of its kind in the United States. But in the end this would be a new social program of uncertain cost and dubious merit.\n\nThis proposal is substantially different from, say, the law enacted in 2013 allowing undocumented immigrants to apply for California driver’s licenses. That simply gives the undocumented the same access to licenses as anybody else, requiring them to go through the same bureaucracy to prove they know the rules of the road and can operate a motor vehicle safely. But this would set up a separate bureaucracy — a health-insurance exchange similar to Covered California, the state’s outlet for Obamacare, but separate and separately funded.\n\nThat Lara hasn’t spelled out exactly how much it would cost is especially worrying.\n\nThe bill, SB 1005, co-authored by 16 state legislators — including Democratic Sens. Norma Torres of Pomona, Alex Padilla of Pacoima and Kevin de Leon of Los Angeles — would aim to give more than a million uninsured undocumented immigrants access to health policies.\n\nThe national Affordable Care Act expressly prohibits noncitizens from receiving federal health care benefits (perhaps to the ongoing surprise of Joe Wilson, the South Carolina congressman who yelled “You lie!” after President Obama said in a 2009 speech that his health care reforms “would not apply to those who are here illegally”).\n\nLara argues that keeping undocumented immigrants from needed medical care is bad for everybody because it raises communicable-disease risks and because taxpayers end up paying for uninsured people’s emergency-room visits.\n\nSo the bill’s backers want to secure state funds to expand Medi-Cal to sell insurance to undocumented immigrants with annual incomes under 138 percent of the federal poverty level — about $15,000 for one person, $32,000 for a four-person family.\n\nEven one supporter of the bill has said it’s a “long shot.” It should be, given the unknowns: its cost, as well as how many people would participate in the new system; heck, it’s still unclear how many people will participate in Obamacare itself.\n\nAdvertisement\n\nState and local legislation like this, some good and some bad, will continue to be proposed as long as Congress and the White House fail to revamp the failed U.S. immigration system. As long as the nation has correctly decided not to take on the expense and economic and social disruption required to try to boot out all undocumented immigrants, humanitarian and practical considerations dictate that they be given many of the same freedoms as citizens.\n\nBut there is a fine line between that and separate, special treatment. SB 1005 is on the wrong side of the line.", "article_metadata": {"description": "In setting policies regarding illegal immigration, the trickiest line to patrol may not be the U.S.-Mexico border. It may be the fine line between protecting undocumented immigrants from pointless discrimination and giving them special treatment.", "title": "No to state health insurance for undocumented immigrants: Editorial", "og": {"url": "http://www.dailynews.com/opinion/20140220/no-to-state-health-insurance-for-undocumented-immigrants-editorial", "image": {"width": "1500px", "identifier": "http://www.dailynews.com/apps/pbcsi.dll/storyimage/LA/20140220/LOCAL1/140229970/AR/0/AR-140229970.jpg?Maxh=1500&Maxw=1500", "height": "999px"}, "type": "article", "title": "No to state health insurance for undocumented immigrants: Editorial"}, "twitter": {"domain": "dailynews.com", "description": "In setting policies regarding illegal immigration, the trickiest line to patrol may not be the U.S.-Mexico border. It may be the fine line between protecting undocumented immigrants from pointless discrimination and giving them special treatment.", "title": "No to state health insurance for undocumented immigrants: Editorial", "url": "http://www.dailynews.com/opinion/20140220/no-to-state-health-insurance-for-undocumented-immigrants-editorial", "image": {"src": "http://www.dailynews.com/apps/pbcsi.dll/storyimage/LA/20140220/LOCAL1/140229970/AR/0/AR-140229970.jpg?Maxh=900&Maxw=900"}, "site": "@ladailynews", "app": {"id": {"ipad": "id551745144", "iphone": "id502957174", "googleplay": "com.spreedinc.providers.digitalfirstmedia.ladailynews"}}, "card": "summary_large_image"}, "msvalidate.01": "4B535F7EB2971D1FCBA5D1D3E3E292C3", "keywords": "Opinion, Opinion news, Los Angeles Opinion news, CA Opinion news, US Opinion news, world Opinion news.", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0", "news_keywords": "Opinion, Opinion news, Los Angeles Opinion news, CA Opinion news, US Opinion news, world Opinion news."}, "_id": "\"57477af46914bd0286fe095a\"", "article_summary": "It may be the fine line between protecting undocumented immigrants from pointless discrimination and giving them special treatment.\nThis proposal is substantially different from, say, the law enacted in 2013 allowing undocumented immigrants to apply for California driver’s licenses.\nThe latest example of that problem is the proposal by Sen. Ricardo Lara, D-Long Beach, to allow immigrants living illegally in California to buy subsidized health insurance through the state.\nNorma Torres of Pomona, Alex Padilla of Pacoima and Kevin de Leon of Los Angeles — would aim to give more than a million uninsured undocumented immigrants access to health policies.\nSo the bill’s backers want to secure state funds to expand Medi-Cal to sell insurance to undocumented immigrants with annual incomes under 138 percent of the federal poverty level — about $15,000 for one person, $32,000 for a four-person family."}