{"article_title": "Should Sports Doping Be Legal? Medical Ethicist Says Performance Enhancing Drugs Should Be Considered Case By Case", "article_keywords": ["case", "world", "regulate", "enhancing", "drugs", "medical", "legal", "considered", "governing", "doping", "ban", "performance", "sport", "savulescu", "ethicist"], "article_url": "http://www.medicaldaily.com/should-sports-doping-be-legal-medical-ethicist-says-performance-enhancing-drugs-should-be-considered", "article_text": "A medical ethicist says governing bodies should regulate rather than ban performance enhancing substances, given the reality of today's sporting world.\n\nA medical ethicist says governing bodies should regulate rather than ban performance enhancing substances, given the reality of today's sporting world. CC By 2.0\n\nFormer national hero Lance Armstrong symbolically beat cancer seven times—and then came in third. Breaking records, he dominated the episodic Tour de France for years following a nearly fatal dose of testicular cancer metastasized to his brain and lungs.\n\nA gadfly to French media and culture for nearly a generation, Armstrong’s admission in January of illicit sports doping—heavy on self-righteous justification—vindicated the Frenchman and disappointed the fan, millions of times over. Amidst popular opprobrium and international sanctions from the Union Cycliste Internationale, the sport’s governing world body, Armstrong resigned as spokesman from the cancer-fighting non-profit he’d founded in 1997, now known as Livestrong Foundation.\n\nBut as world-class athletes continue to abut the limitations of human physiology, vis-à-vis expensive and expansive training programs replete with “high-altitude” sleeping chambers and anti-inflammatory drugs, some ethicists believe it might be time to legalize sports doping, only to better regulate it. Julian Savulescu, a professor of ethics at the University of Oxford, argues that governing bodies should regulate rather than ban drugs used to enhance athletic performance.\n\n“The zero tolerance ban on doping has failed,” he says in a commentary published Friday by The British Medical Journal. “It’s time to take a different approach.”\n\nSince Ben Johnson in 1988, only 10 men have finished the 100-meter race in less than 9.8 seconds, and only two—including world champion Usain Bolt—now compete untainted by doping allegations. Savulescu says “we should assess each substance on an individual basis” and “set enforceable, fair, and safe physiological limits.”\n\nHowever, he qualifies his support for legalizing such performance enhancers should any substance come to dominate or corrupt a given sport, removing the “essential human contribution.” Illicit drugs aiding recovery from injury, he says, do not corrupt a sport.\n\nSimilarly, Savulescu dismissed the argument that sports stars provide a poor example to children and amateurs emulating their role models, asserting that amateur doping—seen even among some junior high school girls—“is already happening in an unsupervised manner.”\n\nAccording to Savulescu, testing for illicit substances also presents the athlete with a capricious and arbitrary system, and does not necessarily level the playing field, as competitors face a probability of only 2.9 percent in getting caught. “Over time, the rules of the sport have evolved,” he says. “They must evolve as humans and their [technologies] evolve and the rules begin to create more problems than they solve. It is time to rethink the absolute ban and to pick limits that are safe and enforceable.”\n\nArguing the opposite in the same journal, physicians Leon Creaney and Anna Vondy believe the issue is one of morality, as individual choices begin to crowd-source an increasing pressure on athletes to compete with ever-escalating doses of performance enhancing substances.\n\n“Athletes who wanted to live a healthy existence would be pushed out altogether. Soon, the only competition that would matter would be the one to develop the most powerful drugs, and athletic opponents would enter into an exchange of ever escalating doses to stay ahead of each other.”\n\nIn such a world, elite sport may return to the state-sponsored doping programs of the ‘70s and ‘80s whereupon “the use of performance enhancing drugs would expand exponentially and filter deeper into our society.” Creaney and Vondy also wax pessimistic about some predictions for the future of sport, as roboticists strive toward a goal of building machines capable of World Cup football—by 2050. Never mind mid-century machines: “Would a bioengineered athlete be able to inspire in the same way?”\n\nWith regard to low probabilities for catching the doped athlete, the physician ethicists say doping programs, underfunded, should be juiced and beefed up, rededicated to fostering an era of drug-free sport.\n\nBelow, Armstrong discusses doping throughout the sporting world in a video uploaded to YouTube last week:", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "sports doping, performance enhancing drugs, sports doping should be allowed, sports doping should be regulated, steroids, amateur sports doping", "og": {"site_name": "Medical Daily", "description": "A medical ethicist says athletes should be permitted to use performance enhancing drugs, as man and his technologies continue to evolve.", "title": "Should Sports Doping Be Legal?", "url": "http://www.medicaldaily.com/should-sports-doping-be-legal-medical-ethicist-says-performance-enhancing-drugs-should-be-considered", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/10/26/medical-ethicists-debate-sports-doping.jpg", "type": "article"}, "twitter": {"description": "A medical ethicist says athletes should be permitted to use performance enhancing drugs, as man and his technologies continue to evolve.", "title": "Should Sports Doping Be Legal?", "url": "http://www.medicaldaily.com/should-sports-doping-be-legal-medical-ethicist-says-performance-enhancing-drugs-should-be-considered", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/10/26/medical-ethicists-debate-sports-doping.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/10/26/medical-ethicists-debate-sports-doping.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Policy/Biz", "published_time": "2013-10-26T15:31:00-04:00", "modified_time": "2013-10-27T16:10:07-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "A medical ethicist says athletes should be permitted to use performance enhancing drugs, as man and his technologies continue to evolve."}, "_id": "\"57477af36914bd0286fd1f94\"", "article_summary": "A medical ethicist says governing bodies should regulate rather than ban performance enhancing substances, given the reality of today's sporting world.\n“The zero tolerance ban on doping has failed,” he says in a commentary published Friday by The British Medical Journal.\nJulian Savulescu, a professor of ethics at the University of Oxford, argues that governing bodies should regulate rather than ban drugs used to enhance athletic performance.\nAmidst popular opprobrium and international sanctions from the Union Cycliste Internationale, the sport’s governing world body, Armstrong resigned as spokesman from the cancer-fighting non-profit he’d founded in 1997, now known as Livestrong Foundation.\nBelow, Armstrong discusses doping throughout the sporting world in a video uploaded to YouTube last week:"}