{"article_title": "Obamacare and the King Harbor Mall", "article_keywords": ["king", "word", "timeshares", "harbor", "obamacare", "condos", "mall", "malls", "framing", "luntz", "think", "dont"], "article_url": "http://www.easyreadernews.com/76189/obamacare-king-harbor-mall/", "article_text": "Obamacare and the King Harbor Mall\n\nFox News viewers recognize Frank Luntz as a frequent commentator around election time. He has made something of an art form out of framing. No, he doesn’t wear a tool belt and double park his truck in front of your house, not that kind of framing. Luntz has become famous for framing words.\n\nPeople like Luntz study how people like us react to different words and word combinations. If I want you to agree with me, I’m going to frame my words in a way that increases the probability of a positive emotional reaction.\n\nOil drilling conjures up images of grease covered men with hard hats wrestling with large pieces of machinery. What happens when it’s called energy exploration? It becomes exciting, appealing. I’d like to be involved in energy exploration – but oil drilling? I don’t think so.\n\nSome framing isn’t quite as subtle. The Affordable Care Act, for example. The only way the campaign to get a positive response to that name could have been more blatant was to call it the Don’t Suffer in the Emergency Room and Go Bankrupt Act.\n\nOpponents of the Affordable Care Act weren’t about to let the law’s supporters get away with that. They nicknamed it Obamacare, rhymes with Welfare, Medicare. They attached the President’s name to an image of the impending big government apocalypse by inventing one word. Or at least that’s what they thought they did.\n\nThe plan worked brilliantly for awhile. Then one day during the 2012 presidential campaign, candidate Obama stood in front of the cameras and microphones in Denver and declared he liked the name Obamacare.\n\nYou could almost feel the outrage in the conservative press. After putting all that effort into creating a word that was intended to depict a fear-inducing image of a president destroying the country with his big government policies, it was taken away…poof…just like that.\n\nThe Obama administration and every supporter of the Affordable Care Act began calling it Obamacare from that day forward. And from that day forward, the intended negative impact from that made-up word was depleted. The word was no longer a weapon.\n\nThe campaign against Measure G, the 2010 ballot measure that changed zoning in King Harbor, used similar, yet less creative techniques. Their messages intended to strike fear in the electorate with threats of timeshares and condos.\n\nThey didn’t make up a clever word to frame their position. Instead, they relied on a prejudice against timeshares and condos they hoped the voters shared with their small group. I remember getting beaten up by their messages about condos, Condos, CONDOS!\n\nIt turns out, the voters didn’t share that prejudice. Quite a few of them probably live in condos. I know some wonderful people who live in condos. How could I hate their homes?\n\nI can think of some blighted properties that were brought back to life by building condos. Now the formerly vacant lots are beautiful homes for families and others. The only timeshares I can think of in the South Bay are at the Beach House in Hermosa, which happens to be the coolest commercial building on that part of the strand.\n\nThey’re at it again. The Opponents (I’ve given them a proper title) have begun calling the proposed development on the Redondo waterfront, the King Harbor Mall. This attempt at framing, at using our emotions to persuade us to agree with them, has a few obvious problems Mr. Luntz could have helped them avoid.\n\nMy guess is they want to tap into our hatred and fear of malls so we will join them in opposing the project. That’s a problem for me because I don’t hate or fear malls. I kind of like them. Like condos and timeshares, I don’t want one on every corner. And like condos and timeshares, there are large malls, small malls, boutique malls, theme malls and lots of other variations.\n\nSo from this point forward, I intend to call the waterfront project the King Harbor Mall. I invite all my fellow supporters to do the same. Now if I could only get that web site to let me sign up for Obamacare…\n\ncomments so far. Comments posted to EasyReaderNews.com may be reprinted in the Easy Reader print edition, which is published each Thursday.", "article_metadata": {"description": "feature, Harbor Lights - Fox News viewers recognize Frank Luntz as a frequent commentator around election time. He has made something of an art form out of framing. No, he doesn’t", "og": {"site_name": "Easy Reader News", "description": "feature, Harbor Lights - Fox News viewers recognize Frank Luntz as a frequent commentator around election time. He has made something of an art form out of framing. No, he doesn’t", "title": "Obamacare and the King Harbor Mall", "locale": "en_US", "image": {"width": 800, "identifier": "http://www.easyreadernews.com/wp-content/uploads/2013/07/rb-centercal-image-web.jpg", "height": 371}, "updated_time": "2013-11-18T15:32:13-07:00", "url": "http://www.easyreadernews.com/76189/obamacare-king-harbor-mall/", "type": "article"}, "robots": "noodp", "fb": {"admins": 100000491076713, "app_id": 271347659642924, "pages": 172954224751}, "article": {"publisher": "http://www.facebook.com/easyreadernews", "section": "Opinion", "tag": "Harbor Lights", "published_time": "2013-11-18T17:00:23-07:00", "modified_time": "2013-11-18T15:32:13-07:00"}, "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0"}, "_id": "\"57477af46914bd0286fe0965\"", "article_summary": "I remember getting beaten up by their messages about condos, Condos, CONDOS!\nSo from this point forward, I intend to call the waterfront project the King Harbor Mall.\nThe Opponents (I’ve given them a proper title) have begun calling the proposed development on the Redondo waterfront, the King Harbor Mall.\nObamacare and the King Harbor MallFox News viewers recognize Frank Luntz as a frequent commentator around election time.\nThe campaign against Measure G, the 2010 ballot measure that changed zoning in King Harbor, used similar, yet less creative techniques."}