{"article_title": "Mega insurance company no longer doing business in Maine", "article_keywords": ["marketplace", "longer", "mega", "doing", "company", "insurance", "business", "federal", "individual", "health", "plan", "maine", "subsidies", "plans"], "article_url": "http://www.pressherald.com/2014/08/26/insurance-company-no-longer-doing-business-in-maine/", "article_text": "An insurance company that offered health benefits in Maine will stop operations here and has notified about 7,000 people that their plans will be discontinued.\n\nCustomers who currently have Mega policies will have to buy other Maine insurance plans for 2015.\n\nTexas-based Mega insurance, which sold plans to individuals and small businesses in Maine, is winding down its operations nationally, according to a spokesman. Many of the company’s plans were being phased out because they did not comply with the federal Affordable Care Act.\n\n“With the declining customer base, Mega determined that the expenses required to continue to support such plans was no longer economically feasible,” wrote Michael Stahl, senior vice president for HealthMarkets Inc., Mega’s parent company, in an email response to questions. “As a result, Mega made the difficult decision to withdraw from the individual health insurance market in Maine and across the country.”\n\nHealthMarkets also sells life insurance and helps customers purchase health benefits from other insurance carriers.\n\nBecause Mega did not offer plans on Maine’s health insurance marketplace, none of its plans were eligible for federal subsidies that substantially reduce the cost of plans for individuals earning up to about $47,000. The marketplace was set up by the federal government as the go-to place where the uninsured, often self-employed or part-time workers, could buy subsidized insurance.\n\nThe Maine Bureau of Insurance confirmed that many of the Mega plans were high-deductible plans that were being phased out under the ACA. About half of the 7,000 plans did not comply with ACA rules, but were allowed to continue to be used by existing customers under a grandfather clause.\n\nThe Affordable Care Act forbids such high-deductible plans in part because high out-of-pocket costs discourage people from seeing a doctor.\n\n“In some ways, it’s like not having insurance at all,” said Mitchell Stein, a Cumberland-based independent health policy analyst.\n\nStein said many people who had the Mega plans likely didn’t look into switching to a marketplace plan, and may not have been aware of how the subsidies can reduce premium costs. Many premiums are under $100 per month when factoring in the subsidies, but costs vary depending on income, age and what type of plan chosen.\n\n“People are going to be pleasantly surprised at the cost” of options on the marketplace, Stein said.\n\nFor Joanne Friedrick, 58, of Portland, losing her Mega plan will force her to consider an Affordable Care Act plan. A self-employed writer, Friedrick said her income fluctuates, but she may be eligible for subsidies in some years.\n\nHaving a high-deductible plan caused her to procrastinate with her health care.\n\n“I put off things knowing I had to pay for them,” said Friedrick, who paid about $333 per month in premiums for a plan with a $3,500 deductible. “Pretty much everything was out-of-pocket.”\n\nFriedrick said she wasn’t opposed to considering a marketplace plan, but inertia and hearing last fall about glitches with healthcare.gov – the website where people could buy insurance under the federal law – caused her to sit out the initial opportunity to purchase insurance.\n\nDoug Dunbar, spokesman for the Maine Bureau of Insurance, said that Mega informed the bureau in May that it would no longer operate in Maine in 2015, leaving four insurance companies that offer individual plans in the state.\n\nMaine Community Health Options, Anthem and Harvard Pilgrim will sell plans on the marketplace in 2015. Aetna will not be on the marketplace but will sell individual plans in 2015.", "article_metadata": {"description": "About 7,000 customers will have to choose another plan.", "generator": "WordPress 4.3.4", "og": {"site_name": "The Portland Press Herald / Maine Sunday Telegram", "description": "About 7,000 customers will have to choose another plan.", "title": "Mega insurance company no longer doing business in Maine - The Portland Press Herald / Maine Sunday Telegram", "locale": "en_US", "image": "http://www.pressherald.com/wp-content/uploads/2015/01/PHnewFBlogo.png", "updated_time": "2014-08-25T21:04:23-04:00", "url": "http://www.pressherald.com/2014/08/26/insurance-company-no-longer-doing-business-in-maine/", "type": "article"}, "twitter": {"description": "About 7,000 customers will have to choose another plan.", "title": "Mega insurance company no longer doing business in Maine - The Portland Press Herald / Maine Sunday Telegram", "image": "http://www.pressherald.com/wp-content/uploads/2015/01/PHnewFBlogo.png", "creator": "@pressherald", "site": "@pressherald", "card": "summary_large_image"}, "robots": "noodp", "apple-itunes-app": "app-id=951845858", "fb": {"admins": 769488179, "app_id": 178078215650057}, "google-site-verification": "QWs9pxQP8fwo2-nR5mWopc6qCK2D3920f7bl-U-zkso", "article": {"publisher": "https://www.facebook.com/pressherald", "section": "Business", "published_time": "2014-08-26T04:00:00-04:00", "modified_time": "2014-08-25T21:04:23-04:00"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fce9cb\"", "article_summary": "Customers who currently have Mega policies will have to buy other Maine insurance plans for 2015.\nFor Joanne Friedrick, 58, of Portland, losing her Mega plan will force her to consider an Affordable Care Act plan.\nTexas-based Mega insurance, which sold plans to individuals and small businesses in Maine, is winding down its operations nationally, according to a spokesman.\nThe Maine Bureau of Insurance confirmed that many of the Mega plans were high-deductible plans that were being phased out under the ACA.\n“As a result, Mega made the difficult decision to withdraw from the individual health insurance market in Maine and across the country.”HealthMarkets also sells life insurance and helps customers purchase health benefits from other insurance carriers."}