{"article_title": "The Secret to Hiring the Best Employees at a Small Business", "article_keywords": ["customers", "service", "business", "employees", "product", "recruit", "likely", "hiring", "secret", "know", "small", "firms", "best"], "article_url": "http://blogs.wsj.com/experts/2015/08/24/the-secret-to-hiring-the-best-employees-at-a-small-business/", "article_text": "ISTOCK\n\nJOHN SULLIVAN: Smaller firms have one advantage over their larger rivals, and that’s the knowledgeable and personalized service provided by their passionate employees. In fact, employee friendliness, knowledge and empathy may be the primary reason why your customers return. Yes, employees are “the face of your business”; because they are often the only point of contact with your customers. Unfortunately, you won’t be able continually to provide that exceptional service or expand your business unless you can constantly recruit new team members that understand the needs of your customers. And the best way to ensure that is to actually recruit your existing best customers, who obviously already know about customer’s needs and they like your unique approach to business.\n\nData from the corporate world reveals that recruiting has the largest measurable impact on revenue of all human resources actions. In fact, formerly small firms like Uber and Google quickly became dominant firms by realizing that “hiring is the most important thing you do.” Fortunately there’s one recruiting area where small firms can easily “mirror” the approaches of powerhouse firms like Nike, Pier 1, Harley-Davidson, Microsoft and Wells Fargo. And that approach can be described as, “recruit your customers because they share your passion.”\n\nFor example, if you wanted your firm to grow dramatically like Duck Dynasty, would you recruit grads with advanced degrees or would you exclusively hire individuals that buy your product because they shared your passion for everything related to duck hunting?\n\nThe key is to recruit customers that like your product or firm, that share your values and that can closely connect and relate to other customers. Also recruit your customers because they reflect the diversity of your customer base, they already have a rapport with your staff, and they can sell your product or service better because they have personal stories resulting from using them. And finally, they will need less orientation and training and they’re less likely to quit because they already know what to expect. Incidentally, hiring customers is superior to hiring “friends”, because customers don’t have the emotional or friendship ties that make managing friends difficult.\n\nSourcing and communicating with your target customers is easy because they may visit your facility or contact you online as often as every week. Candidate assessment is likely to be more accurate because, unlike most recruits who are “strangers,” you and your employees may have known these customer targets for years. Customers are often easier to sell on your job because they probably live close by and they will likely have little fear of “fitting in.” And if a target customer is not currently interested, ask them to be a referral source for others they know who would be a perfect fit. And finally, don’t mistakenly think that customers with corporate jobs wouldn’t consider working for a small business.\n\nYou may be surprised to learn that many would gladly leave “the corporate rat race” and jump at the opportunity to work in a “family-like environment” where they can make a difference.\n\nJohn Sullivan has been a professor of management for over 26 years at San Francisco State University. His specialty is human resources strategy and designing human-resources systems and tools for Fortune 200 firms.\n\nRead the latest Small Business Report.", "article_metadata": {"article.template": "full", "page.content.source": "Blog Article", "page.region": "na,us", "page.content.type": "blogs article", "twitter": {"domain": "WSJ.com", "description": "Smaller firms have one advantage over their larger rivals, and that’s the knowledgeable and personalized service provided by their passionate employees. In fact, employee friendliness, knowledge and empathy may be the primary reason why your customers return.", "title": "The Secret to Hiring the Best Employees at a Small Business", "url": "http://blogs.wsj.com/experts/2015/08/24/the-secret-to-hiring-the-best-employees-at-a-small-business/", "image": {"src": "http://si.wsj.net/public/resources/images/BN-JX485_newhir_P_20150819092413.jpg"}, "site": "WSJ", "card": "summary_large_image"}, "article.image_count": 2, "article_privilege": "free", "article.section": "US", "article.headline": "The Secret to Hiring the Best Employees at a Small Business", "description": "Smaller firms have one advantage over their larger rivals, and that’s the knowledgeable and personalized service provided by their passionate employees. In fact, employee friendliness, knowledge and empathy may be the primary reason why your customers return.", "article_section": "US", "author": "Cristina Lourosa", "user.type": "unsubscribed", "article.page": "The Experts Blog", "page.content.format": "responsive", "page.subsection": "The Experts", "article.summary": "Smaller firms have one advantage over their larger rivals, and that’s the knowledgeable and personalized service provided by their passionate employees. In fact, employee friendliness, knowledge and empathy may be the primary reason why your customers return.", "page.site": "blogs.wsj.com", "testkeys": "C", "article.published": "2015-08-24T13:24:12-04:00", "dj.asn": "10-157", "ROBOTS": "noarchive, noodp", "fb": {"url": "http://blogs.wsj.com/experts/2015/08/24/the-secret-to-hiring-the-best-employees-at-a-small-business/", "app_id": 368513495882}, "article": {"publisher": "https://www.facebook.com/wsj"}, "article_id": "BL-258B-6048", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no", "page.section": "US", "language": "en-US", "og": {"site_name": "WSJ", "description": "Smaller firms have one advantage over their larger rivals, and that’s the knowledgeable and personalized service provided by their passionate employees. In fact, employee friendliness, knowledge and empathy may be the primary reason why your customers return.", "title": "The Secret to Hiring the Best Employees at a Small Business", "url": "http://blogs.wsj.com/experts/2015/08/24/the-secret-to-hiring-the-best-employees-at-a-small-business/", "image": {"width": 749, "identifier": "http://si.wsj.net/public/resources/images/BN-JX485_newhir_P_20150819092413.jpg", "height": 499}, "type": "article"}, "article.access": "free", "article.type": "The Experts", "article.id": "BL-258B-6048", "user.exp": "default", "article.updated": "2015-08-24T13:24:12-04:00"}, "_id": "\"57477af46914bd0286fdd518\"", "article_summary": "Incidentally, hiring customers is superior to hiring “friends”, because customers don’t have the emotional or friendship ties that make managing friends difficult.\nYes, employees are “the face of your business”; because they are often the only point of contact with your customers.\nAnd the best way to ensure that is to actually recruit your existing best customers, who obviously already know about customer’s needs and they like your unique approach to business.\nIn fact, formerly small firms like Uber and Google quickly became dominant firms by realizing that “hiring is the most important thing you do.” Fortunately there’s one recruiting area where small firms can easily “mirror” the approaches of powerhouse firms like Nike, Pier 1, Harley-Davidson, Microsoft and Wells Fargo.\nAnd finally, don’t mistakenly think that customers with corporate jobs wouldn’t consider working for a small business."}