{"article_title": "CU football: MacIntyre not worried about kicking game", "article_keywords": ["buffs", "big", "football", "players", "season", "worried", "kicking", "game", "games", "fall", "expected", "close", "macintyre", "win", "cu"], "article_url": "http://www.dailycamera.com/sports/buffzone/ci_28186339/cu-football-macintyre-not-worried-about-kicking-game", "article_text": "Three players will get chance to replace Oliver\n\nThe Buffs' Diego Gonzalez is one of three players that will be competing for the kicking job this fall. ( Cliff Grassmick / Staff Photographer )\n\nOne of the biggest areas of emphasis for the Colorado football team during spring practices was \"making the fourth quarter ours,\" coach Mike MacIntyre said.\n\nThe Buffs were involved in five games that were decided by one score last season, but they went 1-4 in those contests. There were two other games in which the Buffs were within a touchdown in the fourth quarter but ultimately lost by larger margins.\n\nMacIntyre is counting on further improvement from his team again this fall now that his roster is maturing and many of his players are in their second or third year in his system. He figures the Buffs will have opportunities to win close games once again this year.\n\n\"In the Pac-12, we went from being beaten by two to 2 ½ touchdowns a game to last year narrowing it down,\" MacIntyre said. \"If we improve on defense one touchdown and we keep improving on offense, we're going to get those games. We're going to get more of them.\n\n\"I definitely feel like our kids believe that and I know our coaching staff believes that.\"\n\nOne might think that a coach in MacIntyre's shoes might be a little nervous as he approaches a pivotal season in which close games are expected to be more of the norm and doing so without a proven place-kicker or holder.\n\nAdvertisement\n\nSophomore Chris Graham, junior Diego Gonzalez and true freshman Alex Kinney will compete to be the starting place-kicker in fall camp in August. Kinney is also expected to be the punter. The performance of the player who wins that place-kicking job could make a big impact on how much CU is able to improve in the win column in 2015.\n\nMacIntyre said he isn't worried about the kicking situation because he saw positive signs from Graham and Gonzalez in the spring and he likes the talent that Kinney brings to the competition. He also lived through a season at San Jose State in which he had a freshman at kicker, holder and long-snapper and all three performed as well as an upperclassman might be expected to.\n\n\"The key is to get them in good field goal position and not having to make a 53-yarder to win two or three games,\" MacIntyre said. \"Make it a 33-yarder or a 28-yarder. That's a big difference. That also falls on the offense or the defense putting us in position to be able to do that.\"\n\nMacIntyre said he saw a change in the mentality of this team last fall that he believes players have continued to build on this offseason. He said he knows there were players on each of his first two CU teams who didn't believe they could win every game on the schedule. He said he would be disappointed if every player on his roster this season doesn't honestly believe they can beat even powerhouse teams they're not expected to.\n\nThe old adage is lose big, lose close, win close, win big. In year three, MacIntrye believes the Buffs are capable of moving into stage three of that development even with questions to be answered about who might attempt game-deciding kicks.\n\n\"Those guys have been through those games,\" MacIntyre said. \"Last year they realized they could play with them and it didn't matter who it was.\n\n\"...They've been in the situations in the heat of battle. Now they understand it. I think they will be a little calmer. There will be a little bit more understanding. There will be a couple times the ball bounces our way and that type of thing. So I think it's a combination of all of it.\"\n\nKyle Ringo: ringok@dailycamera.com, on Twitter: @kyleringo", "article_metadata": {"startDate": "2015-05-25T15:56:13-0600", "sailthru.author": "By Kyle Ringo \n \n  BuffZone.com Writer", "ag": {"canon": "BoulderDailyCamera:article:28186339:view"}, "twitter": {"domain": "dailycamera.com", "description": "One of the biggest areas of emphasis for the Colorado football team during spring practices was \"making the fourth quarter ours,\" coach Mike MacIntyre said.", "title": "CU football: MacIntyre not worried about kicking game", "image": "http://extras.mnginteractive.com/live/media/site21/2015/0525/20150525__26DCSBUFw~1.jpg", "site": "@dailycamera", "card": "summary_large_image"}, "sailthru.article-section-or-homepage": "article", "modificationDate": "2015-05-26T15:25:04-0600", "endDate": "2025-05-25T15:55:35-0600", "news_keywords": "Buffzone, cu, college sports, university of colorado, boulder, colorado", "byline": "By Kyle RingoBuffZone.com", "pubDate": "2015-05-25T15:58:40-0600", "sailthru.date": "2015-05-25T15:56:13-0600", "sailthru.title": "CU football: MacIntyre not worried about kicking game", "verify-v1": "TakAiHiDAOiNOP+m0YTx4DQeyjor+bTdc8e+pw6bDoI=", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site21/2015/0525/20150525__26DCSBUFw~1_300.jpg", "description": "One of the biggest areas of emphasis for the Colorado football team during spring practices was \"making the fourth quarter ours,\" coach Mike MacIntyre said.", "sailthru.site": "dailycamera.com", "msvalidate.01": "9DAB14005AD5A9FFA4CA0EF58CC794BA", "og": {"image": "http://extras.dailycamera.com/images/dailycamera3.png", "type": "article", "description": "One of the biggest areas of emphasis for the Colorado football team during spring practices was \"making the fourth quarter ours,\" coach Mike MacIntyre said.", "title": "CU football: MacIntyre not worried about kicking game"}, "p": {"domain_verify": "867892b0357001538903740c75a206f0"}, "google-site-verification": "07CC1xPDVU0znu496XTAjLyC32Ylj8zwWHlmrzx3pgY", "y_key": "c9d9b53f7f5af674", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site21/2015/0525/20150525__26DCSBUFw~1.jpg"}, "_id": "\"57477af46914bd0286fe09a0\"", "article_summary": "The old adage is lose big, lose close, win close, win big.\nHe figures the Buffs will have opportunities to win close games once again this year.\n\"Those guys have been through those games,\" MacIntyre said.\n\"The key is to get them in good field goal position and not having to make a 53-yarder to win two or three games,\" MacIntyre said.\n\"In the Pac-12, we went from being beaten by two to 2 ½ touchdowns a game to last year narrowing it down,\" MacIntyre said."}