{"article_title": "Conservative Who Ousted Cantor Sees Little Change in D.C.", "article_keywords": ["going", "little", "sees", "brat", "wasnt", "house", "washington", "dc", "conservative", "wrong", "cantor", "way", "leadership", "republican", "ousted", "change", "points"], "article_url": "http://dailysignal.com/2015/09/14/at-home-with-dave-brat-the-conservative-who-ousted-a-top-republican-sees-little-change-in-washington/", "article_text": "GLEN ALLEN, VA.—Rep. Dave Brat is weaving his way through a crowd of businessmen and women at J. Sargeant Reynolds Community College, stopping to shake hands and say hello to nearly all of the 50 attendees who’ve come to watch him speak.\n\nTo those observing the Republican congressman, it seems as if he knows nearly every person in the room. And he just may, as it wasn’t long ago that Brat was knocking on doors across Virginia’s 7th Congressional District, asking voters for their support in the 2014 Republican primary.\n\nBrat, a former economics professor at nearby Randolph-Macon College, delivered a historic upset that year, defeating House Majority Leader Eric Cantor. His victory shocked political watchers and left some declaring death to K Street and life to Main Street.\n\nReflecting on his win, Brat, who returned to his home in Glen Allen, Va., for his first month-long August recess as a congressman, said he owes the result to a culmination of missteps by the former majority leader.\n\n“It was a perfect storm in terms of accessibility, off on major policy issues that mattered to the district, including immigration, and some aspects of crony capitalism,” Brat told The Daily Signal during an interview in his district office.\n\n“And then the grassroots felt that they were being dismissed in the political process instead of being valued members of the conservative big tent,” he said. “And then the whole idea that leadership wasn’t responsive even back then on major issues—Obamacare and everything. There was always a promised fight, but nothing was changing.”\n\nStill, over Brat’s first year in Congress—Cantor stepped down in August, allowing a special election to coincide with the 2014 November midterms—not much has changed.\n\nCongress, just as in 2014, has a fast approaching deadline to fund the federal government and is likely to pass a short-term bill that funds the government at current levels until December.\n\nConservatives have outlined their priorities for this year’s bill—defund Planned Parenthood, keep the Export-Import Bank closed, and repeal Obamacare—but just like last year, they fear that House Speaker John Boehner, R-Ohio, will shun his Republican colleagues and pass a bill with assistance from House Democrats.\n\nAnd though Republicans have control of both the House and the Senate, conservatives still feel as if Sen. Harry Reid, D-Nev., is at the helm of the upper chamber.\n\n“We’re in the same position as last year,” Brat said. “The American people see this degree of budget—what?—chaos year after year after year, and when we own both chambers and are responsible for an orderly process, I think everyone should be getting the memo when you see [Donald] Trump at 30 percent and Bernie [Sanders] at 30 percent, that the American people are catching on, and they do not like the D.C. process.”\n\nDespite the gridlock and partisan politics, Brat has no qualms about leaving his “dream job” to go to Washington.\n\n‘Always Yakking’\n\nLocated just 70 miles outside Washington, D.C., Virginia’s 7th Congressional District stretches to just north of Fredericksburg and south of Richmond.\n\nIt’s a place where it’s easy to hide.\n\nBrat didn’t ask for the limelight, but unseating a House majority leader—the first time that’s happened since the position was created in 1899—will garner some attention.\n\nAfter Brat won last June, trucks from CNN and Fox News parked outside his Glen Allen home, he remembers. The scene was so chaotic, he said, Brat’s two children, Jonathan and Sophia, couldn’t even go outside.\n\nStill, making the transition from economics professor to member of Congress wasn’t impossible.\n\n“The best analogy is like when your cable company service breaks down,” he said. “It’s like dealing with 100 of those problems at the same time. It wasn’t that unexpected, it wasn’t insurmountable, but it’s just like 100 hassles where you’ve got to go fix your cable service, then your phone service. It’s just a bunch of routine issues that are just—it’s a hassle.”\n\nAnd for his family, having dad in Congress just means he’s always busy.\n\nAt the end of his work weeks, Brat points his wheels due south from Washington and heads home on a Friday, typically stopping at the more northern cities in his district—Culpepper, Spotsylvania, and Orange.\n\nDuring the campaign, Brat vowed that as a congressman, he would visit all nine counties and the city of Richmond included in Virginia’s 7th, and so far, he’s made good on that promise.\n\nSaturdays are often spent at various events in the district, but Saturday nights are date nights for Brat and his wife, Laura. Sunday is family day, with church in the morning and Five Guys Burgers and Fries for lunch.\n\nFor his family, being out and about with Congressman Brat is hardly different from being out and about with “dad.”\n\n“I’m an extrovert,” Brat said. “I was always yakking with somebody. So now, they just make a joke out of it, except it’s worse now. When we’re out to eat, the family gets a kick out of it. [They know] Dad enjoys it.”\n\nBreaking the Rules\n\nIn Washington, Brat associates himself with members like Rep. Jim Jordan, R-Ohio, and Rep. Marlin Stutzman, R-Ind.—conservative firebrands and fellow House Freedom Caucus members who don’t shy away from challenging leadership.\n\nIn January, Brat joined 24 other Republicans in voting against Boehner—he also vowed to support a challenge to the speaker should Boehner allow for Planned Parenthood to continue receiving federal dollars—and breaks with party leadership when voting on procedural rules to advance legislation.\n\nDuring his address to business owners at the meeting with the Henrico Business Council of the Greater Richmond Chamber of Commerce, Brat recalled two pieces of advice leadership bestowed upon him when he first arrived in Washington: don’t vote against the rule, and don’t vote last.\n\nHe’s already broken both.\n\nBrat recognizes that though Republicans won overwhelmingly in 2014, few seats were turned over, with his own seat being an obvious exception. He’s frustrated that his colleagues in the Senate haven’t done much to pass legislation with conservatives’ backing.\n\n“Our talking points on the Senate side—I think it was [Sen. John] Thune who helped make the talking points as we went home, you can look them up,” Brat said. “Those talking points said, ‘Remember, the Budget Committee voted to defund Obamacare and balance the budget within 10 years.’\n\n“So that’s our leadership talking points that they sent us home with,” he continued. “And now, is that what we’re going to do? I hope so, but it doesn’t look like it. So they’re sending us home to tell our constituents that we’re going to balance the budget in 10 years? Well, then we ought to put in a budget that does that instead of doing a [continuing resolution] and not keeping our promise to our constituents.”\n\nBrat boasts that he hits the gym with Democratic lawmakers and tries hard not to be overly partisan—some of his constituents with the Henrico Business Council were, after all, Cantor backers.\n\n“I was a supporter of Cantor from the beginning,” Fatima Caldas, a small business who went to hear Brat speak, told The Daily Signal. “But things changed in Washington. Dave brought a new perspective to what needed to go on.”\n\nCaldas’s biggest concern is the national debt—an issue Brat agrees needs to be addressed.\n\n“Dave’s moving in the right direction, but he cannot do this by himself,” Caldas said.\n\nKeeping Promises\n\nBrat’s personal office in Glen Allen boasts bare walls, a small conference table, a sitting area, a desk, and a bookshelf. The former economics professor displays books that show his commitment to the Constitution and his commitment to economics—“1776” and “John Adams” by David McCollough, “The Jefferson Bible,” “Life of Adam Smith,” and “Fix It Now” by Chip Maxwell are just a few of the titles lining the shelves.\n\nFlipping through a copy of The Richmond Times-Dispatch, he stops at an editorial on the Iran nuclear deal from a White Stone resident named Larry Jones.\n\nThe writer said the deal is the “best we can get.”\n\nBrat disagrees.\n\n“I haven’t run into hardly anybody, constituent-wise, at town hall meetings—everyone knows it’s a bad deal,” he said.\n\nThe Virginia Republican believes that the agreement should be handled as a treaty, which requires a two-thirds vote in the Senate to pass.\n\n“I didn’t want to go down this road,” Brat said regarding a resolution of disapproval, “and so now we’re going to have to pursue some other route if this deal goes through. But I think we have plenty of constitutional grounds to make a good case.”\n\nThe Virginia Republican cites the Iran deal as one of a laundry list of issues that has Americans frustrated with Washington, D.C.\n\n“On Iran, it looks like things are going the wrong way. On the debt, the deficit, the fiscal picture, we’re going in the wrong way. On Planned Parenthood, we’re going the wrong way. On unconstitutional amnesty, we’re going the wrong way. On trade, we’re going the wrong way,” he said. “So yeah, everybody’s frustrated, and leadership is in charge of that agenda.”\n\nDespite the anger Brat feels from his constituents, he said there is one constant: they admire him for keeping his word.\n\n“They all say, ‘So proud of Dave for doing what he promised to do,’” he said. “That’s the most common—‘Proud of you for being one of the few politicians who keeps their word. You made promises, and you’re keeping them.’”", "article_metadata": {"description": "Nearly a year after ousting House Majority Leader Eric Cantor, Rep. Dave Brat, R-Va., sees little change in Washington D.C.", "og": {"site_name": "The Daily Signal", "description": "Nearly a year after ousting House Majority Leader Eric Cantor, Rep. Dave Brat, R-Va., sees little change in Washington D.C.", "title": "Conservative Who Ousted Cantor Sees Little Change in D.C.", "locale": "en_US", "image": "http://dailysignal.com/wp-content/uploads/150903_Brat_Quinn.jpg", "updated_time": "2015-09-14T22:10:33+00:00", "type": "article"}, "bitly": {"url": "http://dailysign.al/1F2AQZ3"}, "twitter": {"domain": "The Daily Signal", "description": "Nearly a year after ousting House Majority Leader Eric Cantor, Rep. Dave Brat, R-Va., sees little change in Washington D.C.", "title": "Conservative Who Ousted Cantor Sees Little Change in D.C.", "image": {"src": "http://dailysignal.com/wp-content/uploads/150903_Brat_Quinn.jpg"}, "creator": "@dailysignal", "site": "@dailysignal", "card": "summary_large_image"}, "fb": {"pages": 300341323465160, "app_id": 772296266137346}, "article": {"publisher": "https://www.facebook.com/TheDailySignalNews", "section": "Politics", "tag": "House of Representatives", "published_time": "2015-09-14T03:01:43+00:00", "modified_time": "2015-09-14T22:10:33+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Dave Brat, Eric Cantor, Jim Jordan, House Freedom Caucus, Marlin Stutzman, Glen Allen, John Boehner, Harry Reid, continuing resolution, Planned Parenthood"}, "_id": "\"57477af46914bd0286fe09a9\"", "article_summary": "“And then the whole idea that leadership wasn’t responsive even back then on major issues—Obamacare and everything.\nOn trade, we’re going the wrong way,” he said.\nOn unconstitutional amnesty, we’re going the wrong way.\nOn Planned Parenthood, we’re going the wrong way.\nOn the debt, the deficit, the fiscal picture, we’re going in the wrong way."}