{"article_title": "Why experts see little hope for GOP plan to sue Obama over law's delay", "article_keywords": ["standing", "high", "sue", "law", "court", "care", "house", "little", "enforce", "delay", "say", "experts", "plan", "president", "obama", "gop", "hope", "laws"], "article_url": "http://www.latimes.com/nation/la-na-house-lawsuit-20140720-story.html", "article_text": "Throughout American history, Congress has often been at odds with the president. But so far, the legislative body has not turned to the third government branch — the judiciary — with a lawsuit claiming the chief executive violated the Constitution.\n\nThat may change as House Republicans say they intend to sue President Obama for failing to \"take care that the laws be faithfully executed,\" as the Constitution requires.\n\nAs evidence, the GOP will point to Obama's decision to delay enforcement of a provision of his signature healthcare law, the Affordable Care Act, which requires large employers to offer health insurance. According to the law passed by Congress, the mandate was to take effect \"beginning after December 31, 2013.\" But amid problems with the rollout, Obama delayed it until Jan. 1, 2015.\n\nAlthough House Speaker John A. Boehner (R-Ohio) opposes the \"employer mandate,\" he says the lawsuit — which would demand more stringent enforcement of the law he wants to overturn — is about \"protecting the Constitution.\" Democrats, not surprisingly, deride it as a political stunt.\n\nPolitics aside, legal experts see four reasons a lawsuit is likely to fail:\n\nLack of standing\n\nThe Supreme Court has made it clear in recent decades that members of Congress have no standing to file constitutional lawsuits. The justices have insisted plaintiffs must show they suffered a \"personal injury\" and are not merely in court to argue an abstract point of law. They are often loath to be drawn into political battles better left to the legislative branch and president.\n\nIn the 1970s, Sen. Edward M. Kennedy (D-Mass.) sued Republican President Nixon over his use of the \"pocket veto,\" and Sen. Barry Goldwater (R-Ariz.) sued President Carter, a Democrat, for dropping a defense treaty with Taiwan. Kennedy won in lower courts, but others failed upon reaching the high court. In the 1997 case of Raines vs. Byrd, the Supreme Court ruled broadly that lawmakers do not have standing to sue in their capacity as members of Congress.\n\nJust last year, the high court expounded on its views about lack of standing when it dismissed the defense of California's Proposition 8. Sponsors of the ballot measure, which banned gay marriage, appealed after a federal judge invalidated the law and state officials refused to defend it. But the justices rejected the sponsors' appeal.\n\n\"To have standing, a litigant must seek relief for an injury that affects him in a personal and individual way,\" said Chief Justice John G. Roberts Jr. \"This is an essential limit on our power: It ensures that we act as judges, and do not engage in policymaking properly left to elected representatives.\"\n\nCornell Law professor Michael Dorf said the high court's insistence on personal standing means the House Republicans \"face an insuperable obstacle\" in getting their case before a judge.\n\nBut Washington attorney David B. Rivkin, who helped launch the suit that challenged Obama's healthcare law as unconstitutional, dismissed the skeptics. Though the high court ruled individual lawmakers cannot sue, Rivkin and Elizabeth Price Foley, a law professor at Florida International University, predict the justices will allow the House to sue as a law-making body.\n\nPresidents are given leeway to enforce laws\n\nObama's supporters point out that he is not the first president to postpone enforcement of a law or to miss a deadline to issue new rules. Democratic lawyers note that the Clinton and George W. Bush administrations decided to phase in congressionally mandated changes to Medicare in the last 15 years. Most recently, Bush's health advisors delayed for a year enforcing a late-enrollment penalty for new prescription drug coverage.\n\nSimon Lazarus, a lawyer for the Constitutional Accountability Center, told a House committee recently that there was \"no material difference between these decisions by the Clinton and Bush administrations to postpone regulations and the Obama administration's approach to implementing\" the Affordable Care Act. This is \"not a refusal to enforce the law, but a phase-in, and that's different,\" he said.\n\nMoreover, lawyers say it is routine for agencies, such as the Environmental Protection Agency, to miss deadlines or order delays in issuing new rules established by Congress.\n\nConstitutional experts say it has been understood that the chief executive has some discretion in enforcing the law, just as police officers have discretion not to write a ticket for every driver who exceeds the posted speed limit.\n\n\"Courts are very reluctant to tell the executive how to enforce the law,\" said Tara Leigh Grove, a law professor at William & Mary Law School. \"We don't have a history of the House or Senate suing the president. And it would be very hard for a court to say a one-year delay means the president is refusing to enforce the law.\"\n\nLazarus predicts judges \"will see this as a political maneuver,\" because it will be \"apparent to all that faithful execution of the Affordable Care Act is the last thing in the world that the proponents of the suit hope for.\"\n\nNo easy legal remedy\n\nTypically, a plaintiff sues and asks for compensation for his loss. In a constitutional suit, the proposed remedy may be a ruling that strikes down a law.", "article_metadata": {"fb_title": "Why experts see little hope for GOP plan to sue Obama over law's delay", "date": "2014-07-19", "googlebot": "index", "copyright": "Copyright (c) 2016 Los Angeles Times", "author": "Los Angeles Times", "og": {"site_name": "latimes.com", "description": "Throughout American history, Congress has often been at odds with the president. But so far, the legislative body has not turned to the third government branch — the judiciary — with a lawsuit claiming the chief executive violated the Constitution.", "title": "Why experts see little hope for GOP plan to sue Obama over law's delay", "url": "http://www.latimes.com/nation/la-na-house-lawsuit-20140720-story.html", "image": "http://www.trbimg.com/img-53cb41eb/turbine/la-na-house-lawsuit-20140720", "type": "article"}, "x-servername": "lalvp13.13", "twitter": {"site": "@latimes", "card": "summary"}, "robots": "index,follow", "keywords": "House Republicans, lawsuit, President Obama, Speaker John Boehner, legal opinions", "fb": {"admins": 100000786395051, "page_id": 5863113009}, "apple-itunes-app": "app-id=373238146, app-argument=http://www.latimes.com/deeplinkid/80851308", "googlebot-news": "index", "msvalidate.01": "AAC9C18F70AC386BC4DCF4DDF9BF1786", "news_keywords": "House Republicans, lawsuit, President Obama, Speaker John Boehner, legal opinions", "y_key": "cee2fe4077f8d050", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "Description": "Legal experts see four reasons a House Republican lawsuit against President Obama over an Obamacare delay would probably fail."}, "_id": "\"57477af36914bd0286fd1fdc\"", "article_summary": "That may change as House Republicans say they intend to sue President Obama for failing to \"take care that the laws be faithfully executed,\" as the Constitution requires.\nKennedy won in lower courts, but others failed upon reaching the high court.\nJust last year, the high court expounded on its views about lack of standing when it dismissed the defense of California's Proposition 8.\nAnd it would be very hard for a court to say a one-year delay means the president is refusing to enforce the law.\"\n\"Courts are very reluctant to tell the executive how to enforce the law,\" said Tara Leigh Grove, a law professor at William & Mary Law School."}