{"article_title": "Before You Vote: Four Views of the Democratic Candidates", "article_keywords": ["affordable", "sanders", "college", "clinton", "views", "system", "immigration", "candidates", "plan", "vote", "health", "democratic", "issue", "care"], "article_url": "http://www.uloop.com/news/view.php/194418/Before-You-Vote-Four-Views-of-the-Democratic-Candidates", "article_text": "Several important primary contests will be held in the next couple of weeks, and Democratic voters are faced with an increasingly difficult choice. Once considered a long-shot, Bernie Sander’s campaign has gained massive support and is raking in campaign donations from an apparent political revolution. But Hillary Clinton, with her experience and poise, is to many the best candidate to take on a Republican.\n\nEven if you have already chosen your candidate, take the time to see where they stand on six major issues, in their own words, followed by their policy proposals. What candidates say is important, but even more important is the way they turn ideas into action. While it is certainly important to consider whether or not these opinions are backed by voting records and years of support, this article will simply represent what the candidates have said during their campaigns.\n\nA separate article will be dedicated to their views on foreign policy and economic issues.\n\nImmigration\n\nBernie Sanders: “We are a nation of immigrants. I am the son of an immigrant myself. Their story, my story, our story is a story of America: hard-working families coming to the United States to create a brighter future for their children… Establishing an immigration policy that stops the criminalization of communities of color and keeps families together will be a top priority of my Administration. Our immigration policy will put the sanctity of families at the forefront and will be grounded in civil, human, and labor rights. With bold action that moves our nation towards common sense immigration policies, we can reverse the decline of our middle class, allow the United States to compete economically in the 21st Century and build upon the best parts of our tradition of embracing diversity and harnessing it for the common good.”\n\nHis Plan:\n\nDismantle inhumane deportation programs and detention centers;\n\nPave the way for a swift and fair legislative roadmap to citizenship for the eleven million undocumented immigrants;\n\nEnsure our border remains secure while respecting local communities;\n\nRegulate the future flow of immigrants by modernizing the visa system and rewriting bad trade agreements;\n\nEnhance access to justice and reverse the criminalization of immigrants;\n\nEstablish parameters for independent oversight of key U.S. Department of Homeland Security (DHS) agencies.\n\nHillary Clinton: “We have to finally and once and for all fix our immigration system – this is a family issue, it’s an economic issue too, but it is at heart a family issue. If we claim we are for family then we have to pull together and resolve the outstanding issues around our broken immigration system. The American people support comprehensive immigration reform not just because it’s the right thing to do—and it is—but because it will strengthen families, strengthen our economy, and strengthen our country. That’s why we can’t wait any longer, we can’t wait any longer for a path to full and equal citizenship.”\n\nHer Plan:\n\nFight for comprehensive immigration reform legislation with a path to full and equal citizenship;\n\nDefend President Obama’s DACA and DAPA executive actions;\n\nDo everything possible under the law to go further to protect families;\n\nConduct humane, targeted immigration enforcement.\n\nEnd family detention;\n\nClose private immigrant detention centers;\n\nExpand access to affordable health care to all families;\n\nPromote naturalization.\n\nHealth Care\n\nBernie Sanders: “My view is simple: health care is a right, not a privilege. We spend far more than any other country on health care, but 29 million Americans remain uninsured and millions more are under-insured. That is unacceptable. The time has come for a Medicare-for-all universal health care system that provides every American with affordable, quality care.”\n\nHis Plan: Bernie’s plan would create a federally administered single-payer health care program. Universal single-payer health care means comprehensive coverage for all Americans. Bernie’s plan will cover the entire continuum of health care, from inpatient to outpatient care; preventive to emergency care; primary care to specialty care, including long-term and palliative care; vision, hearing and oral health care; mental health and substance abuse services; as well as prescription medications, medical equipment, supplies, diagnostics and treatments. Patients will be able to choose a health care provider without worrying about whether that provider is in-network and will be able to get the care they need without having to read any fine print or trying to figure out how they can afford the out-of-pocket costs.\n\nHillary Clinton: “I’ve fought for quality, affordable health care my entire career. As president, I’ll defend the Affordable Care Act, build on its successes, and go even further to reduce costs. My plan will crack down on drug companies charging excessive prices, slow the growth of out-of-pocket costs, and provide a new credit to those facing high health expenses.”\n\nHer Plan:\n\nDefend the Affordable Care Act and build on it to slow the growth of out-of-pocket costs.\n\nCrack down on rising prescription drug prices and hold drug companies accountable so they get ahead by investing in research, not jacking up costs.\n\nProtect women’s access to reproductive health care, including contraception and safe, legal abortion.\n\nCampaign Finance Reform\n\nBernie Sanders: “The need for real campaign finance reform is not a progressive issue. It is not a conservative issue. It is an American issue. It is an issue that should concern all Americans, regardless of their political point of view, who wish to preserve the essence of the longest standing democracy in the world, a government that represents all of the people and not a handful of powerful and wealthy special interests.”\n\nHis Plan:\n\nOnly appoint Supreme Court justices who will make it a priority to overturn Citizens United and who understand that corruption in politics means more than just quid pro quo.\n\nFight to pass a constitutional amendment making it clear that Congress and the states have the power to regulate money in elections. I have been a proud sponsor and leading champion of such an amendment in the Senate.\n\nFight for a publicly financed, transparent system of campaign financing that amplifies small donations, along the lines of the Fair Elections Now Act that I have been pleased to co-sponsor, and an effective public financing system for president.\n\nInsist on complete transparency regarding the funding of campaigns, including through disclosure of contributions to outside spending groups, via legislation, action by the Securities and Exchange Commission, Federal Election Commission, and Federal Communication Commission, and an executive order requiring government contractors to disclose their political spending.\n\nFight to eliminate super PACs and other outside spending abuses.\n\nWork to aggressively enforce campaign finance rules.\n\nHillary Clinton: “We have to end the flood of secret, unaccountable money that is distorting our elections, corrupting our political system, and drowning out the voices of too many everyday Americans. Our democracy should be about expanding the franchise, not charging an entrance fee.”\n\nHer Plan:\n\nOverturn Citizens United.\n\nEnd secret, unaccountable money in politics.\n\nEstablish a small-donor matching system to amplify the voices of everyday Americans.\n\nCollege Tuition and Loans\n\nBernie Sanders: “In a highly competitive global economy, we need the best-educated workforce in the world. It is insane and counter-productive to the best interests of our country and our future, that hundreds of thousands of bright young people cannot afford to go to college, and that millions of others leave school with a mountain of debt that burdens them for decades. That shortsighted path to the future must end.”\n\nHis Plan:\n\nMake tuition free at public colleges and universities.\n\nStop the federal government from making a profit on student loans.\n\nSubstantially cut student loan interest rates.\n\nAllow americans to refinance student loans at today’s low interest rates..\n\nAllow students to use need-based financial aid and work study programs to make college debt free.\n\nFully paid for by imposing a tax on wall street speculators.\n\nHillary Clinton: “We need to make a quality education affordable and available to everyone willing to work for it, without saddling them with decades of debt…. I think everyone who goes to a public college or university should be able to do that without having to borrow a penny to pay tuition. I’m a little different from those who say ‘free for everybody.’ I’m not in favor of making college free for Donald Trump’s kids. I’m in favor of making college free for your grandson by having no-debt tuition.”\n\nHer Plan:", "article_metadata": {"description": "Several important primary contests will be held in the next couple of weeks, and Democratic voters are faced with an increasingly difficult choice", "og": {"url": "http://www.uloop.com/news/view.php/194418/Before-You-Vote-Four-Views-of-the-Democratic-Candidates", "site_name": "Uloop", "type": "website", "title": "Before You Vote: Four Views of the Democratic Candidates"}, "apple-mobile-web-app-title": "Uloop", "apple-mobile-web-app-capable": "yes", "apple-mobile-web-app-status-bar-style": "black", "keywords": "Before You Vote: Four Views of the Democratic Candidates, P,", "viewport": "width=device-width,initial-scale=1.0,maximum-scale=1.0;"}, "_id": "\"57477af36914bd0286fd1fc9\"", "article_summary": "End family detention;Close private immigrant detention centers;Expand access to affordable health care to all families;Promote naturalization.\nAs president, I’ll defend the Affordable Care Act, build on its successes, and go even further to reduce costs.\nWe spend far more than any other country on health care, but 29 million Americans remain uninsured and millions more are under-insured.\nIf we claim we are for family then we have to pull together and resolve the outstanding issues around our broken immigration system.\nHealth CareBernie Sanders: “My view is simple: health care is a right, not a privilege."}