{"article_title": "San Rafael homeless services agency Ritter Center receives $750k grant", "article_keywords": ["receives", "san", "grant", "human", "agency", "ritter", "750k", "linn", "state", "health", "homeless", "services", "care", "rafael", "center"], "article_url": "http://www.marinij.com/article/ZZ/20131107/NEWS/131108592", "article_text": "San Rafael-based homeless services organization Ritter Center is receiving nearly $750,000, part of a federal distribution to help fund health care sites.\n\nMade available through the Affordable Care Act, Ritter's portion is a slice of more than $30 million going to human service facilities throughout the state, and $150 million being dispersed nationwide.\n\n\"This resource will be helping us stabilize as many people as we can,\" said Ritter Center Executive Director Dianne Linn. \"There are a lot of people who have really needed assistance, especially since the recession.\"\n\nLinn said the San Rafael center serves 1,200 to 1,500 people per year, many of whom are \"complex cases\" involving homelessness, mental illness, or drug or alcohol addiction.\n\nRitter applied for the grant in March. After learning of the grant late Wednesday, Linn said Thursday she and her staff were still in the process of figuring out all the ways the grant will enable them to help Marin's homeless and others in need.\n\n\"How we implement it exactly, we won't know for a little while,\" she said. \"We're just thrilled that it came through for this community and look forward to implementing the grant in the coming years. ... This is a new source of revenue for us. It's substantial and it's one that comes with a lot of responsibility.\"\n\nWhile Marin's homeless population has decreased in recent years, from around 1,500 a few years ago to less than 1,000, according to a one-day count conducted in January, Linn said there's been an increase in the number of people living precariously —meaning people who don't have a place to call their own, are living in temporary situations, or are a lost paycheck away from being on the street.\n\nRitter is one of 46 health and human services organizations throughout the state receiving money from the grant, and one of 236 nationwide.\n\n\"We remain committed to providing more Californians with the quality patient-centered care they deserve,\" U.S. Health and Human Services Secretary Kathleen Sebelius said in a press release. \"California health centers are key partners in the implementation of the Affordable Care Act, and new health center sites will increase access to those who need it most.\"\n\nContact Laith Agha via email at lagha@marinij.com", "article_metadata": {"description": "San Rafael-based homeless services organization Ritter Center is receiving nearly $750,000, part of a federal distribution to help fund health care sites.", "title": "San Rafael homeless services agency Ritter Center receives $750k grant", "og": {"url": "http://www.marinij.com/article/ZZ/20131107/NEWS/131108592", "image": {"width": "400px", "identifier": "http://www.marinij.com/apps/pbcsi.dll/storyimage/ZZ/20131107/NEWS/131108592/AR/0/AR-131108592.jpg?Maxh=1500&Maxw=1500", "height": "276px"}, "type": "article", "title": "San Rafael homeless services agency Ritter Center receives $750k grant"}, "twitter": {"domain": "marinij.com", "description": "San Rafael-based homeless services organization Ritter Center is receiving nearly $750,000, part of a federal distribution to help fund health care sites.", "title": "San Rafael homeless services agency Ritter Center receives $750k grant", "url": "http://www.marinij.com/article/ZZ/20131107/NEWS/131108592", "image": {"src": "http://www.marinij.com/apps/pbcsi.dll/storyimage/ZZ/20131107/NEWS/131108592/AR/0/AR-131108592.jpg?Maxh=900&Maxw=900"}, "site": "@marinij", "app": {"id": {"ipad": "id551745144", "iphone": "id502957174", "googleplay": "com.spreedinc.providers.digitalfirstmedia.ladailynews"}}, "card": "summary_large_image"}, "msvalidate.01": "9DAB14005AD5A9FFA4CA0EF58CC794BA", "keywords": "News, San Rafael news, CA news, US news, world news.", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0", "news_keywords": "News, San Rafael news, CA news, US news, world news."}, "_id": "\"57477af46914bd0286fe099d\"", "article_summary": "San Rafael-based homeless services organization Ritter Center is receiving nearly $750,000, part of a federal distribution to help fund health care sites.\nRitter is one of 46 health and human services organizations throughout the state receiving money from the grant, and one of 236 nationwide.\n\"This resource will be helping us stabilize as many people as we can,\" said Ritter Center Executive Director Dianne Linn.\n\"California health centers are key partners in the implementation of the Affordable Care Act, and new health center sites will increase access to those who need it most.\"\n\"We remain committed to providing more Californians with the quality patient-centered care they deserve,\" U.S. Health and Human Services Secretary Kathleen Sebelius said in a press release."}