{"article_title": "Must Reads: The Pork in Congress’ New Spending Bill Will Probably Make You Angry", "article_keywords": ["iran", "pork", "think", "group", "congress", "spending", "angry", "bill", "gharib", "thought", "reads", "conservative", "democrats", "probably", "rsc", "writes"], "article_url": "http://www.mediaite.com/tv/must-reads-the-pork-in-congress-new-spending-bill-will-probably-make-you-angry/", "article_text": "Every a.m., Mediaite publishes a primer of what the interweb machine is writing, talking, tweeting, and blogging about, so that you may fool friends and family into thinking you are a trove of information and insight. Today: conservatives form a sub-sub caucus to be extra elite about their conservatism; all the pork in the new omnibus spending bill; the White House/Senate Democratic divide over the Iranian nuclear deal; and more.\n\n\n\n“Conservatives Form Their Own Caucus Because the RSC Isn’t ‘Hardcore’ Enough” (Tim Alberta, National Journal)\n\nThe Republican Study Caucus, normally a conservative sub-group of GOP House members, now has so many conservative GOP House members that it’s lost its ideological distinction. Libertarianish-type Justin Amash (R-MI) is out to fix that, with a sub-sub group that holds invite-only luncheons meant to bolster ideological purity:\n\nIndeed, any Republican lawmaker may join the RSC by shelling out $5,000 from their office accounts. That the group lacks any ideological threshold or litmus test for membership has long been a dilemma for the “founders” of the group, but increasingly the younger members closer to the grassroots movement are voicing their displeasure. “There is a concern about the RSC being a group everybody has to belong to so they can go back home and tell their constituents that they’re conservative,” said Labrador, who was elected in the tea-party wave of 2010. He added: “Every single member of my class was told they needed to join the RSC to show their conservative bonafides back home.”\n\n“$1.1 Trillion Bill to Avoid Federal Shutdown Covers Many Local Interests” (Eric Lipton and Jonathan Weisman, New York Times)\n\nIt’s been a while since legislators have had an omnibus budget to play with, but they’re back off the wagon now. The New York Times flips through the 1,600-page documents and finds everything from coal giveaways to border crossing expansions, while noting funding cuts for the implementation of Dodd-Frank and various Affordable Care Act programs.\n\nThe bipartisan porkfest even extended to future press releases: Republicans get to brag that they blocked early preschool funding while Democrats can boast they snuck it in by other means, and so on. Basically, if there’s something you don’t think the government should be paying for, it’s in here. Keep in mind, all this is while we’re not extending unemployment benefits.\n\n“The Iran Vote: This Really Matters, and You Should Let Your Senators Know” (James Fallows, The Atlantic)\n\nFallows has a quick, snappy, and comprehensive breakdown of the perils of the Menendez/Kirk bill to tighten Iranian sanctions in spite of a tenuous interim deal set to reduce Iran’s nuclear capacity. “Nothing is guaranteed,” Fallows writes of the hope that the deal will lure Iran out of its global isolation, “but the benefits of normalized relations would be so great that they must be given every chance to succeed.” Read the whole etc.\n\n“Where the Democrats Divide on Iran (and Israel)” (Ali Gharib, Haaretz)\n\nMeanwhile, Ali Gharib focuses on the domestic impact of the Menendez/Kirk bill, which began as bipartisan but is now being resisted by a handful of Democrats—some of whom, Gharib suspects, may remember the electoral price paid the last time Democrats too eagerly joined a push for conflict (cough, Iraq, cough). “If the latest round of delicate diplomacy does collapse due to the new sanctions, the U.S. and Iran could be set back on the path to confrontation,” Gharib writes. “Democrats may take note of who undermined the talks, against the warnings of the administration and the intelligence community.”\n\n“First Thought, Worst Thought” (Mark O’Connell, New Yorker)\n\nThe more long thought pieces on Twitter outrages (think Justine Sacco) the better, in my opinion, as the rapid pace of the controversies tends to trample the lessons we might learn from them. Mark O’Connell’s piece is a wise and intentional reflection on the Sacco affair, in part arguing that we enjoy humiliation because it allows us to experience punishment vicariously—who among us has not tweeted something stupid?—without actually suffering the consequences of, say, getting fired. The “outrage,” in this formulation, is actually the world saying “There but for the grace of god tweet I.”\n\n“In this mode of trial and punishment,” O’Connell writes, “I sometimes think of social media as being like the terrible apparatus at the center of Kafka’s ‘In the Penal Colony’: a mechanism of corrective torture, harrowing the letters of the transgression into the bodies of the condemned.” Great stuff.\n\n[Image via screengrab]\n\n——\n\n>> Follow Evan McMurry (@evanmcmurry) on Twitter", "article_metadata": {"description": "Every a.m., Mediaite publishes a primer of what the interweb machine is writing, talking, tweeting, and blogging about, so that you may fool friends and family", "generator": "WordPress 2016.21", "og": {"image": "http://static01.mediaite.com/med/wp-content/uploads/2014/01/Congress-2.jpg", "title": "Must Reads: The Pork in Congress’ New Spending Bill Will Probably Make You Angry"}, "twitter": {"description": "Every a.m., Mediaite publishes a primer of what the interweb machine is writing, talking, tweeting, and blogging about, so that you may fool friends and family into thinking you are a trove of information and insight. Today: conservatives form a sub-sub caucus to be extra elite about their conservatism; all the pork in the new omnibus spending bill; the White House/Senate Democratic divide over the Iranian nuclear deal; and more.", "title": "Must Reads: The Pork in Congress' New Spending Bill Will Probably Make You Angry", "image": "http://static01.mediaite.com/med/wp-content/uploads/2014/01/Congress-2.jpg", "creator": "@@evanmcmurry", "site": "@mediaite", "card": "summary"}, "NextGEN": "1.5.5", "date": "2014-01-15T09:42:40+00:00", "keywords": "tv", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.5, minimum-scale=1.0"}, "_id": "\"57477af46914bd0286fe097d\"", "article_summary": "“If the latest round of delicate diplomacy does collapse due to the new sanctions, the U.S. and Iran could be set back on the path to confrontation,” Gharib writes.\nToday: conservatives form a sub-sub caucus to be extra elite about their conservatism; all the pork in the new omnibus spending bill; the White House/Senate Democratic divide over the Iranian nuclear deal; and more.\nBasically, if there’s something you don’t think the government should be paying for, it’s in here.\nKeep in mind, all this is while we’re not extending unemployment benefits.\n[Image via screengrab]——>> Follow Evan McMurry (@evanmcmurry) on Twitter"}