{"article_title": "Republicans shield these radical Islamists: Why the GOP field won’t talk honestly about Saudi Arabia", "article_keywords": ["wont", "united", "isis", "shield", "islamic", "islamists", "radical", "republicans", "ted", "states", "field", "honestly", "saudi", "intelligence", "arabia", "terrorism", "gop", "talk"], "article_url": "http://www.salon.com/2015/12/27/republicans_shield_these_radical_islamists_why_the_gop_field_wont_talk_honestly_about_saudi_arabia/", "article_text": "Topics: aol_on, Editor's Picks, Elections 2016, Oil, Saudi Arabia, Ted Cruz, Business News, News\n\nAlthough it is difficult to quantify, it is reasonable to conclude that Americans are the most frightened people on the planet.\n\nThe Republican candidates for president spent three hours in the most recent debate discussing how to deal with the “existential threat” of ISIS – a group that, at point of writing, has not attacked the United States nor shown any signs of attacking the United States. The ruthless murderers in San Bernardino, according to the FBI, had no affiliation with ISIS, but only supported their demented and destructive ideology.\n\nEven so, several candidates, in reaction to the massacre, openly used the phrase “World War Three,” while others discussed the group of evil barbarians as if they had invaded New York and were marching toward D.C. as they spoke. Donald Trump and Ted Cruz are not exactly the equivalent of Winston Churchill, and the American people, who panic on command, are not particularly resilient. Ernest Hemingway defined courage as “grace under pressure.” American politicians, and the Americans who empower them, are currently failing to act with grace while under no pressure. One could only imagine the nightmare of chaos and hysterics that awaits should ISIS actually attack.\n\nSenator Ted Cruz left no room for interpretation when he pounded the podium to announce that the “biggest threat we face is radical Islamic terrorism.” Fear of terrorism dominates the discourse.\n\nAny time a conversation about terrorism begins in a political debate or on cable news, there is not an elephant, but an unacknowledged gas-guzzling sports utility vehicle in the room that exposes the utter hypocrisy and insincerity of America’s declaration of war on “radical Islam.”\n\nOne of America’s closest allies is Saudi Arabia. The alliance is mostly a one-way relationship in which the United States is subservient and obsequious – essentially a harem to the Saudi royal family, who collect all the benefits and rewards.\n\nSaudi Arabia is the country most responsible for the rise of radical Islam, and the largest benefactor to Islamic terrorist organizations. According to multiple sources of American intelligence and Indian intelligence, the Saudis have spent billions to build mosques, madrasas and cultural centers dedicated to the promotion of Wahhabism – the small but growing sect of Islam insistent on literal interpretation of the Quran, and violent jihad.\n\nRobert Baer, a retired CIA officer and author of “Sleeping With The Devil: How Washington Sold our Soul for Saudi Crude,” has diagnosed the disease of America’s selective and insincere outrage against Islamic terrorism: “Saudi Arabia has accelerated Islamic fundamentalism to the point that Saudi Arabia, or at least, powerful people in Saudi Arabia, have become an enemy of the United States.”\n\nThat enemy revealed itself on September 11, 2001, when 19 hijackers, 15 of whom were Saudis, successfully launched the worst attack on U.S. soil in the history of the country. Former Senator Bob Graham has strong reason to believe the Saudi connection was not mere coincidence or superficially ethnic. In two separate sworn statements, the former senator explained that, according to the intelligence he reviewed as chairman of the Senate Intelligence Committee, it is likely that Saudi officials provided aid and comfort to the terrorists responsible for the 9/11 atrocity.", "article_metadata": {"description": "Ted Cruz and others love to talk of radical Islamists and World War III. They speak less of the Saudi royal family", "title": "Republicans shield these radical Islamists: Why the GOP field won’t talk honestly about Saudi Arabia", "og": {"site_name": "Salon", "description": "Ted Cruz and others love to talk of radical Islamists and World War III. They speak less of the Saudi royal family", "title": "Republicans shield these radical Islamists: Why the GOP field won’t talk honestly about Saudi Arabia", "url": "http://www.salon.com/2015/12/27/republicans_shield_these_radical_islamists_why_the_gop_field_wont_talk_honestly_about_saudi_arabia/", "image": "http://media.salon.com/2015/12/bush_abdul_aziz.jpg", "type": "article"}, "twitter": {"description": "Ted Cruz and others love to talk of radical Islamists and World War III. They speak less of the Saudi royal family", "title": "Republicans shield these radical Islamists: Why the GOP field won’t talk honestly about Saudi Arabia", "image": "http://media.salon.com/2015/12/bush_abdul_aziz.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "David Masciotra", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, aol_on, Editor's Picks, Elections 2016, Oil, Saudi Arabia, Ted Cruz", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fd2008\"", "article_summary": "Saudi Arabia is the country most responsible for the rise of radical Islam, and the largest benefactor to Islamic terrorist organizations.\nTopics: aol_on, Editor's Picks, Elections 2016, Oil, Saudi Arabia, Ted Cruz, Business News, NewsAlthough it is difficult to quantify, it is reasonable to conclude that Americans are the most frightened people on the planet.\nSenator Ted Cruz left no room for interpretation when he pounded the podium to announce that the “biggest threat we face is radical Islamic terrorism.” Fear of terrorism dominates the discourse.\nFormer Senator Bob Graham has strong reason to believe the Saudi connection was not mere coincidence or superficially ethnic.\nThe alliance is mostly a one-way relationship in which the United States is subservient and obsequious – essentially a harem to the Saudi royal family, who collect all the benefits and rewards."}