{"article_title": "Is Our Health Care System Fundamentally Racist?", "article_keywords": ["black", "africanamerican", "medical", "system", "young", "fundamentally", "likely", "health", "racist", "white", "women", "children", "care"], "article_url": "https://www.yahoo.com/health/blacklivesmatter-racial-disparity-in-healthcare-113976779082.html", "article_text": "(Photo: Getty Images)\n\nExhibit A:\n\nA young white woman visits a medical clinic with acute pain in her lower abdomen. She’s preliminarily diagnosed with appendicitis.\n\nA young black women visits the same clinic with identical symptoms. She’s given a diagnosis of pelvic inflammatory disease, which usually is the result of an untreated sexually transmitted disease.\n\n\n\nExhibit B:\n\nAmong women diagnosed with breast cancer, African-American women are the most likely to die from the disease.\n\nExhibit C:\n\nIn New York City, the rate of premature death is 50 percent higher among black men than among white men.\n\nThe Verdict:\n\nThe #BlackLivesMatter movement — which began in 2013 as a hashtag when George Zimmerman was acquitted in the shooting death of Trayvon Martin, and gained momentum after the deaths of Michael Brown and Eric Garner in 2014 — needs to extend to the American health care system.\n\nThat’s the message of three experts in Thursday’s edition of the New England Journal of Medicine — that it’s essential to recognize racial disparities in access to and quality of health care, the disproportionate number of preventable deaths and illness within the African-American community, and the overall underrepresentation of people of color within the medical establishment.\n\nIn her piece “#BlackLivesMatter – A Challenge to the Medical and Public Health Communities,” New York City’s health commissioner Mary Bassett, MD, MPH, says that “[t]here is great injustice in the daily violence experienced by young black men. But the tragedy of lives cut short is not accounted for entirely, or even mostly, by violence. In New York City, the rate of premature death is 50 percent higher among black men than among white men…and this gap reflects dramatic disparities in many health outcomes, including cardiovascular disease, cancer, and HIV. These common medical conditions take lives slowly and quietly — but just as unfairly.”\n\nThe trickle-down inequalities of health care in the black community are not just limited to men. “Black women in New York City are still more than 10 times as likely as white women to die in childbirth,” Bassett points out.\n\nAccording to data from Young Invincibles, a policy group focused on health care reform for young adults, African-Americans ages 18 to 34 have, historically, been disproportionately uninsured — and one of the populations most significantly impacted by the Affordable Care Act (or ACA, known by many colloquially as Obamacare). Since the implementation of ACA, about half a million young African-Americans have gained access to health insurance because they are now able to remain on their parents’ plan through age 26. An additional 1.8 million uninsured young adult African-Americans could be eligible for tax credits for lower premiums and an additional 1.7 million could be eligible for free or low-cost Medicaid coverage if all states were to participate in the ACA’s Medicaid expansion program (currently just 27 do).\n\nThe lack of health insurance among this demographic contributes to poor health outcomes compared to other groups (and white peers especially): African-Americans are more likely to die from chronic diseases and heart disease; experience negative health effects from poverty such as asthma, obesity, and infectious diseases; and are 12 percent less likely than white adults to receive a flu vaccine. Furthermore, a disproportionate number of these deaths are the result of pregnancy complications in young African-American women and chronic lower respiratory diseases in young African-American men.\n\nRacial disparities in the American healthcare system impact children, too.\n\nA 2009 report published by First Focus, a bi-partisan advocacy group, found that not only are African-American children more likely to suffer from asthma, skin allergies, speech problems, and unmet prescription needs, but that African-American children are at a 12 percent greater risk of being uninsured — and thus left with sub-optimal health care. And yet, many of these children are eligible for, but not enrolled in, Medicaid of the Children’s Health Insurance Program (CHIP).\n\nThe report concludes that providing insurance to these children would result in “significant reductions in unmet needs for medical care” and “increased visits for preventive specialty care; improved quality of care…higher immunizations rates…reduced emergency department visits for asthma and reduced hospitalizations.”\n\nRead More", "article_metadata": {"description": "Two young women visit a health clinic with identical symptoms. One is diagnosed with appendicitis. The other, with an STD-related illness. Guess which woman is black.", "og": {"url": "https://www.yahoo.com/health/blacklivesmatter-racial-disparity-in-healthcare-113976779082.html", "image": "https://s.yimg.com/uu/api/res/1.2/GRoMftiM1KmdESR5yyUqFA--/aD0zMzM7dz01MDA7c209MTthcHBpZD15dGFjaHlvbg--/https://s.yimg.com/cd/resizer/2.0/FIT_TO_WIDTH-w500/8466a945c9d74bbe2a7640e9e04c6aa19cda2ee0.jpg", "type": "article", "description": "Two young women visit a health clinic with identical symptoms. One is diagnosed with appendicitis. The other, with an STD-related illness. Guess which woman is black.", "title": "#BlackLivesMatter: Is Our Health Care System Fundamentally Racist?"}, "twitter": {"description": "Two young women visit a health clinic with identical symptoms. One is diagnosed with appendicitis. The other, with an STD-related illness. Guess which woman is black.", "title": "#BlackLivesMatter: Is Our Health Care System Fundamentally Racist?", "image": {"src": "https://s.yimg.com/uu/api/res/1.2/GRoMftiM1KmdESR5yyUqFA--/aD0zMzM7dz01MDA7c209MTthcHBpZD15dGFjaHlvbg--/https://s.yimg.com/cd/resizer/2.0/FIT_TO_WIDTH-w500/8466a945c9d74bbe2a7640e9e04c6aa19cda2ee0.jpg", "identifier": "https://s.yimg.com/uu/api/res/1.2/GRoMftiM1KmdESR5yyUqFA--/aD0zMzM7dz01MDA7c209MTthcHBpZD15dGFjaHlvbg--/https://s.yimg.com/cd/resizer/2.0/FIT_TO_WIDTH-w500/8466a945c9d74bbe2a7640e9e04c6aa19cda2ee0.jpg"}, "site": "@YahooBeauty", "dnt": "on", "card": "summary_large_image"}, "msapplication-TileColor": "#6e329d", "al": {"android": {"url": "yahoo://article/view?uuid=f599bafc-a87f-381e-abeb-98e1a71b6040&src=web", "package": "com.yahoo.mobile.client.android.yahoo"}, "ios": {"url": "https://www.yahoo.com/health/blacklivesmatter-racial-disparity-in-healthcare-113976779082.html", "app_name": "Yahoo", "app_store_id": 304158842}}, "Yahoo": "app-id=304158842,app-argument=https://www.yahoo.com/health/blacklivesmatter-racial-disparity-in-healthcare-113976779082.html", "msapplication-TileImage": "https://s.yimg.com/os/mit/media/p/presentation/images/icons/win8-tile-1484740.png", "theme-color": "#400090"}, "_id": "\"57477af36914bd0286fcf192\"", "article_summary": "Furthermore, a disproportionate number of these deaths are the result of pregnancy complications in young African-American women and chronic lower respiratory diseases in young African-American men.\nA young black women visits the same clinic with identical symptoms.\nExhibit B:Among women diagnosed with breast cancer, African-American women are the most likely to die from the disease.\n“Black women in New York City are still more than 10 times as likely as white women to die in childbirth,” Bassett points out.\n(Photo: Getty Images)Exhibit A:A young white woman visits a medical clinic with acute pain in her lower abdomen."}