{"article_title": "Jim Covarrubias: Adorning hallways of the Senate", "article_keywords": ["wide", "covarrubias", "arizona", "paintings", "senate", "hallways", "jim", "access", "subscribers", "youve", "login", "work", "adorning"], "article_url": "http://azcapitoltimes.com/news/2016/02/26/jim-covarrubias-adorning-hallways-of-the-senate/", "article_text": "Complete access to news articles on azcapitoltimes.com is available to Arizona Capitol Times’ subscribers who are logged in. Subscribers may login at the login tab below. Others may join our audience of successful Arizonans with a subscription today Login Email Address: Password: Already a paid subscriber but not registered for online access yet? For instructions on how to get premium web access, click here. Forgot your password?\n\nIf you’ve ever wandered beyond the first floor of the Arizona Senate, you’ve likely seen the work of Jim Covarrubias, a Phoenix-based artist whose paintings have adorned the hallways of the second and third floors for more than a year. Covarrubias, whose downtown Phoenix studio is full to the brim of paintings, has a wide variety to choose from, and has curated and adjusted the work on display in the Senate over that time. He has plans to feature other artists as well, with a gallery planned for the walls outside Senate President Andy Biggs’ office, to be displayed as early as in May.", "article_metadata": {"description": "If you’ve ever wandered beyond the first floor of the Arizona Senate, you’ve likely seen the work of Jim Covarrubias, a Phoenix-based artist whose paintings have adorned the hallways of the second and third floors for more than a year. Covarrubias, whose downtown Phoenix studio is full to the brim of paintings, has a wide variety to choose from, and has curated and adjusted the work on display in the Senate over that time. He has plans to feature other artists as well, with a gallery planned for the walls outside Senate President Andy Biggs’ office, to be displayed as early as in May.", "generator": "WordPress", "author": "Ben Giles", "og": {"site_name": "Arizona Capitol Times", "description": "If you’ve ever wandered beyond the first floor of the Arizona Senate, you’ve likely seen the work of Jim Covarrubias, a Phoenix-based artist whose paintings have adorned the hallways of the second ...", "title": "Jim Covarrubias: Adorning hallways of the Senate", "url": "http://azcapitoltimes.com/news/2016/02/26/jim-covarrubias-adorning-hallways-of-the-senate/", "image": "http://azcapitoltimes.com/files/2015/08/Cap-Times-QA.jpg", "type": "article"}, "apple-mobile-web-app-title": "Jim Covarrubias: Adorning hallways of the SenateArizona Capitol Times", "msvalidate.01": "118D5E2D5722A6F1A827250C4D8CEC95", "keywords": "jim covarrubias, art, valley art, painting, cap times q&a, arizona senate art,arizona senate art,art,cap times q&a,painting,valley art", "google-site-verification": "yBUjZkZhQp3gSLHDjf3ORiAV2B17Yp4XZVxbpx8h4_M", "y_key": "7be161f96cdbc5bc", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fdd643\"", "article_summary": "If you’ve ever wandered beyond the first floor of the Arizona Senate, you’ve likely seen the work of Jim Covarrubias, a Phoenix-based artist whose paintings have adorned the hallways of the second and third floors for more than a year.\nComplete access to news articles on azcapitoltimes.com is available to Arizona Capitol Times’ subscribers who are logged in.\nSubscribers may login at the login tab below.\nCovarrubias, whose downtown Phoenix studio is full to the brim of paintings, has a wide variety to choose from, and has curated and adjusted the work on display in the Senate over that time.\nHe has plans to feature other artists as well, with a gallery planned for the walls outside Senate President Andy Biggs’ office, to be displayed as early as in May."}