{"article_title": "Republicans Oppose Evidence-Based Medical Research Because....Obamacare", "article_keywords": ["evidencebased", "funding", "remember", "voters", "federal", "medical", "republicans", "research", "oppose", "healthcare", "becauseobamacare", "effectiveness", "support"], "article_url": "http://www.motherjones.com/kevin-drum/2015/06/republicans-opposed-evidence-based-medical-research-becauseobamacare", "article_text": "Over at the Monkey Cage, Eric Patashnik ponders an oddity: Republicans generally support healthcare research funding, but they've turned against the idea of funding evidence-based research. This is despite the fact that Republicans, who normally support ways to spend tax dollars more efficiently, have been firm supporters for more than two decades? What's going on?\n\nOne possible reason is that Republicans oppose taxpayer funding of all scientific research as a matter of principle. Yet the same House Appropriations Committee draft bill that targets health services research also provides a $1.1 billion increase in the budget of the National Institutes of Health. A second possible reason is that Republicans are uninterested in evidence-based policymaking. But both Democrats and Republicans argue that better information is needed to make government more effective. For example, Rep. Paul Ryan (R-Wis.) and Sen. Patty Murray (R-Wash.) recently introduced the Evidence-Based Policymaking Commission Act of 2015 to evaluate the effectiveness of federal programs.\n\nHah hah. He's just kidding. Patashnik actually knows perfectly well why Republicans have decided they hate evidence-based research. Remember death panels? Remember how the federal government was going to decide which treatments were worth giving to grandma and which ones weren't? Remember how Republicans decided that \"comparative effectiveness\" research was just a tricky Democratic facade for their effort to take treatment decisions out of the hands of your beloved local doctor and instead put them into the hands of green-eyeshade bureaucrats?\n\nOh yeah. You remember. Here's Patashnik on what happened to evidence-based research:\n\nFederal investment in this research (although it predated the 2008 election) became closely tied to the Obama administration’s health-care reform agenda....An increased federal role in comparative effectiveness research, together with payments to physicians for voluntary counseling to Medicare patients about end-of-life options and the creation of the Independent Payment Advisory Board (another agency the GOP wishes to kill) contributed to the “death panels” myth, which Republicans have used to frame health-care reform as “rationing.” ....Although evidence-based medicine might seem likely to have bipartisan support, it has become a partisan issue among voters. In 2010, Alan Gerber, David Doherty, Conor Dowling and I conducted a national survey to gauge public support for government funding of research on the effectiveness of treatments. Among those who reported not voting in 2008, there was not a large difference in support across Democrats and Republicans, but there were significant partisan differences among voters. Republican voters were much less supportive than Democrats. During the debates over the stimulus bill and health-care reform, the two parties took opposing stands on the federal government’s role in this effort, which led to the significant partisan split among politically engaged citizens.\n\nSo there you have it. Sarah Palin's revenge. Common sense commitments to promoting evidence-based medicine became tied up in the Republican jihad against anything associated with Obamacare. So now it's on the chopping block too. Welcome to the modern GOP.", "article_metadata": {"application-name": "Mother Jones Magazine", "og": {"url": "http://www.motherjones.com/kevin-drum/2015/06/republicans-opposed-evidence-based-medical-research-becauseobamacare", "site_name": "Mother Jones", "image": "/sites/all/assets/mojo_nomaster.jpg", "type": "article", "title": "Republicans oppose evidence-based medical research because....Obamacare"}, "twitter": {"title": "Republicans oppose evidence-based medical research because....Obamacare", "url": "http://www.motherjones.com/kevin-drum/2015/06/republicans-opposed-evidence-based-medical-research-becauseobamacare", "image": {"src": "/sites/all/assets/mojo_nomaster.jpg", "identifier": "/sites/all/assets/mojo_nomaster.jpg"}, "creator": "kdrum", "site": "@MotherJones", "card": "summary_large_image"}, "msapplication-TileColor": "#FFFFFF", "msapplication-square70x70logo": "/sites/all/assets/mstile-70x70.png", "msapplication-square310x310logo": "/sites/all/assets/mstile-310x310.png", "msapplication-wide310x150logo": "/sites/all/assets/mstile-310x150.png", "fb": {"admins": "13301307,670317733,1198876232,38509772,106892,2907757,306289,602422192,4101301,513450539"}, "msapplication-TileImage": "/sites/all/assets/mstile-144x144.png", "msapplication-square150x150logo": "/sites/all/assets/mstile-150x150.png"}, "_id": "\"57477af46914bd0286fe09ca\"", "article_summary": "Over at the Monkey Cage, Eric Patashnik ponders an oddity: Republicans generally support healthcare research funding, but they've turned against the idea of funding evidence-based research.\nPatashnik actually knows perfectly well why Republicans have decided they hate evidence-based research.\nOne possible reason is that Republicans oppose taxpayer funding of all scientific research as a matter of principle.\nA second possible reason is that Republicans are uninterested in evidence-based policymaking.\nCommon sense commitments to promoting evidence-based medicine became tied up in the Republican jihad against anything associated with Obamacare."}