{"article_title": "Where women have the most economic opportunity and security, in 5 maps", "article_keywords": ["womens", "institute", "share", "states", "maps", "rate", "economic", "poverty", "policy", "security", "higher", "opportunity", "maryland", "women"], "article_url": "https://www.washingtonpost.com/blogs/govbeat/wp/2015/04/08/where-women-have-the-most-economic-opportunity-and-security-in-5-maps/", "article_text": "\n\nIn this 2014 file photo, a woman pays for merchandise at a Kohl’s department store in Sherwood, Ark. (Danny Johnston/AP)\n\nCongratulations Maryland, your women are economically better off than their counterparts in any other state.\n\nThat’s according to a new ranking that seeks to assess access to opportunity and economic security for women in America, the second in a seven-part “Status of Women in the States” series of reports from the Institute for Women’s Policy Research. Women are most likely to live above the poverty line in Alaska, own a business in Maryland and both have health insurance or a bachelor’s degree in Massachusetts, according to the findings.\n\nThose four factors were chosen years ago in an effort to “pinpoint how well women are doing in this area,” says Cynthia Hess, the study’s lead author. When combined, the four factors in the report paint a composite picture of social and economic autonomy for women across the states, with women in Maryland beating Massachusetts by a nose.\n\nThe choice of variables for the entire Status of Women series was chosen with the help of a committee of mostly academic experts on women’s issues from about ten states. “[E]ach of the indicators chosen was studied for differences between states and across time (and if there were two that behaved similarly and seemingly measured the same thing, they chose one),” Hess explained in an e-mail.\n\nSince the series of reports was launched in 2004, two of the four indicators have improved nationwide. The share of women with a bachelor’s degree rose 6.9 points to 29.7 percent and the share owning a business grew from 26 to 28.8 percent. At the same time, the share of women living above poverty shrank from 87.9 percent to 85.4 percent and the share of those with health insurance shrank from 82.3 percent to 81.5 percent, though the latest 2013 data omits the impact of Obamacare. The report is more descriptive than analytical — it tracks progress but does not seek to explain what is driving it.\n\nSince the 2004 report, 21 states and D.C. have gained ground on their composite scores, with D.C. and Hawaii posting the highest gains. Indiana and Nevada have seen the largest declines.\n\nThe Northeast leads in economic security and opportunity for women\n\n\n\nComposite scores. (Institute for Women’s Policy Research)\n\nWhile Maryland scores highest among states, D.C. ranks even higher. Mississippi has the lowest score.\n\nThe region best represented among the top ten states is the Northeast, with Connecticut, Massachusetts, New Hampshire and Vermont rank among that group. The top 10 also includes Colorado, Hawaii, Maryland, Minnesota, New Jersey and Virginia.\n\nThe region represented most strongly among the bottom states is the South, which is home to six of the 10 poorest performers. Those Southern states are Alabama, Arkansas, Kentucky, Louisiana, Mississippi, Tennessee, and West Virginia. The others that rank among the bottom are Idaho, New Mexico and Oklahoma.\n\nRates of access to health insurance were highest in the West and Northeast\n\n\n\nShare of women with health insurance. (Institute for Women’s Policy Research)\n\nWhen it comes to health insurance, non-elderly adult women — those between the ages of 18 and 64 — have higher coverage rates than men. Nationally, 81.5 percent of such women are covered, compared to just 77.1 percent of men. Unfortunately, this ranking comes with a big caveat: the latest data, from 2013, fail to account for the potentially dramatic impact of Obamacare. National data show, for example, that the share of women without coverage and aged 18 to 24 shrank from 24.9 percent in 2008 to 15.9 percent last year. State data are not yet available for 2014.\n\nCoverage rates for women were highest in Massachusetts, where 96.2 percent of non-elderly adult women had health insurance. D.C. was next with a 94.3 percent rate, followed by Vermont, at 93.3 percent. The rest of the top ten states were: Connecticut, Delaware, Hawaii, Iowa, Maryland, Minnesota, Pennsylvania, and Wisconsin.\n\nSouthern and Southeastern states scored lowest on this indicator, with Texas claiming the lowest rates of coverage, at just 71.7 percent, followed by Florida, Arkansas, Georgia, Louisiana, Mississippi and New Mexico.\n\nRegardless of race, women consistently were more likely to be covered than men.\n\n\n\nHealth insurance coverage by gender and race. (Institute for Women’s Policy Research)\n\nWomen in the Northeast and Mid-Atlantic are generally more educated\n\n\n\nShare of women with at least a bachelor’s degree or higher. (Institute for Women’s Policy Research)\n\nWomen surpassed men in bachelor’s degree attainment 34 years ago and now account for well over half of all college students.\n\nWashington, D.C., by far leads the pack in educational attainment, with more than 53 percent of women there having a bachelor’s degree or higher. Massachusetts is next with 40 percent, followed by Maryland at 38 percent and Colorado and Connecticut, with more than 37 percent. Educational attainment is lowest for women in West Virginia, where just 19 percent have a bachelor’s degree or higher. Rates are near 21 percent in Arkansas, near 22 percent in Mississippi and above 22 percent in Nevada.\n\nThe Northeast and Mid-Atlantic generally lead other regions, while the South is overrepresented among the bottom performing states. But women have seen growth in every state since 2000.\n\nThere are also large discrepancies in educational attainment among women by race. Asian women are most likely to hold a bachelor’s or higher, though their rate of attainment—32.6 percent—is just a tenth of a point higher than the rate for white women, which is 32.5 percent. Rates of educational attainment for Native American and Hispanic women lag far behind at 15.5 percent and 15.3 percent, respectively.\n\n\n\nEducational attainment for women, by race. (Institute for Women’s Policy Research)\n\nWhere women own the most businesses\n\n\n\nShare of businesses that are woman-owned. (Institute for Women’s Policy Research)\n\nCORRECTION: An earlier version of this post incorrectly identified the growth in women-owned businesses. It rose 2.8 percentage points from 1997 to 2007.\n\nNearly 29 percent of businesses nationwide are owned by women, as of 2007, a 2.8-point increase from a decade earlier.\n\nA handful of states beat the national average, led by Maryland, where 32.6 percent of businesses are women-owned. New Mexico’s share is nearly 32 percent, while Hawaii and Georgia’s are roughly 31 percent. South Dakota has the lowest rate of women-owned business as 22 percent. D.C.’s rate of more than 34 percent is higher than any state.\n\nGrowth in the share of such businesses from 1997 to 2014 varied dramatically by state, according to one American Express study. The South led the growth, with Georgia seeing the number of women-owned businesses grow by nearly 118 percent. South Dakota exhibited the smallest rate of growth, at 35 percent.\n\nWhere women are living above poverty\n\n\n\nShare of women above the poverty level. (Institute for Women’s Policy Research)\n\nIn Alaska, 91 percent of women live above poverty, a higher rate than in any other state. New Hampshire is next with nearly 91 percent, followed by Maryland, Connecticut and Hawaii, where more than 89 percent live above poverty. Mississippi has the lowest rate in the nation, with just under 76 percent of women there above the poverty line.\n\nWomen in the south are most likely to be poor, though the top states are geographically diverse.\n\nWomen of all races are more likely to live in poverty than their male counterparts, though the overall poverty rates vary dramatically by race.", "article_metadata": {"description": "A new study offers a national tour of the economic conditions for women.", "author": "https://www.facebook.com/journalistniraj", "og": {"site_name": "Washington Post", "description": "A new study offers a national tour of the economic conditions for women.", "title": "Where women have the most economic opportunity and security, in 5 maps", "url": "https://www.washingtonpost.com/blogs/govbeat/wp/2015/04/08/where-women-have-the-most-economic-opportunity-and-security-in-5-maps/", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2014/12/30/Editorial-Opinion/Images/Net_Worth-045c3-3027.jpg", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@NirajC"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/blogs/govbeat/wp/2015/04/08/where-women-have-the-most-economic-opportunity-and-security-in-5-maps/", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "economy, women, maps,", "article": {"publisher": "https://www.facebook.com/washingtonpost", "author": "https://www.facebook.com/journalistniraj"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "economy, women, maps,"}, "_id": "\"57477af36914bd0286fd202f\"", "article_summary": "(Institute for Women’s Policy Research)In Alaska, 91 percent of women live above poverty, a higher rate than in any other state.\nThat’s according to a new ranking that seeks to assess access to opportunity and economic security for women in America, the second in a seven-part “Status of Women in the States” series of reports from the Institute for Women’s Policy Research.\nWhen combined, the four factors in the report paint a composite picture of social and economic autonomy for women across the states, with women in Maryland beating Massachusetts by a nose.\n(Institute for Women’s Policy Research)Where women own the most businessesShare of businesses that are woman-owned.\n(Institute for Women’s Policy Research)CORRECTION: An earlier version of this post incorrectly identified the growth in women-owned businesses."}