{"article_title": "FINRA Requests Comment on Revised Discretionary Accounts and Transactions Rule", "article_keywords": ["comment", "customer", "customers", "transactions", "rules", "finra", "revised", "rule", "persons", "accounts", "nasd", "requests", "proposal", "discretionary"], "article_url": "http://www.natlawreview.com/article/finra-requests-comment-revised-discretionary-accounts-and-transactions-rule", "article_text": "Sunday, July 12, 2015\n\nThe Financial Industry Regulatory Authority is requesting comment on a revised proposal to consolidate and clarify certain National Association of Securities Dealers (NASD) and New York Stock Exchange rules into new FINRA Rule 3260 (Discretionary Accounts and Transactions by Persons Other Than the Customer) in the consolidated FINRA rulebook. The NASD and NYSE rules govern the obligations of member firms and their associated persons when exercising discretionary authority over a customer’s account and accepting orders for a customer’s account from a person other than the customer. The proposal also addresses the treatment of customers’ free credit balances, sweep programs, bulk transfers of customers’ accounts and changes to the broker-dealer of record. FINRA issued its initial proposal in November 2009; the revised proposal addresses comments received from interested persons.\n\nThe comment period on the revised proposal expires on August 17. The revised proposal is available here.", "article_metadata": {"description": "FINRA is requesting comment on a revised proposal to consolidate and clarify certain NASD and NYSE rules into new FINRA Rule 3260 in the consolidated FINRA rulebook.", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "The National Law Review", "description": "The Financial Industry Regulatory Authority is requesting comment on a revised proposal to consolidate and clarify certain National Association of Securities Dealers (NASD) and New York Stock Exchange", "title": "FINRA Requests Comment on Revised Discretionary Accounts and Transactions Rule", "url": "http://www.natlawreview.com/article/finra-requests-comment-revised-discretionary-accounts-and-transactions-rule", "image": "http://www.natlawreview.com/sites/default/files/styles/thumbnail/public/article/aux/1123/finra_3.jpg?itok=izJS6Ncr", "type": "article"}, "keywords": "FINRA, Rule 3260, NASD, NYSE, National Association of Securities Dealers, discretionary accounts, transactions rule", "msvalidate.01": "5493B547C0AB527FF4CF8C4D0127302A", "google-site-verification": "SAKcOmA6_i0E79oG2TjlPWfOSs9kMM6EWAZNaT0aBtA", "verify-v1": "nSkrvEqyOIUMGKMak3OBIKcpcABac4XWK5NJKMuMtBY=", "y_key": "fe6cd8bd83ff0c09", "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "legal, business, finance, FINRA, Rule 3260, NASD, NYSE, National Association of Securities Dealers, discretionary accounts, transactions rule"}, "_id": "\"57477af46914bd0286fdc91e\"", "article_summary": "FINRA issued its initial proposal in November 2009; the revised proposal addresses comments received from interested persons.\nThe revised proposal is available here.\nThe comment period on the revised proposal expires on August 17.\nSunday, July 12, 2015The Financial Industry Regulatory Authority is requesting comment on a revised proposal to consolidate and clarify certain National Association of Securities Dealers (NASD) and New York Stock Exchange rules into new FINRA Rule 3260 (Discretionary Accounts and Transactions by Persons Other Than the Customer) in the consolidated FINRA rulebook.\nThe proposal also addresses the treatment of customers’ free credit balances, sweep programs, bulk transfers of customers’ accounts and changes to the broker-dealer of record."}