{"article_title": "Medical marijuana business licenses before Board of Fremont County Commissioners", "article_keywords": ["license", "business", "medical", "fremont", "marijuana", "county", "commissioners", "board", "licenses", "businesses", "property", "meeting"], "article_url": "http://www.canoncitydailyrecord.com/news/canoncity-local-news/ci_27256399/commissioners-will-consider-requests-four-existing-medical-marijuana", "article_text": "Special meeting not intended for public input\n\nFremont County Logo 2014 Courtesy Fremont County (Fremont County )\n\nThe Board of Fremont County Commissioners will have a special meeting at 9:30 a.m. today to consider county medical marijuana licenses for four existing state-licensed operations.\n\nFremont County District 1 Commissioner and board chair Tim Payne said the meeting will not include time for public comment, but the board has accepted written input prior to the meeting. The businesses with requests for county licenses are the first to go before the board since the commissioners approved the Fremont County Medical Marijuana Business Licensing Regulations in July 2014. During today's meeting, the board will consider if the businesses have met the state and county licensing regulations and will ask about employee safety and sanitation.\n\n\"This really is a new process for everybody all through the state of Colorado, all the counties and municipalities,\" Payne said. \"This is all new territory for all of us, and just like everyone else, we're trying to find our way.\"\n\nSix residents of the western end of Fremont County addressed the commissioners during the Dec. 23 board meeting, most of whom said they are concerned about the grow operation at 1785 Kit Carson Trail, the Cannasseur. The property owned by Pinion Valley Properties is requesting an Optional Premises Cultivation license at 1785 Kit Carson Trail in the Glen Vista/Colorado Acres Area. The is zoned Agricultural Rural, and contains about 40 acres.\n\nFremont County resident Rich Bandlow during the Dec. 23 board meeting said the operation has not complied with Fremont County zoning and state regulations. The Marijuana Support Division, he said, conducted an inspection and found violations, including a 400 plant overage. He said the report has not yet been made available, but he requested the commissioners delay a vote on the license until the report is received and thoroughly analyzed.\n\nResidents in the western end of Fremont County for months have expressed concern to the Board of Fremont County Commissioners about alleged illegal marijuana grow operations close to their homes. The board announced Dec. 23 the Fremont County Sheriff's Office will be hiring in early 2015 a full-time deputy who will be a marijuana/alcohol officer.\n\nThe deputy will investigate and determine which grows are legal and which ones are not. The position will be funded with taxes and fees collected from marijuana businesses. Budget & Finance Officer Sunny Bryant provided revenue numbers during the Dec. 9 meeting from the medical marijuana industry, following a citizen's request at a prior meeting. She said 2012 sales tax revenues from medical marijuana was $31,736, compared to $39,960 in 2013. Bryant said year to date, $55,819 has been generated, but that includes the additional one-percent sheriff's sales tax that went into effect Jan. 1, 2014. She said if that amount is taken out, the figures would be about the same as 2013. Licenses collected through October 2014 for medical marijuana businesses have generated $150,250.\n\nIn addition to the Cannasseur, the following businesses also are expected to come before the board today:\n\n— Fremont Cannabis, for property owned by Gary Howard, to request issuance of a medical marijuana license to allow for a Medical Marijuana Center at 1505 Elm St. The property is zoned Business.\n\n— Today's Health Care II, for property owned by COAZ North, LLC, for issuance of an Optional Premises Cultivation license for an indoor grow operation at 934 C St. in the Beaver Park/Penrose Area. The property is zoned Agricultural and contains about 10 acres.\n\n— Levity Wellness, for property owned by Levity Wellness for issuance of an Optional Premises Cultivation license for an indoor and outdoor grow operation, at 3000 CR 103, south of Florence. The property is zoned Agricultural Forestry and contains about 40 acres.\n\nThe board has scheduled a public hearing for 10 a.m. Jan. 13 to consider a request for an Optional Premise Cultivation License, submitted Sept. 25, 2014, to allow for growing medical marijuana by Thressor, LLC (Chris Haight, owner manager) at 708 Fremont St. in Penrose.\n\nBoth meetings will be at the County Administration Building, room LL3 at 615 Macon Ave.\n\nCarie Canterbury: 719-276-7643, canterburyc@canoncitydailyrecord.com", "article_metadata": {"startDate": "2015-01-04T12:33:48-0700", "modificationDate": "2015-01-04T14:34:41-0700", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site49/2015/0104/20150104_123821_FremontCountyLogo_300.jpg", "sailthru.author": "By Carie Canterbury \n \n  The Daily Record", "description": "The Board of Fremont County Commissioners will have a special meeting at 9:30 a.m. today to consider county medical marijuana licenses for four existing state-licensed operations.", "ag": {"canon": "CanonCityDailyRecord:article:27256399:view"}, "og": {"image": "http://extras.mnginteractive.com/live/media/site49/2015/0104/20150104_123821_FremontCountyLogo.jpg", "type": "article", "description": "The Board of Fremont County Commissioners will have a special meeting at 9:30 a.m. today to consider county medical marijuana licenses for four existing state-licensed operations.", "title": "Medical marijuana business licenses before Board of Fremont County Commissioners"}, "twitter": {"domain": "canoncitydailyrecord.com", "description": "The Board of Fremont County Commissioners will have a special meeting at 9:30 a.m. today to consider county medical marijuana licenses for four existing state-licensed operations.", "title": "Medical marijuana business licenses before Board of Fremont County Commissioners", "image": "http://extras.mnginteractive.com/live/media/site49/2015/0104/20150104_123821_FremontCountyLogo.jpg", "site": "@CCDR_news", "card": "summary_large_image"}, "sailthru.date": "2015-01-04T12:33:48-0700", "sailthru.site": "canoncitydailyrecord.com", "endDate": "2025-01-04T14:31:17-0700", "sailthru.title": "Medical marijuana business licenses before Board of Fremont County Commissioners", "sailthru.article-section-or-homepage": "article", "byline": "By Carie CanterburyThe", "msvalidate.01": "4B535F7EB2971D1FCBA5D1D3E3E292C3", "google-site-verification": "oCjqPZ-ii-IZW-fBJ0mmX5dmH5aafePG3FLx_kSYFiA", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site49/2015/0104/20150104_123821_FremontCountyLogo.jpg", "pubDate": "2015-01-04T12:42:14-0700", "news_keywords": "Education, Education news, Canyon City Colorado Education news, Canyon City Colorado news, Education Canyon City news, Education Colorado news, US Education news, world Education news."}, "_id": "\"57477af46914bd0286fdc541\"", "article_summary": "Special meeting not intended for public inputFremont County Logo 2014 Courtesy Fremont County (Fremont County )The Board of Fremont County Commissioners will have a special meeting at 9:30 a.m. today to consider county medical marijuana licenses for four existing state-licensed operations.\nThe businesses with requests for county licenses are the first to go before the board since the commissioners approved the Fremont County Medical Marijuana Business Licensing Regulations in July 2014.\nFremont County resident Rich Bandlow during the Dec. 23 board meeting said the operation has not complied with Fremont County zoning and state regulations.\nResidents in the western end of Fremont County for months have expressed concern to the Board of Fremont County Commissioners about alleged illegal marijuana grow operations close to their homes.\nLicenses collected through October 2014 for medical marijuana businesses have generated $150,250."}