{"article_title": "Our marriage can’t be denied", "article_keywords": ["nik", "gay", "office", "moved", "youre", "utah", "lake", "county", "cant", "marriage", "denied", "probably", "salt"], "article_url": "http://www.salon.com/2014/01/12/our_marriage_cant_be_denied/", "article_text": "Topics: Gay Marriage, Lesbians, LGBT, Life stories, Love and Sex, Mormonism, Salt Lake City, Utah, Life News\n\nNik and I had long planned what our wedding would look like: what we’d wear, say, eat. It was to happen outdoors, in the mountains or a meadow. And yet, there we were on Dec. 20, in the drab bureaucratic lobby of the Salt Lake County Clerk’s office. I was wearing jeans.\n\nTwo hours earlier, I’d been at a white elephant party at our office, and the only thing on my mind was seizing that Awkward Family Photos 2014 calendar, which I snatched from a co-worker in the game’s dying moments. Now, I was vowing to honor my new wife, Nicole, in front of a crush of media, anonymous well-wishers and the mayor. That’s what happens when a federal judge overturns a marriage ban, and you find yourself in a race to wed before sundown. One minute, you’re small-talking the SEO guy over gingerbread; the next, you’re hustling to the county clerk’s office, heart apounding.\n\nWhen it was our turn in front of the mayor, the hectic lobby went blurry. I was dizzy, probably from shock. My eyes held tight to Nik’s warm, playful gaze; we were in a wind tunnel and had found the one still space. Once declared married, we clasped hands and threw up our arms like Olympic gold medalists. I morphed into the happiest person I ever was.\n\nThe Mrs. and I floated along for nearly three weeks like this, bright-eyed and giddy, thrilled that we’d drifted into a wonderful new dimension: one where Utah was the 18th state to legalize gay marriage.\n\nI lived in that dimension for 20 enchanted days. Then, on Wednesday, Utah Gov. Gary Herbert sent a memo to state agencies, ordering that same-sex unions be put “on hold” — breaking our hearts, along with those of more than 1,300 other same-sex couples. On Friday, as I was writing this, news broke that U.S. Attorney General Eric Holder would honor the marriages on the federal level until further court action. Right now, it feels a little bit like we got married on a roller coaster that won’t let us off until the Supreme Court pulls the brake.\n\nNicole and I met two and a half years ago. “I found your next girlfriend,” my friend Kate told me over the phone one day. I guffawed, but she read to me a dating site profile, and the writer’s wit, warmth and impeccable grammar skills told me: Here was a rare catch. We fell in love almost instantly.\n\nI moved away to Idaho soon after, for a newspaper job, but we visited every weekend and spent our weeknights FaceTiming until we fell asleep watching each other’s digitized eyes drooping on our smartphone screens. Nik taught me to garden, and when I moved back to Salt Lake that spring, we planted our own. Our place had no air conditioning, so we moved into a tent in the backyard between our pumpkin patch and melons. We lugged our mattress into the tent, running an extension cord from the house to illuminate our hideout. We read books and listened to crickets. Every night felt like a sleepover.\n\nPart of our connection stemmed from our pasts. We both came of age in Utah County, Utah, likely named that because it’s the Utah-iest part of Utah. It’s a place where you assume the person you’re speaking with is Mormon and Republican.\n\nBeing gay wasn’t even a thing, let alone an option, when I was growing up Mormon there in the ’90s. Even Webster’s couldn’t tell me what on earth a “dyke” was after a bus bully dubbed me “super dyke” in junior high. I only knew it was something unspeakable and probably true.\n\nI knew I was different — I shunned makeup, wore oversize JNCOs and had the shoulder-length, parted-in-the-middle hair of a teenage male Metallica fan. But a lesbian? Not a chance. There was something despicably wrong with lesbians. Fornication, including homosexuality — we learned in church and seminary — was the second-worst sin anyone could commit after murder. Nik spent her teenage years in the same climate.\n\nOver the years, I managed to figure out what I probably already knew when “super dyke” was first hurled my way.\n\nMormonism wasn’t holding me back anymore — I’d given that up in my early 20s after reading too many books about early church history. My personal studies were a trip to the spiritual sausage factory. I learned too much.\n\nPlus, I lived in Salt Lake City now, a land unlike Utah County, home of Provo’s BYU. Here’s what people don’t realize about the Beehive State’s capital: Salt Lake City hasn’t had a Republican mayor since the mid-’70s. This town, home of the liberal University of Utah, is ruled by Democrat after Democrat, boasts a big-city arts and music scene and gay rights activists galore.\n\nBolstered by my more liberal surroundings, I finally mustered the nerve to start dating women at 26. Nik started in her teens. I’m grateful every day that neither of us drank the anti-gay Kool-Aid and married a dude.\n\nIn April of last year we got engaged and picked out rings in a vintage jewelry shop. We were a smitten, dewy-eyed couple who planned to spend our lives together. But the thrilling moment when reality shifted — and our dreams became real — arrived on a Friday five days before Christmas. We hadn’t seen it coming.\n\nFor once I heard news before Nik. Phoning her, crazy-eyed and giggling, it was as if I were an evolutionary paleontologist calling a longtime colleague, someone who had dug alongside me for months in African dirt under a sadistic fireball of a sun, to cry into her ear that I’d — no, we’d —found it: the missing link.", "article_metadata": {"description": "As one of the first gay couples wed in Utah, Nik and I have become poster children for love, heartbreak -- and hope", "title": "Our marriage can’t be denied", "og": {"site_name": "Salon", "description": "As one of the first gay couples wed in Utah, Nik and I have become poster children for love, heartbreak -- and hope", "title": "Our marriage can’t be denied", "url": "http://www.salon.com/2014/01/12/our_marriage_cant_be_denied/", "image": "http://media.salon.com/2014/01/utah_marriage.jpg", "type": "article"}, "twitter": {"description": "As one of the first gay couples wed in Utah, Nik and I have become poster children for love, heartbreak -- and hope", "title": "Our marriage can’t be denied", "image": "http://media.salon.com/2014/01/utah_marriage.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Natalie Dicou", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Gay Marriage, Lesbians, LGBT, Life stories, Love and Sex, Mormonism, Salt Lake City, Utah", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fe0a07\"", "article_summary": "We both came of age in Utah County, Utah, likely named that because it’s the Utah-iest part of Utah.\nAnd yet, there we were on Dec. 20, in the drab bureaucratic lobby of the Salt Lake County Clerk’s office.\nHere’s what people don’t realize about the Beehive State’s capital: Salt Lake City hasn’t had a Republican mayor since the mid-’70s.\nPlus, I lived in Salt Lake City now, a land unlike Utah County, home of Provo’s BYU.\nThat’s what happens when a federal judge overturns a marriage ban, and you find yourself in a race to wed before sundown."}