{"article_title": "Suffering From Terminal Brain Cancer, Brittany Maynard Believes Everyone Should Be Allowed To Die With Dignity", "article_keywords": ["maynard", "live", "suicide", "pill", "cancer", "dignity", "die", "physicianassisted", "brittany", "believes", "terminal", "brain", "suffering", "kill", "allowed", "terrible", "patients"], "article_url": "http://www.medicaldaily.com/suffering-terminal-brain-cancer-brittany-maynard-believes-everyone-should-be-allowed-die-306387", "article_text": "Many people against physician-assisted suicide may mistake it for something akin to the services of Dr. Jack Kevorkian, the famous doctor who would hook up his terminally ill patients to a device that released the lethal drugs. But nowadays, physician-assisted suicide is more related to the handful of states that permit death with dignity. Under Oregon’s Death with Dignity Act, for example, patients with less than six months to live are given a high-dose prescription pill that kill them. Brittany Maynard, the subject of the video below, is one person who will take that pill.\n\nAt the age of 29, Maynard was diagnosed with stage 4 glioblastoma, an aggressive brain tumor that kills the majority of those who have it within two years — only about 30 percent of patients live past two years. Having just been married, and already preparing to have a child with her husband Dan, the news was devastating. But rather than live the rest of her life in sadness, she’s taking advantage of every last day, traveling the country with friends and family, and cherishing her last moments. On Nov. 1, she plans to take her pill with her mom, husband, and best friend sitting by her side.\n\n“There is not a cell in my body that is suicidal or wants to die,” she told People magazine. “I want to live. I wish there was a cure for my disease but there’s not. My glioblastoma is going to kill me, and that’s out of my control. I’ve discussed with many experts how I would die from it, and it’s a terrible, terrible way to die. Being able to choose to go with dignity is less terrifying.”", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "suffering, terminal, brain, cancer, brittany, maynard, believes, everyone, should, be, allowed", "og": {"site_name": "Medical Daily", "description": "After being diagnosed with stage IV glioblastoma, Brittany Maynard is advocating for Death with Dignity Laws, which allow anyone with terminal illness to die less painfully.", "title": "Woman With Brain Cancer Says People Should Die The Way They Want [VIDEO]", "url": "http://www.medicaldaily.com/suffering-terminal-brain-cancer-brittany-maynard-believes-everyone-should-be-allowed-die-306387", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/10/06/brittany-maynard.JPG", "type": "article"}, "twitter": {"description": "After being diagnosed with stage IV glioblastoma, Brittany Maynard is advocating for Death with Dignity Laws, which allow anyone with terminal illness to die less painfully.", "title": "Woman With Brain Cancer Says People Should Die The Way They Want [VIDEO]", "url": "http://www.medicaldaily.com/suffering-terminal-brain-cancer-brittany-maynard-believes-everyone-should-be-allowed-die-306387", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/10/06/brittany-maynard.JPG", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/10/06/brittany-maynard.JPG"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "US/World", "published_time": "2014-10-06T18:39:46-04:00", "modified_time": "2014-10-08T12:50:01-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "After being diagnosed with stage IV glioblastoma, Brittany Maynard is advocating for Death with Dignity Laws, which allow anyone with terminal illness to die less painfully."}, "_id": "\"57477af46914bd0286fddb59\"", "article_summary": "I’ve discussed with many experts how I would die from it, and it’s a terrible, terrible way to die.\nBut nowadays, physician-assisted suicide is more related to the handful of states that permit death with dignity.\nBrittany Maynard, the subject of the video below, is one person who will take that pill.\nUnder Oregon’s Death with Dignity Act, for example, patients with less than six months to live are given a high-dose prescription pill that kill them.\n“There is not a cell in my body that is suicidal or wants to die,” she told People magazine."}