{"article_title": "KSWO, Lawton, OK- Wichita Falls, TX: News, Weather, Sports. ABC, 24/7, Telemundo -", "article_keywords": ["republican", "abc", "ok", "constitution", "tx", "kswo", "ted", "oklahoma", "candidate", "wichita", "247", "falls", "beck", "telemundo", "weather", "cruz", "answer", "lawton", "conservative", "care"], "article_url": "http://www.kswo.com/story/31338740/ted-cruz-visits-lawton-over-weekend", "article_text": "LAWTON, OK (KSWO) –Republican presidential candidate Ted Cruz made his final stop on his trip through the Sooner State Sunday in Lawton.\n\nIt was standing room only as hundreds of supporters crowded into the Great Plains Coliseum Annex. Before Senator Cruz spoke, conservative political commentator Glenn Beck talked to the crowd about why he supports Cruz for president.\n\nSenator Ted Cruz told the crowd the election is going to come down to three things: jobs, freedom and security. Cruz spoke on repealing the Affordable Care Act, immigration reform and simple tax filing.\n\n\"It has been fantastic. I am very encouraged. The energy. The excitement that we are seeing here in Oklahoma. You know Super Tuesday is two days away. It is going to be the most important day I believe in the entire republican primary,\" said Cruz.\n\nSenator Ted Cruz says he believes that his conservative values as a Texan go hand in hand with the people of Oklahoma.\n\n\"I've joked many times Texas and Oklahoma we agree on just about everything except football and the men and women of Oklahoma I think are fed up with the Washington deal making. With the politicians that can't be trusted and they want a proven conservative who will fight for the working men and women of this country,\" said Cruz.\n\nCruz says he thinks small businesses are getting hammered by the Affordable Care Act.\n\n\"The last thing we need to is expand it and make it more expensive and put the government in charge of your and my healthcare. I'll tell you for seniors in Oklahoma every time you have socialized medicine the inevitable result is rationing. Is the government deciding what medical care you get and what medical care you don't get?\" said Cruz.\n\nLawton resident Jack Cooper says he has been supporting Ted Cruz since he took his senate seat. Cooper says he believes Cruz is the candidate for the job because he keeps his promises.\n\n\"He says what he means and he means what he says. He doesn't give one group one answer and then the next group another answer. It's always the same answer and that to me is always key,\" said Cooper.\n\nConservative political commentator Glenn Beck says Ted Cruz is the first candidate he has ever publicly endorsed. Beck says it's because Cruz is looking to make us all equal in the eyes of the law and make sure that punishment is given where it's due.\n\n\"Our founders believed that people who are wise and honest would run towards the constitution so I am here to stand for the constitution and I think Ted is the best equipped candidate for a return to the constitution,\" said Beck.\n\nCruz says that he is convinced that 2016 will be an election like 1980 and that the Republican Party will win by following Ronald Reagan's advice to paint in bold colors not in pale pastels.\n\nCopyright 2016 KSWO. All rights reserved.", "article_metadata": {"wn-build": "XSLT-7.1-17", "Description": "Republican presidential candidate Ted Cruz made his final stop on his trip through the Sooner State Sunday in Lawton.", "author": "Kelsey Powell", "og": {"url": "http://www.kswo.com/story/31338740/ted-cruz-visits-lawton-over-weekend", "image": "http://kswo.images.worldnow.com/images/9989454_G.jpg", "type": "article", "description": "Republican presidential candidate Ted Cruz made his final stop on his trip through the Sooner State Sunday in Lawton.", "title": "Ted Cruz visits Lawton over weekend"}, "twitter": {"image": "http://kswo.images.worldnow.com/images/9989454_G.jpg", "title": "Ted Cruz visits Lawton over weekend", "description": "Republican presidential candidate Ted Cruz made his final stop on his trip through the Sooner State Sunday in Lawton.", "card": "summary", "creator": "https://twitter.com/KelseyPowellTV"}, "wnreadableurl": "ted-cruz-visits-lawton-over-weekend", "ROBOTS": "index,follow,noarchive", "owner": "KSWO", "wn-version": "ContainerE-Story", "date": "2016/02/28", "KEYWORDS": "KSWO, TV, Television, Video, News, Weather, Sports, Oklahoma, Texas, Severe Weather, Doppler, Radar, Storms, Entertainment, Forecast, Business, Technology, Lawton, Wichita Falls", "wn-base": "IIS27", "news_keywords": "KSWO, TV, Television, Video, News, Weather, Sports, Oklahoma, Texas, Severe Weather, Doppler, Radar, Storms, Entertainment, Forecast, Business, Technology, Lawton, Wichita Falls"}, "_id": "\"57477af46914bd0286fe0a3e\"", "article_summary": "LAWTON, OK (KSWO) –Republican presidential candidate Ted Cruz made his final stop on his trip through the Sooner State Sunday in Lawton.\nSenator Ted Cruz told the crowd the election is going to come down to three things: jobs, freedom and security.\nLawton resident Jack Cooper says he has been supporting Ted Cruz since he took his senate seat.\nBefore Senator Cruz spoke, conservative political commentator Glenn Beck talked to the crowd about why he supports Cruz for president.\nConservative political commentator Glenn Beck says Ted Cruz is the first candidate he has ever publicly endorsed."}