{"article_title": "How 'San Andreas' Could Jolt the Public Awake About Quakes", "article_keywords": ["insurance", "andreas", "san", "movie", "homeowners", "quakes", "jolt", "earthquake", "magnitude", "awake", "quake", "california", "weekend", "public"], "article_url": "http://www.thefiscaltimes.com/2015/06/01/How-San-Andreas-Could-Jolt-Public-Awake-About-Quakes", "article_text": "Over the weekend a devastating earthquake ravaged the majority of California. Fortunately, the disaster was only witnessed in movie theaters in the new smash hit San Andreas starring Dwayne “The Rock” Johnson.\n\nThe movie, which portrays the crumbling of Los Angeles and San Francisco, with the wreckage flying at running crowds, raked in more than $53 million in its opening weekend, coming in at No. 1 at the box office.\n\nRelated: 13 Movies You Should See This Summer\n\nBefore the movie’s release, some earthquake experts had expressed hope that the film will bring about public awareness to the possibility of a large quake in California. The box office results might provide more reason to think that could happen, even though the movie received less-than-positive reviews.\n\nOther experts had worried that the film is so over the top and overwhelming that audiences will assume any preparation they might take would be useless in the event of an actual earthquake.\n\nPerhaps that’s one reason why Californians have been seemingly blasé up until now about the prospects of a seismic event shaking up their lives — only 10 percent of California homeowners have earthquake insurance, for example. As of 1996, two years after a 6.7 magnitude earthquake struck Northridge, Calif., and caused around $20 billion in property damage, about one-third of homeowners in the state had earthquake insurance, according to a recent blog post at The Economist.\n\nThe number of homeowners with quake coverage has since fallen drastically due to higher insurance premiums and a decline in property values, the blog said. Earthquake insurance isn’t included in homeowner’s policy, and premiums can range from $800 to $5,000 annually, with deductibles typically 15 percent of total home value. California homes aren’t cheap and most people don’t see the point in paying extra for the insurance, as potential payouts have declined.\n\nRelated: The Five Most Dangerous States to Work In​​​\n\nStill, the risks are real. A magnitude 6.0 earthquake that rocked Northern California last year caused many millions of dollars’ worth of damage, and seismologists earlier this year said that real life had become slightly more likely to imitate art — well, at least in terms of the chances that a big quake rocks California, not the embellished big-screen aftereffects or the part where Johnson’s rescue-chopper pilot journeys across the state in a desperate attempt to save his daughter. A report released in March raised the probability of California experiencing a magnitude 8.0 or greater earthquake during the next 30 years to about 7 percent, up from 4.7 percent as of the previous report issued in 2008.\n\n“Tectonic forces are continually tightening the springs of the San Andreas fault system, making big quakes inevitable,” Tom Jordan, the Director of the Southern California Earthquake Center and a co-author of the study, told Weather.com a few months ago.\n\nRelated: Fracking Has Made Oklahoma the Earthquake Capital of the U.S.​\n\nHomeowners shouldn’t ignore the slight change in the risk projections. “Your home is probably your single biggest asset,” Nancy Kincaid, a spokeswoman for the California Earthquake Authority, said in the LA Times. “The question the homeowner needs to ask is, ‘How do I manage my risk?’”\n\nThe decision to buy earthquake insurance or not is up to each homeowner, but San Andreas, as over the top as it might be, could cause California residents to become more aware of the risks they face.\n\nTop Reads from The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Over the weekend a devastating earthquake ravaged the majority of California.", "title": "How 'San Andreas' Could Jolt the Public Awake About Quakes", "url": "http://www.thefiscaltimes.com/2015/06/01/How-San-Andreas-Could-Jolt-Public-Awake-About-Quakes", "image": "http://cdn.thefiscaltimes.com/sites/default/files/san_andreas_2015_movie-wide.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/06/01/How-San-Andreas-Could-Jolt-Public-Awake-About-Quakes", "image": "http://cdn.thefiscaltimes.com/sites/default/files/san_andreas_2015_movie-wide.jpg", "creator": "@milliedent", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "Over the weekend a devastating earthquake ravaged the majority of California.", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "Fortunately, the disaster was only witnessed in movie theaters in the new smash hit San Andreas starring Dwayne “The Rock” Johnson.\n“Your home is probably your single biggest asset,” Nancy Kincaid, a spokeswoman for the California Earthquake Authority, said in the LA Times.\n“Tectonic forces are continually tightening the springs of the San Andreas fault system, making big quakes inevitable,” Tom Jordan, the Director of the Southern California Earthquake Center and a co-author of the study, told Weather.com a few months ago.\nEarthquake insurance isn’t included in homeowner’s policy, and premiums can range from $800 to $5,000 annually, with deductibles typically 15 percent of total home value.\nPerhaps that’s one reason why Californians have been seemingly blasé up until now about the prospects of a seismic event shaking up their lives — only 10 percent of California homeowners have earthquake insurance, for example."}