{"article_title": "Will Reid, Obama form bitter-end caucus?", "article_keywords": ["bitterend", "form", "senate", "house", "fox", "budget", "reid", "hillary", "walker", "president", "republican", "caucus", "obama"], "article_url": "http://www.foxnews.com/politics/2015/03/27/will-reid-obama-form-bitter-end-caucus.html", "article_text": "**Want FOX News First in your inbox every day? Sign up here.**\n\nBuzz Cut:\n\n• Will Reid, Obama form bitter-end caucus?\n\n• Poll: Hillary sees big drop in favorability\n\n• Senate votes 100 to 0 for Iran sanctions\n\n• Border control: Walker tries to get footing on immigration\n\n• Snackwave meets crimewave\n\nWILL REID, OBAMA FORM BITTER-END CAUCUS?\n\nHarry Reid and President Obama have had a difficult relationship at times and they have not always seen eye-to-eye, but Obama has had no better ally in Washington than Reid. Reid’s most notable act as majority leader was to torch the longstanding Senate rule requiring a 60-vote threshold for presidential nominations. And even in the minority, Reid has dutifully protected the president from having to veto legislation by engaging in extraordinary measures. But most of all, Reid has been on message for Obama. The most notable example was Reid’s baseless claim that Mitt Romney paid no taxes. Reid, who has made a career out of his rapport with the rich and powerful, has gleefully hammered at the same “millionaires and billionaires” that have been the economic boogeymen of the Obama era. But now the men have something else in common other than a Koch habit: They are both lame ducks.\n\n\n\n[Reid’s announcement comes on the heels of an inspector general’s report that ripped a powerful Homeland Security official for helping powerful Democrats, including Reid’s patrons.]\n\n\n\nFreedom’s just another word… - How long Reid can hold power in the wake of his announced retirement is an open question. Does he even mean to stay on? Perhaps Reid has cut a deal with his most likely successor, Hillary Clinton’s chief Senate ally Chuck Schumer of New York for an orderly transition at a later date. Whatever the case, it’s hard to imagine that Reid would make this move at this moment with no plan in place. If Reid is, like Obama, still in a position of authority but beyond the reach of voters, things could get interesting. Provided Reid has the help of Obama and the support of those Senate Democrats who still stand stalwart for the president, the president and the Senate Democratic leader could be quite the lame duck duo.\n\n\n\nBattle Royale - The alternative to a “Thelma and Louise” ending for Obama and Reid is pretty interesting in its own right. If Reid steps aside soon and leaves a vacuum, the fight between Schumer and other members of Team Hillary against liberals cranky about the direction of their party in the Clinton restoration would be quite telling about the depth of the divisions within the party.\n\n\n\nPOLL: HILLARY SEES BIG DROP IN FAVORABILITY\n\nOn the eve of Hillary Clinton’s anticipated bid for the White House, a new poll finds a double-digit drop in the number of Americans who view her favorably. CBS News: “[Clinton’s] favorable views are 12 points lower than they were in the fall of 2013, just months after leaving her position as secretary of state…When asked to evaluate Hillary Clinton on some key characteristics, the public gives Clinton her most negative marks on honesty. Fewer than half - 42 percent- say she is honest and trustworthy, while more - 47 percent – don’t think she is…. More than six in 10 Americans do not think it was appropriate for Hillary Clinton to use a personal email address and server for work-related matters as secretary of state…. Members of Clinton’s own party - 65 percent - say her motivations for using a private email were about convenience, but 62 percent of Republicans think Clinton was trying to keep information from becoming public.”\n\n\n\nPower Play: Sticky situation - Against a scandal-plagued backdrop, Democratic frontrunner Hillary Clinton is soon to launch her 2016 presidential campaign. Will her troubles become footnotes or will Republicans or a potential Democratic rival make them stick? The Washington Post’s Aaron Blake and The Weekly Standard’s Daniel Halper join Chris Stirewalt to offer their take. WATCH HERE\n\n\n\nSENATE VOTES 100 TO 0 FOR IRAN SANCTIONS\n\nReuters: “The U.S. Senate voted unanimously on Thursday for a non-binding amendment to a budget bill intended to make it easier to reimpose sanctions if Iran violates a nuclear deal. The vote was 100-0 for the amendment, sponsored by Republican Senator Mark Kirk, which would establish a fund to cover the cost of imposing sanctions if Tehran violated terms of an interim nuclear agreement now in effect, or the final agreement negotiators hope to reach before July. The Senate spent Thursday voting on dozens of amendments to a budget resolution. The votes are non-binding because the legislation will not become law, but many senators introduce amendments to send political messages.”\n\n\n\n[Fox News: “The House Oversight and Government Reform Committee asked the Obama administration Thursday to turn over all reports and documents, including intelligence information, related to last year’s exchange of Army Sgt. Bowe Bergdahl for five members of the Taliban.]\n\n\n\nObama opposes Pentagon hike without domestic spending bump - WashEx: “Defense Secretary Ashton Carter said Thursday that President Obama will oppose Republican budget plans to increase the Pentagon’s funding while maintaining steep cuts for other federal agencies. ‘The current proposal to shoehorn [the Defense Department’s] base budget into our contingency accounts would fail to solve the problem while also undermining basic principles of accountability and responsible long term planning,’ Carter said at a speech at the State Department.”\n\n\n\nSenate approves budget, delays ‘doc fix’ - Roll Call: “The Senate adopted the GOP’s budget blueprint on a 52-46 vote following an epic vote-a-rama that featured dozens of test votes on everything from carbon taxes to Social Security benefits for same-sex marriages. Two Republicans eyeing the White House voted no: Ted Cruz of Texas and Rand Paul of Kentucky, but otherwise the vote was party line… With the budget resolution passing well after 3 a.m., the senators put off working on the House-passed ‘doc fix’ bill. That sweeping Medicare measure will be considered after the two-week break, [Senate Majority Leader Mitch McConnell said, and he expects it to pass with the Senate with overwhelming support.”\n\n\n\n[While the Senate passed the Republican budget plan, the tricky part is in the House and Senate reconciling the two resolutions through some politically tricky items. WashEx breaks it down.]\n\n\n\nBoehner rebuts Obama’s Cleveland claims - House Speaker John Boehner offers an op-ed in the Cleveland Plain Dealer in response to a recent speech by President Obama in that city: “If we’re going to truly bring about the growth America needs, Washington can’t just slap a new slogan on the same old approach…In stark contrast to the president's budget, which never, ever balances, House Republicans passed a pro-growth balanced budget this week. It addresses the government's spending problem head-on, and paves the way for job creation, a simpler and fairer tax code -- and it protects critical programs like Medicare and Social Security.”\n\n\n\nWITH YOUR SECOND CUP OF COFFEE…\n\nFor nearly 30 years, Maryland resident Brian Flam has made his pursuit collecting autographs from Minor League baseball players. Flam has traveled up and down the Eastern Seaboard to amass nearly 150,000 signed cards from Minor League baseball players, along with signed memorabilia from Hall-of-Famers. Flam is considered a master in the craft of autograph seeking, also known as graphing. Vice Sport’s John Stillman examines the paradox “graphers” like Flam face, being a “pure collector” as opposed to online “dealers,” that merely accumulate signatures and seek to turn a profit. While the Internet has offered an “information explosion,” purists argue it is no substitute for the good ole days of “kids at the ballpark holding balls through the fence.” Now young fans, the pure collectors argue, are standing shoulder-to-shoulder with dealers.\n\n\n\nGot a TIP from the RIGHT or LEFT? Email FoxNewsFirst@FOXNEWS.COM\n\n\n\nPOLL CHECK\n\nReal Clear Politics Averages\n\nObama Job Approval: Approve – 45.3 percent//Disapprove – 50.9 percent\n\nDirection of Country: Right Direction – 30.4 percent//Wrong Track – 60.4 percent\n\n\n\nBORDER CONTROL: WALKER TRIES TO GET FOOTING ON IMMIGRATION\n\nThe WSJ story splurped onto the Internet looking just like the kind of item that could end a presidential campaign. Gov. Scott Walker, R-Wis., had flip-flopped again (de-flopped?) on immigration while talking to potential supporters at a closed-door meeting in New Hampshire. Deceit! Betrayal! Except that it apparently didn’t happen. According to the host of the event and others who spoke to the NYT, what Walker said in private is what he said in public.\n\n\n\nWalker, like fellow contender, Sen. Marco Rubio, R-Fla., before him, recanted his support for a “comprehensive” immigration overhaul. And like Rubio and other supporters, blames faithlessness by President Obama for the switch. Walker executed his reversal at the start of the month, prompting detractors to accuse him of Romneysian inconstancy. If Walker were caught touting the insincerity of his conversion among elites in private, it would likely be the beginning of the end of his campaign. And coming in the newspaper of record for the Republican Party would be a double death blow. It may have been baloney, but it highlights Walker’s vulnerability on the most explosive issue in the GOP.\n\n\n\nWalker says he favors border security and immigration controls first, but opposes mass deportations of illegal immigrants. He also says he no longer favors fast-track qualifications for citizenship that were part of the original legislation. The Journal’s heat depended on redefining the word “amnesty” to be “a phrase widely employed by people who believe immigrants who broke the law by entering the country without permission shouldn’t be awarded legal status or citizenship.” Amnesty, as Brit Hume has been telling us for months, is “a general pardon for offenses, especially political offenses, against a government, often granted before any trial or conviction.” For example, the courts are currently blocking Obama’s effort to grant an indefinite amnesty to as many as five million illegal immigrants by executive decree. That’s an amnesty, albeit one potentially subject to rescission. If amnesty is redefined to mean anything other than deportation, then most Republicans would be guilty of supporting “amnesty” in the eyes of the Journal.\n\n\n\nAnd so we see Walker’s problem: Without a specific plan of his own or a consensus position to embrace or oppose, he is subject to the kind of semantic game the Journal reporter played, let alone the handiwork of his fellow conservative candidates covetous of the top slot in race to be the alternative to Jeb Bush. It is serendipitous then for Walker to be in Texas today getting a tour of the Texas-Mexico border from Gov. Greg Abbott. Abbott, recently elevated to conservative hero status by his electoral carpet bombing of liberal icon Wendy Davis, can be Walker’s best guide not just on the terrain, but the issue. If he embraces Abbott’s position, not only will Walker be taking the advice of a fellow governor, but also one who is unassailable in the GOP (and who also happens to be the governor for two other contenders).\n\n\n\nWalker taps Talent as top foreign policy hand - KTRS: “Former Senator Jim Talent has his eyes set on 2016. Not as a candidate, but as Wisconsin Governor Scott Walker’s senior policy adviser. Walker, a Republican, is expected to make his candidacy for president official later this year. Talent, a former member of both the U.S. House and Senate from Missouri, will serve as Walker’s top adviser on both foreign policy and defense. Talent had been courted by several other major GOP contenders for a similar position following his policy role on former Massachusetts Governor Mitt Romney’s campaign. ‘I’m pleased to be advising Governor Walker’s Our American Revival committee. He is a strong conservative, a proven leader and a proven winner,’ Talent said in a statement. ‘I support his ideas and agenda and have been especially impressed with his interest and foundational understanding of defense and foreign policy issues.’”\n\n\n\nPOWER PLAY: SIXTEENERS, START YOUR ENGINES\n\nSen. Ted Cruz, R-Texas, has turned the key on an official 2016 White House bid. The questions for the rest of the GOP contenders: How much time is left? How much room is left, and for whom? Aaron Blake of the Washington Post and The Weekly Standard’s Daniel Halper join Chris Stirewalt to mull over the possibilities. WATCH HERE.\n\n\n\nJeb’s faithful - National Journal introduces us to some of the politicos charged with Jeb Bush’s sales pitch to faithful Christians, the key bloc if the former Florida governor is to keep conservative Republicans from uniting against him: “In this endeavor, his old friend Jim Towey will be a key asset. When Bush first ran for governor in 1994, Towey was on the other side, serving as [Gov. Lawton Chiles’s] director of Florida’s Health and Human Services agency. The loss that sparked Bush’s conversion led to an after-election lunch with Towey, a relative stranger but also a high-profile Catholic whose brain Bush was eager to pick. The two quickly became the closest of friends, and that friendship, in turn, led to Towey’s appointment as the second director of George W. Bush’s faith-based initiatives. Towey is now president of Miami’s Ave Maria University, one of the nation's foremost incubators of conservative Catholic doctrine, while serving unofficially as Bush's point man for religious outreach.”\n\n\n\n[NYT reports on how Bush’s educational foundation is proselytizing for the controversial curricula: “…the education foundation he started is going further, offering classes to policy-makers in how to communicate about standards, including referring people to materials that support the Common Core…”’]\n\n\n\nCruz tries his pitch in New Hampshire - Sen. Ted Cruz, R-Texas, begins a two-day swing through New Hampshire today, speaking at a Conservative Business League of N.H. rally in Merrimack and attending the Young America's Foundation New England Freedom Conference Dinner in Nashua. On Saturday he will join the Rockingham County Republican Committee and Seacoast Republican Women for brunch at the Portsmouth Country Club.\n\n\n\n[A new poll from Suffolk University shows Jeb Bush and Scott Walker ahead of a clumped pack in New Hampshire. Sen. Rand Paul, R-Ky., is a notch above the rest, but Cruz was 10 points behind Walker and 15 points behind Bush.]\n\n\n\n#mediabuzz: Cruz’s critics - Howard Kurtz welcomes columnist Nina Easton, WaPo’s Kathleen Parker and the Juan Williams to examine whether the media are being unfair to Ted Cruz now that he's kicked off his presidential campaign. Watch “#mediabuzz” Sunday at 11 a.m. ET, with a second airing at 5 p.m.\n\n\n\nRubio sets up Second Amendment showdown - WaPo: “Sen. Marco Rubio (R-Fla.) and Rep. Jim Jordan (R-Ohio), have introduced legislation that would undo gun laws in the District of Columbia, some of the strictest in the nation. If embraced by Republican leaders of the House and Senate, the legislation could force a Second Amendment showdown with President Obama by pushing the needle on gun control far to the right on the streets of the nation’s capital, just two years after the president failed in his attempt to win stricter gun-control laws nationwide.”\n\n\n\nBracket busting with Dr. K - The Sage of Studio One, Dr. Charles Krauthammer, explains why he feels the odds are in Rubio’s favor if he decides to mount a White House bid.\n\n\n\nKasich turns off supply-siders - National Review: “Dining with a group of influential pro-growth conservatives at the Four Seasons restaurant in Manhattan on Wednesday – economists Larry Kudlow, Arthur Laffer, and Stephen Moore were in attendance – [Ohio Gov. John Kasich] didn’t go to any lengths to play to his crowd… The governor showed his prickly side during a testy back-and-forth with Manhattan Institute health-care scholar Avik Roy, who has provided advice to several of the potential 2016 contenders. ‘Is it fair to say you support repealing Obamacare except for the Medicaid expansion?’ Roy asked. Kasich answered in the affirmative. ‘Obamacare’s a bad idea because it’s top-down and does not control costs,’ Kasich said. Roy interjected again, ‘You’re saying Obamacare is top-down government. Is Medicaid not top-down government?’ Kasich appeared to view the remark as a jab at Medicaid recipients. ‘Maybe you think we should put them in prison. I don’t,’ he told Roy.”\n\n\n\nFox News Sunday: Fiorina stands out - Former California Republican Senate candidate Carly Fiorina, is seeking to make a name for herself as one of Democratic front-runner Hillary Clinton’s biggest critics. Host Chris Wallace will ask Fiorina how she plans to stand-out in a crowded GOP field “Fox News Sunday with Chris Wallace” airs at 2 p.m. and 6 p.m. ET on Fox News. Check local listings for air times in your area.\n\n\n\n[Fiorina is among the presidential hopefuls who will address the Civitas Institute’s Leadership Conference this weekend in North Carolina.]\n\n\n\nChristie hopes for a hand in Michigan - Gov. Chris Christie, R-N.J., will be the featured speaker at the Macomb County Lincoln Day Dinner, in Shelby Township.\n\n\n\nHuckabee on West Coast swing - Former Gov. Mike Huckabee, R-Ark., will be the dinner speaker at the Nevada Republican Party’s Central Committee meeting in Carson City, Saturday evening. He will also make a stop at the Nixon presidential library in California the same day.\n\n\n\n“To more completely describe his actual beliefs, Congressman Gohmert notes the Kennedy-Nixon debates created a line of demarcation beyond which television became the critical factor in being elected President which also meant there would be no more bald Presidents in his lifetime.” – an aide to Rep.Louie Gohmert, R-Texas, telling the Texas Tribune that the congressman joking about running for president.\n\n\n\nSNACKWAVE MEETS CRIMEWAVE\n\nWCBS: “A larger-than-life robber waving a gun across his hefty frame burst into a Domino’s pizzeria in a quiet Long Island village with an appetite for more than cash, victims said. The man, believed to weigh at least 350 pounds, robbed the store in Sayville on Tuesday afternoon and demanded an employee serve him two pizzas before he left… Employee and victim Ray Brenkert recounted the panic. … ‘He told me get on my knees and open the safe.’ But the safe is time released and won’t open at will. ... Resigned to a fistful of cash from the register, the hefty robber then spotted the two bubbling pies — large with cheese. It was approaching dinner hour….”\n\n\n\n[Editor’s note: Many thanks to the men of the West Virginia University Mountaineers basketball team. Your hard work, tenacity and joyful pursuit of victory (and always, always the basketball!) have brought my sons and me untold thrills this season. Despite a humbling at the hands of the mighty Wildcats in the latest Battle of the Tug, I would remind you that you have done much more than just entertain fathers and sons like us. You have brought us closer together.]\n\n\n\nChris Stirewalt is digital politics editor for Fox News. Want FOX News First in your inbox every day? Sign up here.\n\nChris Stirewalt joined Fox News Channel (FNC) in July of 2010 and serves as digital politics editor based in Washington, D.C. Additionally, he authors the daily \"Fox News First\" political news note and hosts \"Power Play,\" a feature video series, on FoxNews.com. Stirewalt makes frequent appearances on the network, including \"The Kelly File,\" \"Special Report with Bret Baier,\" and \"Fox News Sunday with Chris Wallace.\" He also provides expert political analysis for Fox News coverage of state, congressional and presidential elections.", "article_metadata": {"classification": "/FOX NEWS/COLUMNS/Fox News First", "dcterms.modified": "2015-03-31 05:09:10 EDT", "dc.type": "Text.Article", "twitter": {"description": "If Reid is, like Obama, still in a position of authority but beyond the reach of voters, things could get interesting.", "title": "Will Reid, Obama form bitter-end caucus?", "url": "http://www.foxnews.com/politics/2015/03/27/will-reid-obama-form-bitter-end-caucus.html", "image": "http://a57.foxnews.com/media2.foxnews.com/2015/03/27/0/0/032715_an_doocy_640.jpg?ve=1", "creator": "@foxnews", "site": "@foxnews", "card": "summary_large_image"}, "dc.format": "text/html", "dc.publisher": "Fox News", "parsely-metadata": "{\"tags\":[\"/FOX NEWS/COLUMNS/Fox News First\"],\"author\":\"Chris Stirewalt\",\"subSection\":\"politics\",\"title\":\"Will Reid, Obama form bitter-end caucus?\",\"image_url\":\"http://a57.foxnews.com/media2.foxnews.com/2015/03/27/0/0/032715_an_doocy_640.jpg?ve=1\",\"pub_date\":\"2015-03-27T15:56:41Z\",\"link\":\"http://www.foxnews.com/politics/2015/03/27/will-reid-obama-form-bitter-end-caucus.html\",\"type\":\"article\",\"identifier\":\"28834528-7632-467f-aa3f-0377628e72dc\",\"section\":\"politics\"}", "prism.aggregationType": "subsection", "description": "If Reid is, like Obama, still in a position of authority but beyond the reach of voters, things could get interesting.", "dc.description": "If Reid is, like Obama, still in a position of authority but beyond the reach of voters, things could get interesting.", "dc.identifier": "28834528-7632-467f-aa3f-0377628e72dc", "og": {"site_name": "Fox News", "description": "If Reid is, like Obama, still in a position of authority but beyond the reach of voters, things could get interesting.", "title": "Will Reid, Obama form bitter-end caucus? | Fox News", "url": "http://www.foxnews.com/politics/2015/03/27/will-reid-obama-form-bitter-end-caucus.html", "image": "http://a57.foxnews.com/media2.foxnews.com/2015/03/27/0/0/032715_an_doocy_640.jpg?ve=1", "type": "article"}, "dc.language": "en-US", "pagetype": "article", "classification-isa": "fnfirst", "prism.channel": "fnc", "prism.section": "politics", "fb": {"app_id": 113186182048399}, "dc.source": "FoxNews.com", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "dc.title": "Will Reid, Obama Form Bitter-end Caucus?", "dcterms.created": "2015-03-31 05:09:10 EDT", "column": "fox-news-first", "dcterms.abstract": "If Reid is, like Obama, still in a position of authority but beyond the reach of voters, things could get interesting.", "dc.date": "2015-03-27", "parsely-page": "{\"tags\":[\"/FOX NEWS/COLUMNS/Fox News First\"],\"author\":\"Chris Stirewalt\",\"subSection\":\"politics\",\"title\":\"Will Reid, Obama form bitter-end caucus?\",\"image_url\":\"http://a57.foxnews.com/media2.foxnews.com/2015/03/27/0/0/032715_an_doocy_640.jpg?ve=1\",\"pub_date\":\"2015-03-27T15:56:41Z\",\"link\":\"http://www.foxnews.com/politics/2015/03/27/will-reid-obama-form-bitter-end-caucus.html\",\"post_id\":\"28834528-7632-467f-aa3f-0377628e72dc\",\"type\":\"article\",\"section\":\"politics\"}", "dc.creator": "Chris Stirewalt"}, "_id": "\"57477af46914bd0286fddb5c\"", "article_summary": "**Buzz Cut:• Will Reid, Obama form bitter-end caucus?\nHarry Reid and President Obama have had a difficult relationship at times and they have not always seen eye-to-eye, but Obama has had no better ally in Washington than Reid.\n• Poll: Hillary sees big drop in favorability• Senate votes 100 to 0 for Iran sanctions• Border control: Walker tries to get footing on immigration• Snackwave meets crimewaveWILL REID, OBAMA FORM BITTER-END CAUCUS?\nBattle Royale - The alternative to a “Thelma and Louise” ending for Obama and Reid is pretty interesting in its own right.\nAnd like Rubio and other supporters, blames faithlessness by President Obama for the switch."}