{"article_title": "Genocide Trial for Guatemalan President in 2016; Behind Closed Doors", "article_keywords": ["result", "rios", "closed", "held", "charges", "psychiatric", "trial", "montt", "genocide", "guatemalan", "doors", "president", "2016", "tried"], "article_url": "http://indiancountrytodaymedianetwork.com/2015/09/15/genocide-trial-guatemalan-president-2016-behind-closed-doors-161749", "article_text": "The newest trial for former Guatemalan President Jose Efrain Rios Montt will be held in January 2016 and, due to the defendant’s dementia, will be held behind closed doors and will not result in jail time but possible security measures such as being committed to a psychiatric hospital.\n\nOn August 25, both Rios Montt and his former head of military intelligence Mauricio Rodriguez were on trial in the Tribunal of High Risk which ruled that both would be tried behind closed doors.\n\nBoth men face charges of genocide and crimes against humanity for their roles in the massacres of 1,771 Mayan Ixiles people between March of 1982 and August of 1983. Rios Montt had been found guilty of the charges but then the Constitutional Court annulled the ruling due to technical mistakes. Rodriguez had been acquitted of all charges but the prosecution successfully appealed that decision, bringing him back to court for the same charges.\n\nRELATED: Genocide Trial of Former Guatemalan President Suspended Again\n\nIn the latest hearing Judge Maria Eugenia Castellanos of the Tribunal of High Risk stated that due to Rios Montt’s “proven inability” to attend a further trial that he would be tried according to special provisions in Guatemalan law that will allow the appointment of a guardian to assume the defense and that the trial be held behind closed doors. The three-judge panel also ruled that victims of the crimes will be allowed to attend the trial but not members of the media.\n\nRELATED: Guatemalan Government Has Amnesia; Forgets There Was Genocide\n\nThis same special provision states that the penalties will not result in criminal sanction but can result in measures such as commitment to a psychiatric institution. According to legal sources these procedures are usually applied to defendants who are considered to be a threat to society.\n\nThe hearing on August 25 included presentations by medical experts regarding Rios Montt’s medical and psychiatric condition. The psychiatrists who examined the defendant all agreed that he suffered from vascular dementia and cardiologists confirmed that his hypertension was so severe that his future attendance of a trial could prove to be fatal.\n\nBoth prosecution and defense attorneys vowed to appeal the decision.", "article_metadata": {"description": "The newest trial for former Guatemalan President Jose Efrain Rios Montt will be held in January 2016 and will be held behind closed doors.", "generator": "Drupal 7 (http://drupal.org)", "dcterms.creator": "kpolisse", "og": {"url": "http://indiancountrytodaymedianetwork.com/2015/09/15/genocide-trial-guatemalan-president-2016-behind-closed-doors-161749", "type": "article", "image": "http://d1jrw5jterzxwu.cloudfront.net/sites/default/files/article_media/jose-efrain-rios-montt_-_ap_photo.jpg", "site_name": "Indian Country Today Media Network.com", "title": "Genocide Trial for Guatemalan President in 2016; Behind Closed Doors"}, "abstract": "The newest trial for former Guatemalan President Jose Efrain Rios Montt will be held in January 2016 and will be held behind closed doors.", "keywords": "Jose Efrain Rios Montt, Mauricio Rodriguez, Crimes Against Humanity, Genocide, Judge Maria Eugenia Castellanos, Rick Kearns", "dc": {"title": "Genocide Trial for Guatemalan President in 2016; Behind Closed Doors"}, "dcterms.identifier": "http://indiancountrytodaymedianetwork.com/2015/09/15/genocide-trial-guatemalan-president-2016-behind-closed-doors-161749", "dcterms.format": "text/html", "fb": {"app_id": 493888563989950}, "dcterms.language": "und", "dcterms.type": "Text", "robots": "follow, index", "validation_code": "d9d37d7b776cc351c4025ded3df21cad", "sioc": {"num_replies": 1}, "dcterms.date": "2015-09-15T14:00-04:00", "dcterms.title": "Genocide Trial for Guatemalan President in 2016; Behind Closed Doors"}, "_id": "\"57477af46914bd0286fd8da7\"", "article_summary": "Rios Montt had been found guilty of the charges but then the Constitutional Court annulled the ruling due to technical mistakes.\nOn August 25, both Rios Montt and his former head of military intelligence Mauricio Rodriguez were on trial in the Tribunal of High Risk which ruled that both would be tried behind closed doors.\nThe newest trial for former Guatemalan President Jose Efrain Rios Montt will be held in January 2016 and, due to the defendant’s dementia, will be held behind closed doors and will not result in jail time but possible security measures such as being committed to a psychiatric hospital.\nThe three-judge panel also ruled that victims of the crimes will be allowed to attend the trial but not members of the media.\nThe hearing on August 25 included presentations by medical experts regarding Rios Montt’s medical and psychiatric condition."}