{"article_title": "Top quotes of the week", "article_keywords": ["week", "coach", "leaked", "dont", "obamacare", "quotes", "cruz", "black", "know", "way", "debt", "redskins"], "article_url": "http://www.bizpacreview.com/2013/10/11/top-quotes-of-the-week-4-85036", "article_text": "This week in quotes: October 4-10, 2013\n\nA Republican who doesn’t care about Bank of America checks wasn’t possible before the Tea Party. — Timothy Carney\n\nIf you are in the minority of Americans not already unalterably opposed to Obamacare, keep in mind that the only reason the government is shut down right now is that Democrats refuse to fund the government if they are required to live under Obamacare. That’s how good it is! — Ann Coulter\n\nOur early fathers led our nation according to biblical principles. ‘Hope and change’ has become a cliché in our nation, and it is daunting to think that any American could hope for change from what God has blessed. Our country is turning away from what has made it so great, but far greater than the government knowing our every move that could lead to losing our freedom to worship God publicly, is to know that God knows our every thought; he knows our hearts need transformation. — Billy Graham\n\nThe political disfunction that has brought about the shutdown and now threatens default, isn’t so much gridlock. It is exposing the fatal flaw in our Constitution and highly distinct system of government. In other words, it’s the Constitution’s fault. Something truly catastrophic was bound to happen sooner or later. — Chris Hayes\n\nI’m talking basically about Ted Cruz, who was saying if we voted in the House to defund Obamacare, he could manage to both keep the government open and defund Obamacare. The fact is, it was done in the House and the government is now closed and Obamacare is going forward. This was a strategy that never could work. It was almost sort of a nullification, to say we’re going to shut down the government if we don’t defund a law that we don’t like.” […] We are the ones who did shut the government down. You don’t take the dramatic step of shutting down the government unless you have a real strategy. — Peter King\n\nThe idea is that porn — and romantic comedies and promiscuous sex and even religion — can all become addictive ways of losing yourself in a fantasy in order to avoid connecting with other people, and maybe losing yourself in them. This is all true and very relevant in the connected but weirdly disconnected world we now live in.\n\nI especially appreciated the comparison between porn — in which the women have perfect bodies and do all sorts of stuff that real girls aren’t always willing to do — and romantic comedies, in which men find salvation through apologizing to their girlfriends and subjugating themselves to feminine values. — Andrew Klavan\n\n[N]ormally, I don’t comment at all on closed-door meetings between Republican senators,” Lee said. “It’s a pretty strict rule we follow. But one exception I’ll make is circumstances like this, where contents of the meeting were leaked deliberately by several of my colleagues and leaked in a very one-sided way. I’m happy to tell you about it here. It was an all-out attack against Ted Cruz and me,” he continued. “It was unflattering. It was unfair. It was demeaning. It was demeaning to Sen. Cruz and me, but more than anything, it was demeaning to those who engaged in the attack. …I have to ask the question — why weren’t those who leaked this and leaked it in an unflattering and unfavorable way — why were they not willing to attach their names to those quotes?” he said. “You know, Ted Cruz and I spoke after the meeting and you know, we would both be fine with the American people seeing and hearing what we said in that meeting. But we’re pretty sure most of our colleagues would be very uncomfortable and downright embarrassed if their constituents saw the way they were behaving. — Mike Lee\n\nAs some of you may know, our team began 81 years ago — in 1932 — with the name “Boston Braves.” The following year, the franchise name was changed to the “Boston Redskins.” On that inaugural Redskins team, four players and our Head Coach were Native Americans. The name was never a label. It was, and continues to be, a badge of honor.\n\nIn 1971, our legendary coach, the late George Allen, consulted with the Red Cloud Athletic Fund located on the Pine Ridge Indian Reservation in South Dakota and designed our emblem on the Redskins helmets. Several years later, Coach Allen was honored by the Red Cloud Athletic Fund. On the wall at our Ashburn, Virginia, offices is the plaque given to Coach Allen — a source of pride for all of us. “Washington Redskins is more than a name we have called our football team for over eight decades. It is a symbol of everything we stand for: strength, courage, pride, and respect — the same values we know guide Native Americans and which are embedded throughout their rich history as the original Americans. — Daniel Snyder\n\nIf the continued existence of mathematics depended on the ability of the Republicans to defend the proposition that two plus two equals four, that would probably mean the end of mathematics and of all the things that require mathematics. — Thomas Sowell\n\nThe conventional wisdom of the U.S. media is that Republicans are being grossly irresponsible not just to wave through another couple trillion or so on Washington’s overdraft facility. Really? Other countries are actually reducing debt: New Zealand, for example, has a real budget that diminishes net debt from 26 percent of GDP to 17 percent by 2020. By comparison, America’s net debt is currently about 88 percent, and we’re debating only whether to increase it automatically or with a few ineffectual strings attached. — Mark Steyn\n\nFirst of all, there is zero chance that the U.S. government is going to default on its debt. It’s unfortunate that people have conflated this idea of not raising the debt ceiling immediately on October 17 with somehow defaulting on our debt. We bring in in tax revenue about 12 times as much money as it takes to pay our interest on our debt. There is no way that any Treasury secretary or administration would willfully choose to have the catastrophic results that would occur if we actually defaulted on our debt when it’s not necessary. So this is pretty well understood in financial circles. You see Treasury prices have barely moved through this entire episode. But I’ve got legislation that would simply codify and formalize the obligation to make sure that under no circumstances we would default on our debt. Interestingly, the White House doesn’t want that legislation. They’ve threatened to veto it precisely because they want to be able to hold the specter of a catastrophe in front of Republicans to cow us and intimidate us into giving the president what he wants, which is a whole lot of additional borrowing authority with no reforms whatsoever, and I think that’s irresponsible. — Pat Toomey\n\nThe question not addressed by black people is whether what black politicians are getting for their support of a failed educational system is worth the sacrifice of whole generations of black youngsters, educationally handicapping them and making many virtually useless in the high-tech world of the 21st century. Though many black politicians mouth that we should fix, not abandon, public schools, they themselves have abandoned public schools. They see their children as too precious to be sacrificed in the name of public education. — Walter Williams", "article_metadata": {"generator": "WordPress 4.4.3", "og": {"site_name": "BizPac Review", "description": "This week in quotes: October 4-10, 2013 A Republican who doesn’t care about Bank of America checks wasn’t possible before the Tea Party. — Timothy Carney If you are in the minority of Americans not already unalterably opposed to Obamacare, keep in mind that the only reason the government is shut down right now is …", "title": "Top quotes of the week", "locale": {"alternate": "en_US", "identifier": "en_US"}, "image": "http://www.bizpacreview.com/wp-content/uploads/2013/10/Ann-Coulter-Twitter.jpg", "updated_time": "2013-10-12T05:22:05+00:00", "url": "http://www.bizpacreview.com/2013/10/11/top-quotes-of-the-week-4-85036", "type": "article"}, "twitter": {"widgets": {"csp": "on"}}, "alexaVerifyID": "qC73ojZoktel85cbl12SAFJar9k", "fb": {"admins": "10152426200106417,10152720237657852,10200650572686956,3854753687919,100215693385946,549853448412696", "pages": 169204449790211, "app_id": 1502886339979348}, "article": {"publisher": "https://www.facebook.com/ConservativeNewsToday", "section": "News", "published_time": "2013-10-11T06:39:04+00:00", "modified_time": "2013-10-12T05:22:05+00:00"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fe0a70\"", "article_summary": "This week in quotes: October 4-10, 2013A Republican who doesn’t care about Bank of America checks wasn’t possible before the Tea Party.\n…I have to ask the question — why weren’t those who leaked this and leaked it in an unflattering and unfavorable way — why were they not willing to attach their names to those quotes?” he said.\nThe fact is, it was done in the House and the government is now closed and Obamacare is going forward.\nThough many black politicians mouth that we should fix, not abandon, public schools, they themselves have abandoned public schools.\n— Billy GrahamThe political disfunction that has brought about the shutdown and now threatens default, isn’t so much gridlock."}