{"article_title": "Danielle Marquis of Higgins & Bolduc named Chamber's Outstanding Professional", "article_keywords": ["college", "named", "agency", "marquis", "higgins", "bolduc", "family", "waterville", "industry", "outstanding", "insurance", "member", "chamber", "danielle", "chambers", "professional", "maine"], "article_url": "http://www.centralmaine.com/2016/04/17/danielle-marquis-of-higgins-bolduc-named-chambers-outstanding-professional/", "article_text": "OAKLAND — Danielle Marquis comes from a long line of insurance specialists, starting full time in the field while still enrolled in college and ultimately joining her father and her husband at Higgins & Bolduc Agency on Main Street in Oakland, where she is a licensed producer and broker.\n\nIn recognition of her accomplishments, Marquis, 38, has been named the Mid-Maine Chamber of Commerce Outstanding Professional of the year for 2015.\n\nMarquis said she didn’t expect the award.\n\n“I was surprised, actually,” she said. “Brandi Meisner, one of our sales producers here, she and a couple of our other friends and co-workers got together and nominated me. It’s a very nice honor from the chamber. I am very proud that I can represent our office and our community for such a nice award.”\n\nHiggins & Bolduc is an independent insurance agency, meaning the office offers services from multiple carriers, or insurance companies. Marquis is married to Matthew Marquis and together they own half of the agency. Her father, Donald Bolduc, owns the other half.\n\nChristian Savage, the chamber’s program director, said Marquis rose quickly through the ranks in the insurance industry and is an expert and leader among her peers.\n\n“Sometimes the selection committee has to generate recipients to vote on, but there was no need with Danielle,” Savage said. “We received over a dozen nominations from her peers, friends and community partners. Her experience, credentials and leadership in the insurance industry made it an easy choice for the chamber to recognize Danielle this year.”\n\nMarquis grew up on Messalonskee Lake in Sidney, where her family moved when she was 8 after her father retired from an NHL hockey career, playing for the Detroit Red Wings and Hartford Whalers from 1976 to 1983. Marquis was an all-star soccer player at Messalonskee High School in Oakland, graduating in 1995.\n\nMarquis attended Colby College for a year and entered the insurance world at the Boothby & Bartlett Co. in Waterville in 1997 while earning a bachelor’s degree in business administration at Thomas College. The family took over the Higgins & Rowell agency in 1999 and have been there ever since as Higgins & Bolduc.\n\nMarquis’ insurance career came from family persuasion, on both sides, according to Savage. Marcel Bolduc, her grandfather, had made his living as an insurance agent from their home on Summer Street in Waterville, and her great-uncle, Paul Mitchell, has done the same on Main Street in Waterville, he said.\n\nMarquis was inducted into the Society of Chartered Property and Casualty Underwriters, one of the most prestigious insurance designations in the industry, according to Savage.\n\nMarquis and her family more than doubled the size of the agency in recent years, he said. In 2006 she gained her consultant resident license for the state of Maine for larger commercial insurance clients. In 2010, with the passage of the Affordable Care Act, Marquis focused on how the act would change the health insurance industry. She has continued to offer health care advice and coverage to both individuals and businesses in the state of Maine.\n\nShe is a committee member for the state of Maine Bureau of Insurance, Licensing Exam Review for both the general and the consultants’ exam. She is vice chairwoman of the Maine Insurance Agents Association and a current board member of the Maine Property Tax Review Board.\n\nShe is vice chairwoman of the Waterville Country Club board of directors, a current member of the Mount Merici Academy development committee and a past board member of Sunset Home.\n\nThe Mid-Maine Chamber of Commerce awards ceremony is 5-7:30 p.m. Thursday, April 28, in the Carter Hall Gymnasium at Kennebec Valley Community College on Western Avenue in Fairfield.\n\nDoug Harlow — 612-2367\n\n[email protected]\n\nTwitter:@Doug_Harlow", "article_metadata": {"description": "The Oakland insurance producer and broker will be honored at the April 28 Mid-Maine Chamber of Commerce awards.", "generator": "WordPress 4.3.4", "og": {"site_name": "Central Maine", "description": "The Oakland insurance producer and broker will be honored at the April 28 Mid-Maine Chamber of Commerce awards.", "title": "Danielle Marquis of Higgins & Bolduc named Chamber's Outstanding Professional - Central Maine", "locale": "en_US", "image": {"width": 1000, "identifier": "http://www.centralmaine.com/wp-content/uploads/2016/04/501251_576513-20160413-marquis.jpg", "height": 897}, "updated_time": "2016-04-17T21:58:10-04:00", "url": "http://www.centralmaine.com/2016/04/17/danielle-marquis-of-higgins-bolduc-named-chambers-outstanding-professional/", "type": "article"}, "twitter": {"image": "http://www.centralmaine.com/wp-content/uploads/2016/04/501251_576513-20160413-marquis.jpg", "description": "The Oakland insurance producer and broker will be honored at the April 28 Mid-Maine Chamber of Commerce awards.", "card": "summary_large_image", "title": "Danielle Marquis of Higgins & Bolduc named Chamber's Outstanding Professional - Central Maine"}, "robots": "noodp", "apple-itunes-app": "app-id=966680591", "fb": {"app_id": 754222714628811}, "article": {"section": "Business", "published_time": "2016-04-17T16:38:17-04:00", "modified_time": "2016-04-17T21:58:10-04:00"}, "google-site-verification": "DT-FwcrUrXtAltcTNXUsA7tR4Ha0CLErawYbGlkpg94", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fdb76a\"", "article_summary": "In recognition of her accomplishments, Marquis, 38, has been named the Mid-Maine Chamber of Commerce Outstanding Professional of the year for 2015.\nChristian Savage, the chamber’s program director, said Marquis rose quickly through the ranks in the insurance industry and is an expert and leader among her peers.\nIn 2010, with the passage of the Affordable Care Act, Marquis focused on how the act would change the health insurance industry.\nShe is vice chairwoman of the Maine Insurance Agents Association and a current board member of the Maine Property Tax Review Board.\nMarquis’ insurance career came from family persuasion, on both sides, according to Savage."}