{"article_title": "Human Resource Executive Online", "article_keywords": ["benefits", "plans", "exchange", "employees", "executive", "private", "kirgan", "healthcare", "health", "plan", "human", "online", "resource", "exchanges"], "article_url": "http://www.hreonline.com/HRE/view/story.jhtml?id=534355995", "article_text": "The Great Migration\n\nWithin a few years, millions of employees will likely receive their health benefits through private exchanges. At Darden Restaurants, this is already happening.\n\nThe concept of defined-contribution healthcare -- providing employees a set amount of money to purchase their own health plans rather than having the company select and pay for the plans directly -- is hardly new. However, as the number of private healthcare exchanges being offered by vendors large and small continues to proliferate, some say it represents the future of healthcare benefits.\n\nAccording to Accenture, roughly 1 million Americans will get healthcare coverage through private exchanges next year, and that number will rise to 40 million by 2018.\n\nA survey of 500 HR leaders by Waltham, Mass.-based technology firm Alegeus finds that 75 percent anticipate their organizations will make the switch to defined-contribution healthcare next year or in 2015.\n\nFor the 200,000 employees at Darden Restaurants Inc., the private-exchange concept is now a reality. At the start of this year, the Orlando, Fla.-based restaurant company (which operates the Red Lobster, Olive Garden and LongHorn Steakhouse chains, among others) officially switched over from a traditional PPO plan to a private exchange operated by Lincolnshire, Ill.-based Aon Hewitt, becoming one of the first major U.S. employers to do so.\n\n\"This was a big leap for us -- we went from offering one traditional plan from one carrier to offering five different plans via the exchange environment,\" says Danielle Kirgan, Darden's senior vice president for total rewards.\n\nWhen the company announced it would be moving to a private exchange last year, the reaction varied between the 2,000 employees at corporate headquarters in Orlando and the field employees out in the restaurants, she says.\n\n\"Our headquarters employees greeted the idea with curiosity, but there was also some skepticism and concern,\" says Kirgan. \"But out in the field, the reaction tended to be along the lines of 'This is great!'\"\n\nMany restaurant employees (who tend to be paid less than the employees at corporate) were excited about being given the chance to select plans with lower premiums (and higher deductibles) than was available under the old plan, she says.\n\nUnder the exchange, employee and dependent participation rates for Darden's health benefits are higher than they were under the traditional plan, says Kirgan, although she would not disclose specific numbers.\n\nThe company moved to a private exchange in order to offer its employees more choices, she says.\n\n\"Our employees are interested in dental, vision and supplementary insurance as well as medical, but we couldn't -- on our own -- provide the kind of infrastructure necessary to administer plans that offered the variety of choices they wanted,\" says Kirgan. \"But with the exchange, we can.\"\n\nA clear majority of the respondents to the Alegeus survey (68 percent) say a DC approach will prompt health-plan participants to make more cost-conscious benefit decisions and 66 percent believe it will allow them to offer a wider array of benefit options. Close to 60 percent believe it will allow their organizations to continue offering benefits that would otherwise be in jeopardy, and that it will lead to lower benefit costs for their organizations.\n\nHowever, not all are convinced that private exchanges represent the next best thing for health benefits.\n\n\"What I'm seeing is that employers are a lot more skeptical of private exchanges, and their potential value, than the buzz about them would suggest,\" says Jennifer Benz, CEO of Benz Communications, a San Francisco-based employee-benefits communication consultancy.\n\nProponents of private exchanges tout the greater number of health-plan choices they offer to employees -- but that's part of the problem, says Benz.\n\n\"Many employers have learned more choice is not necessarily a good thing,\" says Benz (who is also the program chair for Human Resource Executive's Health & Benefits Conference). \"One of the things that large employers have been able to do fairly well is craft a limited number of health plans that provide the right value for their employee demographic. But with the public and private exchanges, people are going to be overwhelmed with choices.\"\n\nPrivate exchanges represent simply yet another flavor in a trend that isn't new, says Benz.\n\n\"If private exchanges can prove they're really saving money, and the communication and education process for employees is so much better than the typical benefits-enrollment process, then there's potential,\" she says. \"But from what I'm seeing right now, this is just a different flavor of benefits administration -- it's not radically improved.\"\n\nNewsletter Sign-Up: Benefits\n\nHR Technology\n\nTalent Management\n\nHR Leadership\n\nInside HR Tech\n\nHRENow\n\nSpecial Offers\n\nEmail Address\n\n\n\nPrivacy Policy\n\nCompanies have been talking about a DC approach for decades, says Paul Fronstin, director of health research and education at the Employee Benefits Research Institute in Washington.\n\n\"The whole idea is to introduce more consumer engagement regarding health insurance,\" says Fronstin. \"We'll see whether it actually does. The Federal Employees Health Benefit Program has offered a private exchange for years, and I don't think costs have been going up there any less than overall healthcare costs.\"\n\n\"It may be disruptive at first; some people may love it, others will hate it,\" says Fronstin. \"A concern of many employees is whether the employer contribution to buy benefits will go up each year or remain the same.\"\n\nAt Darden, the employer contribution is pegged to the inflation rate and will rise accordingly, says Kirgan. Each employee receives a subsidy that is a percentage of the cost of whichever plan they choose, she says.\n\nWhen it comes to educating employees about DC health benefits, HR may need to start with itself first: Many of the respondents to the Alegeus poll who said they were familiar with private exchanges were unable to answer basic questions about what they are, how they function or the benefits they offer, says Torre. For example, 32 percent agreed (incorrectly) that private exchanges are the same as the public health exchanges mandated by the Affordable Care Act.\n\n\"There's clearly a significant education gap,\" says Alegeus CEO Tom Torre.\n\nAt Darden, the company dedicated three months to educating managers and employees about the private exchange, says Kirgan. \"We had to really re-think our open-enrollment process where we could layer in this awareness piece about how the exchange works and answer questions and concerns,\" she says.\n\nIn addition to making extensive use of videos and online tutorials, Darden focused on educating managers about the exchanges so they, in turn, could become information sources for employees, says Kirgan.\n\n\"I think everyone has to expect that employees might be overwhelmed at first, but our experience was that once we were able to engage them in discussion about it and take away the nomenclature, it became far less intimidating to them,\" she says.", "article_metadata": {"og": {"url": "http://www.hreonline.com/HRE/view/story.jhtml?id=534355995", "type": "article", "site_name": "www.HREOnline.com", "title": "The Great Migration"}, "description": "By Andrew R. McIlvaine Within a few years, millions of employees will likely receive their health benefits through private exchanges. At Darden Restaurants, this is already happening.", "viewport": "user-scalable=yes, width=device-width"}, "_id": "\"57477af46914bd0286fe0a88\"", "article_summary": "\"Many employers have learned more choice is not necessarily a good thing,\" says Benz (who is also the program chair for Human Resource Executive's Health & Benefits Conference).\nFor example, 32 percent agreed (incorrectly) that private exchanges are the same as the public health exchanges mandated by the Affordable Care Act.\nHowever, as the number of private healthcare exchanges being offered by vendors large and small continues to proliferate, some say it represents the future of healthcare benefits.\nThe Great MigrationWithin a few years, millions of employees will likely receive their health benefits through private exchanges.\nPrivate exchanges represent simply yet another flavor in a trend that isn't new, says Benz."}