{"article_title": "Are Generic Drug Price Increases Linked to Obamacare?", "article_keywords": ["prices", "sciences", "generic", "price", "obamacare", "drug", "drugs", "increases", "costs", "health", "treatment", "national", "report", "trend", "linked"], "article_url": "http://www.opposingviews.com/i/society/debates/are-generic-drug-price-increases-linked-obamacare", "article_text": "A group of almost two dozen protesters recently descended upon a hotel in San Francisco where Gilead Sciences Inc. “touted its $1,000-a-pill hepatitis C cure to investors in a hotel ballroom,” according to Bloomberg. An entire 12-week course of treatment would cost $84,000. While these types of expensive private drugs are not uncommon, there is usually a cheaper, generic option that people can choose to save some money.\n\nHowever, according to a recent report from the National Journal, that may soon change.\n\nWhile the conservative-minded Breitbart.com report has no problems asserting that “Obamacare” is to blame, the very first line of the Journal’s report says that it is “difficult—if not impossible” to work out why costs are going up. The National Community Pharmacists Association doesn’t know, either, and it has asked Congress to hold a hearing on the matter.\n\nAccording to the Breitbart.com article, Dan Mendelson, the CEO of the consulting firm Avalere Health, said that prices of generic drugs have gone up because the demand for them has risen. Mendelson has a point, because as long as their prices stay well below the prices of their main competitors, generic drug manufacturers can charge whatever they want.\n\nWhile it’s unclear what effect the Affordable Care Act has had on this market trend, it is a safe bet that it has impacted the trend in some way. All new health plans have to cover prescription drugs, so, theoretically, with more people in the market for prescriptions who previously might not have been able to afford them, an increase in demand makes sense.\n\nYet, one might suggest that this is evidence that the ACA is relatively impotent where cutting or controlling costs are concerned. Gilead Sciences' hepatitis-C cure would cost a patient’s insurance company $84,000 for a 12-week treatment. This and other drugs like it have led to an overall increase in health costs.", "article_metadata": {"msapplication-TileColor": "#0e0e0e", "p": {"domain_verify": "4e3a17d2b19ae614286124438d4e37ce"}, "description": "A group of almost two dozen protesters recently descended upon a hotel in San Francisco where Gilead Sciences ...", "Generator": "Drupal 7 (http://drupal.org)", "title": "Are Generic Drug Price Increases Linked to Obamacare?", "modernizr-version": "2.8.3", "foundation-version": "5.4.7", "jquery-version": "2.1.1", "og": {"url": "http://www.opposingviews.com/i/society/debates/are-generic-drug-price-increases-linked-obamacare", "image": "https://s3-us-west-1.amazonaws.com/ov-file-archive/piece/3/3/712003.0.Pharm.jpg", "type": "article", "description": "A group of almost two dozen protesters recently descended upon a hotel in San Francisco where Gilead Sciences ...", "title": "Are Generic Drug Price Increases Linked to Obamacare?"}, "DC.date.issued": "2014-02-03T21:08:16+00:00", "theme-version": "1.2.4", "publish_date": "2014-02-03T21:08:16+00:00", "msapplication-TileImage": "/sites/all/themes/ov_foundation/img/favicons/ms-icon-144x144.png", "theme-color": "#0e0e0e", "ov": {"id": 835967}, "viewport": "width=device-width, maximum-scale = 1.0"}, "_id": "\"57477af46914bd0286fddb63\"", "article_summary": "This and other drugs like it have led to an overall increase in health costs.\nMendelson has a point, because as long as their prices stay well below the prices of their main competitors, generic drug manufacturers can charge whatever they want.\nAccording to the Breitbart.com article, Dan Mendelson, the CEO of the consulting firm Avalere Health, said that prices of generic drugs have gone up because the demand for them has risen.\nWhile these types of expensive private drugs are not uncommon, there is usually a cheaper, generic option that people can choose to save some money.\nThe National Community Pharmacists Association doesn’t know, either, and it has asked Congress to hold a hearing on the matter."}