{"article_title": "I Won't Sign Any Bill to Repeal Obamacare", "article_keywords": ["wont", "republican", "bill", "congress", "senate", "work", "obamacare", "mcconnell", "sign", "going", "white", "repeal", "law", "obama"], "article_url": "http://www.newsmax.com/Newsfront/Obamacare-Mitch-McConnell-Congress-GOP/2014/11/05/id/605518/", "article_text": "One day after his party took a drubbing in the midterm elections, President Barack Obama said he had no intention of signing a Republican bill to overturn his signature healthcare legislation but would be willing to work with the GOP on other issues.\n\n\n\n\"On healthcare, there are certainly some lines I'm going to draw,\" Obama said in a White House press conference Wednesday. \"Repeal of the law I won't sign.\"\n\n\n\nThe president said he also would resist efforts to weaken the law piecemeal, as Republicans have suggested, including getting rid of the individual mandate.\n\n\n\nBut he would be agreeable to \"responsible changes\" to \"make it work better,\" Obama said. \"There's no law that has ever been passed that is perfect.\"\n\n\n\nBut that's not what Sen. Mitch McConnell, who is expected to be elected Senate majority leader, said in a press conference about an hour before Obama's.\n\n\n\n\"If I had the ability, obviously I'd get rid of it,'\" McConnell said of the Affordable Care Act. \"It's no secret that every one of my members thinks Obamacare was a huge legislative mistake.\"\n\n\n\nKnowing that Obama would veto a bill to completely reverse the ACA, McConnell said he would strike at pieces of the legislation \"that are tremendously unpopular with the American people.\"\n\n\n\nThat would include the individual mandate, which requires people to buy insurance policies approved by the government, he said.\n\n\n\nMcConnell also said he would try to get the medical device tax overturned and would aim to change provisions in the law that have caused employers to cut workers from a 40-hour work week.\n\n\n\nObama declined to say whether he would be willing to compromise on the medical device tax.\n\n\n\nFrom Obama's perspective, he said he wants to see Congress act on a comprehensive immigration reform bill that would allow for those who have been here for years to become legal.\n\n\n\nHe deflected a question on his promise to take executive action soon to grant what Republicans call \"amnesty\" to millions of undocumented immigrants.\n\n\n\nMcConnell said that doing so without giving Congress a chance to act first would be \"poisoning the well\" for any chance at agreement and akin to waving a red flag in front of a bull.\n\n\n\nBut Obama shirked off that notion.\n\n\n\n\"The best way, if folks are serious about getting immigration reform done, is going ahead and passing a bill and getting it to my desk,\" he said. \"And then the executive actions that I take go away. They're superseded by the law that is passed.\"\n\n\n\nDespite the differences, both men insisted they would work together, along with House Speaker John Boehner, on issues they agree on, including trade agreements and corporate tax reform.\n\n\n\nMcConnell said his disagreements with Obama are not personal and he thinks the Senate can work with the White House.\n\n\n\n\"I would enjoy having some Kentucky bourbon with Mitch McConnell,\" Obama said, adding that the current minority leader has always been straightforward and has never made a promise he couldn't deliver.\n\n\n\nDespite the happy talk, their biggest point of agreement was that they are likely to disagree.\n\n\n\nMcConnell said the new GOP Congress likely will pass some bills Obama won't sign.\n\n\n\nObama echoed that line, adding, \"I'm pretty sure I'll take some actions some in Congress will not like.\"\n\n\n\nThe president, whose unpopularity made him unwelcome to many Democrats running for office, plans to meet congressional leaders from both parties at the White House on Friday to take stock of the new political landscape.\n\n\n\nDespite the Republican gains, the election was not necessarily an endorsement of Republican policies. Initiatives championed by Democrats to raise the minimum wage and legalize possession of small amounts of marijuana succeeded in a handful of states where they were on the ballot.\n\n\n\nWith the bulk of election results in, the dollar surged to a seven-year high against the yen and the Dow and S&P 500 finished at record closing highs, reflecting optimism about pro-energy and other business policies.\n\n\n\nObama said he would like to work with Republicans on a deal to pay for needed repairs to roads, bridges, ports and other infrastructure through some kind of compromise on repatriating corporate offshore revenue.\n\n\n\nThe new power structure will test Obama's ability to compromise with newly empowered political opponents who have been resisting his legislative agenda since he was first elected in 2008. Americans elected him to a second and final four-year term in 2012.\n\n\n\nOne of the first tests could be a bill to approve the Keystone XL crude oil pipeline from Canada, a project about which Obama has voiced reservations. Republican Senator John Hoeven said in an interview on Wednesday that he has enough votes to pass a bill early in 2015 that would approve TransCanada's long-languishing $8 billion pipeline project.\n\n\n\nObama said at the news conference he would let the State Department-run process on Keystone play out, but said his criteria for approving it or not would be based on whether it helped Americans' pocket books.\n\n\n\n\"Is it going to actually create jobs? Is it actually going to reduce gas prices that have been coming down? And is it going to be, on net, something that doesn't increase climate change that we're going to have to grapple with?\" he said.\n\n\n\nEnergy markets hope Republican control of the Senate will lead to reform of crude and natural gas export laws and motivate the Obama administration to include those energy exports in new, or broader, trade agreements\n\n\n\nReuters contributed to this report.\n\n\n\n\n\n© 2016 Newsmax. All rights reserved.", "article_metadata": {"news_keywords": "Obamacare, Mitch McConnell, Congress, GOP", "pubdate": "2014-11-05T17:20:17", "og": {"site_name": "Newsmax", "description": "One day after his party took a drubbing in the midterm elections, President Barack Obama said he had no intention of signing a Republican bill to overturn his signature healthcare legislation but would be willing to work with the GOP on other issues.", "title": "President: I Won't Sign Any Bill to Repeal Obamacare", "url": "http://www.newsmax.com/Newsfront/Obamacare-Mitch-McConnell-Congress-GOP/2014/11/05/id/605518/", "page_id": 85452072376, "image": "http://www.newsmax.com/App_Themes/Newsmax/images/facebook/newsmaxFBLogo.gif", "type": "article"}, "twitter": {"url": "http://www.newsmax.com/Newsfront/Obamacare-Mitch-McConnell-Congress-GOP/2014/11/05/id/605518/", "description": "One day after his party took a drubbing in the midterm elections, President Barack Obama said he had no intention of signing a Republican bill to overturn his signature healthcare legislation but would be willing to work with the GOP on other issues.", "site": "Newsmax", "title": "President: I Won't Sign Any Bill to Repeal Obamacare"}, "epoch": 1415208017, "keywords": "Obamacare, Mitch McConnell, Congress, GOP", "fb": {"admins": 100002083767056, "app_id": 323020797885219}, "article": {"section": "Newsfront", "published_time": "2014-11-05T17:20:17"}, "msvalidate.01": "FAF1322EC761685A5DD9344A1C19E82A", "google-site-verification": "Jt2HUKgzJJw9VwIQJv31ETytuvNNm5ypTWN6j0nYvHM", "original-source": "http://www.newsmax.com/Newsfront/Obamacare-Mitch-McConnell-Congress-GOP/2014/11/05/id/605518/", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=yes", "description": "One day after his party took a drubbing in the midterm elections, President Barack Obama said he had no intention of signing a Republican bill to overturn his signature healthcare legislation but would be willing to work with the GOP on other issues."}, "_id": "\"57477af46914bd0286fe3573\"", "article_summary": "McConnell said the new GOP Congress likely will pass some bills Obama won't sign.\n\"Repeal of the law I won't sign.\"\n\"On healthcare, there are certainly some lines I'm going to draw,\" Obama said in a White House press conference Wednesday.\n\"I would enjoy having some Kentucky bourbon with Mitch McConnell,\" Obama said, adding that the current minority leader has always been straightforward and has never made a promise he couldn't deliver.\nMcConnell said his disagreements with Obama are not personal and he thinks the Senate can work with the White House."}