{"article_title": "Chuck Todd’s Theory of Politics", "article_keywords": ["good", "theory", "critics", "politicians", "political", "chuck", "todds", "game", "know", "todd", "politics", "thats", "dont"], "article_url": "http://fair.org/network-tv/nbc-network-tv/chuck-todds-theory-of-politics/", "article_text": "Chuck Todd will take over as host of Meet the Press next week, and on this week’s show he gave a brief explanation of how he views politics. It was rather murky, but parsing it helps illuminate Todd’s worldview.\n\nA few weeks ago, Politico‘s gossipy Playbook feature was first to suggest that Todd would be named as a replacement for David Gregory, noting that Todd was a “political obsessive” who impressed some powerful figures at the network with “his love of the game.” The move was seen as a way for NBC to “restore passion and insider cred” to their Sunday morning show. To many critics, this is exactly the kind of thing that’s wrong with Beltway journalis: insiders talking to other insiders who “love the game.” On the August 31 show, Todd gave viewers a sense what “loving the game” means–and why he’s not likely to do much to change the process-driven, Beltway-obsessed Meet the Press. Todd starts off by congratulating guest host Andrea Mitchell for hosting a totally conventional panel of foreign policy insiders to talk about Syria and Iraq. And that led Todd off onto this tangent:\n\nYou were doing a great job asking them some of the questions the American public is asking. And that’s our job as political journalists. In many ways, we’re the go-between. Which is why people sometimes get angry at us–politicians get angry at us, the public gets angry at us–because they want us to be that interpreter. And my issue these days, when people say, “I hate politics,” it’s like, “No. No, you don’t. What you hate is the politicians who don’t know how to practice it.”\n\nSetting aside the sanctimonious nonsense about people being wrong about their feeling for politics, these comments are difficult to parse–journalists are paid to be go-betweens, but not interpreters, like people want them to be? But it seems like part of what Todd is saying is that critics of the media mistakenly project their anger at journalists instead of the politicians with whom they disagree. He’s said this before to CJR (10/29/10):\n\nIt’s amazing to me how little substance most elected officials will engage in. I think the unsatisfied partisan media critics would be wise to spend more time engaging policymakers than those charged with covering them.\n\nBut Todd is misunderstanding some of the criticism. Back in 2009, he debated Glenn Greenwald over the issue of legal accountability for Bush-era torture. Todd was against it, seeming to endorse the argument that it wouldn’t be “good for our reputation around the world if we’re essentially putting on trial the previous administration.” More recently, Todd attracted considerable attention (FAIR Blog, 9/18/13) after an MSNBC discussion about right-wing Obamacare misinformation, where Todd argued that the real issue was “messaging”–it was not the media’s failure to check those lies but “the president of the United States’ fault for not selling it.” In both cases, Todd’s critics are upset by the failure of journalism to act as a check on government power–in one case by taking the position that prosecuting criminal behavior would send the wrong message, and in the other by not challenging misinformation. To make a broader point, some critics object to process-style political journalism–about “the game”–because it crowds out reporting on issues of actual substance. Todd makes it sound like a vapid political system is the fault of politicians, but that lets reporters off the hook–which is nothing if not convenient.\n\nFor those who critiqued Todd for seeing politics as a game, he was pretty clear that it is one:\n\nYou know, it’s like watching a game. You want to compare it to a game, it is like watching a game of people that don’t play the game very well. You’d stop watching the game because you’re like, “Those baseball players stink,” or, “Those football players, they don’t respect it.” If you have politicians that know how to practice the art of politics, the democracy gets stronger, the world gets safer. And then that’s when you realize politics is a good thing.\n\nSo what do “good” politics look like to Chuck Todd? We know what he thinks of as bad politics–prosecuting the prior administration’s torture, for starters. Earlier this year, Todd and former host David Gregory mused about whether Obama might want to support the Keystone XL pipeline in order to make nice with Republicans and help soothe partisan divisiveness (FAIR Blog, 2/3/14). And Todd expanded on his politics-as-sporting-event theory in the pages of the Washington Post (FAIR Blog, 8/7/12), where he compared the Obama/Romney campaign to Olympic gymnastics (because campaign coverage can never be too shallow and gimmicky). The upshot was that being in the middle is what wins, and that Obama has had trouble when he’s leaned too far to the left. So that’s good politics, then–when Democrats move further to the right to meet Republicans in some mythical, pundit-approved “center.” But there’s a real chance that some people aren’t confused–they actually don’t like politics, or at least they don’t care much for politicians. And some critics of political journalism actually think that it should hold powerful people to account. That is very much at odds with viewing politics as a sport where the athletes just aren’t performing particularly well. That’s where Chuck Todd is coming from.", "article_metadata": {"og": {"url": "http://fair.org/network-tv/nbc-network-tv/chuck-todds-theory-of-politics/", "site_name": "FAIR", "type": "article", "description": "Todd's critics are upset by the failure of journalism act as a check on government power, and to process-style political journalism that crowds out reporting on issues of actual substance.", "title": "Chuck Todd’s Theory of Politics"}, "article": {"tag": "Politics", "published_time": "2014-09-03", "modified_time": "2014-09-03", "author": "http://fair.org/author/peter/"}, "twitter": {"domain": "FAIR.org", "description": "The new host of Meet the Press shares his ideas about what journalism is supposed to do-- and why people who hate politics are all wrong.", "title": "Chuck Todd's Theory of Politics", "image": "http://www.fair.org/blog/wp-content/uploads/2014/09/chucktodd-ourjob-300x175.png", "creator": "@PeterFHart", "site": "@FAIRmediawatch", "card": "summary_large_image"}, "description": "Todd's critics are upset by the failure of journalism act as a check on government power, and to process-style political journalism that crowds out reporting on issues of actual substance.", "google-site-verification": "pCl34NejY1VEHc5CT-okaKYhVr4ZfSS3FkoYFM7aP7Q"}, "article_summary": "So what do “good” politics look like to Chuck Todd?\nChuck Todd will take over as host of Meet the Press next week, and on this week’s show he gave a brief explanation of how he views politics.\nThat is very much at odds with viewing politics as a sport where the athletes just aren’t performing particularly well.\nSo that’s good politics, then–when Democrats move further to the right to meet Republicans in some mythical, pundit-approved “center.” But there’s a real chance that some people aren’t confused–they actually don’t like politics, or at least they don’t care much for politicians.\nFor those who critiqued Todd for seeing politics as a game, he was pretty clear that it is one:You know, it’s like watching a game."}