{"article_title": "The Pornified Professor Versus Pro-Life Youth", "article_keywords": ["versus", "woman", "prolife", "feminist", "media", "professor", "girls", "sign", "youth", "pornified", "pornography", "sex", "studies", "university"], "article_url": "http://townhall.com/columnists/brentbozell/2014/03/19/the-pornified-professor-versus-prolife-youth-n1811096", "article_text": "The other day, this story hit the New Media. It's one the Old Media will simply never report.\n\nTwo sisters, 16 and 21, and members of Survivors of the Abortion Holocaust, were holding a pro-life sign while demonstrating at the University of California, Santa Barbara. A choppy cell phone video caught the scene: Students hurl obscenities at the young girls while a large, imposing woman, with two accomplices in tow, march off with the sign, having ripped it from one girl's hands.\n\nThe girls follow the thugs to the elevator, and as the video continues recording, the intimidating woman sneers at the girls, taunts them and dares them to try retrieving the stolen sign while her accomplices laugh.\n\nThe woman who helped steal the sign in question and is now facing assault charges is Dr. Mireille Miller-Young, an associate professor of feminist studies at UCSB. If two young ladies were protesting for abortion rights at Ave Maria University, and some pro-life goons led by a professor there assaulted them, on video, it would be replayed on every news network in America. But in this case, the thugs were pro-abortion, so the news, as usual, was no news -- censored.\n\nBut there's another story within this one. Who is this professor?\n\nAs we reviewed some online reports, two things struck us. One outlet wrote that Miller-Young \"specializes in queer theory, black film and pornography.\" Ouch. So much for rules of proper journalism, we thought. Later in that article, a spokeswoman for Survivors of the Abortion Holocaust is quoted as having told Fox News, \"The professor is a feminist studies professor and her specialty is pornography ... \"\n\nYikes again. How hyperbole hurts your cause, pro-lifers! Best check this out for ourselves, we concluded. So we pulled up her official page on UCSB's website. There was no exaggeration in what we'd read. This is what we learned:\n\n\"Mireille Miller-Young: Ph.D., is Associate Professor of Feminist Studies at the University of California at Santa Barbara. Her research explores race, gender and sexuality in visual culture and sex industries in the United States. Her manuscript, A Taste for Brown Sugar: Black Women, Sex Work and Pornography examines African American women's representation and labor in pornographic media.\"\n\nWe learn she has published research in book collections such as \"Pornification: Sex and Sexuality in Media Culture, Blackness and Sexualities.\" That one seems self-explanatory. But what is \"C'Lick Me: A Netporn Studies Reader\"? Another outlet in which she has proudly published her work?\n\nIt comes out of Amsterdam (surprise) and proclaims, \"We are part of a porn-friendly, yet critical digital generation, bothered by a cultural climate of narrow-mindedness and porn hysteria ... to expand the notion of digital desire, and smash the predictable boundaries of porn debates, depicting a broader libidinal spectrum from fetish subcultures to digital alienation (whatever that means) ... The reader concludes by re-contextualising the queer discourse into a post-porn scenario (whatever that means again).\"\n\nHer bio declares she has written essays for The New York Times, Feminist Theory ... and $pread, a sex worker magazine, which boasts: \"We are current and former strippers, escorts, pro-dommes, phone sex and fetish workers, and porn stars of all genders.\" We are told she has been interviewed for books, articles and radio programs. Only one is listed: NPR (surprise).\n\nBut shouldn't there be more media interest than that? Shouldn't someone somewhere be curious enough to ask: What in the world is this degenerate doing on a university campus as a professor? Isn't there a journalist anywhere wondering how the study of -- no, the glorification of -- pornography qualifies as \"higher education\"? Isn't anyone wondering what kind of education parents are buying for the $57,055 annual tuition?\n\nNo wonder the school thus far has refused to take action against this disgusting person. That would require courage, and ethics and simple decency, none of which appear to be in any supply in the University of California system.", "article_metadata": {"description": "The other day, this story hit the New Media. It's one the Old Media will simply never report..05/26/2016 20:13:17PM EST.", "author": "Brent Bozell", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "The other day, this story hit the New Media. It's one the Old Media will simply never report.", "title": "Brent Bozell - The Pornified Professor Versus Pro-Life Youth", "url": "http://townhall.com/columnists/brentbozell/2014/03/19/the-pornified-professor-versus-prolife-youth-n1811096", "image": "http://media.townhall.com/townhall/reu/ha/2013/353/2013-12-20T030636Z_1_CBRE9BJ08N300_RTROPTP_3_FUNDS-CALIFORNIA-UCAL.JPG", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "The other day, this story hit the New Media. It's one the Old Media will simply never report.", "title": "Brent Bozell - The Pornified Professor Versus Pro-Life Youth", "url": "http://townhall.com/columnists/brentbozell/2014/03/19/the-pornified-professor-versus-prolife-youth-n1811096", "image": "http://media.townhall.com/townhall/reu/ha/2013/353/2013-12-20T030636Z_1_CBRE9BJ08N300_RTROPTP_3_FUNDS-CALIFORNIA-UCAL.JPG", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "The Pornified Professor Versus Pro-Life Youth, Brent Bozell, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "article_summary": "This is what we learned:\"Mireille Miller-Young: Ph.D., is Associate Professor of Feminist Studies at the University of California at Santa Barbara.\nLater in that article, a spokeswoman for Survivors of the Abortion Holocaust is quoted as having told Fox News, \"The professor is a feminist studies professor and her specialty is pornography ... \"Yikes again.\nThe woman who helped steal the sign in question and is now facing assault charges is Dr. Mireille Miller-Young, an associate professor of feminist studies at UCSB.\nShouldn't someone somewhere be curious enough to ask: What in the world is this degenerate doing on a university campus as a professor?\nTwo sisters, 16 and 21, and members of Survivors of the Abortion Holocaust, were holding a pro-life sign while demonstrating at the University of California, Santa Barbara."}