{"article_title": "How not to avoid a bad online review", "article_keywords": ["review", "hotel", "internet", "page", "note", "bad", "place", "deposit", "online", "policy", "wedding", "avoid", "york"], "article_url": "http://www.salon.com/2014/08/04/how_not_to_avoid_a_bad_online_review/", "article_text": "Topics: Internet Culture, Retail, TripAdvisor, Yelp, Life News\n\nStopping by Hudson, New York, and looking for a place to stay a spell? Maybe you’d like to try the Union Street Guest House. But be warned: The current forecast in town calls for a crapstorm.\n\nOn Monday, the New York Post’s Page Six noted that the hotel, located “near Catskills estates built by the Vanderbilts and Rockefellers,” had a written policy toward wedding guests warning them to “Please know that despite the fact that wedding couples love Hudson and our inn, your friends and family may not.” And if they don’t, there may be a problem. “If you have booked the inn for a wedding or other type of event and given us a deposit of any kind, there will be a $500 fine that will be deducted from your deposit for every negative review placed on any internet site by anyone in your party. (Please NOTE we will not charge this fee &/or will refund this fee once the review is taken down). Also, please note that we only request this of wedding parties and for the reasons explained above.” The Post also noted, by the way, that the proprietors have responded to online criticism with claims of “mean spirited nonsense” and “she made all of this up.” We haven’t seen this much poor handling of social media since Amy Baking Co. went viral last year for its no “SLUTTY BITCHES LIKE YOU” policy toward its online critics.\n\nIf there are two things the Internet doesn’t lack for, they’d be amateur critics and people who don’t like being told what to do. Within hours of the Page Six story, Yelp was teeming with reviews for the place – some just simple one-star affairs, others that more colorfully describe it as “the bobbing diaper floating in the belly of a porta-potty” or a place whose “vintage bed clothes gave me herpes.” The Streisand Effect gets mentioned more than once too. My favorite is the reviewer who claims the hotel will also revoke your deposit “If, during ‘Love Shack’ by the B52’s, any attendee shouts ‘TIN ROOF RUSTED.'”\n\nFacing an onslaught of online critics who haven’t left them substantial deposits, the hotel had to move quickly to go into damage mode. (When Salon tried to call the hotel for comment Monday, no one answered the phone. A 2012 TripAdvisor post from the owners notes, “Yes, we do not return phone messages and we make that very clear,” so perhaps not answering phones is their thing.) The policy about negative reviews, meanwhile, was scrubbed from its site – though you can still read it as evidence. It also still retains its unique cancellation policy, which warns, “Due to our size, cancellations affect us greatly and we cannot make exceptions for any reason. This includes weather, family issues, personal issues, illness, or anything that is not something we can control.” I’m also intrigued by the note that “We are not responsible for left, lost or stolen Items. If you leave something in your room we will do our best to recover it for you. However, due to our small staff, we do not guarantee when or if it will indeed be returned.” Indeed! And if you want to feel you’ve stepped into another era, the Contact Us page features an image of a Radio Shack computer with the word “EMAIL” on it.", "article_metadata": {"description": "A hotel feels the Internet's wrath for its reviews policy", "author": "Mary Elizabeth Williams", "og": {"site_name": "Salon", "description": "A hotel feels the Internet's wrath for its reviews policy", "title": "How not to avoid a bad online review", "url": "http://www.salon.com/2014/08/04/how_not_to_avoid_a_bad_online_review/", "image": "http://media.salon.com/2014/08/union_st_guest_house.jpg", "type": "article"}, "twitter": {"description": "A hotel feels the Internet's wrath for its reviews policy", "creator": "@embeedub", "image": "http://media.salon.com/2014/08/union_st_guest_house.jpg", "title": "How not to avoid a bad online review", "site": "@salon", "card": "summary_large_image"}, "title": "How not to avoid a bad online review", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Internet Culture, Retail, TripAdvisor, Yelp", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fdb4af\"", "article_summary": "(Please NOTE we will not charge this fee &/or will refund this fee once the review is taken down).\n'”Facing an onslaught of online critics who haven’t left them substantial deposits, the hotel had to move quickly to go into damage mode.\nTopics: Internet Culture, Retail, TripAdvisor, Yelp, Life NewsStopping by Hudson, New York, and looking for a place to stay a spell?\nHowever, due to our small staff, we do not guarantee when or if it will indeed be returned.” Indeed!\nThe policy about negative reviews, meanwhile, was scrubbed from its site – though you can still read it as evidence."}