{"article_title": "At South African mine, it's a long, long way down", "article_keywords": ["operations", "gold", "fields", "workers", "kilometers", "miners", "long", "safety", "deep", "way", "african", "underground", "south"], "article_url": "http://www.usnews.com/news/business/articles/2014/04/04/at-south-african-mine-its-a-long-long-way-down", "article_text": "In this photo taken Thursday, Feb. 20, 2014, miners are photographed underground during a journalist's tour to the South Deep gold mine south of Johannesburg. Miners work some 2.4 kilometers (1.5 miles) underground in 12-hour shifts, where safety is a constant concern and everyone depends on everyone else to stick to precautions. (AP Photo/Themba Hadebe) The Associated Press\n\nBy CHRISTOPHER TORCHIA, Associated Press\n\nWESTONARIA, South Africa (AP) — For those who grumble about their daily commute, imagine this ride to work: clamber into an elevator cage and plummet 2.4 kilometers (1.5 miles) into the earth, so fast that ears pop from the changing air pressure. Then board a small railroad car that creaks and grinds the same distance to the outer reaches of a South African gold mine.\n\nIt gets humid down below. Sweat flows. For the unaccustomed, the din of drills and other machinery is disorienting. Travelers are weighed down by boots and a jumpsuit, a helmet with a mounted flashlight and a \"self-rescuer,\" a metal canister with a breathing tube and an oxygen supply in case something goes wrong.\n\nMiners have a chain of command, but the extreme conditions are a kind of leveler.\n\n\"We're all equal underground,\" Gerard Pienaar, senior operations manager at South Deep mine, said on a recent tour of the flagship operation of Gold Fields Limited that provided a look at some of the conditions in South Africa's mining industry that drives the continent's biggest economy.\n\nSouth Deep miners work 12-hour shifts — four days on, four days off. Forces of man and nature seem to be locked in battle in this extreme environment, where safety is a constant concern, and everyone depends on everyone else to stick to precautions.\n\nSouth Africa has rich reserves of gold, platinum and other minerals but a sharp drop in the price of gold and labor unrest are challenging the mining industry. A strike over compensation in the platinum sector is into its third month. In 2012, police shot and killed several dozen protesters during labor unrest at a Lonmin platinum mine.\n\nSouth African miners have traditionally used hand-held rock drills in tough and sometimes dangerous conditions. But that has changed at South Deep, located 45 kilometers (28 miles) southwest of Johannesburg where the company is based.\n\nGold Fields has spent $4 billion on the mine and the new mechanized operations make for improved conditions and less exposure to labor protests. Workers here typically earn three to four times more than counterparts at gold mines that are not mechanized, according to Gold Fields.\n\nOn the surface, employees learn how to maneuver machines on a high-tech simulator. Below, large vehicles traverse well-lit chambers. A state-of-the-art workshop that is the size of two football fields is being built. Gold Fields, which also has operations in Peru, Ghana and Australia, brought in Australian experts to build up workers' skills.\n\nGold Fields has previously pushed back output goals at South Deep, partly because of the complex challenges of using machines underground, but it predicts full production by the end of 2017. The mine operates round the clock with about 5,000 employees. It seems like a self-contained world below ground, with chambers where workers eat and rest. The company seeks to maximize \"face time\" — the amount of time that miners actually spend working at and around the rock face, rather than on the lengthy journey to and from the surface.\n\nSouth Deep extends 3.3 kilometers (2 miles) below ground but even at that depth it is not among the deepest in the country, with some penetrating more than four kilometers (2.5 miles).\n\nMiners at South Deep settle into a rhythm and are most productive on the second and third days of the four-day stretch, according to Pienaar. About 10 percent of workers are women, he said.\n\nThere have been safety upgrades in South African mines over the years, but the toll remains high. In 2012, there were 112 accidental deaths at South African mine operations, a 9 percent drop over the previous year, according to the most recent published figures from the country's chamber of mines.\n\nIn 2008, nine workers at South Deep fell to their deaths when a cable attached to the shaft cage snapped. Last year, a drill-rig operator died in a rock fall, the first fatality in more than two years. Gold Fields concluded \"poor discipline\" was a factor and introduced new safety training.\n\nWillie Jacobsz, head of investor relations and corporate affairs at Gold Fields, said penalties for workers who don't observe safety include docked pay. The company mantra is: Look out for one another, a message captured in a verse of a poem on an office wall that reads: \"I could have saved a life today/But chose to look the other way.\"\n\nAt the mine gates, warnings abound. There is a breathalyzer machine to test alcohol levels, a poster on how to prevent disease-causing dust getting into the lungs, an instruction to ensure explosives are locked at all times and a list of barred items. They include cameras, alcohol, firearms and high heels.", "article_metadata": {"zone": "world/articles", "keyword": "Collections: Business", "title": "At South African mine, it's a long, long way down", "og": {"site_name": "US News & World Report", "description": "WESTONARIA, South Africa (AP) — For those who grumble about their daily commute, imagine this ride to work: clamber into an elevator cage and plummet 2.4 kilometers (1.5 miles) into the earth, so fast that ears pop from the changing air pressure. Then board a small railroad car that creaks and grinds the same distance to the outer reaches of a South African gold mine.", "title": "The world below: South African gold miners wrestle with the rock face deep beneath surface", "url": "http://www.usnews.com/news/business/articles/2014/04/04/at-south-african-mine-its-a-long-long-way-down", "image": "http://www.usnews.com/cmsmedia/36/632375285d8c24632d3499093c3e48/media:6703634a24504fb3a32a5acd7ed571d4SouthAfricaMineLife.JPEG", "type": "article"}, "twitter": {"site": "@USNews", "description": "WESTONARIA, South Africa (AP) — For those who grumble about their daily commute, imagine this ride to work: clamber into an elevator cage and plummet 2.4 kilometers (1.5 miles) into the earth, so fast that ears pop from the changing air pressure. Then board a small railroad car that creaks and grinds the same distance to the outer reaches of a South African gold mine.", "card": "summary", "title": "At South African mine, it's a long, long way down"}, "msvalidate.01": "A8E47FA91124063A4A9C78AD5273DC0F", "site": "news", "date_published": "April 4, 2014", "fb": {"app_id": 130063997038366}, "page_type": "article", "keywords": "South Africa-Mine Life,Collections: World,Collections: Top News,Associated Press,Collections: Business", "google-site-verification": "owJBuFHD3VHcTSsnPSOYizmUcs3GSBjbx09vBbBi1MM", "viewport": "width=device-width, initial-scale=1", "description": "WESTONARIA, South Africa (AP) — For those who grumble about their daily commute, imagine this ride to work: clamber into an elevator cage and plummet 2.4 kilometers (1.5 miles) into the earth, so fast that ears pop from the changing air pressure. Then board a small railroad car that creaks and grinds the same distance to the outer reaches of a South African gold mine."}, "_id": "\"57477af46914bd0286fe0aec\"", "article_summary": "In this photo taken Thursday, Feb. 20, 2014, miners are photographed underground during a journalist's tour to the South Deep gold mine south of Johannesburg.\nSouth Deep miners work 12-hour shifts — four days on, four days off.\nIn 2008, nine workers at South Deep fell to their deaths when a cable attached to the shaft cage snapped.\nBut that has changed at South Deep, located 45 kilometers (28 miles) southwest of Johannesburg where the company is based.\nThen board a small railroad car that creaks and grinds the same distance to the outer reaches of a South African gold mine."}