{"article_title": "Clearing the Path Home", "article_keywords": ["help", "clearing", "hospital", "dr", "patients", "health", "medicare", "path", "transitions", "hospitals", "researchers", "care"], "article_url": "http://newoldage.blogs.nytimes.com/2014/08/11/clearing-the-path-home/", "article_text": "The transitions coach ducks into your mother’s hospital room for a brief introduction before she’s discharged. The coach explains that her job is to help keep patients safe at home and asks if she can call to set up a home visit.\n\nHealth researchers know that transitions — the hand-offs from one setting to another, as in hospital to home — often go awry.\n\n“It’s so abrupt,” said Dr. Eric Coleman, a geriatrician at the University of Colorado, Denver (and a certified McArthur Foundation genius). “For three days people do everything for you, and then, 11 minutes before you leave, they turn the tables. ‘Now you take over.’ ”\n\nYour parent is often sleep deprived and medicated at the time; little wonder that nationally, about one Medicare patient in five returns to the hospital within a month. (Judith Graham wrote about re-hospitalizations last year.)\n\nTo lower that figure, Dr. Coleman began developing the Care Transitions Intervention program 15 years ago. If patients agree, a coach comes to their homes two to four days after discharge. She’s not there to change dressings or help them bathe; home health nurses or aides do that. Instead, over 45 minutes to an hour, the coach — generally a nurse, sometimes a social worker or other health care professional — asks about patients’ goals as they recover.\n\nShe will discuss the medications your mother takes and symptoms that might indicate a problem requiring medical attention. She’ll help your father strategize about whom to call if he needs help and rehearses what he’ll say. She phones twice over the next few weeks to see if your parent has gotten his questions answered and needs met.\n\nDr. Coleman’s brainchild has spread to over 900 hospitals, care organizations, Medicare Advantage plans and area agencies on aging around the country. The pace of adoption has picked up sharply since Medicare started imposing financial penalties on hospitals with high readmission rates in 2012.\n\nThe Care Transitions Intervention sounds so simple and commonsensical that it’s hard to believe it has major impact. But the evidence, starting with Dr. Coleman’s own pilot program and then a larger randomized trial in Colorado, shows that this coaching approach has reduced readmissions by 20 percent to 40 percent, depending on hospital location. Its costs are modest — $300 to $450 per patient to train and pay coaches — but the cost savings can be substantial and long lasting.\n\nIn a study published in the Archives of Internal Medicine in 2011, researchers at Brown University and Healthcentric Advisors of Rhode Island demonstrated that the Care Transitions program reduced 30-day readmissions to less than 13 percent from 20 percent among Medicare beneficiaries.\n\nIn the latest study, published in the Journal of General Internal Medicine, these researchers looked not only at readmissions to six hospitals, but at all health care costs except drugs among Medicare patients hospitalized between 2009 and 2011 who were discharged home (not to a nursing facility).\n\nThe researchers compared 321 patients who received coaching with two control groups: 919 who were eligible to participate but declined or didn’t cooperate in arranging a home visit, and an external group of more than 11,000 patients in the same hospitals who weren’t approached for coaching. In all three groups, the patients’ average age was in the mid-70s, and the researchers matched them by health status, sex, race and poverty indicators.\n\nOver six months, the coached patients had fewer emergency room visits, observation stays, doctors’ visits and nursing home stays — but those differences weren’t statistically significant. What drove cost savings, said Stefan Gravenstein, senior author of the study, was significantly reduced hospital readmissions.\n\nCoached patients had a 30 percent lower readmission rate. “We believe that when something came up, they got help before they got so sick they needed to be hospitalized,” said Dr. Gravenstein, a geriatrician now at University Hospitals Case Medical Center in Ohio.\n\nAfter allowing for the costs of coaching, Medicare spent an average $3,752 less over six months for coached patients, compared with the internal control group, and $6,221 less compared with the external control group (which may have included more dementia patients, among other factors).\n\n“Patients are often passive recipients of health care, especially in a hospital,” Dr. Gravenstein said. Transitions coaches work to give them more confidence about navigating an often bewildering system.\n\n“When they discover that the things that worry them also have an urgency, it removes the hurdle,” he added. “It gives them permission to ‘bother the doctor.’ ” And that apparently pays off in more ways than one.\n\nLet’s not forget the other kinds of costs, after all. Hospitals, their starched white reputations notwithstanding, aren’t safe or friendly places for vulnerable older people. You don’t want to be there, or bounce back there, if you can avoid it. It looks as if transitions coaches can help you stay away.", "article_metadata": {"ptime": 20140811134753, "twitter": {"description": "Transition “coaches” help ease the transfer from hospital to home.", "title": "Clearing the Path Home", "url": "http://newoldage.blogs.nytimes.com/2014/08/11/clearing-the-path-home/", "image": "http://graphics8.nytimes.com/packages/images/icons/t_logo_300_black.png", "site": "@TheNewOldAge", "card": "summary"}, "sourceApp": "blogs", "DISPLAYDATE": "August 11, 2014", "keywords": "Elder Care,Elderly,Hospitals,Health Care", "GBLC": "Health Care", "communityAssetTaxonomy": "blogs/newoldage/Clearing the Path Home ( 20140811 )", "news_keywords": "Elderly care,Hospital,Old age", "PT": "Blogs", "author": "Paula Span", "SCG": "newoldage", "dfp-ad-unit-path": "newoldage", "CLMST": "Paula Span", "byl": "Paula Span", "BN": "newoldage", "adxPage": "blog.nytimes.com/newoldage/post", "description": "Transition “coaches” help ease the transfer from hospital to home.", "robots": "noodp", "dat": "August 11, 2014", "article": {"tag": "Health Care", "published_time": 1407779273, "modified_time": "2014-08-11T17:47:53-04:00", "collection": "http://json8.nytimes.com/services/json/sectionfronts/health/index.jsonp"}, "utime": 20140811174753, "communityAssetLabels": "NYT_Blogs", "PUD": 20140811, "pdate": 20140811, "des": "Elder Care;Elderly;Hospitals", "thumbnail": "http://graphics8.nytimes.com/packages/images/icons/t_logo_300_black.png", "og": {"site_name": "The New Old Age Blog", "description": "Transition “coaches” help ease the transfer from hospital to home.", "title": "Clearing the Path Home", "url": "http://newoldage.blogs.nytimes.com/2014/08/11/clearing-the-path-home/", "image": "http://graphics8.nytimes.com/images/blogs_v5/../icons/t_logo_291_black.png", "type": "article"}, "communityAssetURL": "http://newoldage.blogs.nytimes.com/2014/08/11/clearing-the-path-home/", "PUV": "normal", "hdl": "Clearing the Path Home", "thumbnail_150": "http://graphics8.nytimes.com/packages/images/icons/t_logo_300_black.png", "PST": "Blog Post"}, "_id": "\"57477af36914bd0286fd212c\"", "article_summary": "The Care Transitions Intervention sounds so simple and commonsensical that it’s hard to believe it has major impact.\nHealth researchers know that transitions — the hand-offs from one setting to another, as in hospital to home — often go awry.\nTo lower that figure, Dr. Coleman began developing the Care Transitions Intervention program 15 years ago.\n“Patients are often passive recipients of health care, especially in a hospital,” Dr. Gravenstein said.\nDr. Coleman’s brainchild has spread to over 900 hospitals, care organizations, Medicare Advantage plans and area agencies on aging around the country."}