{"article_title": "Obama owns GM recall malfeasance", "article_keywords": ["malfeasance", "recall", "fining", "thing", "shareholder", "ignition", "owns", "taken", "uncle", "gm", "stock", "companys", "obama"], "article_url": "http://thehill.com/blogs/pundits-blog/economy-budget/206349-obama-owns-gm-recall-malfeasance", "article_text": "The Department of Transportation is fining General Motors (GM) $35 million for waiting too long to recall 2.6 million vehicles with faulty ignition switches. Automotive News reports that the ignition switch failures have been linked to 35 crashes and 13 deaths.\n\nADVERTISEMENT\n\nThis announcement comes on the heels of another GM recall of 140,000 Chevy Malibus from the 2014 model year that have problems in their braking systems.\n\nThe only thing missing in these product recall and government fines is an acknowledgement of the company's majority shareholder when the malfeasance took place.\n\nThat mystery shareholder would be, drumroll please, the U.S. government.\n\nYes, the very U.S. government that is now fining GM for actions taken over the past five years, was an active part of the company’s management decision-making process during that exact time period. The Obama administration's reach at GM went so far as to determining that dealerships should be closed (including allegations that pro-Republican dealerships were targeted), and the decision on the hiring of the company's new CEO. They even were responsible for firing the company's pre-bailout CEO.\n\nGiven the federal tentacles that extended throughout the company, which even reached into car design (see the Chevy Volt), the feds cannot shirk their ownership of both the recalls and the product liability cover-up.\n\nOf course, now that the federal government has done the right thing and sold all GM stock holdings, it can go back and start fining and investigating the automaker for ills committed or perpetuated during Uncle Sam's reign.\n\nIf the Toyota sudden-acceleration cases are any guide, GM is only beginning to feel the wrath of the U.S. legal system, and given its cover-up of the ignition switch problem for years, is likely to face hundreds of millions of dollars in damage awards.\n\nYet the majority shareholder through much of the malfeasance has cashed out with an approximate $11.2 billion total loss to taxpayers. However, those who in good faith purchased the tarnished stock have been left holding the bag for the massive losses that are sure to result due to failures of GM management during the Uncle Sam management-era.\n\nUnlike the feds, GM cannot print money to cover its losses, fines and damage awards — its stock price and capacity to borrow money through the corporate bond markets will take the hit. And, unfortunately, it is increasingly likely that the company will find itself back in the bailout breadline again due to actions taken under government stewardship.\n\nBy the end of 2014, the decision to use taxpayer funds to bail out Chrysler — only to turn it over to Italian-owned Fiat and the United Auto Workers — may look like the good one by comparison.\n\nManning (@rmanning957) is vice president of public policy and communications for Americans for Limited Government. Contact him at rmanning@getliberty.org.", "article_metadata": {"dcterms.title": "Obama owns GM recall malfeasance", "generator": "Drupal 7 (http://drupal.org)", "dcterms.modified": "2016-02-04T04:20-05:00", "og": {"site_name": "TheHill", "title": "Obama owns GM recall malfeasance", "url": "http://thehill.com/blogs/pundits-blog/economy-budget/206349-obama-owns-gm-recall-malfeasance", "image": "http://thehill.com/sites/default/files/thehill_logo_200.jpg", "updated_time": "2016-02-04T04:20:37-05:00", "type": "article"}, "Smart_Paging": "on", "rdfs": {"label skos": {"prefLabel": "Contributors"}}, "dcterms.identifier": "http://thehill.com/blogs/pundits-blog/economy-budget/206349-obama-owns-gm-recall-malfeasance", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "apple-itunes-app": "app-id=396640962", "dcterms.date": "2014-05-16T15:00-04:00", "dcterms.creator": "Joel Kabot", "author": "Rick Manning", "dcterms.type": "Text", "article": {"published_time": "2014-05-16T15:00:03-04:00", "modified_time": "2016-02-04T04:20:37-05:00"}, "keywords": ",,", "dcterms.language": "und", "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/blogs/pundits-blog/economy-budget/206349-obama-owns-gm-recall-malfeasance", "widgets": {"csp": "on"}, "card": "summary", "title": "Obama owns GM recall malfeasance"}}, "_id": "\"57477af36914bd0286fd2130\"", "article_summary": "ADVERTISEMENTThis announcement comes on the heels of another GM recall of 140,000 Chevy Malibus from the 2014 model year that have problems in their braking systems.\nThe only thing missing in these product recall and government fines is an acknowledgement of the company's majority shareholder when the malfeasance took place.\nThe Department of Transportation is fining General Motors (GM) $35 million for waiting too long to recall 2.6 million vehicles with faulty ignition switches.\nYet the majority shareholder through much of the malfeasance has cashed out with an approximate $11.2 billion total loss to taxpayers.\nYes, the very U.S. government that is now fining GM for actions taken over the past five years, was an active part of the company’s management decision-making process during that exact time period."}