{"article_title": "Rethinking the hospital gown", "article_keywords": ["rethinking", "gown", "institute", "hospital", "ford", "tested", "patients", "health", "henry", "design", "model"], "article_url": "http://health.heraldtribune.com/2014/11/19/rethinking-hospital-gown/", "article_text": "A Detroit-based health system has unveiled a new hospital gown that aims to put the wraps on a big source of patients' grumbles — a lack of rear coverage.\n\nResembling a wrap-around robe, the \"Model G\" gown closes the once-drafty back, using adjustable snaps on the front and along the shoulders. As well as catering to patients who appreciate a more modest look, the gown — with color-coded trim — is made from a cotton-poplin blend for improved comfort.\n\nThe gown was developed by the Henry Ford Innovation Institute at Henry Ford Hospital in Detroit. A version was introduced in 2013 on a few inpatient floors and the institute has since updated the design based on feedback from patients and staff.\n\n\"Our No. 1 goal with this design was fixing the backside of the gown — patients' biggest complaint — while still allowing the health care team full access to the patient,\" Michael Forbes, a product designer at the Innovation Institute, said in a statement.\n\nOn Wednesday, those involved in the gown design announced plans for Michigan-based Carhartt to make 35,000 for use at Henry Ford Health System's six hospitals and 29 medical centers in the state. They're also ready to license it to other manufacturers for use by other hospitals.\n\nThe gown's \"Model G\" name is a tribute to auto industry pioneer Henry Ford and his Model T. The initial idea came from students at Detroit's College for Creative Studies, who collaborated with the institute on the concept. Even as it was tested, the change was noticeable at the hospital.\n\n\"I was here for many days and many nights and that new hospital gown was maybe a little thing, but it had a big effect on making me feel more comfortable, like I was wearing something that I might even wear at home,\" said Dale Milford, a patient from Farmington Hills who tested the gown.\n\n___\n\nOnline:\n\nhttp://www.henryfordinnovation.com\n\n___\n\nFollow David Runk on Twitter: http://twitter.com/runkdavi", "article_metadata": {"og": {"image": "http://health.heraldtribune.com/files/2014/11/wpgown.jpg"}, "wp-parsely_version": "1.8", "fb": {"app_id": 846021808821787}}, "_id": "\"57477af36914bd0286fd2126\"", "article_summary": "The gown was developed by the Henry Ford Innovation Institute at Henry Ford Hospital in Detroit.\nA Detroit-based health system has unveiled a new hospital gown that aims to put the wraps on a big source of patients' grumbles — a lack of rear coverage.\nResembling a wrap-around robe, the \"Model G\" gown closes the once-drafty back, using adjustable snaps on the front and along the shoulders.\nOn Wednesday, those involved in the gown design announced plans for Michigan-based Carhartt to make 35,000 for use at Henry Ford Health System's six hospitals and 29 medical centers in the state.\n\"I was here for many days and many nights and that new hospital gown was maybe a little thing, but it had a big effect on making me feel more comfortable, like I was wearing something that I might even wear at home,\" said Dale Milford, a patient from Farmington Hills who tested the gown."}