{"article_title": "Michael Jackson remembered: The very best MJ covers", "article_keywords": ["jackson", "song", "remembered", "la", "michael", "soul", "covers", "mj", "jacksons", "version", "vocals", "pop", "mjs", "hit", "best"], "article_url": "http://www.salon.com/2014/04/05/michael_jackson_remembered_the_very_best_mj_covers/", "article_text": "Topics: Billie Jean, Civil Wars, De La Soul, Editpr's Picks, Gloria Gaynor, Jackson 5, Kewehi, Maketo, Marvin Gaye, Michael Jackson, Mobb Deep, Music, quincy jones, Tame Impala, The Beatles, The Weeknd, Video, Entertainment News\n\nThe Beatles were a hugely influential band in large part because of their songwriting, which is why everybody and their uncle twice removed performs versions of Lennon-McCartney, and even George Harrison songs.\n\nMichael Jackson’s fame was more tied to his own particular performance, image and dancing — all of which were so intimidatingly accomplished that they rather discouraged imitation. As a result, even though he’s probably as, or more, important to contemporary pop than the Fab Four, his music is nowhere near as covered. Still, you don’t get that famous without prompting tributes. Here are some of the best and/or entertaining and/or bizarre of them.\n\nCleopatra, “I Want You Back”\n\nThis 1969 number by the Motown hit factory was the Jackson 5’s first major hit, and it is much beloved and covered. I like the way KT Tunstall reimagines the song as percussive acoustic indie folk pop, but her earnest vocals are maybe a little hard to take. So I’ve opted for girl group Cleopatra’s hip hop girl group version. The young MJ is inimitable, but Cleo Higgins does about as well as anyone could in channeling his particular brand of dynamite when she sends those “ooo —oooh!”s up toward the stratosphere.\n\nGloria Gaynor, “Never Can Say Goodbye”\n\nThis massively successful early Jackson 5 hit from 1971 became an almost-as-massively-successful disco crossover smash when Gaynor recorded it three years later. The video above has some truly stupendous sparkly seventies Vegas-by-way-of-Planet-Cleavage attire, though the song is cut off, alas. You can hear the full version here.\n\nMarvin Gaye, “I Wanna Be Where You Are”\n\nOne of Jackson’s early solo hits, the song was penned by Arthur Ross (Diana’s brother) and Leon Ware. Gaye covered it on the Ware-produced 1976 album “I Want You,” and it’s one of the few cover versions that legitimately seems to surpass the original. The sophisticated, layered backing and Gaye’s slippery vocals have a sensual adult suggestiveness that Jackson wasn’t quite up to at that point in his career, if ever. No matter; he had other strengths.\n\nMobb Deep, “Apostle’s Warning”\n\nAs you’d imagine, hip hop loves Michael Jackson. XXL has an amazing list of 55 Jackson samples, which you can fall into for the rest of the weekend if you’re so inclined. This track by Mobb Deep lifts Jackson’s cover of the Stylistics’ 1972 hit, turning the original’s ambivalent que sera sera world-weariness into a distorted, bleakly ominous groove.\n\nJuan Luis Guerra, “Dame”\n\nThe insinuatingly irresisitible shimmy of “Don’t Stop ‘Til You Get Enough” is translated into the frantically irresistible shimmy of merengue. It works surprisingly well, from the imitation (in Spanish) of MJ’s breathy intro to the unexpected fleet-fingered classic rock guitar solo.\n\nDe La Soul, “Breakadawn”\n\nDe La takes MJ’s pop and blows it up. The intro of the mellow “I Can’t Help It” turns into a smooth soul bubble on loop. “I am the man-ner of the family cuz the pants fit” is a nod to those funky forefathers and perhaps a promise to be weird enough not to follow Jackson or Stevie Wonder (who wrote the song) up the charts.\n\nQuincy Jones, Brandy, Heavy D & the Boyz, “Rock With You”\n\nJackson’s collaborator Quincy Jones redid this track from “Off the Wall” in 1995. It’s a nice synopsis of MJ’s influence, with Brandy’s smooth vocals showing ’90s R&B’s debt to the master and Heavy D rapping over a beat that seems to have been devised in anticipation that someone like Heavy D would do just that.\n\nRihanna, “Please Don’t Stop the Music”\n\nOf all the divas of the early 2000s, Rihanna was not necessarily the one I would have picked for superstardom. Still, you’ve got to admire the canniness; if you want a hit, you can’t do better than rejiggering “You Wanna Be Startin’ Somethin’.” Rihanna’s StarGate-produced version rubs off some of those jagged, tightly wound James Brown edges, and her vocals have none of Jackson’s mercurial dexterity — but even a somewhat bowdlerized MJ is still going to tear up the radio.", "article_metadata": {"description": "From soul royalty to pop divas and indie rockers, everyone loves the King of Pop. These versions are among the best VIDEO", "title": "Michael Jackson remembered: The very best MJ covers", "og": {"site_name": "Salon", "description": "From soul royalty to pop divas and indie rockers, everyone loves the King of Pop. These versions are among the best VIDEO", "title": "Michael Jackson remembered: The very best MJ covers", "url": "http://www.salon.com/2014/04/05/michael_jackson_remembered_the_very_best_mj_covers/", "image": "http://media.salon.com/2009/06/michael_jackson.jpg", "type": "article"}, "twitter": {"description": "From soul royalty to pop divas and indie rockers, everyone loves the King of Pop. These versions are among the best VIDEO", "title": "Michael Jackson remembered: The very best MJ covers", "image": "http://media.salon.com/2009/06/michael_jackson.jpg", "creator": "@hoodedu", "site": "@salon", "card": "summary_large_image"}, "author": "Noah Berlatsky", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Billie Jean, Civil Wars, De La Soul, Editpr's Picks, Gloria Gaynor, Jackson 5, Kewehi, Maketo, Marvin Gaye, Michael Jackson, Mobb Deep, Music, quincy jones, Tame Impala, The Beatles, The Weeknd, Video", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fe0b36\"", "article_summary": "De La Soul, “Breakadawn”De La takes MJ’s pop and blows it up.\nCleopatra, “I Want You Back”This 1969 number by the Motown hit factory was the Jackson 5’s first major hit, and it is much beloved and covered.\nGloria Gaynor, “Never Can Say Goodbye”This massively successful early Jackson 5 hit from 1971 became an almost-as-massively-successful disco crossover smash when Gaynor recorded it three years later.\nMobb Deep, “Apostle’s Warning”As you’d imagine, hip hop loves Michael Jackson.\nMichael Jackson’s fame was more tied to his own particular performance, image and dancing — all of which were so intimidatingly accomplished that they rather discouraged imitation."}