{"article_title": "Rich People's Rules and the TPP", "article_keywords": ["united", "rules", "price", "tpp", "drug", "states", "patent", "second", "rich", "peoples", "prices", "bill"], "article_url": "http://www.huffingtonpost.com/dean-baker/rich-peoples-rules-and-th_b_7590518.html", "article_text": "SAUL LOEB via Getty Images\n\nCongress gave the American people and the world something to celebrate last Friday. The House of Representatives refused to pass the package of bills that would have given President Obama fast-track authority for the Trans-Pacific Partnership (TPP). This was a huge victory for a campaign led by labor unions, environmentalists, consumer groups and other activists against the country's biggest corporations.\n\nA victory by the masses, or \"everyday people,\" over big money and big media is always grounds for celebration. But it is important to remember the game is far from over. This is one of those bills, like the TARP, where we are playing by rich people's rules.\n\nThat means that the other guys get to have do overs until they get the outcome they want. Some folks may remember the vote on the TARP, the Wall Street bailout package. The Washington establishment was shocked when liberal Democrats and populist Republicans combined to defeat the original bill in the House. But that was not the end, after all the life of the Wall Street banks was at stake.\n\nThe Bush administration and the congressional leadership regrouped and came back for a second shot. They reworked the bill some and added a package of sweeteners to win over members vote by vote. My favorite was a special tax break for producers of toy arrows. This second bill got an easy majority in the Senate and then the House buckled, as all the major news outlets promised a Second Great Depression if the bill didn't pass.\n\nThat is how rich people's rules work. Needless to say we will see lots of sweeteners floating around Congress as the Obama administration and Speaker Boehner struggle to get the additional votes needed to pass fast track. It will take serious pressure from the public to keep members from flipping.\n\nThere are many reasons not to like the TPP, but here are my three favorites. First, the agreement does nothing about currency values. The United States is running an annual trade deficit of more than $500 billion (at 3 percent of GDP) primarily because the dollar is priced too high relative to the currencies of our trading partners. This has the same impact on the economy as consumers taking $500 billion each year out of their paychecks and stuffing the money under their mattresses.\n\nThere is no easy way to replace this lost demand, which is the main reason the economy remains weak and the labor market is below full employment. The Obama administration is offering to do anything that doesn't really matter to meet objections on this issue and is clearly frustrated that TPP opponents don't find this acceptable.\n\nThe second issue is the Investor State Dispute Settlement (ISDS) tribunals that act as the enforcement mechanism for the terms of the pact. The ISDS is the sort of thing that conspiracy theorists might dream up, but they are real. They are extra-judicial panels that can over-ride U.S. law and make rulings that are not subject to appeal or even disclosed publicly for a period of years. (We don't know exactly how many.)\n\nThe rationale for ISDS is that some of the countries in the pact do not have an independent judiciary where foreign investors can be assured of fair treatment. This may be the case with Vietnam and Malaysia. It is certainly not the case with Japan, Canada, Australia and the United States. So we are supposed to set up this extra-judicial structure, which can in principle question almost any law or regulation, so that U.S. corporations can feel more secure with their investments in Vietnam?\n\nThe administration's response is that these worries are overblown and it is unlikely that U.S. laws or regulations will be successfully challenged by ISDS panels. The \"not to worry\" line seems a bit off tune as we see the Supreme Court prepared to nail a large part of the Affordable Care Act over some obviously mistaken wording in the law. If there were some big potential gain perhaps the risk would be worth it, but making GE and Exxon-Mobil somewhat more secure in their investments in Vietnam does not fit the bill.\n\nFinally, we have the longer and stronger patent protection for prescription drugs and other products. The primary purpose is to make other countries pay more for their drugs, but various provisions of the bill will quite likely lead to higher drug prices in the United States as well.\n\nThis is an incredibly pernicious aspect of the deal. Higher drug prices are a serious inconvenience in the United States where, at the least, it will make it much more difficult for many people to pay for their drugs. In the developing world, higher drug prices are a death sentence. Many people will not be able to pay patent protected prices for drugs and developing country governments will not be able to pick up the tab.\n\nReal fans of free trade should be appalled by the prospect of stronger patent protection. Patents are a form of protectionism, a government granted monopoly. While economists usually go ballistic over a tariff in the range of 10-20 percent, patents can raise the price of a drug a hundredfold, as in the case of the Hepatitis C drug Sovaldi. The patent protection version sells in the United States for $84,000; the generic version sells in India for less than $1,000.\n\nThis gap between the protected price and the free market price has the same impact as a 10,000 percent tariff. In addition to making it difficult for patients to get the drug, this enormous price gap provides incentives for rent-seeking and corruption that impose costs on society and jeopardize people's health. We should be looking to more modern methods of financing drug research, not shoring up a relic from the 15th century.\n\nThere is a lot at stake in the battle over fast-track and the TPP, but we should understand that with rich people's rules, the game is rigged in favor of TPP supporters. We should celebrate the victory last week and hope that Congress will resist the pressure from the folks with the money.\n\nFollow Dean Baker on Twitter: www.twitter.com/DeanBaker13", "article_metadata": {"description": "Congress gave the American people and the world something to celebrate last Friday. The House of Representatives refused to pass the package of bills tha...", "sailthru.expire_date": "2015-06-16 20:38:44 -0400", "og": {"site_name": "The Huffington Post", "description": "Congress gave the American people and the world something to celebrate last Friday. The House of Representatives refused to pass the package of bills tha...", "title": "Rich People's Rules and the TPP", "url": "http://www.huffingtonpost.com/dean-baker/rich-peoples-rules-and-th_b_7590518.html", "image": "http://i.huffpost.com/gen/3076632/images/o-474257220-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"description": "Congress gave the American people and the world something to celebrate last Friday. The House of Representatives refused to pass the package of bills tha...", "creator": "DeanBaker13", "image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/3076632/images/o-474257220-facebook.jpg", "height": 1000}, "title": "Rich People's Rules and the TPP", "site": "@HuffPostBiz", "card": "summary_large_image"}, "sailthru.date": "2015-06-15 20:38:44 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=7590518", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "business", "fb": {"app_id": 46744042133}, "keywords": "Income Inequality,trade,free trade,patents,Prescription Drugs,tpp", "article": {"section": "Business", "tag": "Income Inequality,trade,free trade,patents,Prescription Drugs,tpp", "published_time": "2015-06-15 20:38:44 -0400", "modified_time": "2015-06-16 10:59:01 -0400"}, "viewport": "width=1000"}, "_id": "\"57477af46914bd0286fda437\"", "article_summary": "There is a lot at stake in the battle over fast-track and the TPP, but we should understand that with rich people's rules, the game is rigged in favor of TPP supporters.\nThis is one of those bills, like the TARP, where we are playing by rich people's rules.\nThat is how rich people's rules work.\nIt is certainly not the case with Japan, Canada, Australia and the United States.\nThe patent protection version sells in the United States for $84,000; the generic version sells in India for less than $1,000."}