{"article_title": "Legalized Pot Is a Mess of Trouble for Tribes", "article_keywords": ["lands", "legalized", "mess", "distribution", "pot", "recreational", "marijuana", "drug", "federal", "state", "tribes", "trouble", "law", "tribal"], "article_url": "http://indiancountrytodaymedianetwork.com/2014/09/01/legalized-pot-mess-trouble-tribes", "article_text": "While a patchwork of state laws have given marijuana quasi-legal status in 24 states, status on many tribal lands remains prohibited, or at best uncertain. Many tribes are content to adhere to federal prohibitions, but in PL 83-280 states (notably Washington, with legal recreational use), some are considering or even embracing the economic development potential of growing and distributing marijuana.\n\nIn general, medical marijuana laws have not been recognized on tribal lands, with some tribal members even facing exile for using state-licensed cannabis on their reservations. Many non-tribal members have also been cited for possession on the reservation, and although some legal experts hold that jurisdiction is unclear, the Salt River Maricopa-Pima Indian Community has successfully defended impounding cars of card-holding medical marijuana patients. Other tribes have requested their state's licensing authority not to permit dispensaries near reservation boundaries.\n\nTribes in most states—including Colorado, where recreational use is also legal—follow federal law on marijuana use, possession, production and distribution. While some at the Ute Mountain Ute reservation have recommended initiating community discussion on the topic, the Southern Ute have come out very strongly against adhering to Colorado's recreational marijuana laws.\n\nThe fact of the matter is that tribes have experienced more harm than good by illegal growing, cartel activity, and children being endangered by adult use or being recruited into gangs. Other tribal leaders cite problems with allowing marijuana in Indian Country such as losing subsidies for low income housing and BIA funding; IHS and tribal health services capacity strained by already high rates of drug and alcohol abuse; adding a burden to tribal law enforcement departments, courts and other agencies; and loss of employment due to failing drug tests. This last could spell big problems for recruiting and retaining a number of public trust positions, such as firefighters and police officers.\n\nThose who support tribes' participation in legal marijuana programs point to traditional uses for cannabis, economic development potential, reduced rates of prescription drug overdoses, and lifting the burden of patrol, monitoring, detention and probation from tribal public safety agencies. What advocates don't want to discuss is the increase in specific risks involving children, particularly increased hospitalizations due to edibles, diversion from family members, and children perceiving marijuana use as \"safe.\"\n\nTroy Eid, chair of the federally commissioned Indian Law and Order Commission acknowledges the dangers—especially for already at-risk Native youth—but argues that tribes should have the option to opt out of the federal system in order to resolve the jurisdictional \"chaos that exists today.\" He points out that some of the confusion came from both the Colorado and Washington laws being passed by voter initiatives, and so were without tribal consultation. In an interview with Time Magazine, he also made the argument for pursuing economic development: “The tribes are going to be left behind, because there’s been no change in state law that applies to them … These are some of the poorest areas in the country. They could be involved in this business as well, but instead they’re being prohibited from being part of what’s happening.”\n\nWashington tribes may end up establishing precedent for a thoughtful approach to establishing marijuana laws that suit the needs of the community. Yakama has not only come out strongly against allowing recreational or medical use, but has extended its ban to all the tribe's ceded territory, and the Washington State Liquor Control Board is automatically denying grow or distribution applications within the disputed area. Likewise, most of the tribes on Washington's Olympic Peninsula are upholding federal law, in part because of strong community commitment to drug abuse prevention, and in part because of prohibitions on adjacent National Park Service and Forest Service lands.\n\nOn the other hand, the Pullayup have aligned their tribal criminal code with the Washington State code to permit recreational marijuana use, and several retail outlets have opened in and nearby tribal lands. The Suquamish have approached the state about permitting sales by the tribe and tribal business, but the state is seeking federal guidance before considering the application. The S'Klallam initially came out strongly against it, but are now taking a \"wait and see\" approach.\n\nThe Department of Justice is busy trying to sort these problems out as well. In a 2013 memo to all U.S. Attorneys, Deputy Attorney General James Cole points out several concerns that translate into public safety priorities, which should concern local police as much as federal law enforcement. These priorities include preventing distribution to minors; revenue from going to cartels and gangs; other drug trafficking under the guise of \"legal\" distribution; environmental degradation by illegal grow operations; possession where prohibited; violence and the use of firearms in cultivation or distribution; and drugged driving.\n\nFrom initial statistics in Colorado, the state laws have been completely ineffective at preventing distribution to minors or preventing possession where prohibited, including neighboring states, public lands, and tribal areas as far away as South Dakota. Tribes are wise not to let the dollar signs blind them to the potential public safety, health and other issues that allowing marijuana use might bring, until all the Attorney General's concerns are appropriately addressed. Finally, no matter what decisions the federal government ultimately makes regarding marijuana regulation, all governments should be respectful of individual tribes who wish to prohibit the drug on their lands. As Harry Smiskin, Yakama Nation Chairman said, \" I cannot tell you what to do on state lands in Seattle or elsewhere — I can tell you how it is going to be on Yakama Lands. The use of marijuana is not a part of our culture or religions or daily way of life. Nor is it one of our traditional medicines. Please respect our lands and our position.\"\n\nWalter Lamar, Blackfeet/Wichita, is a former FBI special agent, deputy director of BIA law enforcement and is currently president of Lamar Associates. Lamar Associates' Indian Country Training Division offers culturally appropriate training for Indian country law enforcement and service professionals with both on-site and online courses.", "article_metadata": {"description": "While a patchwork of state laws have given marijuana quasi-legal status in 24 states, status on many tribal lands remains prohibited, or at best uncertain.", "generator": "Drupal 7 (http://drupal.org)", "rdfs": {"label skos": {"prefLabel": "Walter Lamar"}}, "og": {"url": "http://indiancountrytodaymedianetwork.com/2014/09/01/legalized-pot-mess-trouble-tribes", "type": "article", "image": "http://d1jrw5jterzxwu.cloudfront.net/sites/default/files/styles/author_thumbnail_medium/public/uploads/2011/11/walter-lamar-e1326245961725.jpg?itok=40FFvAGX", "site_name": "Indian Country Today Media Network.com", "title": "Legalized Pot Is a Mess of Trouble for Tribes"}, "dcterms.date": "2014-09-01T08:00-04:00", "dcterms.identifier": "http://indiancountrytodaymedianetwork.com/2014/09/01/legalized-pot-mess-trouble-tribes", "dc": {"title": "Legalized Pot Is a Mess of Trouble for Tribes"}, "robots": "follow, index", "dcterms.creator": "mazecyrus", "fb": {"app_id": 493888563989950}, "dcterms.language": "und", "dcterms.type": "Text", "keywords": "Walter Lamar, Salt River Maricopa-Pima Indian Community, Marijuana, Legalized Marijuana, Indian Law and Order Commission, Suquamish", "validation_code": "d9d37d7b776cc351c4025ded3df21cad", "sioc": {"num_replies": 5}, "dcterms.format": "text/html", "dcterms.title": "Legalized Pot Is a Mess of Trouble for Tribes"}, "_id": "\"57477af36914bd0286fd218e\"", "article_summary": "Tribes in most states—including Colorado, where recreational use is also legal—follow federal law on marijuana use, possession, production and distribution.\nAttorneys, Deputy Attorney General James Cole points out several concerns that translate into public safety priorities, which should concern local police as much as federal law enforcement.\nIn general, medical marijuana laws have not been recognized on tribal lands, with some tribal members even facing exile for using state-licensed cannabis on their reservations.\nWhile some at the Ute Mountain Ute reservation have recommended initiating community discussion on the topic, the Southern Ute have come out very strongly against adhering to Colorado's recreational marijuana laws.\nWhile a patchwork of state laws have given marijuana quasi-legal status in 24 states, status on many tribal lands remains prohibited, or at best uncertain."}