{"article_title": "Duke Energy agrees to clean-up coal ash sites in South Carolina – The Progressive Pulse", "article_keywords": ["duke", "management", "progressive", "southern", "energy", "storage", "sites", "pulse", "coal", "cleanup", "ws", "ash", "south", "carolina"], "article_url": "http://pulse.ncpolicywatch.org/2014/12/18/duke-energy-agrees-to-clean-up-coal-ash-sites-in-south-carolina/", "article_text": "“With this announcement, our advocacy and litigation have obtained commitments from all public utilities in South Carolina to clean up leaking coal ash lagoons on South Carolina’s rivers,” said Frank Holleman, senior attorney at the Southern Environmental Law Center. “This is a historic accomplishment for South Carolina’s rivers and clean water.”\n\nThe Southern Environmental Law Center on Thursday announced an agreement in principle with Duke Energy for the utility to remove all of the coal ash at its W.S. Lee facility from the banks of the Saluda River near Greenville and Anderson, South Carolina, to safer dry, lined storage away from the river.\n\nBased on the agreement Duke Energy has committed to moving 3.2 million tons of ash in pits along the Saluda River to dry, lined storage away from waterway, including the ash in two leaking lagoons and in an ash storage area near the lagoons.\n\nThe W.S. Lee Steam Station, which was retired in November, was Duke Energy’s last remaining coal-fired plant in South Carolina.\n\nIn North Carolina, Duke is required (under the Coal Ash Management Act) to clean-up just four of the 14 coal ash storage sites in the state. The state’s Coal Ash Management Commission will assess the other ten sites and set timetables for their clean-up.\n\nThe Coal Ash Management Commission is scheduled to meet again on January 14th in Raleigh.", "article_metadata": {"fb": {"pages": 71966175060}, "msapplication-TileImage": "http://pulse.ncpolicywatch.org/wp-content/uploads/2016/02/cropped-logo_shadow-square-270x270.jpg", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=0"}, "_id": "\"57477af36914bd0286fd2199\"", "article_summary": "In North Carolina, Duke is required (under the Coal Ash Management Act) to clean-up just four of the 14 coal ash storage sites in the state.\nThe Coal Ash Management Commission is scheduled to meet again on January 14th in Raleigh.\nThe state’s Coal Ash Management Commission will assess the other ten sites and set timetables for their clean-up.\nLee Steam Station, which was retired in November, was Duke Energy’s last remaining coal-fired plant in South Carolina.\nLee facility from the banks of the Saluda River near Greenville and Anderson, South Carolina, to safer dry, lined storage away from the river."}