{"article_title": "Local Business Boasts Apprenticeship Program", "article_keywords": ["training", "school", "business", "local", "olberding", "general", "program", "college", "apprenticeship", "keloland", "health", "boasts", "therkildsen"], "article_url": "http://www.keloland.com/news/article/news/local-business-boasts-apprenticeship-program", "article_text": "Sioux Falls, SD\n\nA shortage of skilled laborers in the United States has President Obama and others turning toward apprenticeships to fill the gaps. A firm with four locations including Sioux Falls already has an in-house program underway.\n\nAfter working as a mechanic, Josh Olberding wanted to try a new career in plumbing and pipe fitting but he didn't want to be saddled with student loans.\n\n\"I know a lot of people that went to school for four years and they come out and they've got $80,000 in debt for school loans. I came out of apprenticeship school with zero debt,\" Olberding said.\n\nOlberding went through four years of on-the-job training at Midwestern Mechanical. The company's apprenticeship program is approved by the U.S. Department of Labor. Christine Therkildsen is in charge of the training that prepares workers to take a state exam at the end.\n\n\"You're ready to have a journeyman's license. You haven't accrued college debt. You have the training and you have the earning potential a college graduate would have,\" Therkildsen said.\n\nHer passion for apprenticeships is sending her to meetings across the country to discuss the benefits with other businesses. She'll travel to Dallas for a regional event at the end of the month and Washington, D.C. in September.\n\n\"I really would love to share some things that have worked for us but then also get some feedback from other corporations or organizations or companies to find out what's working for them and what works with the apprenticeship program so we can make it last and grow,\" Therkildsen said.\n\nAlready a foreman with Midwestern Mechanical, Olberding is glad he took the time to complete 8,000 hours of training as well as classroom time. It's led him to where he is today.\n\n\"There's a lot to learn so you're never getting bored. You always have something new you can learn,\" Olberding said.\n\nMidwestern Mechanical's apprenticeship program trains workers to be journeyman, teachers, foreman, superintendents and estimators.\n\nNews\n\nGeneral {{Title}} Remove Change News General Courts Web Only Crime Outdoors Events Center Non-Homepage Boredom Busters Pipeline Positively KELOLAND Technology Hunger Affordable Care Act Shops Flooding Remembering 9/11 Drought JazzFest Spring Storm Honor Flight Spencer Anniversary\n\nDoApp Health News Business News Sports\n\nAgriculture Markets Livestock Crops Politics\n\nHealthBeat Cancer Children's Health Heart Health Wellness & Nutrition General Health Beat Women's Health RX Resources What's Going Around OTC Diabetes Recalls Dental Health Men's Health\n\nPolitics South Dakota Legislature Budget Congress Taxes General Local Campaign President US Senate New Laws US House Iowa Ballot Issues Local Races Minnesota Gubernatorial\n\nEducation Funding College Elementary High School Pre K School Supplies Middle School\n\nSports Professional College High School Sports Zone Headlines Summit League Tournament Olympics\n\nBusiness Industry Your Money Matters Development Gas & Energy Legislation Economy/Stocks Employment General Health Care Technology Education Funding Tourism Banking/Finance Housing Transportation Insurance Meetings & Events Retail & Restaurants All Industries On The Move Shops Agriculture\n\nFeatured Stories Eye on KELOLAND Inside KELOLAND\n\nWeather Snow Forecast Records Rain Flooding Drought WX Corner General\n\nWorld News\n\nInvestigates GEAR UP\n\nSponsored Done\n\n© 2016 KELOLAND TV. All Rights Reserved.", "article_metadata": {"og": {"site_name": "KELOLAND News", "description": "A shortage of skilled laborers in the United States has President Obama and others turning toward apprenticeships to fill the gaps. A firm with four", "title": "Local Business Boasts Apprenticeship Program", "url": "http://www.keloland.com/news/article/news/local-business-boasts-apprenticeship-program", "image": "http://kelolandassets.blob.core.windows.net/kelolandassets/images/default-source/agriculture/crops/barley/66602.jpg?sfvrsn=0", "type": "website"}, "fb": {"app_id": 521498541203189}, "Generator": "Sitefinity 7.3.5630.0 PE", "viewport": "width=device-width, initial-scale=1.0", "description": "A shortage of skilled laborers in the United States has President Obama and others turning toward apprenticeships to fill the gaps. A firm with four"}, "_id": "\"57477af36914bd0286fd219a\"", "article_summary": "Midwestern Mechanical's apprenticeship program trains workers to be journeyman, teachers, foreman, superintendents and estimators.\nThe company's apprenticeship program is approved by the U.S. Department of Labor.\nI came out of apprenticeship school with zero debt,\" Olberding said.\nA firm with four locations including Sioux Falls already has an in-house program underway.\nChristine Therkildsen is in charge of the training that prepares workers to take a state exam at the end."}