{"article_title": "Smoking Cigarettes Contributes To 14 Million Major Conditions Each Year For Americans", "article_keywords": ["billion", "major", "14", "tobacco", "data", "medical", "million", "disease", "attributed", "cigarettes", "health", "americans", "smoking", "contributes", "conditions", "rostron"], "article_url": "http://www.medicaldaily.com/smoking-cigarettes-contributes-14-million-major-conditions-each-year-americans-306872", "article_text": "Despite years of successful smoking cessation efforts, tobacco use still remains the leading cause of disease, disability, and death in the United States. Smoking often leads to a bevy of serious illnesses, including cancer, heart, disease, diabetes, and various lung diseases. A recent study conducted by the Food and Drug Administration has revealed that around 14 million major medical conditions diagnosed in U.S. adults are attributed to smoking.\n\n\"The disease burden of cigarette smoking in the United States remains immense and updated estimates indicate that COPD may be substantially underreported in health survey data,\" Dr. Brian Rostron and his colleagues from the FDA’s Center for Tobacco Products said in a statement.\n\nResearchers from the FDA gathered data using the National Health Interview Study between 2006 and 2012, the National Health and Nutrition Examination Survey, and the 2009 U.S. Census Bureau. Data from the NHIS revealed that around 6.9 million adults in the U.S. had reported 10.9 million medical conditions attributed to smoking. This information was combined with self-reported and lung function test data from the NHNES, which gauged chronic obstructive pulmonary disease (COPD) prevalence.\n\nFindings revealed that adults in the U.S. suffered from a combined 14 million medical conditions attributed to smoking in 2009. Although cigarette smoke can cause harm to nearly every organ and organ system in the body, COPD still has the highest prevalence of all smoking-related illness with an estimated 7.5 million cases attributed to smoking.\n\n\"The data from Rostron et al should serve to keep tobacco control and its two-fold aims of preventing initiation and helping smokers quit as the most important clinical and public health priorities for the foreseeable future,\" said Dr. Steven A. Schroeder from the University of California, San Francisco. \"Tobacco control has been called one of the most important health triumphs of the past 50 years. Yet, although we have come a long way, there is still much more to be done, with the number of smokers worldwide now just short of one billion people. The article by Rostron et al is a stark reminder of that unfinished work.”\n\nAccording to the Centers for Disease Control and Prevention, around 443,000 people die each in the U.S. as the result of smoking or exposure to secondhand smoke. For every person who dies due to smoking, close to 30 more people suffer from at least one serious smoking-related illness. Between $133 billion in medical care and over $156 billion in lost productivity, tobacco use costs the U.S. over $289 billion each year.\n\nSource: Rostron B, et al. JAMA Intern Med. 2014.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "smoking, disease, death", "og": {"site_name": "Medical Daily", "description": "Adults in the U.S. suffer from an estimated 14 million major medical conditions each year that are attributed to smoking.", "title": "Smoking Contributes To 14 Million Major Medical Conditions Every Year", "url": "http://www.medicaldaily.com/smoking-cigarettes-contributes-14-million-major-conditions-each-year-americans-306872", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/10/13/smoking.jpg", "type": "article"}, "twitter": {"description": "Adults in the U.S. suffer from an estimated 14 million major medical conditions each year that are attributed to smoking.", "title": "Smoking Contributes To 14 Million Major Medical Conditions Every Year", "url": "http://www.medicaldaily.com/smoking-cigarettes-contributes-14-million-major-conditions-each-year-americans-306872", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/10/13/smoking.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/10/13/smoking.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Conditions", "published_time": "2014-10-13T16:00:00-04:00", "modified_time": "2014-10-13T16:01:54-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Adults in the U.S. suffer from an estimated 14 million major medical conditions each year that are attributed to smoking."}, "_id": "\"57477af36914bd0286fd21cf\"", "article_summary": "Findings revealed that adults in the U.S. suffered from a combined 14 million medical conditions attributed to smoking in 2009.\nData from the NHIS revealed that around 6.9 million adults in the U.S. had reported 10.9 million medical conditions attributed to smoking.\nA recent study conducted by the Food and Drug Administration has revealed that around 14 million major medical conditions diagnosed in U.S. adults are attributed to smoking.\nSmoking often leads to a bevy of serious illnesses, including cancer, heart, disease, diabetes, and various lung diseases.\nDespite years of successful smoking cessation efforts, tobacco use still remains the leading cause of disease, disability, and death in the United States."}