{"article_title": "Rand Paul, sniping with Ted Cruz, heads to Houston for “Stand with Rand” rally", "article_keywords": ["rand", "heads", "washington", "houston", "tea", "ted", "cruz", "sniping", "cruzs", "stand", "senator", "rally", "paul", "texas"], "article_url": "http://trailblazersblog.dallasnews.com/2015/07/rand-paul-sniping-with-ted-cruz-heads-to-houston-for-stand-with-rand-rally.html/", "article_text": "WASHINGTON— Initially, Sens. Ted Cruz and Rand Paul seemed destined for an alliance. They’re both tea partiers and Washington outsiders, eager to shake up the established order. Cruz’s first speech on the Senate floor was in support of Paul’s filibuster of U.S. drone policy.\n\nRelated Texas has good chance to be player in presidential primaries\n\nBut with both angling for the White House, the bromance has turned into full-blown rivalry. A pro-Paul PAC has hit Cruz as a “capitulating Canadian.” Cruz recently accused Paul of undermining his anti-Obamacare filibuster.\n\nOn Friday, Paul takes his campaign to Cruz’s hometown, Houston, where he’ll hold a “Stand with Rand” rally.\n\n“Sen. Paul will discuss the importance of protecting the entire Bill of Rights, and being boldly for conservative ideals that limit the powers of the Washington Machine. These ideals include spending only what comes in, lowering taxes with the ‘Fair and Flat Tax’ plan, and unleashing the American Dream by leaving more money with those who earned it,” his campaign said this morning.\n\n(Paul denounces the “Washington Machine.” Cruz rails at the “Washington Cartel.”)\n\nAs Gromer Jeffers noted the other day, the Texas primary on March 1 is likely to be a critical test. Given the number of candidates, plenty of them will likely remain standing after the four early-voting states start to winnow the field. So it’s not unreasonable to plant seeds in Texas now. And Houston is, in some ways, home turf for Paul, too, even though he represents Kentucky.\n\nHe was born and raised in the Houston area, where his dad, Ron Paul, held a congressional seat on and off for years and delivered thousands of babies as an ob/gyn.\n\nStill, interesting timing.\n\nIn Cruz’s new book, “A Time for Truth,” the Texas senator goes out of his way to thump Paul for his actions during Cruz’s 21-hour anti-Obamacare talkathon.\n\n“When you stand on your feet for twenty-one straight hours… you find out who your friends are,” Cruz writes, and compared a number of fellow Republicans, “another tea party senator was notably less helpful. My friend Rand Paul came to the Senate floor to ask questions that seemed deliberately designed to undermine our efforts. Question such as, ‘Do you want to shut down the government? … Will you accept a compromise? Will you work with the President?’ His questions echoed the skeptical attacks of Mitch McConnell, and I marveled that Rand had decided not to be with us in this fight.”\n\nCruz went on: “I marveled that Rand had decided not to be with us in this fight.”\n\nPaul disputes the account.\n\n“It’s curious because he sent me a really nice, handwritten congratulatory note thanking me for my help,” he told POLITICO last week. “I don’t understand.”", "article_metadata": {"liveFyreID": "aHR0cDovL3RyYWlsYmxhemVyc2Jsb2cuZGFsbGFzbmV3cy5jb20vMjAxNS8wNy9yYW5kLXBhdWwtc25pcGluZy13aXRoLXRlZC1jcnV6LWhlYWRzLXRvLWhvdXN0b24tZm9yLXN0YW5kLXdpdGgtcmFuZC1yYWxseS5odG1sLw==", "generator": "WordPress 3.9.12", "author": "Todd J. Gillman", "og": {"site_name": "Trail Blazers Blog", "description": "WASHINGTON— Initially, Sens. Ted Cruz and Rand Paul seemed destined for an alliance. They’re both tea partiers and Washington outsiders, eager to shake up the established order. Cruz’s first speech…", "title": "Rand Paul, sniping with Ted Cruz, heads to Houston for “Stand with Rand” rally", "url": "http://trailblazersblog.dallasnews.com/2015/07/rand-paul-sniping-with-ted-cruz-heads-to-houston-for-stand-with-rand-rally.html/", "image": "http://trailblazersblog.dallasnews.com/wp-content/themes/dallasnews/images/facebook-default-black.jpg", "type": "article"}, "LastModifiedDate": "2015-07-15T08:10:15Z", "twitter": {"card": "summary_large_image"}, "PublishDate": "1970-01-01T00:00:00Z", "wp-parsely_version": "1.7", "cXenseParse": {"recs": {"publishtime": "1970-01-01T00:00:00Z"}}, "viewport": "width=device-width"}, "article_summary": "My friend Rand Paul came to the Senate floor to ask questions that seemed deliberately designed to undermine our efforts.\nTed Cruz and Rand Paul seemed destined for an alliance.\nOn Friday, Paul takes his campaign to Cruz’s hometown, Houston, where he’ll hold a “Stand with Rand” rally.\nA pro-Paul PAC has hit Cruz as a “capitulating Canadian.” Cruz recently accused Paul of undermining his anti-Obamacare filibuster.\nIn Cruz’s new book, “A Time for Truth,” the Texas senator goes out of his way to thump Paul for his actions during Cruz’s 21-hour anti-Obamacare talkathon."}