{"article_title": "Tiny, short-term hair growing experiment grows huge news coverage", "article_keywords": ["shortterm", "way", "huge", "study", "technique", "cells", "tiny", "grow", "hair", "nbc", "independent", "experiment", "coverage", "growing", "cure", "grows", "baldness"], "article_url": "http://www.healthnewsreview.org/2013/10/huge-leap-forward-hair-loss-experiment-in-7-men/", "article_text": "A paper in the Proceedings of the National Academy of Sciences describes a technique to grow hairs on human skin grafted onto mice.\n\nNew hair follicles appeared on 5 of 7 transplants attempted. The longest duration of any graft in the study was 6 weeks; so no long-term followup.\n\nThat’s right. 5 successful attempts. Yet this dominated the news.\n\nCBS and NBC made room for reporting on the study in a 22-minute newscast – a newscast that could have spent more time on the Affordable Care Act, on other aspects of the economy, on another school shooting, on global tensions, etc.\n\nCBS anchor Scott Pelley led off, “It’s a safe bet that whatever else we’ve reported tonight, this will be the story that people will be talking about — a new treatment for baldness, in men and women.” Maybe only if you treat it that way, Scott.\n\nOn its website, NBC News called it a breakthrough. On the air, NBC teased it “Cure For Baldness?”\n\nThe Wall Street Journal called it “New Hope for Baldness.” Hope was mentioned prominently by the Los Angeles Times, HealthDay News, CNN.com, and many others.\n\nThe New York Times had no independent perspective in its piece, headlined “New Technique Holds Promise for Hair Growth.”\n\nFox News let the researcher get away with this concluding quote:\n\n\u0093Is that a cure for baldness? Technically, I guess it is.\u0094\n\nAgain, no independent perspective.\n\nThe NPR Shots blog injected some sanity with its story, “Scientists Grow New Hair In A Lab, But Don’t Rush To Buy A Comb.” Excerpt:\n\n“But don’t get too excited. A magic cure for baldness isn’t around the corner. The experimental approach is quite limited and years from reaching the clinic \u0097 for many reasons. The scientists have grown the hair only on a tiny patch of human skin grafted onto the back of a mouse. And as wispy locks go, the strands are pretty pathetic. Some hairs were white, and some didn’t even make their way out of the skin.”\n\nAnd here’s what you might get if you looked for independent perspectives. NPR reported:\n\n“You can ask anyone how long it will take something in the future to happen, and the answer will always be three to five years,” says , a dermatologist at Johns Hopkins University who wasn’t involved in the study. “Any time you grow cells in the laboratory and inject them back inside people, there’s a chance the cells could overgrow,” Garza tells Shots. That means the cells could form tumors or even some cancers. Plus, a technique like this, Garza speculates, would be much more expensive than regular hair transplantation.\n\n————————\n\nTweet\n\nFollow us on Twitter:\n\nhttps://twitter.com/garyschwitzer\n\nhttps://twitter.com/healthnewsrevu\n\nand on Facebook.", "article_metadata": {"generator": "WordPress 4.2.2", "description": "A paper in the Proceedings of the National Academy of Sciences describes a technique to grow hairs on human skin grafted onto mice. New hair follicles appe", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=0"}, "_id": "\"57477af46914bd0286fdb6a2\"", "article_summary": "“Any time you grow cells in the laboratory and inject them back inside people, there’s a chance the cells could overgrow,” Garza tells Shots.\nThe scientists have grown the hair only on a tiny patch of human skin grafted onto the back of a mouse.\nA paper in the Proceedings of the National Academy of Sciences describes a technique to grow hairs on human skin grafted onto mice.\nPlus, a technique like this, Garza speculates, would be much more expensive than regular hair transplantation.\nThe longest duration of any graft in the study was 6 weeks; so no long-term followup."}