{"article_title": "Mexico’s coach theatrical style excites World Cup", "article_keywords": ["team", "theatrical", "style", "coach", "mexican", "cup", "excites", "pitch", "short", "mexicos", "world", "soccer", "herrera"], "article_url": "http://www.salon.com/2014/06/28/mexicos_coach_theatrical_style_excites_world_cup/", "article_text": "Topics: From the Wires, Entertainment News, News\n\nSAO PAULO (AP) — Mexico’s national soccer coach Miguel Herrera just can’t keep his joy bottled up, and his enthusiasm has made him one of the most entertaining and popular figures of the World Cup and an Internet sensation worldwide.\n\nMemes of Herrera flood the Web, like one that shows his hair catching on fire cartoon-style. In one picture, he playfully sticks out his tongue while he photobombs three members of his team on the pitch. In a video, he dances happily to Spanish ska music.\n\nForget Coach Herrera’s success in turning around the troubled Mexican team, which faces off Sunday against the Netherlands after becoming one of the international soccer tournament’s biggest surprises. Soccer fans around the global have fallen in love with Herrera’s colorful antics, which are often as absorbing as the goal replays.\n\n“He is so authentic, so expressive and so genuine,” said Enrique Krauze, a Mexican historian and World Cup commentator. “He’s becoming the representation of the Mexicans’ ability to celebrate and party. That is very seductive.”\n\nAlthough he wears a suit and a tie, Herrera rumbles up and down the sidelines like a classic Mexican wrestler. When his players score, he shakes his arms in the air and seemingly goes into a state of euphoria, throwing his short, stout body up and down the sidelines.\n\nHe jumps atop one player like a friendly puppy, carries another team member in his arms like a proud father or simply kneels down on the sideline, face up, eyes closed, ecstatic.\n\nDuring the World Cup, sportscasters have affectionately compared Herrera to a cartoon monster — Tweety Bird’s version of Mr. Hyde, from an animated short by Warner Bros. There is unquestionably a humorous resemblance, right down to the shock of sandy hair.\n\nHerrera’s theatrical gestures are not new to Mexican fans who followed him through his two years as a coach for Mexico City’s America soccer club. But his performances on the pitch during the World Cup have won new admirers for the man known as “Piojo,” or louse, since he played for Mexico’s professional Atlante soccer team.", "article_metadata": {"description": "Mexico’s coach theatrical style excites World Cup", "author": "Adriana Gomez Licon", "og": {"site_name": "Salon", "description": "Mexico’s coach theatrical style excites World Cup", "title": "Mexico’s coach theatrical style excites World Cup", "url": "http://www.salon.com/2014/06/28/mexicos_coach_theatrical_style_excites_world_cup/", "image": "http://media.salon.com/2014/06/brazil-wcup-soccer-miguel-herrera.jpeg1-1280x960.jpg", "type": "article"}, "twitter": {"description": "Mexico’s coach theatrical style excites World Cup", "creator": "@salon", "image": "http://media.salon.com/2014/06/brazil-wcup-soccer-miguel-herrera.jpeg1-1280x960.jpg", "title": "Mexico’s coach theatrical style excites World Cup", "site": "@salon", "card": "summary_large_image"}, "title": "Mexico’s coach theatrical style excites World Cup", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, From the Wires", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fc9c8b\"", "article_summary": "“He is so authentic, so expressive and so genuine,” said Enrique Krauze, a Mexican historian and World Cup commentator.\nBut his performances on the pitch during the World Cup have won new admirers for the man known as “Piojo,” or louse, since he played for Mexico’s professional Atlante soccer team.\nDuring the World Cup, sportscasters have affectionately compared Herrera to a cartoon monster — Tweety Bird’s version of Mr. Hyde, from an animated short by Warner Bros.\nHerrera’s theatrical gestures are not new to Mexican fans who followed him through his two years as a coach for Mexico City’s America soccer club.\nIn one picture, he playfully sticks out his tongue while he photobombs three members of his team on the pitch."}