{"article_title": "Report: Asian American ACA Enrollment 'Disproportionately High'", "article_keywords": ["affordable", "states", "aca", "enrollment", "likely", "high", "uninsured", "american", "health", "americans", "asian", "act", "report", "disproportionately", "care"], "article_url": "http://www.nbcnews.com/news/asian-america/report-asian-american-aca-enrollment-disproportionately-high-n203646", "article_text": "According to a new report by the Center for American Progress and AAPIData, Asian Americans were the most likely of all Americans to sign up for the Affordable Care Act (ACA). About 5.5 percent of the people who signed up for the first round of the Affordable Care Act were Asian American, more than the 5.1 percent of the population which was uninsured in 2012. In California, 21 percent of enrollees were Asian Americans, nearly double the 10.8 percent who were uninsured. In Washington, 10.3 percent of enrollees were Asian Americans, also higher than 7.4 percent who were uninsured.\n\n“This disproportionately high level of enrollment of Asian Americans in the ACA was most likely due to the efforts of nonprofits that serve Asian Americans,” say report authors Karthick Ramakrishnan and Farad Z. Ahmad, “and Asian American insurance agents in states such as California who provided in-language outreach.”\n\nPrior to the implementation of the Affordable Care Act, 2.32 million Asian Americans (15 percent) and about 95,000 Native Hawaiians and Pacific Islanders (18 percent) did not have access to health insurance. These 2012 numbers appear close to the national average (14.8 percent) until the numbers are disaggregated by ethnic group, revealing a huge spread from Japanese Americans (7 percent uninsured) to Tongans (26 percent uninsured).\n\n“Linguistic and cultural barriers are very significant problems for Asian Americans in the health care context,” say Ramakrishnan and Ahmad, “And our understanding of the prevalence of this problem and its effects are limited by the lack of good administrative data on the provision of language assistance and culturally competent care.”\n\nPlay Facebook\n\nTwitter\n\nGoogle Plus\n\nEmbed Obama emphatically states 'Affordable Care Act is here to stay' 0:31 autoplay autoplay Copy this code to your website or blog\n\nIN-DEPTH\n\nSOCIAL\n\nDid you know? Asian Americans were the ones most likely to sign up for the Affordable Care Act? Those facts, and... http://t.co/jYoFrxcboh — Advancing Justice (@JusticeConf) September 11, 2014\n\nAffordable Care Act means health care for an Angry Asian Blogger. Yup -- me. #GetCovered pic.twitter.com/Xwm5PXKPMB — Angry Asian Man (@angryasianman) March 21, 2014", "article_metadata": {"description": "Experts credit nonprofit and in-language outreach for the record healthcare enrollment, but warn the numbers mask a gaping ethnic divide.", "og": {"url": "http://www.nbcnews.com/news/asian-america/report-asian-american-aca-enrollment-disproportionately-high-n203646", "type": "article", "image": "http://media3.s-nbcnews.com/j/newscms/2014_38/667166/11-27t164914z_1275421970_tm4e9br0wp801_rtrmadp_3_usa-healthcare-enrollment_298236b14adb7f35eb4334741bd51d3a.nbcnews-fp-1200-800.jpg", "site_name": "NBC News", "description": "Experts credit nonprofit and in-language outreach for the record healthcare enrollment, but warn the numbers mask a gaping ethnic divide."}, "twitter": {"domain": "NBCNews.com", "description": "Experts credit nonprofit and in-language outreach for the record healthcare enrollment, but warn the numbers mask a gaping ethnic divide.", "creator": "NBCAsianAmerica", "image": {"src": "http://media3.s-nbcnews.com/j/newscms/2014_38/667166/11-27t164914z_1275421970_tm4e9br0wp801_rtrmadp_3_usa-healthcare-enrollment_298236b14adb7f35eb4334741bd51d3a.nbcnews-fp-1200-800.jpg"}, "title": "Report: Asian American ACA Enrollment 'Disproportionately High' - NBC News", "site": "NBCAsianAmerica", "card": "summary"}, "blitz": "mu-e1e842c9-946002e6-ea8f0454-41b29546", "DC.date.issued": "2014-09-16", "apple-itunes-app": "app-id=319740707, app-argument=http://www.nbcnews.com/news/asian-america/report-asian-american-aca-enrollment-disproportionately-high-n203646", "fb": {"app_id": 10150138890205613}, "article": {"author": "https://www.facebook.com/NBCNews"}, "google-site-verification": "K8bowvEbzWfPQ76x6f9SCxMVwicVXrhiClRg80ak8ZA", "viewport": "width=device-width, initial-scale=1", "news_keywords": "News,Asian America"}, "_id": "\"57477af36914bd0286fcbc3b\"", "article_summary": "Those facts, and... http://t.co/jYoFrxcboh — Advancing Justice (@JusticeConf) September 11, 2014Affordable Care Act means health care for an Angry Asian Blogger.\nAccording to a new report by the Center for American Progress and AAPIData, Asian Americans were the most likely of all Americans to sign up for the Affordable Care Act (ACA).\nAsian Americans were the ones most likely to sign up for the Affordable Care Act?\nIn California, 21 percent of enrollees were Asian Americans, nearly double the 10.8 percent who were uninsured.\nIn Washington, 10.3 percent of enrollees were Asian Americans, also higher than 7.4 percent who were uninsured."}