{"article_title": "Granholm Guts the False Equivalency of a Broken Website with a Broken Political Party", "article_keywords": ["website", "republicans", "false", "obamacare", "mind", "guts", "political", "argument", "broken", "shutdown", "equivalency", "party", "republican", "granholm"], "article_url": "http://www.politicususa.com/2013/10/27/jennifer-granholm-kills-false-equivalency-this-argument-broken-website-broken-political-party.html", "article_text": "On Meet the Press, the narrative of the morning was naturally another desperate or clueless attempt to falsely equate the Republicans shutting down the government over ObamaCare to the ObamaCare website not working as it should.\n\nFormer Michigan Governor Jennifer Granholm (D-MI) was on the scene to put an end to that false equivalency. “This is an argument about a broken website versus a broken political Party.”\n\nVisit NBCNews.com for breaking news, world news, and news about the economy\n\nAs Meet the Press tried to advance the argument that while there is backlash now against the GOP over the shutdown, Democrats better beware because — glitches! Glitches are just like shutdowns, only NOT. They don’t cost 24 billion dollars, hurt innocent Americans by robbing them of their paychecks, and they didn’t kill 120,000 private sector jobs. They also weren’t deliberate.\n\nGov. Granholm pointed out that if Republicans are so unhappy with the federal rollout of healthcare.gov, then they should have stepped up in the states (as the law called for originally, but many Republicans refused to do) like Kentucky Governor Beshear, “If the republican party doesn’t like the federal government, then the governor should step up like Steve Beshear did to get this done.”\n\nThe party of “personal responsibility” doesn’t want to discuss how their refusal to do their parts could be one reason the site is overburdened.\n\nThen Granholm gutted the false equivalency, “This is an argument about a broken website versus a broken political party.” Gov. Granholm noted that Obama is really mad about the tech problems, and has vowed to get them sorted, “The president is so mad about this that he himself will go down and supervise the writing of code if this is not fix bid the end of November. This will get fixed.”\n\nMs Granholm has never been a shrinking violent, so she laid waste to the silly narrative meant to distract from the fact that while the ObamaCare website has problems, Republicans just shut the government down in order to deny millions of Americans access to affordable health insurance. She said, “The Republicans have many opportunities to conflate the website with ObamaCare because they have to justify why they shut down the government for weeks.”\n\nSee, in Republican world, even though they were planning to shutdown the government long before the website opened, the website’s failures justify their shutdown.\n\nThe President keeps explaining to the media and Republicans that ObamaCare is more than a website, but they seem loath to digest this salient fact. They insist on making one of the most egregious logic fails of an argument since Mitt Romney tried to explain that he had nothing but contempt for 47% of America but wasn’t an elitist.\n\nThe Republican shutdown of government is not the equivalent of the ObamaCare website issues. It’s interesting that the media keeps making this argument in spite of having no facts or data to back it up. In fact, ObamaCare keeps rising in polls, rather than falling, whereas the Republican Party brand is at an all time low in polls.\n\nNever mind that one was a deliberate attempt at sabotage and the other was a technical miscalculation. Never mind that one was an effort to deny millions access to affordable healthcare insurance and the other was an attempt to right that wrong. Never mind that Republicans shut the government down, hurting innocent Americans, over a law that was passed years ago and vetted by the Supreme Court. And never mind that the GOP shutdown cost us 24 billion dollars but ObamaCare is lowering the deficit.\n\nAnd never mind that while the President wants to fix the websites, the Republican Party is talking about shutting the government down again in a few months. The Republican Party has no solutions or ideas – they’re just here to destroy government and the social safety nets for the people, and they’re proud of that, so no, the two events are not the same. At all.\n\nAlso, too bad there’s an ObamaCare phone number and email to use in addition to the website, otherwise this would totally be the same as a deliberate attempt to defund a law passed properly.\n\nThe media and GOP keep trying to make this an argument over liberalism; i.e., if the website fails, it means government is worthless. Of course, that is a silly move of the goal posts. If people get health insurance that keeps them healthy or gives them access to life-saving medical help, they will surely think government was helpful. Sorry, but they’re not going to be sitting around bemoaning the website delays.\n\nThe reason we are having this discussion is because Republicans are terrified that you will figure out that government actually did something good, and then you will wonder why they shut it down and fear-mongered about ObamaCare for the last four years. You might ask for your 24 billion back. You might not be so prone to believe their boogeyman stories about Big Government.\n\nYou might figure out that the Republican Party is broken and they know it. But unlike the ObamaCare website, the Republican Party won’t be fixed any time soon.", "article_metadata": {"description": "Former MI Gov Jennifer Granholm put an end to the false equivalency. “This is an argument about a broken website versus a broken political Party.”", "generator": "WordPress 4.5.2", "author": "Sarah Jones", "og": {"site_name": "Politicus USA", "description": "Former MI Gov Jennifer Granholm put an end to the false equivalency. \"This is an argument about a broken website versus a broken political Party.\"", "title": "Granholm Guts the False Equivalency of a Broken Website with a Broken Political Party", "url": "http://www.politicususa.com/2013/10/27/jennifer-granholm-kills-false-equivalency-this-argument-broken-website-broken-political-party.html", "image": "http://15130-presscdn-0-89.pagely.netdna-cdn.com/wp-content/uploads/2013/10/Screen-Shot-2013-10-27-at-12.23.41-PM-1.jpg", "updated_time": "2013-10-27T15:21:48+00:00", "type": "article"}, "fb": {"admins": 523732690, "app_id": 113462415332922, "pages": 186473214703370}, "keywords": "Featured News,politicususa,liberal,politics,sarah jones,jason easley,barack obama,hillary clinton,bernie sanders,msnbc,media", "article": {"publisher": "https://www.facebook.com/PoliticusUSA", "section": "Featured News", "published_time": "2013-10-27T12:45:28+00:00", "modified_time": "2013-10-27T15:21:48+00:00"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fe0b9b\"", "article_summary": "Then Granholm gutted the false equivalency, “This is an argument about a broken website versus a broken political party.” Gov.\nBut unlike the ObamaCare website, the Republican Party won’t be fixed any time soon.\nYou might figure out that the Republican Party is broken and they know it.\nThe Republican shutdown of government is not the equivalent of the ObamaCare website issues.\nIn fact, ObamaCare keeps rising in polls, rather than falling, whereas the Republican Party brand is at an all time low in polls."}