{"article_title": "Obama’s ‘Voter ID’ Scam is Busted!", "article_keywords": ["voter", "scam", "voters", "win", "obamacare", "elections", "times", "busted", "democrats", "vote", "obamas", "id", "obama"], "article_url": "http://www.theblaze.com/contributions/obamas-voter-id-scam-is-busted/", "article_text": "Contribution\n\nWayne Allyn Root is a bestselling author. His latest book is: “ The Power of RELENTLESS! ” Dubbed by the media as “the Capitalist Evangelist,” Wayne is a former Libertarian Vice Presidential nominee, international business speaker, serial entrepreneur and conservative media personality – appearing on over 5,000 interviews in the past five years. Wayne’s web site: ROOTforAmerica.com .\n\nFolks, we are being scammed. Democrats are winning elections through what appears to be massive voter fraud.\n\nThere is a saying, “He with the gold rules.” Well, whoever wins elections has the gold. The winner has the power to change everything - so they rule. It doesn’t matter if the win was by a small margin, or if the win was by committing fraud. Winning is everything.\n\nMany citizens may not realize most national elections are won by a sliver of votes in only a few, key battleground states. Change the vote totals by a small bit in a few states and Mitt Romney is the president: Ohio, Florida, Virginia, Colorado, Nevada, New Mexico, Wisconsin, Iowa, Pennsylvania.\n\nWhy did Obama and Democrats win by just a sliver in those few battleground states? In 2012 it was a powerful one-two punch, both of which I believe were out and out voter fraud.\n\nFirst, Obama used the IRS as his personal mafia thug enforcers to persecute, intimidate and destroy his political opposition - ranging from Tea Parties, to conservative fundraising organizations, to top GOP donors, to high-profile outspoken critics in the media (like myself).\n\nThis widespread Obama-IRS conspiracy killed enthusiasm and intensity, dampened energy, silenced free speech and prevented fundraising through an IRS witch-hunt. This changed the outcome of the 2012 election and Obama should be impeached for it.\n\nIf you think impeachment can’t happen, study Ukraine. One day the president is mocking protestors and sending police to kill them. The next day he is abandoning his palace, impeached by Congress, and the military is hugging the citizens in the streets. It all changes quickly.\n\nBut still, I believe the IRS scandal is the smaller problem. Impeach Obama and no president will use the IRS for political purposes ever again. Problem solved.\n\nThe more widespread problem involves Voter Identification – or the lack of it. Without Voter ID, Democrat voters across this country could be voting four times, five times, 10 times each. There is no way to prevent it and the facts indicate that is exactly what happened.\n\nTake Philadelphia as just one example. There were voting precincts in Philly where the combined vote was Obama over Romney by about 30,000 to 0. In those precincts GOP poll watchers were forcibly removed for several hours, until judges ordered them back in. During those hours were the ballot boxes stuffed? Did Democrat voters vote 10 times each? As absurd as 30,000 to 0 is (it’s just statistically impossible), maybe the right vote total was 6,000 to 0.\n\nIf I’m wrong, why did the wolves want the chicken coup left unguarded?\n\nDemocrats hate Voter ID. It’s one of their biggest issues. But that’s ridiculous. Voter ID is a no-brainer. You need an ID to do most anything: cash a check, buy cigarettes or alcohol, get food stamps, or get any government benefits. You even need ID to get into government buildings!\n\nSo why are Democrats so intense and passionate about such a minor issue? Me thinks thou protesteth too much. This is a much bigger issue than meets the naked eye. Democrats are losing their minds over Voter ID because they know they can’t win elections without fraud.\n\nObama and his socialist cabal are making “a mountain out of a molehill” because this is their edge. This is how they win elections when their policies are a failure; when they’ve ruined the economy; when they’ve spent the country into bankruptcy; when they’ve killed millions of jobs. Voter ID is their secret weapon. They stuff the ballot box. They cheat.\n\nI dare Democrats to prove me wrong. But of course they can’t, because without Voter ID, there is no way to prove voters are voting multiple times, in different precincts, using false names, or the names of dead voters, or the names of voters who have moved, or using illegal immigrants to illegally vote across this country.\n\nBut there is proof positive Voter ID is a scam. The Obama-Democratic Party argument against Voter ID because:\n\nA) It’s racist…\n\nB) It’s meant to stop people from voting…\n\nC) It’s too big a burden for poor and minority voters to obtain ID.\n\nI just returned from two doctor visits for a checkup and a follow-up test. These were my first doctor visits since Obamacare took effect. Guess what both medical offices asked me for before any doctor could see me, or any medical test could be done?\n\nOfficial government-issued photo ID.\n\nYou cannot see a doctor, or receive your free Obamacare without ID to prove it’s really you. A health insurance card won’t do the trick, simply because the medical office needs to prove you are in fact the person whose name is on the insurance card.\n\nI questioned the nurses at both offices. They verified no one can collect their “free” Obamacare services from any doctor without showing ID. And since everyone is now required to have health insurance (or is given free insurance), the government is requiring that EVERYONE have a photo ID.\n\nDoes that make Obama and the Democrats racists? No, what it makes them is hypocrites who are in total fear of fair elections that they know they have no chance of winning – no chance, that is, unless they cheat. Don’t look now but Obamacare just opened the door for Voter ID.\n\nThis is where the younger generation screams, “BUSTED!”\n\nLet’s take the hypocrisy a step further. Every single Democrat voter must be lining up to get their photo ID so they can get their free Obamacare. So the argument that poor and minority Democrat voters don’t have ID, or shouldn’t be “burdened” to get it, is out the window.\n\nI think this is where the younger generation screams, “DOUBLE BUSTED.”\n\nThat leaves only one possible reason to oppose Photo ID for voters…the ability to cheat! The whole Voter ID scam is dead in the water- just like the Obama economy. The argument against Voter ID is killed- just like jobs in this Obama economy. And anyone who tries to argue “most voters don’t have ID” is a liar- just like the president who said, “If you like your insurance, you can keep it.”\n\nObama you are BUSTED.\n\nWayne’s latest book is: “The Ultimate Obama Survival Guide: How to Survive, Thrive, and Prosper During Obamageddon.”\n\n–\n\nTheBlaze contributor channel supports an open discourse on a range of views. The opinions expressed in this channel are solely those of each individual author.", "article_metadata": {"msapplication-notification": "frequency=30; polling-uri=http://www.theblaze.com/publish/_livetile/notifications/1.xml; polling-uri2=http://www.theblaze.com/publish/_livetile/notifications/2.xml; polling-uri3=http://www.theblaze.com/publish/_livetile/notifications/3.xml; polling-uri4=http://www.theblaze.com/publish/_livetile/notifications/4.xml", "application-name": "TheBlaze.com", "twitter": {"description": "Folks, we are being scammed. Democrats are winning elections through what appears to be massive voter fraud.   There is a saying, “He with the gold rules.” Well, whoever wins elections has the gold. The winner has the power to change everything - so they rule. It doesn’t matter if the win...", "creator": "@WayneRoot", "url": "http://www.theblaze.com/contributions/obamas-voter-id-scam-is-busted/", "image": "http://www.theblaze.com/wp-content/uploads/2012/10/600x4081.jpg", "title": "Obama’s ‘Voter ID’ Scam is Busted!", "site": "@theblaze", "card": "summary", "account_id": 1512944287}, "keywords": "obamas, voter, id, scam, busted", "sailthru.tags": "elections, midterm-elections, politics, voter-fraud, voter-id, voter-id-laws, author-wayne-allyn-root, site-theblazecom", "facebook-count": 32290, "gplus-count": 100, "msapplication-TileColor": "#282b2d", "sailthru.guid": "theblazecom/769866", "categories": "elections,midterm-elections,voter-fraud,voter-id,voter-id-laws,politics", "msapplication-square150x150logo": "http://www.theblaze.com/wp-content/plugins/theblaze_livetile/img/medium150x150.png", "comment-count": 318, "description": "Folks, we are being scammed. Democrats are winning elections through what appears to be massive voter fraud.   There is a saying, “He with the gold rules.” Well, whoever wins elections has the gold. The winner has the power to change everything - so they rule. It doesn’t matter if the win...", "msapplication-wide310x150logo": "http://www.theblaze.com/wp-content/plugins/theblaze_livetile/img/wide310x150.png", "linkedin-count": 11, "msapplication-square70x70logo": "http://www.theblaze.com/wp-content/plugins/theblaze_livetile/img/small70x70.png", "msapplication-square310x310logo": "http://www.theblaze.com/wp-content/plugins/theblaze_livetile/img/large310x310.png", "fb": {"admins": 517831498}, "msapplication-starturl": "http://www.theblaze.com/", "viewport": "width=device-width", "og": {"site_name": "The Blaze", "description": "Folks, we are being scammed. Democrats are winning elections through what appears to be massive voter fraud.   There is a saying, “He with the gold rules.” Well, whoever wins elections has the gold. The winner has the power to change everything - so they rule. It doesn’t matter if the win...", "title": "Obama’s ‘Voter ID’ Scam is Busted!", "url": "http://www.theblaze.com/contributions/obamas-voter-id-scam-is-busted/", "image": {"width": 600, "identifier": "http://www.theblaze.com/wp-content/uploads/2012/10/600x4081.jpg", "type": "image/jpeg", "height": 408}, "type": "article"}, "dc.date": "2014-02-25T09:30:21+00:00", "twitter-count": 1523}, "_id": "\"57477af36914bd0286fd220e\"", "article_summary": "The whole Voter ID scam is dead in the water- just like the Obama economy.\nWithout Voter ID, Democrat voters across this country could be voting four times, five times, 10 times each.\nBut there is proof positive Voter ID is a scam.\nDemocrats are losing their minds over Voter ID because they know they can’t win elections without fraud.\nDemocrats hate Voter ID."}