{"article_title": "The California Methane Gas Leak Was the Worst in US History", "article_keywords": ["natural", "sources", "leak", "storage", "gas", "angeles", "los", "california", "worst", "history", "southern", "methane"], "article_url": "http://www.thefiscaltimes.com/2016/02/26/California-Methane-Gas-Leak-Was-Worst-US-History", "article_text": "A postmortem of the massive 112-day natural gas leak in Southern California that drove thousands of people from their homes and businesses concluded that it was the worst accidental discharge of greenhouse gas emissions in U.S. history.\n\nAn extraordinary 97,100 tons of methane gas – equivalent to the yearly exhaust emissions of 572,000 cars – were released into the atmosphere by an explosion of an underground gas storage tank in the Aliso Canyon northeast of Los Angeles, according to a study published Thursday in the journal Science.\n\nRelated: Did a Bad Decision 40 Years Ago Lead to the California Gas Leak Disaster?\n\nMethane is one of the most potent forms of greenhouse gas emissions, the major driver of global warming. The analysis showed that methane leak that was first reported Oct. 23 essentially more than doubled the volume of methane pollution emitted by all sources across the entire Los Angeles basin.\n\n“If you look at it in the spectrum of all the individual [methane] sources, it’s a monster,” Stephen Conley, a University of California-Davis atmospheric scientist, told the online publication Climate Central. Conley, whose Scientific Aviation company used private aircraft to measure the air pollution, was the lead author of the report.\n\n“These data demonstrate the blowout of a single well in Aliso Canyon temporarily created the largest known anthropogenic point source of [methane gas] in the U.S., effectively doubling the leak rate of all other sources in the Los Angeles Basin combined,” the report stated. “Further, at its peak this leak rate exceeded that of the next largest point source in the U.S. – an underground coal mine in Alabama - by over a factor of 2.”\n\nRelated: Why the Gas Leak in California No One Is Talking About Is Such a Disaster\n\nThe blowout of the major natural gas storage facility in the suburban Los Angeles community of Porter Ranch forced the evacuation of 1,800 homes, closed two schools and created arguably the worst environmental catastrophe since the 2010 BP oil spill along the Gulf Coast. Southern California utility officials said at the time there was no way to cap the rupture for at least several months.\n\nAnd as the gas escaped into the air at a rate of nearly 1,300 metric tons a day, workers and residents who remained in the area complained of headaches, nose bleeds and nausea from the foul smelling gas. But a larger concern was what all that escaping methane would do to the environment.\n\nThere was one bit of good news out of the environmental disaster, according to the report: It could have been a lot worse. Although massive plumes of natural gas poured from the ruptured well for nearly four months, that accounted for only three percent of the storage facilities natural gas stockpile.\n\nStill, the accident provided a reminder that there are numerous aging natural gas pipelines and storage tanks throughout the country that are leaking large amounts of methane into the atmosphere and are vulnerable to ruptures or explosions like the one in Southern California.", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "A postmortem of the massive 112-day natural gas leak in Southern California that drove", "title": "The California Methane Gas Leak Was the Worst in US History", "url": "http://www.thefiscaltimes.com/2016/02/26/California-Methane-Gas-Leak-Was-Worst-US-History", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/los-angeles-gas-leak_3.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2016/02/26/California-Methane-Gas-Leak-Was-Worst-US-History", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/los-angeles-gas-leak_3.jpg", "creator": "@ericpianin", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "A postmortem of the massive 112-day natural gas leak in Southern California that drove", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af46914bd0286fdb2b3\"", "article_summary": "Related: Did a Bad Decision 40 Years Ago Lead to the California Gas Leak Disaster?\nA postmortem of the massive 112-day natural gas leak in Southern California that drove thousands of people from their homes and businesses concluded that it was the worst accidental discharge of greenhouse gas emissions in U.S. history.\nAlthough massive plumes of natural gas poured from the ruptured well for nearly four months, that accounted for only three percent of the storage facilities natural gas stockpile.\nSouthern California utility officials said at the time there was no way to cap the rupture for at least several months.\nThe analysis showed that methane leak that was first reported Oct. 23 essentially more than doubled the volume of methane pollution emitted by all sources across the entire Los Angeles basin."}