{"article_title": "11 Disability Fraud: NYC First Responders, Doctors Accused Of Faking Illnesses Stemming From 2001 Terrorist Attacks", "article_keywords": ["illnesses", "terrorist", "benefits", "city", "attacks", "workers", "disability", "claimed", "fraud", "stemming", "investigation", "doctors", "faking", "nyc", "day", "responders"], "article_url": "http://www.medicaldaily.com/911-disability-fraud-nyc-first-responders-doctors-accused-faking-illnesses-stemming-2001-terrorist", "article_text": "After a two-year investigation, over one hundred 9/11 first responders are expected to be arrested for millions of dollars in disability fraud for faking illnesses related to the 2001 terrorist attacks.\n\nAfter a two-year investigation, over one hundred 9/11 first responders are expected to be arrested for millions of dollars in disability fraud for faking illnesses related to the 2001 terrorist attacks. cliff1066, CC BY 2.0\n\nOver 100 former New York City police officers, firefighters, and other first responders are accused of faking illnesses related to the terrorist attacks that killed thousands on Sept. 11, 2001. The elaborate scheme allegedly included bogus diagnoses of psychiatric disorders from licensed doctors. Those retired workers who participated in the scam collected between $30,000 and $50,000 in benefits annually. Many of the accused are being arrested Tuesday, according to ABC News New York.\n\n“The arrests, which cap a two-year investigation aided by federal investigators, the city's Department of Investigation and the NYPD's Internal Affairs Bureau, will be announced by the Manhattan [District Attorney] at a 1 p.m. news conference,” ABC reports.\n\nThe retired workers are accused of feigning work-related stress and psychiatric disorders in order to collect Social Security benefits, which cost taxpayers millions of dollars. NBC 4 New York reports that former city workers who claimed mental disability maintained jobs and engaged in activities that negated their claims. One officer who claimed he was mentally disabled worked as an instructor of a structured martial arts class. Investigators caught another officer who claimed the same type of disability flying helicopters regularly. One, who collected benefits because he said he had a fear of crowds, was caught selling food in the city during a densely-populated festival. Another who claimed he couldn’t work actually ran his own private security company. And to add insult to injury, some of those collecting 9/11 benefits didn’t even work on the day of the attacks.\n\nAccording to the NY Daily News, two suspects — a lawyer and a retired police officer — surrendered to the Manhattan District Attorney’s office early Tuesday morning. Others are expected to be arrested throughout the day. They will appear in Manhattan criminal court before the end of the work day. Sources close to the investigation say 106 people are being charged in the coming days and weeks, but as many as 400 former city workers are still being investigated.\n\nThis news is especially heartbreaking for those first responders and their families who really did suffer losses and long-term illnesses as a result of the attacks. Actual first responders are at increased risk for kidney damage because the airborne pollutants at ground zero caused scarring around the internal organs. A report just last year found that 1,140 responders have been diagnosed with cancer since the attacks due to the smoke and toxins present at ground zero in the moments, days, and even months following that tragic day. In addition, close to 400 New York City police officers and firefighters were among those killed in the attacks, according to ABC News.\n\nThis story is still developing, but sources believe a decision to move forward with criminal charges in the scam could come as early as this week.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "9/11 disability fraud, first responders", "og": {"site_name": "Medical Daily", "description": "After a two-year investigation, over one hundred 9/11 first responders are expected to be arrested for millions of dollars in disability fraud for faking illnesses related to the 2001 terrorist attacks.", "title": "9/11 First Responders Accused Of Faking Illnesses Stemming From Terrorist Attacks", "url": "http://www.medicaldaily.com/911-disability-fraud-nyc-first-responders-doctors-accused-faking-illnesses-stemming-2001-terrorist", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/01/07/49514073394d8561c81cz.jpg", "type": "article"}, "twitter": {"description": "After a two-year investigation, over one hundred 9/11 first responders are expected to be arrested for millions of dollars in disability fraud for faking illnesses related to the 2001 terrorist attacks.", "title": "9/11 First Responders Accused Of Faking Illnesses Stemming From Terrorist Attacks", "url": "http://www.medicaldaily.com/911-disability-fraud-nyc-first-responders-doctors-accused-faking-illnesses-stemming-2001-terrorist", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/01/07/49514073394d8561c81cz.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/01/07/49514073394d8561c81cz.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Policy/Biz", "published_time": "2014-01-07T10:17:15-05:00", "modified_time": "2014-01-07T10:17:14-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "After a two-year investigation, over one hundred 9/11 first responders are expected to be arrested for millions of dollars in disability fraud for faking illnesses related to the 2001 terrorist attacks."}, "_id": "\"57477af36914bd0286fd2201\"", "article_summary": "After a two-year investigation, over one hundred 9/11 first responders are expected to be arrested for millions of dollars in disability fraud for faking illnesses related to the 2001 terrorist attacks.\nNBC 4 New York reports that former city workers who claimed mental disability maintained jobs and engaged in activities that negated their claims.\ncliff1066, CC BY 2.0Over 100 former New York City police officers, firefighters, and other first responders are accused of faking illnesses related to the terrorist attacks that killed thousands on Sept. 11, 2001.\nAnd to add insult to injury, some of those collecting 9/11 benefits didn’t even work on the day of the attacks.\nThis news is especially heartbreaking for those first responders and their families who really did suffer losses and long-term illnesses as a result of the attacks."}