{"article_title": "Are high-end, hotel-like amenities a waste of money?", "article_keywords": ["hotellike", "room", "service", "money", "hospital", "highend", "rosenthal", "services", "patients", "amenities", "rooms", "sentinel", "waste", "hospitals"], "article_url": "http://www.fiercehealthcare.com/story/are-high-end-hotel-amenities-waste-money/2013-09-23", "article_text": "While patient satisfaction scores show that hospital patients love their private rooms with flat-screened televisions, room service with meal choices and services such as nail salons, economists worry that hospitals with these deluxe, hotel-like accommodations and amenities are adding unneeded costs to the nation's $2.7 trillion healthcare bill, The New York Times reports.\n\nIn an opinion piece, Elizabeth Rosenthal acknowledged that there are medical arguments for the hospital trend of offering patients single rooms and services usually associated with high-end hotels. For example, private rooms may lower infection rates and provide patients more rest. But the fact is, she said, the trend is more about marketing than medical benefits. Patients respond better to amenities than quality of care.\n\n\"Hospitals can improve their bottom line and their reputation by focusing more on hospitality than health care--offering organic food by a celebrity chef rather than lowering medication errors, for example,\" she said.\n\nBut hospitals aren't ready to give customer service up, including hospitals in Florida, according to the Sun Sentinel. At Broward Health Medical Center in Fort Lauderdale, the Sun Sentinel reports that patient staff representatives help hail a cab for a family member's shopping ventures, notarize a legal document, supply patients with menus from area restaurants or move a patient's car in a pinch.\n\n\"We've established a culture where our employees are going the extra mile,\" Genevieve Conroy, Broward's chief experience officer, who previously worked at The Ritz-Carlton, told the Sun Sentinel. \"We want to make sure we are building patient loyalty and referrals, and the way we do that is by offering a world-class experience.\"\n\nBut the result of these high-end amenities and customer services is higher costs, Rosenthal wrote. For example, she said, in Europe, the average cost per day for a no-frill hospital stay is less than a quarter of the cost of the charges incurred in the United States.\n\nAnd some now wonder if hospitals have gone too far with creature comforts when building new facilties, she said. Of particular concern is that most hospitals are nonprofit, so construction of these hotel-like facilities is directly or indirectly subsidized with public money.\n\n\"In choosing a hospital, patients should probably think beyond room service anyway,\" Rosenthal wrote. \"Many years ago, when I was a doctor-in-training, I was assigned to work on a hospital floor with V.I.P. rooms. Though the views were spectacular, the cardiac arrest team could not get there as quickly as it could to the regular wards. We called it 'a hotel near a major teaching hospital.'\"\n\nFor more:\n\n- read the Times piece\n\n- here's the Sun Sentinel article\n\nRelated Articles:\n\nDo hotel-like hospitals deliver patient-centered care?\n\nWhat patients want in a hospital\n\nFierce Q&A: NYU Langone VP on why a hospital is not a hotel\n\nJohns Hopkins unveils $1.1B hotel-like hospital\n\nHospital room service boosts patient-centered care\n\nCalifornia hospitals amp up customer service to boost HCAHPS scores, reimbursement", "article_metadata": {"description": "While patient satisfaction scores show that hospital patients love their private rooms with flat-screened televisions, room service meal choices and services such as nail salons, economists worry that hospitals with these deluxe, hotel-like accommodations and amenities are adding unneeded costs to the nation's $2.7 trillion healthcare", "og": {"site_name": "FierceHealthcare", "description": "While patient satisfaction scores show that hospital patients love their private rooms with flat-screened televisions, room service meal choices and services such as nail salons, economists worry that hospitals with these deluxe, hotel-like accommodations and amenities are adding unneeded costs to the nation's $2.7 trillion healthcare", "title": "Are high-end, hotel-like amenities a waste of money?", "url": "http://www.fiercehealthcare.com/story/are-high-end-hotel-amenities-waste-money/2013-09-23", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthcare.jpg", "type": "website"}, "twitter": {"site": "fiercehealth", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "apple-itunes-app": "app-id=731085312", "keywords": "Care Delivery,customer service,Operations & Business Management,patient satisfaction,Ritz-Carlton", "viewport": "width=device-width", "news_keywords": "Care Delivery,Operations & Business Management"}, "_id": "\"57477af36914bd0286fd2206\"", "article_summary": "For more:- read the Times piece- here's the Sun Sentinel articleRelated Articles:Do hotel-like hospitals deliver patient-centered care?\n\"In choosing a hospital, patients should probably think beyond room service anyway,\" Rosenthal wrote.\nOf particular concern is that most hospitals are nonprofit, so construction of these hotel-like facilities is directly or indirectly subsidized with public money.\nBut the result of these high-end amenities and customer services is higher costs, Rosenthal wrote.\nIn an opinion piece, Elizabeth Rosenthal acknowledged that there are medical arguments for the hospital trend of offering patients single rooms and services usually associated with high-end hotels."}