{"article_title": "Will Obama Close Guantánamo Bay Before He Leaves Office?", "article_keywords": ["guantnamo", "office", "facility", "leaves", "recommended", "times", "bay", "ba", "release", "close", "secretary", "obama"], "article_url": "http://www.vanityfair.com/news/2015/07/obama-guantanamo-bay", "article_text": "As a candidate, Barack Obama pledged to close the detention facility at Guantánamo Bay, which critics argue is a continuous human-rights violation, the existence of which is a useful recruiting tool for terrorist organizations across the globe.\n\nNow well into his second term, the president is racking up successes—his signature piece of legislation, Obamacare, survived a Supreme Court challenge; the U.S. restored full diplomatic ties with Cuba; the historic Iranian nuclear deal—but whether he will be able to close the U.S. naval base remains unclear.\n\nThe New York Times reported on Wednesday that officials and concerned onlookers believe that Obama’s window for moving on Gitmo is rapidly closing. Obama appointed Ashton Carter as the secretary of defense in part because Chuck Hagel, his predecessor, was too slow to approve transfers from Guantánamo. Six months into his term, Carter has yet to approve a single transfer. (The process, as the Times notes, is complicated: Gitmo inmates are banned from being placed in U.S. prisons, and the defense secretary must notify Congress 30 days before the transfer occurs.)\n\nLater on Wednesday, the White House rejected the pessimism of the Times report, and said that it is finalizing a plan to close the facility before Obama leaves office. White House press secretary Josh Earnest said the administration’s plan would ensure that the facility was closed “safely and responsibly” and claimed that doing so is in the nation’s best interest.\n\nPer the Times’s latest tally, 52 prisoners have been recommended for release already. Sixty-four have not been recommended for release, 10 of whom have been charged or convicted. Of the 64 who are not currently recommended for release, the remaining 54 have not been charged with committing a specific crime.\n\nTariq Ba Odah was cleared for release from the prison at Guantánamo Bay five years ago. He has spent the last 13 years of his life there. He now weighs 75 pounds. A doctor who submitted a declaration in Ba Odah’s case in June wrote that the inmate was in a state most commonly found in those “on the precipice of death.” Ba Odah’s case is extreme, but it is not entirely unheard of at Guantánamo Bay, where the situation remains as desperate as ever.", "article_metadata": {"description": "The White House says it’s close, but skeptics abound.", "copyright": "Copyright (c) CondéNet 2016", "author": "Kia Makarechi", "og": {"site_name": "Vanity Fair", "description": "The White House says it’s close, but skeptics abound.", "title": "Will Obama Close Guantánamo Bay Before He Leaves Office?", "url": "http://www.vanityfair.com/news/2015/07/obama-guantanamo-bay", "image": "http://media.vanityfair.com/photos/55aff4299e9755183d976efa/4:3/w_1200,h_630,c_limit/guantanamo-bay-protestors.jpg", "type": "article"}, "twitter": {"domain": "www.vanityfair.com", "description": "The White House says it’s close, but skeptics abound.", "title": "Will Obama Close Guantánamo Bay Before He Leaves Office?", "image": {"src": "http://media.vanityfair.com/photos/55aff4299e9755183d976efa/master/pass/guantanamo-bay-protestors.jpg?mbid=social_retweet"}, "site": "@VanityFair", "card": "summary_large_image"}, "fb": {"admins": 7802537, "app_id": 1591153417872059, "pages": 8810407571}, "msapplication-tap-highlight": "no", "keywords": "gitmo,guantanamo bay,tariq ba odah,barack obama", "pubdate": "2015-07-22T03:58:00Z", "viewport": "user-scalable=no, width=device-width, initial-scale=1, maximum-scale=1"}, "_id": "\"57477af46914bd0286fe0bca\"", "article_summary": "Tariq Ba Odah was cleared for release from the prison at Guantánamo Bay five years ago.\nLater on Wednesday, the White House rejected the pessimism of the Times report, and said that it is finalizing a plan to close the facility before Obama leaves office.\nAs a candidate, Barack Obama pledged to close the detention facility at Guantánamo Bay, which critics argue is a continuous human-rights violation, the existence of which is a useful recruiting tool for terrorist organizations across the globe.\nObama appointed Ashton Carter as the secretary of defense in part because Chuck Hagel, his predecessor, was too slow to approve transfers from Guantánamo.\nOf the 64 who are not currently recommended for release, the remaining 54 have not been charged with committing a specific crime."}