{"article_title": "3 ACA requirements you still have to worry about", "article_keywords": ["aca", "nondiscrimination", "requirements", "plans", "rules", "discrimination", "tax", "employers", "health", "healthcare", "worry"], "article_url": "http://www.hrmorning.com/biggest-aca-requirements-to-worry-about/", "article_text": "Congratulations … you’ve survived the vast majority of the Affordable Care Act’s (ACA) requirements. But your compliance headaches aren’t over yet. What Obamacare regulations are still slated to kick in?\n\nNo. 1: Reporting requirements\n\nWhen: Feb. 29, 2016 (March 31 if filing electronically). The deadline for future year’s returns will be Feb. 28.\n\nWhat: This is what’s taking up the majority of employers’ attention right now. The ACA’s reporting requirements kick in for the first time in 2016. These are the requirements that make the government’s enforcement of the employer mandate possible.\n\nThe information that must be reported will allow the IRS to determine whether “large employers” are meeting the ACA’s requirements to offer full-time workers with adequate, company-sponsored health insurance — and, thus, whether those employers should be hit with shared responsibility penalties.\n\nThe requirements are complicated (here’s our plain-English breakdown), and employers haven’t had a lot of time to mull them over, so it’s understandable that they’ve taken companies’ attention away from what else is coming down the road.\n\nBut it’s crucial that employers remember there are two more key ACA provisions still to come.\n\nNo. 2: The ‘Cadillac tax’\n\nWhen: Jan. 1, 2018.\n\nWhat: Beginning in 2018, employer sponsored health plans — whether self-insured or not — will be subject to a 40% excise tax on the “value” (translation: premiums) of any healthcare coverage that exceed $10,200 for single coverage or $27,000 for family coverage.\n\nThose figures will be adjusted for inflation. But as most of you know, the speed at which healthcare costs are increasing in this country far exceeds the rate of inflation. As a result, it’s expected to only be a few short years before even average healthcare plans are slapped with this so-called “Cadillac tax“.\n\nAs a result, there’s a huge push from certain parts of Congress, and even from business groups, to repeal the tax.\n\nWill those efforts succeed? Right now, it’s anyone’s guess.\n\nOne prediction: If the tax does get repealed, it likely won’t be until much closer to its implementation. Why? There are two factors at play:\n\nThe old kick-the-can-down-the-road-mentality on Capitol Hill, and\n\nThe upcoming presidential election.\n\nFor starters, the implementation is still a couple of years away, so it may not be early enough for lawmakers to feel like their feet are being held to the fire to act. Also, the tax hasn’t really entered the public eye, yet, so most voters don’t know how it’ll affect them. As a result, election officials don’t feel compelled to act just yet.\n\nOn top of all that, the presidential election really complicates matters. Political candidates may not want to bring up the subject, fearing their stance on it may cost them votes or draw attention away from other, larger parts of their campaign platforms. That means the issue may not truly surface until after the next administration takes office in 2017.\n\nNo. 3: Nondiscrimination requirements\n\nWhen: To be determined … still.\n\nWhat: When the ACA first became law, the feds said it would subject group health plans to nondiscrimination rules similar to those that apply to self-insured group health plans. Under these ACA rules, any generous healthcare coverage offered to current or former executives — referred to as highly compensated employees — that isn’t available to the bulk of employees will trigger big penalties from the feds.\n\nThe problem is, the feds said the rules wouldn’t apply until official guidance had been released about them. So the feds have kept employers waiting and searching for the guidance. It was expected to finally be released in 2014, but it was delayed due to some lingering questions IRS officials had.\n\nFederal agencies have informally suggested these nondiscrimination rules aren’t a top priority, so they still haven’t given any clues as to when the rules may be issued. Therefore, it appears they’re not imminent.\n\nIt’s possible this is another issue that may not be tackled until a new administration has taken office.\n\nWhat employers did get, however, is a completely different set of nondiscrimination rules — in proposed, not finalized, form. They look to snuff out all forms of race, sex, color, national origin, age and/or disability discrimination in the health insurance marketplace.\n\nWhile some of these forms of discrimination had already been banned under the PPACA, the new rules further clarify and strengthen protections for individuals. For example, the proposed rule establishes that the prohibition on sex discrimination includes discrimination based on gender identity. Discrimination on the basis of sexual orientation would also be barred.\n\nThese nondiscrimination rules aren’t expected to take effect until well into 2016, although not official date has been established.", "article_metadata": {"og": {"description": "Congratulations … you’ve survived the vast majority of the Affordable Care Act’s (ACA) requirements. But your compliance headaches aren’t over yet. What Obamacare regulation…", "title": "The 3 biggest ACA requirements you still have to worry about", "url": "http://www.hrmorning.com/biggest-aca-requirements-to-worry-about/", "image": {"width": 359, "identifier": "http://www.hrmorning.com/wp-content/uploads/Obamacare-ahead.jpg", "height": 263}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.hrmorning.com/wp-content/uploads/Obamacare-ahead.jpg?w=640", "card": "summary_large_image"}, "robots": "noodp,noydir", "keywords": "aca, affordable care act, Obamacare, healthcare reform", "article": {"published_time": "2015-11-11T19:43:05+00:00", "modified_time": "2015-11-13T19:36:29+00:00"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fe0bc1\"", "article_summary": "Congratulations … you’ve survived the vast majority of the Affordable Care Act’s (ACA) requirements.\nWhat: When the ACA first became law, the feds said it would subject group health plans to nondiscrimination rules similar to those that apply to self-insured group health plans.\nThese nondiscrimination rules aren’t expected to take effect until well into 2016, although not official date has been established.\nFederal agencies have informally suggested these nondiscrimination rules aren’t a top priority, so they still haven’t given any clues as to when the rules may be issued.\nWhat employers did get, however, is a completely different set of nondiscrimination rules — in proposed, not finalized, form."}