{"article_title": "FDA Says Testosterone Treatment Drugs Should Carry Blood Clot Risk Warning On Labels", "article_keywords": ["fda", "heart", "men", "risk", "drugs", "labels", "treatment", "related", "disease", "clot", "warning", "products", "blood", "carry", "testosterone"], "article_url": "http://www.medicaldaily.com/fda-says-testosterone-treatment-drugs-should-carry-blood-clot-risk-warning-labels-289464", "article_text": "Many men rely on Food and Drug Administration (FDA)-approved products because they either lack or have low testosterone levels. For men, testosterone drugs can help improve their sex drive and boost their energy. The FDA now wants manufacturers to include a general warning in the drug labeling of all its approved testosterone products about a new potentially deadly risk: blood clots.\n\n“This new warning, a class labeling change, is not related to an ongoing FDA evaluation of the possible risk of stroke, heart attack, and death in patients taking testosterone products,” said the FDA and the Center for Drug Evaluation and Research (CDER) in a statement. The mandated warning comes amid the potential risk of cardiovascular events, which are related to blood clots in the arteries, seen in two separate studies among groups of men prescribed testosterone therapy.\n\nA 2013 study published in JAMA found a 30 percent increased risk of stroke, heart attack, and death in a group that had been prescribed testosterone therapy who were men about 60 years old, and had underlying cardiovascular disease. A second observational 2014 study of FDA-approved testosterone drugs also found an increased risk of heart attack in older men, as well as in younger men with pre-existing heart disease, who filled a prescription for testosterone therapy. While there was a three times increase for men over age 65, up to three times for men less than 65 with pre-existing history of heart disease, younger men with no heart disease history did not have an increased risk for a heart attack.\n\nCurrently, the testosterone products available on the market inform customers about the risk of blood clots related to polycythemia — a rare condition that occurs when the red blood cell level increases abnormally because of testosterone treatment. However, the FDA stated the blood clot risk has now extended to deep vein thrombosis (DVT) and pulmonary embolism (PE), which was aggravated in people without the condition. Most deep vein blood clots occur in the lower leg or thigh, but they can also occur in other parts of the body. DVT can evolve into PE if a loose clot travels to an artery in the lungs and blocks blood flow, possibly damaging the lungs, and other organs in the body, leading to death.\n\nOnly certain testosterone products are approved for men with low testosterone such as lack of testosterone by the testicles due to genetic defects or chemotherapy. The agency advises doctors to consider whether the benefits of FDA-approved testosterone treatments will exceed the potential risks for their patients. The FDA urges health care professionals and patients to report side effects involving prescription testosterone products to the FDA MedWatch program.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "fda, testosterone treatment, low t, deep vein thrombosis, pulmonary embolism, blood clot", "og": {"site_name": "Medical Daily", "description": "The U.S. FDA reassesses cardiovascular disease risks after users of testosterone treatment drugs have shown increased risks of blood clots in scientific reports.", "title": "Some Testosterone Drugs Could Cause Blood Clots, Warns FDA", "url": "http://www.medicaldaily.com/fda-says-testosterone-treatment-drugs-should-carry-blood-clot-risk-warning-labels-289464", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/06/23/male-athlete-clutching-his-hamstring-excruciating-pain.jpg", "type": "article"}, "twitter": {"description": "The U.S. FDA reassesses cardiovascular disease risks after users of testosterone treatment drugs have shown increased risks of blood clots in scientific reports.", "title": "Some Testosterone Drugs Could Cause Blood Clots, Warns FDA", "url": "http://www.medicaldaily.com/fda-says-testosterone-treatment-drugs-should-carry-blood-clot-risk-warning-labels-289464", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/06/23/male-athlete-clutching-his-hamstring-excruciating-pain.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/06/23/male-athlete-clutching-his-hamstring-excruciating-pain.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Consumer News", "published_time": "2014-06-23T13:21:34-04:00", "modified_time": "2014-06-23T13:21:32-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "The U.S. FDA reassesses cardiovascular disease risks after users of testosterone treatment drugs have shown increased risks of blood clots in scientific reports."}, "_id": "\"57477af36914bd0286fd2205\"", "article_summary": "The FDA urges health care professionals and patients to report side effects involving prescription testosterone products to the FDA MedWatch program.\nFor men, testosterone drugs can help improve their sex drive and boost their energy.\nThe FDA now wants manufacturers to include a general warning in the drug labeling of all its approved testosterone products about a new potentially deadly risk: blood clots.\nOnly certain testosterone products are approved for men with low testosterone such as lack of testosterone by the testicles due to genetic defects or chemotherapy.\nCurrently, the testosterone products available on the market inform customers about the risk of blood clots related to polycythemia — a rare condition that occurs when the red blood cell level increases abnormally because of testosterone treatment."}