{"article_title": "Kid Triathlon Promotes Healthy Lifestyle", "article_keywords": ["triathlon", "kids", "lifestyle", "sioux", "fit", "healthy", "park", "kind", "hyvee", "promotes", "race", "participated", "think", "kid"], "article_url": "http://www.keloland.com/news/article/news/kid-triathlon-promotes-healthy-lifestyle", "article_text": "Sioux Falls, SD\n\nMany kids these days have a reputation of spending more time inside than out. But hundreds of kids in the area are breaking that stereotype.\n\n\n\nWall Lake Park was filled with active children between the ages of six and 15 this morning for the Hy-Vee Kids Fit Triathlon.\n\n\"It gets them active, it gets them interested in competing, which I think, you know, in life in general, to have that is just important. And so I think sports are extremely important in kids' lives,” triathlon director Kristi Masterson said.\n\nThe goal of today's event was to promote a healthy, fit lifestyle for kids, while having fun as well.\n\n\"Kids nowadays sometimes are too much behind a computer or too much behind a TV screen. We want them to kind of be outside, riding their bikes, swimming, and running,\" former Olympic Triathlete Hunter Kemper said.\n\n251 children participated in the race, which followed the same format as an adult triathlon, but with different distances for the three age groups.\n\n\n\nHannah Droge has participated in 12 triathlons in the past two years, and this young athlete has a couple tips she uses to prepare for the race.\n\n\n\n\"I eat pasta the night before, and I kind of think about what I can do in my race, I kind of plan what I'm going to do before the race,\" 12 year old triathlon participant Hannah Droge said.\n\nThese plans have landed Hannah a spot to compete in the Hy-Vee Kids Championship Triathlon in Des Moines at the end of August.\n\nAlthough this was the fifth year of the Hy-Vee Kids Fit Triathlon in Sioux Falls, it was the first time the event was held at Wall Lake Park.\n\n", "article_metadata": {"og": {"site_name": "KELOLAND News", "description": "Many kids these days have a reputation of spending more time inside than out. But hundreds of kids in the area are breaking that stereotype. Wall Lake", "title": "Kid Triathlon Promotes Healthy Lifestyle", "url": "http://www.keloland.com/news/article/news/kid-triathlon-promotes-healthy-lifestyle", "image": "http://assets.keloland.com/images/images/default-source/agriculture/crops/barley/57882.jpg?sfvrsn=0", "type": "website"}, "fb": {"app_id": 521498541203189}, "viewport": "width=device-width, initial-scale=1.0", "Generator": "Sitefinity 7.3.5630.0 PE", "description": "Many kids these days have a reputation of spending more time inside than out. But hundreds of kids in the area are breaking that stereotype. Wall Lake"}, "_id": "\"57477af46914bd0286fe0baf\"", "article_summary": "Wall Lake Park was filled with active children between the ages of six and 15 this morning for the Hy-Vee Kids Fit Triathlon.\nThese plans have landed Hannah a spot to compete in the Hy-Vee Kids Championship Triathlon in Des Moines at the end of August.\nAlthough this was the fifth year of the Hy-Vee Kids Fit Triathlon in Sioux Falls, it was the first time the event was held at Wall Lake Park.\nThe goal of today's event was to promote a healthy, fit lifestyle for kids, while having fun as well.\nAnd so I think sports are extremely important in kids' lives,” triathlon director Kristi Masterson said."}