{"article_title": "Obamacare vs. The New Deal: A Historical Comparison", "article_keywords": ["comparison", "obama", "court", "opposition", "deal", "going", "work", "obamacare", "lot", "vs", "historical", "fdr", "think", "really"], "article_url": "https://newrepublic.com/article/115326/obamacare-vs-new-deal-historical-comparison", "article_text": "You had the WPA (Works Project Administration), which was probably the most famous work relief program that the New Deal created and of course that came under a huge amount of criticism because a lot of the projects that the WPA funded were manifestly make-work projects. They only existed to put people to work on the spot, to put money in their hands to put food on the table, shelter over their heads. It wasn’t like the Public Works Administration, which built bridges, and dams, and highways, and school buildings, which was designed to leave a legacy for the country. It got a lot of criticism from conservatives in Congress that it was just wasting money.\n\nJK: Personality definitely seems to be a really big factor. How did FDR relate to the American people and sell the New Deal?\n\nMH: This was really important, being that it really comes out strongly when you compare the Obama approach to the FDR approach. When I talk about this I always want to make clear that you can’t really blame Barack Obama for not being FDR because nobody’s FDR. He was really a unique figure in American history and he had this unique ability to communicate to the average person.\n\nThe thing about FDR that I think Obama has begun to learn from, but needed to learn a lot earlier, was that FDR, when he talked about his programs, he always acknowledged they were all not going to work. During his first campaign for the presidency in 1932, he stated outright that what we’re going to do is to try everything to get out of this Depression. We’re going to try one thing, and if it doesn’t work, we’re going to be candid that it doesn’t work and we’re going to move on to the next thing. But we’re going to constantly be trying.\n\nIn April 1938, the country had slipped back into the recession. Roosevelt went on the radio and he acknowledged it. He communicated this idea that not everything was perfect, and not everything worked the way we thought, and we now have this big setback. But let’s not forget what we did that works. I think you heard that a little bit in Obama’s talk the other day about Obamacare. When he said, look Obamacare’s not just a website. Here all the things that it’s done that really work and we’ve got to keep our eyes on it. I think that’s really out of a page out of FDR’s book. But it’s only now that Obama, I think, is sounding that. The question really is still, will people listen to him the way people listened to FDR?\n\nJK: The other thing I wondered is how FDR worked with the people that were close to him, as well as his political opposition. Can you put it on the scale of what Obama is facing now? Essentially, did FDR have a Ted Cruz?\n\nMH: FDR had a lot of opposition, and ironically, the most intense opposition he got was from the Democrats. The Southern Democratic bloc, particularly in the Senate, was the most rigorous opposition to the New Deal, and he had to deal with it because it was very powerful. Obviously if you look at the Tea Party as sort of being a regional phenomenon from the lower Midwest, and the Southeast, the opposition to the social insurance and to the social programs comes from the same region. But there were a lot of really powerful progressives in the Republican Party at this time. Roosevelt had a lot of support from them.\n\nBut he didn’t have the intransigence that you see today. He didn’t have this intransigent bloc in Congress that had this powerful veto that Obama faces today, so there was that difference. When Roosevelt first came into office, Congress was so terrified that there were no answers to the Great Depression they were willing to go along with FDR with almost everything, especially in the 100 days, when everything proposed got passed. But very quickly, as the New Deal proceeded, there were real pockets of opposition and you started hearing fairly early on from conservatives in Congress that we were spending too much, we were borrowing too much, we had to balance the budget. Even FDR paid lip service to balancing the budget, but he never did.\n\nJK: FDR tried to pack the Supreme Court in order to push through his legislation. Obama didn’t do that, nor could he get way with it. But the courts were one place where opponents thought they could steamroll Obamacare. Do you see parallels today in the legal opposition to the New Deal and Obamacare?\n\nMH: These conservatives on the Court really were an issue for FDR. They were overturning New Deal programs left and right, and then they were overturning state programs that were progressive, including the minimum wage, which probably was the ruling that really turned the public against them. But there was so much anger, public anger, against the Court that members of the Court, especially the chief justice, Charles Evans Hughes, began to get a little nervous about their standing. Hughes understood that it really wasn’t going to be good for the Court to be seen as this total bulwark, this brick wall, against any sort of effort to relieve the country of the Great Depression. So, by about 1935, 1936, the Court began to back off a little bit, where the Court upheld the New Deal initiatives. Roosevelt went ahead with the court-packing scheme, and that was probably the greatest single blunder of his administration. It marked the end of the New Deal because it really empowered his opponents and there were places he would go where the public wouldn’t follow him.\n\nJK: We talk about the New Deal, but it’s really separate legislation. Do you think in rolling out a program like Obamacare, which is pretty transformative, that if it were something a little bit more piecemeal the reception would have been different, or the implementation smoother?\n\nMH: The idea that the drafters of Obamacare had was that in fact all of these pieces had to work together if any of them was to work at all. So it was sort of an irreducible minimum that Obamacare had to be in order to work at all, and I think that’s what they got. Some of the experiences from the New Deal tell us that when you don’t go all the way you basically impose costs that eventually you’re going to have to deal with. A good example of that is Social Security, which was pared back from the original ambition pretty sharply so it could get enacted, then it had to be basically fixed.\n\nIt’s the sort of thing we see that’s still familiar today. You have these great ambitions, but that’s really going to cost a fortune, so let’s do a little bit less. Well it doesn’t really save you money in the long-run if the idea of the program is to reach a certain level of coverage than eventually you’re going to have to do it, and you’re just imposing these costs on the poorest and least advantaged, the people that you really want to help that aren’t being helped.\n\nJK: In many ways, some of the more lasting programs of the New Deal, like Social Security, were built over time. Maybe it’s a sign of the times, but some look at Obamacare and say if it doesn’t work now, if it didn’t work on October 1, then it’s just not going to work. Like Social Security, how do you convince the public to look long-term?\n\nMH: People are being misled that some of these deadlines are hard and fast, and that if we miss them it’s going to bring the whole edifice crashing down. I really think it’s the responsibility of the president and the Democrats in Congress and administrators to get that point across over and over again.\n\nNobody, not even Bill Clinton, was nearly as good as FDR was at making sure that people understood what his goals were, what he was doing to achieve it, what the pitfalls were, and how he was going to deal with them. Another fireside talk that he gave in 1934, when the New Deal was just getting underway, and criticism was building of wasted money in the WPA—he said, you know, these are big programs, and whenever you have a program like this that goes out over 3,000 counties throughout the nation there’s going to be inefficiency, there’s going to be cases of bad management, there may be cases of misuse of funds. The way he put it was that when this occurs, there will be those that try to tell you the exceptional failure is characteristic of the whole thing. But it’s not. In every big job there’s going to be imperfections, there are always going to be chiselers, there’s always going to be unfairness, there’s always going to be black sheep. But that doesn’t tell you that the system doesn’t work, and I think that if the administration took a page from that fireside chat, it would really help a lot.\n\nJK: Are there any other parallels that I might have missed?\n\nMH: There were so many parallels [with] the rhetoric. He was called a socialist, a communist, his parentage was questioned; he was accused of being Jewish. I think anytime you have a president come into power who is not very well-known when he’s elected, and Roosevelt was exactly the same, he was the governor of New York, but to the rest of the country he was sort of a cipher and people made of him what they wanted to make of him. When you start of program of social revolution you’re going to draw a lot of opposition.\n\nThis interview has been edited and condensed.", "article_metadata": {"msapplication-config": "//assets.newrepublic.com/assets/favicons/browserconfig.xml", "viewport": "width=device-width, initial-scale=1.0", "description": "But historian Michael Hiltzik says Obama could've learned a few lessons from FDR", "og": {"site_name": "New Republic", "description": "But historian Michael Hiltzik says Obama could've learned a few lessons from FDR", "title": "The New Deal's Debut Wasn't Smooth Sailing, Either", "locale": "en_US", "image": "https://images.newrepublic.com/2f075576ef41333479dc2cedc1a6dc38694edda7.jpeg?w=1109&h=577&crop=faces&fit=crop&fm=jpg", "url": "https://newrepublic.com/article/115326/obamacare-vs-new-deal-historical-comparison", "type": "article"}, "twitter": {"image": "https://images.newrepublic.com/2f075576ef41333479dc2cedc1a6dc38694edda7.jpeg?w=1024&h=512&crop=faces&fit=crop&fm=jpg", "title": "The New Deal's Debut Wasn't Smooth Sailing, Either", "description": "But historian Michael Hiltzik says Obama could've learned a few lessons from FDR", "card": "summary_large_image", "site": "@newrepublic"}, "msapplication-TileColor": "#ffffff", "parsely-metadata": "{\"thumb_image\":\"http://images.newrepublic.com/2f075576ef41333479dc2cedc1a6dc38694edda7.jpeg\"}", "parsely-page": "{\"title\":\"The New Deal's Debut Wasn't Smooth Sailing, Either\",\"link\":\"https://newrepublic.com/article/115326/obamacare-vs-new-deal-historical-comparison\",\"section\":\"Interview\",\"pub_date\":\"2013-10-24T19:09:01.000Z\",\"post_id\":115326,\"author\":\"Jennifer Kirby\",\"type\":\"post\",\"tags\":[\"Interview\",\"Politics\",\"Barack Obama\",\"FDR\",\"New Deal\",\"Obamacare\",\"-type_article\"]}", "fb": {"admins": 4404589, "pages": 161419311535, "app_id": 1675346479369918}, "msapplication-TileImage": "//assets.newrepublic.com/assets/favicons/mstile-144x144.png", "article": {"publisher": "https://www.facebook.com/thenewrepublic", "tag": "Interview", "published_time": "2013-10-24"}, "theme-color": "#ffffff"}, "_id": "\"57477af36914bd0286fd2202\"", "article_summary": "Here all the things that it’s done that really work and we’ve got to keep our eyes on it.\nYou have these great ambitions, but that’s really going to cost a fortune, so let’s do a little bit less.\nI really think it’s the responsibility of the president and the Democrats in Congress and administrators to get that point across over and over again.\nDo you see parallels today in the legal opposition to the New Deal and Obamacare?\nSo, by about 1935, 1936, the Court began to back off a little bit, where the Court upheld the New Deal initiatives."}