{"article_title": "In Tech Buying, U.S. Still Stuck in Last Century", "article_keywords": ["century", "federal", "issue", "administration", "private", "stuck", "tech", "projects", "mr", "need", "technology", "house", "buying", "obama"], "article_url": "http://www.nytimes.com/2013/12/23/us/politics/in-tech-buying-us-still-stuck-in-last-century.html", "article_text": "“It’s a punishing and punitive environment to work in,” said Stan Z. Soloway, the chief executive of the Professional Services Council, a trade group, and a former Clinton administration official.\n\nOfficials said the administration was conducting a “review of options” for improving the government’s use of technology and was beginning to discuss the issue with stakeholders inside and outside government. But they declined to say whether Mr. Obama would call for changes in how Washington delivers technology projects during his State of the Union address early next year and whether the White House had any specific plan to make good on the president’s oft-stated interest in tackling the thorny, bureaucratic issue.\n\n“This administration has made considerable progress in reforming federal I.T. management practices,” said Steven Posner, a spokesman for the White House budget office, citing new open-data and cloud-computing initiatives. “As the president made clear, significant challenges remain in the area of federal I.T., and we need to continue improving the way we deliver technology.”\n\nIn Mr. Obama’s first term, the administration pushed agencies to move away from expensive, dedicated hardware by adopting more flexible and cheaper Internet-based services when possible. Officials also began requiring agencies to replace proprietary data with modern open formats that can be easily understood by the public and the private sector.\n\nBut lawmakers and others said the Obama administration was doing too little to fix the fundamental problems, and they predicted that the issue would ultimately fall to Mr. Obama’s successor.\n\nRepresentative Gerald E. Connolly, Democrat of Virginia, said the budget office, formally known as the Office of Management and Budget, refused to back bipartisan legislation that would consolidate responsibility for technology projects in a single person at each agency and increase the transparency of government spending on technology.\n\nAdvertisement Continue reading the main story\n\n“O.M.B. takes the position, as it usually does, that we don’t need legislation to address these issues,” said Mr. Connolly, who represents a Washington suburb with hundreds of federal technology contractors. “O.M.B. was really our biggest stumbling block. It was maddening.”\n\nOfficials denied Mr. Connolly’s charge, saying the administration is open to legislation but has “some concerns” with the bill in the House because it does not apply to the Pentagon. A Senate version of Mr. Connolly’s legislation in the House was introduced last week by a Democrat and a Republican, but it also centers on the civilian agencies.\n\nAides pointed to the president’s recent comments about procurement as evidence that the administration is eager to confront the broader problem.\n\nIn an interview on MSNBC last month, Mr. Obama bemoaned systemic problems in big technology projects, saying that “our I.T. systems, how we purchase technology in the federal government, is cumbersome, complicated and outdated.”\n\nHe reiterated that thought in a news conference on Friday, and he has pledged to “refocus” on the issue during the rest of his term.\n\nLast Tuesday, Mr. Obama met with 15 executives from some of the nation’s largest technology companies, including Tim Cook of Apple and Sheryl Sandberg of Facebook. Administration officials said the meeting was a first step in confronting the broader issue highlighted by the health care website debacle.\n\nTechnology experts across the political spectrum agree there are many problems to fix, from the White House down to the civil servants who administer the half-trillion dollars the government spends a year on procurement contracts, about 15 percent of its total budget.\n\n“It’s not just the contracting rules,” Mr. Soloway said. “It’s the human capital, the way the government buys services, the way the government determines its own requirements, the lack of collaboration within government, the lack of collaboration between the government and the private sector, the outdated systems within government.”\n\nAdvertisement Continue reading the main story\n\nJim Johnson, the chairman of the Standish Group, said the government often required sweeping, singular contracts for projects that private businesses would complete for in pieces.\n\n“It’s an iterative style,” Mr. Johnson said. “That’s how Google does it. That’s how eBay does it.” Mr. Johnson said the government’s successes tended to come from small, focused projects, which might attract more competitive bids. The success rate for small-scale government contracting projects in the past decade, according to his firm’s analysis, is nearly 55 percent.\n\nThe red tape also makes it difficult, if not impossible, for federal agencies to get the technology they need fast enough. “Agency leadership’s need for speed and agility has far outstripped the procurement and finance models,” Richard Spires, a former chief information officer of the Department of Homeland Security, told a congressional panel this year.\n\nIn addition, strict rules prevent the government from working closely with contractors once it has hired them. Dr. Blumenthal, the former Obama administration official, said the government system of managing technology projects was broken.\n\n“I think there has to be some middle ground between the current straitjacket and the perfect process that allows any kind of vetting you might want to have,” said Dr. Blumenthal, who was responsible for distributing $30 billion in federal money to doctors and hospitals.\n\n“I didn’t realize how much of a constraint or how disabling it was until I went to the private sector,” added Dr. Blumenthal, now the president of a foundation engaged in research on health and social policy issues.\n\nAdministration officials said they agreed with critics that the government needed to move away from an old-fashioned method of technology development that relies on a single, large vendor to develop technology in years-long contracts.\n\nExperts said the HealthCare.gov debacle might ignite movement toward common-sense changes. “There’s certainly momentum,” said Mike Hettinger of the Software and Information Industry Association, a trade group.\n\nBut Mr. Connolly, the Virginia lawmaker, said he saw little evidence of a new push by the administration, even as he expressed hope Mr. Obama would make the issue more of a priority.\n\nAdvertisement Continue reading the main story\n\n“The president gets it,” Mr. Connolly said. “Now we need to make sure the people who work for him get it.”", "article_metadata": {"tone": "news", "ptime": 20131222202902, "twitter": {"description": "Despite the furor over the rollout of HealthCare.gov, there is little evidence that the Obama administration is moving quickly to change how the government hires and manages private technology companies.", "title": "In Tech Buying, U.S. Still Stuck in Last Century", "url": "http://www.nytimes.com/2013/12/23/us/politics/in-tech-buying-us-still-stuck-in-last-century.html", "app": {"url": {"googleplay": "nytimes://reader/id/100000002616435"}, "name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}}, "site": "@nytimes", "image": "https://static01.nyt.com/images/2013/12/23/us/jp-GOVTECH/jp-GOVTECH-thumbLarge.jpg", "card": "summary"}, "al": {"ipad": {"url": "nytimes://www.nytimes.com/2013/12/23/us/politics/in-tech-buying-us-still-stuck-in-last-century.html", "app_store_id": 357066198, "app_name": "NYTimes"}, "android": {"url": "nytimes://reader/id/100000002616435", "app_name": "NYTimes", "package": "com.nytimes.android"}, "iphone": {"url": "nytimes://www.nytimes.com/2013/12/23/us/politics/in-tech-buying-us-still-stuck-in-last-century.html", "app_store_id": 284862083, "app_name": "NYTimes"}}, "thumbnail_width": 75, "dfp-ad-unit-path": "us/politics", "hdl_p": "In Tech Buying, U.S. Still Stuck in Last Century", "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/politics/index.jsonp", "DISPLAYDATE": "Dec. 22, 2013", "edt": "NewYork", "org": "Office of Management and Budget (US)", "keywords": "Politics and Government,Federal Budget (US),HealthCare.gov,Computers and the Internet,Office of Management and Budget (US),Patient Protection and Affordable Care Act (2010),Health Insurance and Managed Care,Obama  Barack", "news_keywords": "HealthCare.gov", "applicationName": "article", "PT": "article", "author": "Michael D. Shear and Annie Lowrey", "SCG": "politics", "sourceApp": "nyt-v5", "per": "Obama, Barack", "thumbnail_150_width": 150, "byl": "By MICHAEL D. SHEAR and ANNIE LOWREY", "thumbnail_150_height": 150, "usageTerms": "http://www.nytimes.com/content/help/rights/sale/terms-of-sale.html", "lp": "Despite the furor over the rollout of HealthCare.gov, there is little evidence that the Obama administration is moving quickly to change how the government hires and manages private technology companies.", "tom": "News", "dfp-amazon-enabled": "false", "thumbnail": "https://static01.nyt.com/images/2013/12/23/us/jp-GOVTECH/jp-GOVTECH-thumbStandard.jpg", "description": "Despite the furor over the rollout of HealthCare.gov, there is little evidence that the Obama administration is moving quickly to change how the government hires and manages private technology companies.", "CG": "us", "robots": "noarchive", "dat": "Dec. 22, 2013", "fb": {"app_id": 9869919170}, "msapplication-starturl": "http://www.nytimes.com", "genre": "News", "article": {"author": "http://topics.nytimes.com/top/reference/timestopics/people/l/annie_lowrey/index.html", "section": "Politics", "modified": "2014-07-18", "collection": "https://static01.nyt.com/services/json/sectionfronts/politics/index.jsonp", "tag": "Obama, Barack", "published": "2013-12-22", "section-taxonomy-id": "23FD6C8B-62D5-4CEA-A331-6C2A9A1223BE"}, "thumbnail_height": 75, "slug": "23govtech", "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "utime": 20140718054853, "og": {"url": "http://www.nytimes.com/2013/12/23/us/politics/in-tech-buying-us-still-stuck-in-last-century.html", "image": "https://static01.nyt.com/images/2013/12/23/us/jp-GOVTECH/jp-GOVTECH-videoSixteenByNine1050.jpg", "type": "article", "description": "Despite the furor over the rollout of HealthCare.gov, there is little evidence that the Obama administration is moving quickly to change how the government hires and manages private technology companies.", "title": "In Tech Buying, U.S. Still Stuck in Last Century"}, "pdate": 20131222, "des": "Health Insurance and Managed Care", "articleid": 100000002616435, "cre": "The New York Times", "hdl": "In Tech Buying, U.S. Still Stuck in Last Century", "thumbnail_150": "https://static01.nyt.com/images/2013/12/23/us/jp-GOVTECH/jp-GOVTECH-thumbLarge.jpg", "PST": "News"}, "_id": "\"57477af36914bd0286fd21f9\"", "article_summary": "In an interview on MSNBC last month, Mr. Obama bemoaned systemic problems in big technology projects, saying that “our I.T.\nDr. Blumenthal, the former Obama administration official, said the government system of managing technology projects was broken.\nLast Tuesday, Mr. Obama met with 15 executives from some of the nation’s largest technology companies, including Tim Cook of Apple and Sheryl Sandberg of Facebook.\nThe red tape also makes it difficult, if not impossible, for federal agencies to get the technology they need fast enough.\nmanagement practices,” said Steven Posner, a spokesman for the White House budget office, citing new open-data and cloud-computing initiatives."}