{"article_title": "Saudi-led alliance says completes Yemen prisoner swap", "article_keywords": ["alliance", "group", "war", "southern", "coalition", "targets", "talks", "qaeda", "yemeni", "swap", "prisoner", "yemen", "completes", "killed", "saudiled"], "article_url": "http://www.thefiscaltimes.com/latestnews/2016/03/28/Saudi-led-alliance-confirms-Yemen-prisoner-swap", "article_text": "ADEN (Reuters) - A Saudi-led military coalition said on Monday it had completed a prisoner swap in Yemen, exchanging nine Saudi prisoners for 109 Yemeni nationals ahead of a planned truce and peace talks aimed at ending the year-long war with Houthi rebels.\n\nThe exchange coincided with fresh air strikes by both the coalition and by U.S. warplanes on Islamist militants in southern Yemen that killed at least 21 people.\n\nThe coalition did not say which group the swap was made with, but the Houthi movement said on Sunday it had exchanged prisoners with its enemy Riyadh as a first step toward ending a humanitarian crisis prompted by the war.\n\nThe Iran-allied Houthis have been battling forces loyal to Yemen's Saudi-backed President Abd-Rabbu Mansour Hadi since last March in a conflict that has cost more than 6,200 lives.\n\nSaudi Arabia received its nationals on Sunday, the coalition statement published on Saudi state news agency SPA said. The alliance \"hopes to begin a truce in conflict areas of the Republic of Yemen\" it added.\n\nYemeni media said the nine Saudis were soldiers. The freed Yemenis had been detained during operations in Yemen, SPA said.\n\nNews website Yemen Now published a photo of a group of smiling, waving men in white robes and keffiyeh head scarves, which it said was of the soldiers. It was not immediately possible to verify the authenticity of the image.\n\nOVERNIGHT AIR RAIDS\n\nIn southern Yemen, local residents and medics said a total of 21 people had been killed in overnight air raids by U.S. drones on al Qaeda targets in Abyan province, including the provincial capital Zinjibar.\n\nSaudi-led war planes also struck militant targets in the suburbs of the southern Yemeni port city of Aden, the temporary headquarters of Hadi's government, where Islamist militants have repeatedly attacked coalition and Yemeni government targets in recent months. There were no immediate reports of casualties.\n\nOn Monday evening unidentified war planes, also believed to belong to the Saudi-led coalition, bombed a port area used by al Qaeda southeast of the Hadramout provincial capital, Mukalla, according to local residents. There were no immediate reports of casualties.\n\nThe United States bombed an al Qaeda training camp last week in one of the deadliest attacks in months, killing at least 50 people and wounding 30 others.\n\nAl Qaeda in the Arabian Peninsula (AQAP) has taken advantage of the war in Yemen to seize territory and operate more openly.\n\nThe group has carried out attacks against the Yemeni state for years, plotted to blow up U.S.-bound airliners and claimed responsibility for the January 2015 attack in Paris on the French magazine Charlie Hebdo that killed 12 people.\n\nLast week the United Nations said the warring parties had agreed to a cessation of hostilities starting at midnight on April 10 and to peace talks in Kuwait as part of a fresh push to end the crisis following two rounds of failed talks last year.\n\n(Reporting by Sylvia Westall, additional reporting by Mohammed Mukhashaf in Aden and Mohamed Ghobari in Cairo; Editing by Gareth Jones)", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "ADEN (Reuters) - A Saudi-led military coalition said on Monday it had completed a pris", "title": "Saudi-led alliance says completes Yemen prisoner swap", "url": "http://www.thefiscaltimes.com/latestnews/2016/03/28/Saudi-led-alliance-confirms-Yemen-prisoner-swap", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/yemen-politics_2.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/latestnews/2016/03/28/Saudi-led-alliance-confirms-Yemen-prisoner-swap", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/yemen-politics_2.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "ADEN (Reuters) - A Saudi-led military coalition said on Monday it had completed a pris", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "The exchange coincided with fresh air strikes by both the coalition and by U.S. warplanes on Islamist militants in southern Yemen that killed at least 21 people.\nThe alliance \"hopes to begin a truce in conflict areas of the Republic of Yemen\" it added.\nAl Qaeda in the Arabian Peninsula (AQAP) has taken advantage of the war in Yemen to seize territory and operate more openly.\nADEN (Reuters) - A Saudi-led military coalition said on Monday it had completed a prisoner swap in Yemen, exchanging nine Saudi prisoners for 109 Yemeni nationals ahead of a planned truce and peace talks aimed at ending the year-long war with Houthi rebels.\n(Reporting by Sylvia Westall, additional reporting by Mohammed Mukhashaf in Aden and Mohamed Ghobari in Cairo; Editing by Gareth Jones)"}