{"article_title": "Religious Nonprofits Take ObamaCare Contraceptive Mandate to Supreme Court", "article_keywords": ["nonprofits", "case", "supreme", "providing", "court", "contraception", "justice", "obamacare", "contraceptive", "ruling", "mandate", "sisters", "little", "religious"], "article_url": "http://www.thenewamerican.com/usnews/health-care/item/22838-religious-nonprofits-take-obamacare-contraceptive-mandate-to-supreme-court", "article_text": "On Wednesday, the U.S. Supreme Court began hearing arguments in another case involving the ObamaCare contraception mandate. The case was brought forward by Reverend David Zubik, the Catholic bishop for Pittsburgh, and includes complaints from dozens of Christian universities, hospitals, and groups, including the Little Sisters of the Poor. Reports indicate that the high court appeared split along ideological lines, highlighting once more the noticeable absence of the conservative justice Antonin Scalia.\n\nThough the Hobby Lobby ruling last year determined that family-owned businesses run on religious principles should be permitted to opt out of the contraceptive mandate for religious reasons, the case currently before the court concerns whether religious nonprofits should be granted exemptions from the controversial mandate. Churches and houses of worship are already exempt from the mandate.\n\nThe plaintiffs contend that they should not have to prove they are “religious enough” to qualify for exemptions.\n\n“The Little Sisters spend their lives taking care of the elderly poor — that is work our government should applaud, not punish,” Mark Rienzi, senior counsel of the Becket Fund for Religious Liberty, which represents the Little Sisters of the Poor, said in a statement: “The Little Sisters should not have to fight their own government to get an exemption it has already given to thousands of other employers, including Exxon, Pepsi Cola Bottling Company, and Boeing. Nor should the government be allowed to say that the Sisters aren’t ‘religious enough’ to merit the exemption that churches and other religious ministries have received.”\n\nThe Obama administration contends that nonprofits do not require an exemption because they have the option to complete an exemption form that would allow a third party to provide contraceptives instead. \"In our diverse and pluralistic nation, the right to the free exercise of religion does not encompass a right to insist that the government take measures that unduly restrict other persons, such as employees, in protecting their own interests, interests the law deems compelling,\" wrote administration lawyers.\n\nBut nonprofit groups argue that such an option still involves them in the process of providing contraceptives in spite of their religious beliefs, and contend it is a violation of the 1993 Religious Freedom Restoration Act to ask them to do so.\n\nThe Daily Caller elaborates,\n\nThey say the Religious Freedom Restoration Act (RFRA) protects them from having to violate their consciences by participating in providing contraception, even if they don’t pay for it. RFRA law states there must be a compelling government interest for violating sincerely held religious beliefs and that the violation must be done in the least restrictive way possible. The groups argue Obamacare has not met that burden.\n\nIn 2014, the Supreme Court determined that the RFRA does apply to businesses such as retail giant Hobby Lobby and that the mandate presented a “substantial burden” and exempted for-profit corporations with deeply held religious beliefs from having to directly pay for their workers’ contraception coverage.\n\nThe court heard 90 minutes of debate on Wednesday, which at times “grew tense,” Fox News reported. The bench appeared evenly split along ideological lines, with Justice Anthony Kennedy, often the swing vote in divisive cases such as this, seemingly siding with the conservatives.\n\nJustice Kennedy seemed to agree that the plaintiffs in the case are facing a “substantial burden,” and said, “The analysis has to be whether or not there are less restrictive alternatives.”\n\nBut Kennedy also observed that the challengers’ argument may be too broad and create a slippery slope, a point reiterated by Justice Ruth Ginsburg, who insisted that allowing more exceptions to the rule would open the “floodgates.”\n\n\"It can't be all my way. There has to be an accommodation, and that's what the government tried to do,\" said Ginsburg.\n\nConservative Chief Justice John Roberts agreed with the plaintiffs’ claim that the federal government is attempting to \"hijack\" their insurance plans to advance its agenda of providing contraception coverage.\n\nOne suggestion by the conservative justices was a separate health plan that would include only contraception that could be sold on the ObamaCare exchanges, which would allow businesses to remove themselves from the process of providing contraceptives.\n\nBut Solicitor General Donald Verrilli, arguing for the administration, claimed that asking women to seek another plan for contraceptive coverage imposes “obstacles.”\n\nThe court ruled 5-4 in favor of the religious companies in the Hobby Lobby ruling. But without Justice Scalia, the count in this case is very likely to be 4-4. A split decision on the court would allow the lower court rulings to stand. Yahoo News notes that such a ruling would be particularly problematic, since the federal courts of appeal were not in agreement, with three of them ruling in favor of the Obama administration, and one in favor of the religious groups.\n\nKelly Shackelford, president and CEO of the religious liberty legal group First Liberty Institute, said that the court could also defer until they have another justice.\n\nShackelford noted, “What this case really does, is it stresses how important the next Justice is.”\n\nA ruling is due by the end of June.", "article_metadata": {"keywords": "Supreme Court, arguments, ObamaCare, contraception mandate, case, universities, hospitals, religious groups, Zubik", "og": {"url": "http://www.thenewamerican.com/usnews/health-care/item/22838-religious-nonprofits-take-obamacare-contraceptive-mandate-to-supreme-court", "image": "http://www.thenewamerican.com/media/k2/items/cache/85ee3a564383ac1c2435ca42d482e245_XL.jpg", "type": "article", "description": "On Wednesday the Supreme Court heard arguments in another ObamaCare contraception mandate case, involving universities, hospitals, and religious groups. by Raven Clabough", "title": "Religious Nonprofits Take ObamaCare Contraceptive Mandate to Supreme Court"}, "image": "http://www.thenewamerican.com/media/k2/items/cache/85ee3a564383ac1c2435ca42d482e245_XL.jpg", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fe0bce\"", "article_summary": "On Wednesday, the U.S. Supreme Court began hearing arguments in another case involving the ObamaCare contraception mandate.\nThough the Hobby Lobby ruling last year determined that family-owned businesses run on religious principles should be permitted to opt out of the contraceptive mandate for religious reasons, the case currently before the court concerns whether religious nonprofits should be granted exemptions from the controversial mandate.\nKelly Shackelford, president and CEO of the religious liberty legal group First Liberty Institute, said that the court could also defer until they have another justice.\nReports indicate that the high court appeared split along ideological lines, highlighting once more the noticeable absence of the conservative justice Antonin Scalia.\nA split decision on the court would allow the lower court rulings to stand."}