{"article_title": "Erick Green travels long road in past year for second shot with Nuggets – The Denver Post", "article_keywords": ["scoring", "past", "shot", "erick", "summer", "season", "point", "guard", "long", "travels", "second", "going", "green", "nuggets", "im", "post", "road", "league"], "article_url": "http://www.denverpost.com/nuggets/ci_26146786/erick-green-travels-long-road-past-year-second", "article_text": "Erick Green’s body is beaten up from an extended season overseas, but if he wants his NBA dream to come true, he has no choice but to press on.\n\n“We got done June 27. I flew out the 30th, spent a few days home, flew (to Denver) and started practicing,” Green said. “It’s been the longest season of my life — August 24 (2013) to June 27.”\n\nHe will rest after the summer league, which the Nuggets are now playing in in Las Vegas.\n\n“This is a once-in-a-lifetime chance,” Green said. “I’m just going to suck it up, do what I’ve got to do, and then after this go on a nice vacation.”\n\nGreen believes he dropped the ball in his first go-round with the Nuggets last summer after they acquired him on draft night. A second-round pick, the 6-foot-4 Green led NCAA Division I in scoring (25.0 points per game) during his senior season at Virginia Tech. But once he got into a Nuggets uniform, he tried so hard to prove he could be a pure point guard, he didn’t do what he does best: score.\n\n“I kept hearing: ‘He’s only a scorer. He wasn’t a point guard,’ ” Green said. “In my head, I was saying: ‘I’m going to go out here and show everybody I can facilitate. I’m not just a scorer.’ Honestly, that hurt me more than anything. If you don’t like me for who I am, and I’m a scoring point guard, then maybe I don’t belong. But there’s a lot of scoring point guards (in the NBA). I think I can be one as well.”\n\nThe Nuggets, who need a third point guard, are taking a long look at Green during this summer league session. He’s a focal point of the offense, joining veteran forward Quincy Miller and rookie guard Gary Harris.\n\n“Realistically, we want Quincy and Erick Green and Gary to be put in positions where they can excel and they can score, and we can get a look at what they can do on both ends of the floor,” said Nuggets assistant Noel Gillespie, one of the team’s two summer league head coaches.\n\nIn Sunday’s 103-76 loss to the Chicago Bulls, Green scored 16 points. He is relishing the chance to show what he can do.\n\n“It’s huge,” Green said. “I was drafted to score the ball, be a scoring point guard and make plays. That’s what I’m going to do.”\n\nGreen spent the 2013-14 season with Montepaschi Siena in Italy. His return to the U.S. was delayed because of his team’s run to the championship series.\n\nBut Green said the experience has been a big help.\n\n“Overseas, the physical aspect of the game is just different,” Green said. “If you get hit, there’s no foul called. It’s more physical. And definitely if you’re an American. When I first arrived there, I got laid on my butt a few times looking for the foul and the ref was like, ‘Get up.’ In college, I got every call I needed. It was an eye-opener.”\n\nThe Nuggets were off Monday and wrap up preliminary play in Las Vegas on Tuesday against Utah.\n\nChristopher Dempsey: cdempsey@denverpost.com or twitter.com/dempseypost", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Erick Green travels long road in past year for second shot with Nuggets", "title": "Erick Green travels long road in past year for second shot with Nuggets", "url": "http://www.denverpost.com/2014/07/14/erick-green-travels-long-road-in-past-year-for-second-shot-with-nuggets/", "image": {"width": 536, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20140714__green-summerp1.jpg", "height": 654}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20140714__green-summerp1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2014-07-14T14:45:40+00:00", "modified_time": "2016-04-27T07:31:17+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "“I was drafted to score the ball, be a scoring point guard and make plays.\nHe wasn’t a point guard,’ ” Green said.\nIf you don’t like me for who I am, and I’m a scoring point guard, then maybe I don’t belong.\n“In my head, I was saying: ‘I’m going to go out here and show everybody I can facilitate.\nI think I can be one as well.”The Nuggets, who need a third point guard, are taking a long look at Green during this summer league session."}