{"article_title": "The Alchemy of Great Leadership", "article_keywords": ["great", "tough", "lead", "job", "ones", "youre", "mission", "alchemy", "leadership", "youve", "youll", "day"], "article_url": "http://www.govexec.com/excellence/promising-practices/2015/10/alchemy-great-leadership/122696/", "article_text": "Alchemy, according to Malouin in the Encyclopedia of Diderot, is the chemistry of the subtlest kind which allows one to observe extraordinary chemical operations at a more rapid pace — ones that require a long time for nature to produce.\n\nNewsflash, there are no shortcuts to great leadership. Much like the failure to change nature’s principles in search of longevity or turning lead into gold, one’s ability lead develops slowly over time and with much strain.\n\n10 Lessons Learned in Search of Success as a Leader:\n\n1. You’re always an apprentice. If you think you’ve mastered this, you’re failing. Approach each day eager to learn another lesson, and you will. Approach each day assuming you’ve got this role licked, and you’ll get clobbered when you least expect it.\n\n2. Great leaders require great missions. It’s the humdrum of the mundane of the status quo that squashes the spirits of leaders and the people around them. If you’re not on a mission, create one. If you’re leading others, know that your job is to define the mission. Not the mission statement, the mission.\n\n3. The only job harder than leading is likely being a mother. Scratch that — mothers are the original leaders.\n\n4. What you did yesterday doesn’t count. What you’ll do tomorrow doesn’t count. Lead today. It’s the only day that counts.\n\n5. You’re supposed to be uncomfortable. That’s the job. Get over it. Get used to it. Revel in it. Or, get another job.\n\n6. No one does anything for you — they do it for themselves.\n\n7. Sometimes you have to push the ones with the greatest potential out of the nest. Your instinct says to do everything possible to retain them. The right thing to do is to help them find the best opportunities to grow. Even if that means shoving them on their way.\n\n8. Enjoy the burn. It’s the tough days and tough issues, especially your failures that mold you into a better leader.\n\n9. Hire people who’ve struggled and persevered. I’ll take the person who held down three jobs to pay for college while caring for the sick relative any day of the week.\n\n10. Pedigree is interesting, but character counts. When hiring, hire for character first and the rest will follow.\n\nThere are no shortcuts when it comes to learning to lead effectively. Get on with it, you’ve got some mistakes to make. Just make them faster to succeed sooner.\n\nArt Petty is a coach and consultant working with executives and management teams to unlock business and human potential. He writes the Management Excellence blog.\n\n(Image via Looker_Studio/Shutterstock.com)", "article_metadata": {"sailthru.author": "Art Petty", "description": "Newsflash: There are no shortcuts.", "og": {"site_name": "Government Executive", "description": "Newsflash: There are no shortcuts.", "title": "The Alchemy of Great Leadership", "url": "http://www.govexec.com/excellence/promising-practices/2015/10/alchemy-great-leadership/122696/", "image": "http://cdn.govexec.com/media/img/upload/2015/10/09/100915EIG_alchemy.jpg", "type": "article"}, "twitter": {"site": "@govexec", "image": "http://cdn.govexec.com/media/img/upload/2015/10/09/100915EIG_alchemy/open-graph.jpg", "description": "Newsflash: There are no shortcuts.", "card": "summary_large_image", "title": "The Alchemy of Great Leadership"}, "sailthru.date": "2015-10-09T19:37:24Z", "sailthru.images.full": "http://cdn.govexec.com/media/img/upload/2015/10/09/100915EIG_alchemy.jpg", "sailthru.title": "The Alchemy of Great Leadership", "keywords": "leadership, managing people, leadership development, coaching, professional development", "fb": {"admins": 578600878}, "sailthru.images.thumb": "http://cdn.govexec.com/media/img/upload/2015/10/09/100915EIG_alchemy/sailthru-thumbnail.jpg", "sailthru.tags": "leadership,leadership-development,coaching,channel-management->-promising-practices,type-story,length-medium,site-govexec", "article": {"publisher": "http://www.facebook.com/GovernmentExecutive"}, "sailthru.description": "Newsflash: There are no shortcuts."}, "_id": "\"57477af46914bd0286fe0c03\"", "article_summary": "Great leaders require great missions.\nNewsflash, there are no shortcuts to great leadership.\nApproach each day assuming you’ve got this role licked, and you’ll get clobbered when you least expect it.\nIt’s the tough days and tough issues, especially your failures that mold you into a better leader.\nMuch like the failure to change nature’s principles in search of longevity or turning lead into gold, one’s ability lead develops slowly over time and with much strain."}