{"article_title": "5 Questions with Prima-Temp CEO Lauren Costantini, PhD.", "article_keywords": ["boulder", "fertility", "recently", "temperature", "ceo", "company", "phd", "won", "health", "questions", "priya", "costantini", "lauren", "sensor", "primatemp", "pilot"], "article_url": "http://www.timescall.com/business/ci_28979779/5-questions-prima-temp-ceo-lauren-costantini-phd-boulder-longmont", "article_text": "Lauren Costantini in her Boulder office. (Cliff Grassmick / Staff Photographer)\n\nPrima-Temp, a Boulder-based health care technology company founded in 2010, recently was named one of eight winners in the 2015 Digital Health Challenge sponsored by Prime Health of Denver.\n\nThe Boulder firm won with a new device that monitors core body temperature and alerts a woman when she is most fertile through a smart phone app.\n\nPrima-Temp focuses on using 21st Century thermometry relating to a wide range of health issues and needs including cancer chemotherapy treatment, obesity and weight loss, early disease detection and fertility.\n\nDr. Lauren Costantini is Prima-Temp's CEO, and has held executive positions in life science companies for over 20 years. Her positions have included vice president at the Colorado Institute for Drug, Device and Diagnostic Development, which provides funding and management expertise to emerging life science technology companies. Additionally, she has been vice president at Accera, where her team developed and launched an Alzheimer's therapeutic, and was on faculty at Harvard Medical School. This year she was listed as one of the \"15 Female Entrepreneurs to Watch in 2015\" by Entrepreneur magazine.\n\nWe caught up with Dr. Costantini at company headquarters, located at 2820 Wilderness Place in Boulder.\n\nAdvertisement\n\n1. Your company recently won the 2015 Digital Health Challenge in Denver. What was the product that you won with? Is it already on the market?\n\nPrima-Temp was chosen from a nationwide selection process to participate in a pilot program with top health care institutions. The pilot will focus on Priya™, our personal fertility sensor, designed to help a woman get pregnant. She simply wears the Priya sensor, which continuously monitors her core body temperature, sending the data to the Priya app on her smart phone. When she is most fertile, an alert is sent to her phone. It's completely effortless, and truly precise: continuous core body temperature is the most reliable indicator of female fertility. Pre-sales of Priya were launched recently at IndieGoGo and are available at a discounted price for a limited time.\n\n2. What does winning this competition give you, and do for your company besides increase exposure?\n\nPrima-Temp was seeking a 20-subject pilot to test customer preference of Priya when compared to traditional methods of ovulation detection, which are inaccurate, inconvenient, and costly. Priya may help couples avoid costly fertility treatments, including in vitro fertilization/IVF. Kaiser Permanente, Denver Health, Aetna Health, and University of Colorado Health all bid to host the Prima-Temp pilot. The pilots will be funded by the Colorado Health Foundation, which had generously donated $150,000 to Prime Health for the event. The caliber of these institutions confirms the credibility and importance of our product.\n\n3. Tell us a bit more about Prima-Temp. How did it come to be based in Boulder?\n\nPrima-Temp was 'born' in 2010 by an ER physician and an engineering firm who were thinking about new ways to monitor and analyze temperature, 'the forgotten vital sign.' Phase IV Engineering, based here in Boulder, had developed a temperature sensor for dairy cows that allowed the dairymen to identify when the cow was most fertile, and proceed with the very expensive bull insemination process. The founders then extended this engineering into a human version of the sensor, and developed two prototypes of the current platforms owned by Prima-Temp, and we were off and running!\n\n4. Can you discuss how the high-tech market for health-related technologies has grown in recent years? Do you feel like we are still in the early, genesis stage of development?\n\nAs I mention in my TEDx Talk, our bodies have been radiating data since the beginning of time. It's only recently that the data are in our hands - no longer do we have to rely on doctors or hospital visits to learn what is happening in our bodies: we now can track our own cardiac health, our blood sugar levels, our brain health, and even our fertility. The future of health care is quickly becoming a tech- and consumer-based strategy. As wearables become more popular, more precise, and more affordable, consumers will be in a position to learn and make decisions about their health in a more pro-active manner. The industry has exploded in recent years, and we've already seen a plethora of 'me too' tech products, so the next step is a narrowing and focus on the most clinically relevant health-related technologies.\n\n5. What is next on the horizon, without giving away any company secrets. What comes next for you and Prima-Temp?\n\nOur focus now is to increase pre-sales on our IndieGoGo launch, accessed via www.prima-temp.com, and to continue to build momentum for our launch by the end of this year. The goal is to bring Priya to all the women who have been asking for an effortless and precise way to predict their fertility, from those that have struggled with fertility but are not yet ready or able to proceed to fertility treatments, to those women who just want control over the process. Growing and scaling the business in 2016 will allow us to bring Priya to the women that need it most.\n\nWe're thrilled to be building this business in Boulder. The start up community is one of the most cohesive and strongest I've experienced (previously living in Boston, New York, and San Francisco), and the resources and accessibility are unmatched.\n\nVince Winkel: 303-684-5291, winkelv@times-call.com or twitter.com/vincewinkel", "article_metadata": {"sailthru.url": "http://www.timescall.com/business/ci_28979779/5-questions-prima-temp-ceo-lauren-costantini-phd-boulder-longmont", "modificationDate": "2015-10-16T11:44:37-0600", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site46/2015/1016/20151016__18TCCQNAw~1_300.jpg", "sailthru.author": "By Vince Winkel \n \n  Staff Writer", "description": "Prima-Temp, a Boulder-based health care technology company founded in 2010, recently was named one of eight winners in the 2015 Digital Health Challenge sponsored by Prime Health of Denver.", "ag": {"canon": "LongmontTimes-Call:article:28979779:view"}, "startDate": "2015-10-17T08:00:43-0600", "og": {"url": "http://www.timescall.com/business/ci_28979779/5-questions-prima-temp-ceo-lauren-costantini-phd-boulder-longmont", "image": "http://extras.mnginteractive.com/live/media/site46/2015/1016/20151016__18TCCQNAw~1.jpg", "type": "article", "description": "Prima-Temp, a Boulder-based health care technology company founded in 2010, recently was named one of eight winners in the 2015 Digital Health Challenge sponsored by Prime Health of Denver.", "title": "5 Questions with Prima-Temp CEO Lauren Costantini, PhD."}, "twitter": {"domain": "timescall.com", "description": "Prima-Temp, a Boulder-based health care technology company founded in 2010, recently was named one of eight winners in the 2015 Digital Health Challenge sponsored by Prime Health of Denver.", "title": "5 Questions with Prima-Temp CEO Lauren Costantini, PhD.", "url": "http://www.timescall.com/business/ci_28979779/5-questions-prima-temp-ceo-lauren-costantini-phd-boulder-longmont", "image": "http://extras.mnginteractive.com/live/media/site46/2015/1016/20151016__18TCCQNAw~1.jpg", "site": "@TimesCall", "card": "summary_large_image"}, "sailthru.date": "2015-10-17T08:00:43-0600", "sailthru.site": "timescall.com", "endDate": "2025-10-16T11:42:20-0600", "sailthru.title": "5 Questions with Prima-Temp CEO Lauren Costantini, PhD.", "sailthru.article-section-or-homepage": "article", "sailthru.section": "Business", "msvalidate.01": "4B535F7EB2971D1FCBA5D1D3E3E292C3", "google-site-verification": "lLtD9ZooxmJUEEdRSCVzkO06t_hYKtyDqZF7EA3N2U0", "byline": "By Vince WinkelStaff", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site46/2015/1016/20151016__18TCCQNAw~1.jpg", "pubDate": "2015-10-16T11:46:24-0600", "news_keywords": "Business, Technology, news, Longmont Colorado, Longmont Times Call, business news"}, "_id": "\"57477af36914bd0286fd223f\"", "article_summary": "Dr. Lauren Costantini is Prima-Temp's CEO, and has held executive positions in life science companies for over 20 years.\nYour company recently won the 2015 Digital Health Challenge in Denver.\nKaiser Permanente, Denver Health, Aetna Health, and University of Colorado Health all bid to host the Prima-Temp pilot.\nShe simply wears the Priya sensor, which continuously monitors her core body temperature, sending the data to the Priya app on her smart phone.\nThe pilot will focus on Priya™, our personal fertility sensor, designed to help a woman get pregnant."}