{"article_title": "Dmitry Medvedev, Russia's prime minister, warns of 'deep recession'", "article_keywords": ["prime", "medvedev", "russias", "sanctions", "spending", "warns", "ruble", "deep", "recession", "prices", "rate", "minister", "russian", "dmitry", "russia", "economy"], "article_url": "http://www.washingtontimes.com/news/2014/dec/23/dmitry-medvedev-russias-prime-minister-warns-deep-/", "article_text": "MOSCOW (AP) — Russian Prime Minister Dmitry Medvedev warned Tuesday that the country faces a risk of a “deep recession” if the government ditches its spending plans.\n\nSpeaking at a meeting of his party, Medvedev said the government won’t retreat from its strategic aims and social spending. Otherwise, he said Russia could plunge into a “deep recession.”\n\nWith oil prices sliding, Russia’s energy-dependent economy is suffering and is widely predicted to fall into recession next year. One manifestation of that has been the sharp fall in the value of the ruble. The currency is the worst performing currency this year, along with the Ukrainian, hryvnia, having lost nearly half its value.\n\nIn response to the falling ruble, the country’s central bank has raised interest rates sharply in an attempt to stem the selling tide. Last week, it increased its key interest rate to a whopping 17 percent. Though it may shore up the ruble it’s likely to hurt Russian businesses and households.\n\nMedvedev insisted the rate hike was a temporary measure and that it will be lowered as soon as the ruble stabilizes. Further signs emerged Tuesday that the ruble is under less stress in the wake of steadier oil prices. It was up 2 percent at 54 against the dollar.\n\nMedvedev also sought to blame others for part of Russia’s current economic difficulties.\n\nHe said the Russian economy is in a worse place now than in the 2008 crisis because “a number of countries are effectively hampering the development of our economy.”\n\nThe U.S. and its allies, primarily in Europe, have slapped a series of sanctions on Russia over its involvement in Ukraine and the annexation of Crimea. While some of the sanctions were largely symbolic like travel bans, other restrictions have hit the economy hard, such as closing Western debt markets for major state-owned companies.", "article_metadata": {"description": "Russian Prime Minister Dmitry Medvedev warned Tuesday that the country faces a risk of a \"deep recession\" if the government ditches its spending plans.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "Russian Prime Minister Dmitry Medvedev warned Tuesday that the country faces a risk of a “deep recession” if the government ditches its spending plans.", "title": "Dmitry Medvedev, Russia’s prime minister, warns of ‘deep recession’", "url": "http://www.washingtontimes.com/news/2014/dec/23/dmitry-medvedev-russias-prime-minister-warns-deep-/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/12/23/russia-economyjpeg-0e3c2.jpg", "type": "article"}, "twitter": {"image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/12/23/russia-economyjpeg-0e3c2.jpg", "description": "Russian Prime Minister Dmitry Medvedev warned Tuesday that the country faces a risk of a \"deep recession\" if the government ditches its spending plans.", "site": "@washtimes", "card": "summary", "title": "Dmitry Medvedev, Russia’s prime minister, warns of ‘deep r"}, "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web2", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "Business Finance, Dmitry Medvedev, Russia, Medvedev"}, "_id": "\"57477af46914bd0286fd8de7\"", "article_summary": "MOSCOW (AP) — Russian Prime Minister Dmitry Medvedev warned Tuesday that the country faces a risk of a “deep recession” if the government ditches its spending plans.\nOtherwise, he said Russia could plunge into a “deep recession.”With oil prices sliding, Russia’s energy-dependent economy is suffering and is widely predicted to fall into recession next year.\nSpeaking at a meeting of his party, Medvedev said the government won’t retreat from its strategic aims and social spending.\nMedvedev insisted the rate hike was a temporary measure and that it will be lowered as soon as the ruble stabilizes.\nMedvedev also sought to blame others for part of Russia’s current economic difficulties."}