{"article_title": "National Review", "article_keywords": ["irs", "funding", "house", "review", "republicans", "political", "editors", "president", "obamas", "national", "law", "obama"], "article_url": "http://www.nationalreview.com/article/370652/gop-should-use-power-purse-andrew-c-mccarthy", "article_text": "The way to cure the rogue behavior of Obama’s agencies is not to pay for it.\n\n‘The House should sharply reduce IRS funding until the agency is more responsive.” Well, I’d have omitted everything after “funding” but this was still an astute observation, offered at the conclusion of Thursday’s excellent Wall Street Journal editorial. I’m grateful to have smart guys on the team, even if slumming with us power-of-the-purse radicals may get them booted from the GOP’s “We’re only one-half of one-third” circle of submission.\n\nThe editors were exercised over the revenue agency’s latest shenanigans, which include covering up its past shenanigans — the willful targeting of conservative groups in order to frustrate their opposition to Obama-administration policies. And now, in the ultimate act of chutzpah, the IRS is attempting to codify the abuse as standard operating procedure.\n\nWhile the country partied pre–Super Bowl, President Obama got in the spirit by hilariously claiming that there was really “not even a smidgen of corruption” in the IRS’s politicized harassment of his political adversaries. Now it’s true that, five years in, the president’s Most Memorable Mendacity Cup runneth over. Yet the “smidgen” may take its place alongside such faves as “If you like your health-care plan, you can keep your health-care plan”; “We’ll lower premiums by $2,500”; “Al-Qaeda has been decimated”; “the most transparent administration ever”; “shovel-ready jobs”; “You didn’t build that”; and the claim that the Benghazi massacre was triggered by “the natural protests that arose because of the outrage over the video.”\n\nIn truth, there appears to be no smidgen of the IRS case that is not tainted by corruption: from the years-long conspiracy to undermine the free-speech rights of Obama opponents, through the Justice Department’s strategic selection of a heavy Obama-campaign donor to conduct an “investigation” in which there was little apparent interest in questioning witnesses, on up to the current effort to institutionalize the very misconduct that the president and his redoubtable attorney general once told us was “intolerable,” “inexcusable,” “outrageous,” and “unacceptable.”\n\nAs the Journal’s editors point out, the existing rules governing non-profit organizations that are tax-exempt under Section 501(c)(4) of the Internal Revenue Code have been in effect unchanged since 1959. But after President Obama took office in 2009, tea-party groups, many of which organize themselves under 501(c)(4) for fundraising purposes (just as left-leaning groups do), rose up in protest against his governance. The Tea Party led a rout of congressional Democrats in the 2010 midterm elections. With Obama’s own reelection bid on the horizon, suddenly the purportedly non-partisan IRS began fretting over its 501(c)(4) guidelines.\n\nTo read them, NR’s Eliana Johnson observes, is to find “guidance that is more subjective than objective.” But that is why the guidance is not read in a vacuum. What a “social welfare organization” is, and the degree to which it may engage in “political activities” so long as doing so does not constitute the organization’s “primary activity,” are matters determined by the application of a half-century’s experience and practice.\n\nUnder that extensive precedent, no one at IRS seemed to have any problem with tax-exempt status for, to take just one example, MoveOn.org — an organization the IRS decided was not overly “political” notwithstanding its history of in-your-face political activism and its website’s proclamation of a mission “to lead, participate in, and win campaigns for progressive change.” No, it was only when conservatives became a threat to a second term of “fundamentally transforming the United States of America” that the IRS decided its guidance needed clarification.\n\nThe IRS scandal, though egregious, is only one in a series of gross Obama-administration abuses of power — and if you expected the Obama Justice Department, at the urging of the Obama White House, to get to the bottom of what the Obama IRS was doing to Obama’s political opposition, then you probably also expected you’d be able to keep a smidgen of your health insurance. So the question on every conservative’s tongue has become, “How can we stop this?”\n\nSimple: We stop paying for it.\n\nThe Journal’s editors are exactly right: The House should sharply reduce IRS funding. But not just “until it becomes more responsive” to congressional investigators. The budget should be slashed until the IRS has no resources to do anything other than what the House thinks it ought to be doing — which, at least until Obama’s term is done, ought to be nothing other than processing tax returns.\n\nThe reductions should not stop with the IRS, either. Why is the House funding the Justice Department to the tune of over $27 billion? Many of its proper prosecutorial functions can be more than adequately handled by state law enforcement. Meanwhile, today’s DOJ practices racially discriminatory law enforcement, sues states that exercise their lawful sovereign powers, conducts reckless gun investigations that massively arm violent crime groups, selectively prosecutes Obama critics, stonewalls Congress to the point of unprecedented contempt, and whitewashes administration scandals. Why does the House think it needs to pay for all of that?\n\nWhy does the House continue to provide lavish funding to the Department of Health and Human Services, also known as Obamacare headquarters? Why pay for the Environmental Protection Agency to implement by regulation ruinous policies Congress has declined to enact by statute? Why is the House underwriting all this suffocating government about which members of the House incessantly complain?\n\nWhen Senators Ted Cruz and Mike Lee backed House conservatives in trying to defund Obamacare, the Republican establishment, echoed by the Journal’s editors (as well as the editors of National Review), complained that the strategy could not succeed. While I disagreed, the naysayers certainly had a point when they argued that, legally, much of Obamacare spending was “mandatory.” That is, it was already written into law, so it was not just a matter of the House choosing to decline funding in the exercise of its constitutional power of the purse. Instead, defunding mandatory spending would require the writing of a new law that could not only pass the Senate but be signed by President Obama — something critics said could never happen.\n\nI am not trying to reopen that debate. The point is that there is nothing mandatory about funding the federal agencies. The House does not need to reverse existing law; it just needs to start slashing — just as the Journal is urging it to do to the IRS.\n\nRepublican leadership, which is paralyzed at the thought of any high-stakes confrontation with Obama and thus acts as if it is an impotent bystander, actually has a trump card to play. Yes, the GOP — all together now — controls only one-half of one-third of the government. It so happens, though, that the “one-half of one-third” in question, the House of Representatives, has a veto over spending — not a half of a third of a veto; a full veto.\n\nUnder the Constitution, the House must initiate any spending the government does. All of the agencies on which President Obama must depend to push through his agenda depend on the House to underwrite their operations. If the House dramatically reduces their budgets, they lose much of their capacity not only to harass Obama’s critics but to facilitate his imperial presidency.\n\nIn explaining that “the power of the purse is the heart of legislative authority and thus an essential check on the executive branch,” the late political scientist Aaron B. Wildavsky elaborated:\n\nAn executive establishment freed from dependence for funds upon the legislature (and hence the public) would be a law unto itself and ultimately a despotism.\n\nWe are there . . . unless Republicans are willing to use the power that they have. Could Obama and the Democrats shut down the government over a House refusal to fund Leviathan at its current astronomical levels? Of course they could. If there is no bicameral agreement on the budget, or if Obama refuses to sign what he is given, the government would shut down. Republicans would have to be prepared to communicate, compellingly, that they are paring back increasingly unpopular agencies like the IRS, the HHS Department, the EPA, and the Justice Department — not zeroing them out but degrading their capacity for abuse. Republicans would have to be able to explain that, where these excessive agencies are concerned, Republicans have decided that all Americans should get the kind of “waivers” that President Obama reserves for his cronies.\n\nUnless Congress is prepared to impeach a lawless president, its only other constitutional clout is control over the public’s money. That is the way to cure rogue agency behavior that Congress is paying for. And in this instance, if Republicans cannot be the solution, then they are a big part of the problem.\n\n— Andrew C. McCarthy is a senior fellow at the National Review Institute. He is the author, most recently, of Spring Fever: The Illusion of Islamic Democracy.", "article_metadata": {"tweettext": "The GOP Should Use the Power of the Purse", "sailthru.author": "Andrew C. McCarthy", "description": "‘The House should sharply reduce IRS funding until the agency is more responsive.” Well, I’d have omitted everything after “funding” but this was still an astute observation, offered at the conclusion of Thursday’s excellent Wall Street Journal editorial. I’m grateful to have smart guys on the team, even if slumming with us power-of-the-purse radicals may get them booted from the GOP’s “We’re only one-half of one-third” circle of submission.\n\nThe editors were exercised over the revenue agency’s latest shenanigans, which include covering up its past shenanigans — the willful targeting of conservative groups in order to frustrate their opposition to Obama-administration policies. And now, in the ultimate act of chutzpah, the IRS is attempting to codify the abuse as standard operating procedure.\n\nWhile the country partied pre–Super Bowl, President Obama got in the spirit by hilariously claiming that there was really “not even a smidgen of corruption” in the IRS’s politicized harassment of his political adversaries. Now it’s true that, five years in, the president’s Most Memorable Mendacity Cup runneth over. Yet the “smidgen” may take its place alongside such faves as “If you like your health-care plan, you can keep your health-care plan”; “We’ll lower premiums by $2,500”; “Al-Qaeda has been decimated”; “the most transparent administration ever”; “shovel-ready jobs”; “You didn’t build that”; and the claim that the Benghazi massacre was triggered by “the natural protests that arose because of the outrage over the video.”\n\n#ad#In truth, there appears to be no smidgen of the IRS case that is not tainted by corruption: from the years-long conspiracy to undermine the free-speech rights of Obama opponents, through the Justice Department’s strategic selection of a heavy Obama-campaign donor to conduct an “investigation” in which there was little apparent interest in questioning witnesses, on up to the current effort to institutionalize the very misconduct that the president and his redoubtable attorney general once told us was “intolerable,” “inexcusable,” “outrageous,” and “unacceptable.”\n\nAs the Journal’s editors point out, the existing rules governing non-profit organizations that are tax-exempt under Section 501(c)(4) of the Internal Revenue Code have been in effect unchanged since 1959. But after President Obama took office in 2009, tea-party groups, many of which organize themselves under 501(c)(4) for fundraising purposes (just as left-leaning groups do), rose up in protest against his governance. The Tea Party led a rout of congressional Democrats in the 2010 midterm elections. With Obama’s own reelection bid on the horizon, suddenly the purportedly non-partisan IRS began fretting over its 501(c)(4) guidelines.\n\nTo read them, NR’s Eliana Johnson observes, is to find “guidance that is more subjective than objective.” But that is why the guidance is not read in a vacuum. What a “social welfare organization” is, and the degree to which it may engage in “political activities” so long as doing so does not constitute the organization’s “primary activity,” are matters determined by the application of a half-century’s experience and practice.\n\nUnder that extensive precedent, no one at IRS seemed to have any problem with tax-exempt status for, to take just one example, MoveOn.org — an organization the IRS decided was not overly “political” notwithstanding its history of in-your-face political activism and its website’s proclamation of a mission “to lead, participate in, and win campaigns for progressive change.” No, it was only when conservatives became a threat to a second term of “fundamentally transforming the United States of America” that the IRS decided its guidance needed clarification.\n\nThe IRS scandal, though egregious, is only one in a series of gross Obama-administration abuses of power — and if you expected the Obama Justice Department, at the urging of the Obama White House, to get to the bottom of what the Obama IRS was doing to Obama’s political opposition, then you probably also expected you’d be able to keep a smidgen of your health insurance. So the question on every conservative’s tongue has become, “How can we stop this?”\n\nSimple: We stop paying for it.\n\nThe Journal’s editors are exactly right: The House should sharply reduce IRS funding. But not just “until it becomes more responsive” to congressional investigators. The budget should be slashed until the IRS has no resources to do anything other than what the House thinks it ought to be doing — which, at least until Obama’s term is done, ought to be nothing other than processing tax returns.#page#\n\nThe reductions should not stop with the IRS, either. Why is the House funding the Justice Department to the tune of over $27 billion? Many of its proper prosecutorial functions can be more than adequately handled by state law enforcement. Meanwhile, today’s DOJ practices racially discriminatory law enforcement, sues states that exercise their lawful sovereign powers, conducts reckless gun investigations that massively arm violent crime groups, selectively prosecutes Obama critics, stonewalls Congress to the point of unprecedented contempt, and whitewashes administration scandals. Why does the House think it needs to pay for all of that?\n\nWhy does the House continue to provide lavish funding to the Department of Health and Human Services, also known as Obamacare headquarters? Why pay for the Environmental Protection Agency to implement by regulation ruinous policies Congress has declined to enact by statute? Why is the House underwriting all this suffocating government about which members of the House incessantly complain?#ad#\n\nWhen Senators Ted Cruz and Mike Lee backed House conservatives in trying to defund Obamacare, the Republican establishment, echoed by the Journal’s editors (as well as the editors of National Review), complained that the strategy could not succeed. While I disagreed, the naysayers certainly had a point when they argued that, legally, much of Obamacare spending was “mandatory.” That is, it was already written into law, so it was not just a matter of the House choosing to decline funding in the exercise of its constitutional power of the purse. Instead, defunding mandatory spending would require the writing of a new law that could not only pass the Senate but be signed by President Obama — something critics said could never happen.\n\nI am not trying to reopen that debate. The point is that there is nothing mandatory about funding the federal agencies. The House does not need to reverse existing law; it just needs to start slashing — just as the Journal is urging it to do to the IRS.\n\nRepublican leadership, which is paralyzed at the thought of any high-stakes confrontation with Obama and thus acts as if it is an impotent bystander, actually has a trump card to play. Yes, the GOP — all together now — controls only one-half of one-third of the government. It so happens, though, that the “one-half of one-third” in question, the House of Representatives, has a veto over spending — not a half of a third of a veto; a full veto.\n\nUnder the Constitution, the House must initiate any spending the government does. All of the agencies on which President Obama must depend to push through his agenda depend on the House to underwrite their operations. If the House dramatically reduces their budgets, they lose much of their capacity not only to harass Obama’s critics but to facilitate his imperial presidency.\n\nIn explaining that “the power of the purse is the heart of legislative authority and thus an essential check on the executive branch,” the late political scientist Aaron B. Wildavsky elaborated:\n\n\nAn executive establishment freed from dependence for funds upon the legislature (and hence the public) would be a law unto itself and ultimately a despotism.\n\n\nWe are there . . . unless Republicans are willing to use the power that they have. Could Obama and the Democrats shut down the government over a House refusal to fund Leviathan at its current astronomical levels? Of course they could. If there is no bicameral agreement on the budget, or if Obama refuses to sign what he is given, the government would shut down. Republicans would have to be prepared to communicate, compellingly, that they are paring back increasingly unpopular agencies like the IRS, the HHS Department, the EPA, and the Justice Department — not zeroing them out but degrading their capacity for abuse. Republicans would have to be able to explain that, where these excessive agencies are concerned, Republicans have decided that all Americans should get the kind of “waivers” that President Obama reserves for his cronies.\n\nUnless Congress is prepared to impeach a lawless president, its only other constitutional clout is control over the public’s money. That is the way to cure rogue agency behavior that Congress is paying for. And in this instance, if Republicans cannot be the solution, then they are a big part of the problem.\n\n— Andrew C. McCarthy is a senior fellow at the National Review Institute. He is the author, most recently, of Spring Fever: The Illusion of Islamic Democracy.", "generator": "Drupal 7 (http://drupal.org)", "title": "| National Review", "og": {"site_name": "National Review Online", "description": "‘The House should sharply reduce IRS funding until the agency is more responsive.” Well, I’d have omitted everything after “funding” but this was still an astute observation, offered at the conclusion of Thursday’s excellent Wall Street Journal editorial. I’m grateful to have smart guys on the team, even if slumming with us power-of-the-purse radicals may get them booted from the GOP’s “We’re only one-half of one-third” circle of submission.\n\nThe editors were exercised over the revenue agency’s latest shenanigans, which include covering up its past shenanigans — the willful targeting of conservative groups in order to frustrate their opposition to Obama-administration policies. And now, in the ultimate act of chutzpah, the IRS is attempting to codify the abuse as standard operating procedure.\n\nWhile the country partied pre–Super Bowl, President Obama got in the spirit by hilariously claiming that there was really “not even a smidgen of corruption” in the IRS’s politicized harassment of his political adversaries. Now it’s true that, five years in, the president’s Most Memorable Mendacity Cup runneth over. Yet the “smidgen” may take its place alongside such faves as “If you like your health-care plan, you can keep your health-care plan”; “We’ll lower premiums by $2,500”; “Al-Qaeda has been decimated”; “the most transparent administration ever”; “shovel-ready jobs”; “You didn’t build that”; and the claim that the Benghazi massacre was triggered by “the natural protests that arose because of the outrage over the video.”\n\n#ad#In truth, there appears to be no smidgen of the IRS case that is not tainted by corruption: from the years-long conspiracy to undermine the free-speech rights of Obama opponents, through the Justice Department’s strategic selection of a heavy Obama-campaign donor to conduct an “investigation” in which there was little apparent interest in questioning witnesses, on up to the current effort to institutionalize the very misconduct that the president and his redoubtable attorney general once told us was “intolerable,” “inexcusable,” “outrageous,” and “unacceptable.”\n\nAs the Journal’s editors point out, the existing rules governing non-profit organizations that are tax-exempt under Section 501(c)(4) of the Internal Revenue Code have been in effect unchanged since 1959. But after President Obama took office in 2009, tea-party groups, many of which organize themselves under 501(c)(4) for fundraising purposes (just as left-leaning groups do), rose up in protest against his governance. The Tea Party led a rout of congressional Democrats in the 2010 midterm elections. With Obama’s own reelection bid on the horizon, suddenly the purportedly non-partisan IRS began fretting over its 501(c)(4) guidelines.\n\nTo read them, NR’s Eliana Johnson observes, is to find “guidance that is more subjective than objective.” But that is why the guidance is not read in a vacuum. What a “social welfare organization” is, and the degree to which it may engage in “political activities” so long as doing so does not constitute the organization’s “primary activity,” are matters determined by the application of a half-century’s experience and practice.\n\nUnder that extensive precedent, no one at IRS seemed to have any problem with tax-exempt status for, to take just one example, MoveOn.org — an organization the IRS decided was not overly “political” notwithstanding its history of in-your-face political activism and its website’s proclamation of a mission “to lead, participate in, and win campaigns for progressive change.” No, it was only when conservatives became a threat to a second term of “fundamentally transforming the United States of America” that the IRS decided its guidance needed clarification.\n\nThe IRS scandal, though egregious, is only one in a series of gross Obama-administration abuses of power — and if you expected the Obama Justice Department, at the urging of the Obama White House, to get to the bottom of what the Obama IRS was doing to Obama’s political opposition, then you probably also expected you’d be able to keep a smidgen of your health insurance. So the question on every conservative’s tongue has become, “How can we stop this?”\n\nSimple: We stop paying for it.\n\nThe Journal’s editors are exactly right: The House should sharply reduce IRS funding. But not just “until it becomes more responsive” to congressional investigators. The budget should be slashed until the IRS has no resources to do anything other than what the House thinks it ought to be doing — which, at least until Obama’s term is done, ought to be nothing other than processing tax returns.#page#\n\nThe reductions should not stop with the IRS, either. Why is the House funding the Justice Department to the tune of over $27 billion? Many of its proper prosecutorial functions can be more than adequately handled by state law enforcement. Meanwhile, today’s DOJ practices racially discriminatory law enforcement, sues states that exercise their lawful sovereign powers, conducts reckless gun investigations that massively arm violent crime groups, selectively prosecutes Obama critics, stonewalls Congress to the point of unprecedented contempt, and whitewashes administration scandals. Why does the House think it needs to pay for all of that?\n\nWhy does the House continue to provide lavish funding to the Department of Health and Human Services, also known as Obamacare headquarters? Why pay for the Environmental Protection Agency to implement by regulation ruinous policies Congress has declined to enact by statute? Why is the House underwriting all this suffocating government about which members of the House incessantly complain?#ad#\n\nWhen Senators Ted Cruz and Mike Lee backed House conservatives in trying to defund Obamacare, the Republican establishment, echoed by the Journal’s editors (as well as the editors of National Review), complained that the strategy could not succeed. While I disagreed, the naysayers certainly had a point when they argued that, legally, much of Obamacare spending was “mandatory.” That is, it was already written into law, so it was not just a matter of the House choosing to decline funding in the exercise of its constitutional power of the purse. Instead, defunding mandatory spending would require the writing of a new law that could not only pass the Senate but be signed by President Obama — something critics said could never happen.\n\nI am not trying to reopen that debate. The point is that there is nothing mandatory about funding the federal agencies. The House does not need to reverse existing law; it just needs to start slashing — just as the Journal is urging it to do to the IRS.\n\nRepublican leadership, which is paralyzed at the thought of any high-stakes confrontation with Obama and thus acts as if it is an impotent bystander, actually has a trump card to play. Yes, the GOP — all together now — controls only one-half of one-third of the government. It so happens, though, that the “one-half of one-third” in question, the House of Representatives, has a veto over spending — not a half of a third of a veto; a full veto.\n\nUnder the Constitution, the House must initiate any spending the government does. All of the agencies on which President Obama must depend to push through his agenda depend on the House to underwrite their operations. If the House dramatically reduces their budgets, they lose much of their capacity not only to harass Obama’s critics but to facilitate his imperial presidency.\n\nIn explaining that “the power of the purse is the heart of legislative authority and thus an essential check on the executive branch,” the late political scientist Aaron B. Wildavsky elaborated:\n\n\nAn executive establishment freed from dependence for funds upon the legislature (and hence the public) would be a law unto itself and ultimately a despotism.\n\n\nWe are there . . . unless Republicans are willing to use the power that they have. Could Obama and the Democrats shut down the government over a House refusal to fund Leviathan at its current astronomical levels? Of course they could. If there is no bicameral agreement on the budget, or if Obama refuses to sign what he is given, the government would shut down. Republicans would have to be prepared to communicate, compellingly, that they are paring back increasingly unpopular agencies like the IRS, the HHS Department, the EPA, and the Justice Department — not zeroing them out but degrading their capacity for abuse. Republicans would have to be able to explain that, where these excessive agencies are concerned, Republicans have decided that all Americans should get the kind of “waivers” that President Obama reserves for his cronies.\n\nUnless Congress is prepared to impeach a lawless president, its only other constitutional clout is control over the public’s money. That is the way to cure rogue agency behavior that Congress is paying for. And in this instance, if Republicans cannot be the solution, then they are a big part of the problem.\n\n— Andrew C. McCarthy is a senior fellow at the National Review Institute. He is the author, most recently, of Spring Fever: The Illusion of Islamic Democracy.", "title": "The GOP Should Use the Power of the Purse", "url": "http://www.nationalreview.com/article/370652/gop-should-use-power-purse-andrew-c-mccarthy", "image": "http://c7.nrostatic.com/sites/default/files/uploaded/pic_related_020814_SM_The-GOP-Should-Use-the-Power-of-the-Purse.jpg", "type": "article"}, "twitter": {"url": "http://www.nationalreview.com/article/370652/gop-should-use-power-purse-andrew-c-mccarthy", "image": "http://c4.nrostatic.com/sites/default/files/uploaded/pic_giant_020814_SM_The-GOP-Should-Use-the-Power-of-the-Purse.jpg", "description": "‘The House should sharply reduce IRS funding until the agency is more responsive.” Well, I’d have omitted everything after “funding” but this was still an astute observation, offered at the conclusion of Thursday’s excellent Wall Street Journal editorial. I’m grateful to have smart guys on the team, even if slumming with us power-of-the-purse radicals may get them booted from the GOP’s “We’re only one-half of one-third” circle of submission.\n\nThe editors were exercised over the revenue agency’s latest shenanigans, which include covering up its past shenanigans — the willful targeting of conservative groups in order to frustrate their opposition to Obama-administration policies. And now, in the ultimate act of chutzpah, the IRS is attempting to codify the abuse as standard operating procedure.\n\nWhile the country partied pre–Super Bowl, President Obama got in the spirit by hilariously claiming that there was really “not even a smidgen of corruption” in the IRS’s politicized harassment of his political adversaries. Now it’s true that, five years in, the president’s Most Memorable Mendacity Cup runneth over. Yet the “smidgen” may take its place alongside such faves as “If you like your health-care plan, you can keep your health-care plan”; “We’ll lower premiums by $2,500”; “Al-Qaeda has been decimated”; “the most transparent administration ever”; “shovel-ready jobs”; “You didn’t build that”; and the claim that the Benghazi massacre was triggered by “the natural protests that arose because of the outrage over the video.”\n\n#ad#In truth, there appears to be no smidgen of the IRS case that is not tainted by corruption: from the years-long conspiracy to undermine the free-speech rights of Obama opponents, through the Justice Department’s strategic selection of a heavy Obama-campaign donor to conduct an “investigation” in which there was little apparent interest in questioning witnesses, on up to the current effort to institutionalize the very misconduct that the president and his redoubtable attorney general once told us was “intolerable,” “inexcusable,” “outrageous,” and “unacceptable.”\n\nAs the Journal’s editors point out, the existing rules governing non-profit organizations that are tax-exempt under Section 501(c)(4) of the Internal Revenue Code have been in effect unchanged since 1959. But after President Obama took office in 2009, tea-party groups, many of which organize themselves under 501(c)(4) for fundraising purposes (just as left-leaning groups do), rose up in protest against his governance. The Tea Party led a rout of congressional Democrats in the 2010 midterm elections. With Obama’s own reelection bid on the horizon, suddenly the purportedly non-partisan IRS began fretting over its 501(c)(4) guidelines.\n\nTo read them, NR’s Eliana Johnson observes, is to find “guidance that is more subjective than objective.” But that is why the guidance is not read in a vacuum. What a “social welfare organization” is, and the degree to which it may engage in “political activities” so long as doing so does not constitute the organization’s “primary activity,” are matters determined by the application of a half-century’s experience and practice.\n\nUnder that extensive precedent, no one at IRS seemed to have any problem with tax-exempt status for, to take just one example, MoveOn.org — an organization the IRS decided was not overly “political” notwithstanding its history of in-your-face political activism and its website’s proclamation of a mission “to lead, participate in, and win campaigns for progressive change.” No, it was only when conservatives became a threat to a second term of “fundamentally transforming the United States of America” that the IRS decided its guidance needed clarification.\n\nThe IRS scandal, though egregious, is only one in a series of gross Obama-administration abuses of power — and if you expected the Obama Justice Department, at the urging of the Obama White House, to get to the bottom of what the Obama IRS was doing to Obama’s political opposition, then you probably also expected you’d be able to keep a smidgen of your health insurance. So the question on every conservative’s tongue has become, “How can we stop this?”\n\nSimple: We stop paying for it.\n\nThe Journal’s editors are exactly right: The House should sharply reduce IRS funding. But not just “until it becomes more responsive” to congressional investigators. The budget should be slashed until the IRS has no resources to do anything other than what the House thinks it ought to be doing — which, at least until Obama’s term is done, ought to be nothing other than processing tax returns.#page#\n\nThe reductions should not stop with the IRS, either. Why is the House funding the Justice Department to the tune of over $27 billion? Many of its proper prosecutorial functions can be more than adequately handled by state law enforcement. Meanwhile, today’s DOJ practices racially discriminatory law enforcement, sues states that exercise their lawful sovereign powers, conducts reckless gun investigations that massively arm violent crime groups, selectively prosecutes Obama critics, stonewalls Congress to the point of unprecedented contempt, and whitewashes administration scandals. Why does the House think it needs to pay for all of that?\n\nWhy does the House continue to provide lavish funding to the Department of Health and Human Services, also known as Obamacare headquarters? Why pay for the Environmental Protection Agency to implement by regulation ruinous policies Congress has declined to enact by statute? Why is the House underwriting all this suffocating government about which members of the House incessantly complain?#ad#\n\nWhen Senators Ted Cruz and Mike Lee backed House conservatives in trying to defund Obamacare, the Republican establishment, echoed by the Journal’s editors (as well as the editors of National Review), complained that the strategy could not succeed. While I disagreed, the naysayers certainly had a point when they argued that, legally, much of Obamacare spending was “mandatory.” That is, it was already written into law, so it was not just a matter of the House choosing to decline funding in the exercise of its constitutional power of the purse. Instead, defunding mandatory spending would require the writing of a new law that could not only pass the Senate but be signed by President Obama — something critics said could never happen.\n\nI am not trying to reopen that debate. The point is that there is nothing mandatory about funding the federal agencies. The House does not need to reverse existing law; it just needs to start slashing — just as the Journal is urging it to do to the IRS.\n\nRepublican leadership, which is paralyzed at the thought of any high-stakes confrontation with Obama and thus acts as if it is an impotent bystander, actually has a trump card to play. Yes, the GOP — all together now — controls only one-half of one-third of the government. It so happens, though, that the “one-half of one-third” in question, the House of Representatives, has a veto over spending — not a half of a third of a veto; a full veto.\n\nUnder the Constitution, the House must initiate any spending the government does. All of the agencies on which President Obama must depend to push through his agenda depend on the House to underwrite their operations. If the House dramatically reduces their budgets, they lose much of their capacity not only to harass Obama’s critics but to facilitate his imperial presidency.\n\nIn explaining that “the power of the purse is the heart of legislative authority and thus an essential check on the executive branch,” the late political scientist Aaron B. Wildavsky elaborated:\n\n\nAn executive establishment freed from dependence for funds upon the legislature (and hence the public) would be a law unto itself and ultimately a despotism.\n\n\nWe are there . . . unless Republicans are willing to use the power that they have. Could Obama and the Democrats shut down the government over a House refusal to fund Leviathan at its current astronomical levels? Of course they could. If there is no bicameral agreement on the budget, or if Obama refuses to sign what he is given, the government would shut down. Republicans would have to be prepared to communicate, compellingly, that they are paring back increasingly unpopular agencies like the IRS, the HHS Department, the EPA, and the Justice Department — not zeroing them out but degrading their capacity for abuse. Republicans would have to be able to explain that, where these excessive agencies are concerned, Republicans have decided that all Americans should get the kind of “waivers” that President Obama reserves for his cronies.\n\nUnless Congress is prepared to impeach a lawless president, its only other constitutional clout is control over the public’s money. That is the way to cure rogue agency behavior that Congress is paying for. And in this instance, if Republicans cannot be the solution, then they are a big part of the problem.\n\n— Andrew C. McCarthy is a senior fellow at the National Review Institute. He is the author, most recently, of Spring Fever: The Illusion of Islamic Democracy.", "card": "summary", "title": "The GOP Should Use the Power of the Purse, by Andrew C. McCarthy, National Review"}, "sailthru.date": "Sat, 2014-02-08 04:00", "robots": "follow, index", "sailthru.title": "The GOP Should Use the Power of the Purse", "keywords": "Andrew C. McCarthy", "fb": {"app_id": 129250807108374}, "sailthru.tags": "The GOP Should Use the Power of the Purse, Andrew C. McCarthy, National Review", "msvalidate.01": "E48498F585100158A880ED1615918208", "google-site-verification": "OOtPjyj3i8ggfSXzZ7MPoTiwFy_JnfzKMPkjZ5bhpk0", "copyright": "© National Review, Inc.", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "news_keywords": "Andrew C. McCarthy, Politics, Nation, World"}, "_id": "\"57477af46914bd0286fe0c0b\"", "article_summary": "— Andrew C. McCarthy is a senior fellow at the National Review Institute.\nWhy is the House funding the Justice Department to the tune of over $27 billion?\nWhen Senators Ted Cruz and Mike Lee backed House conservatives in trying to defund Obamacare, the Republican establishment, echoed by the Journal’s editors (as well as the editors of National Review), complained that the strategy could not succeed.\nBut after President Obama took office in 2009, tea-party groups, many of which organize themselves under 501(c)(4) for fundraising purposes (just as left-leaning groups do), rose up in protest against his governance.\nAll of the agencies on which President Obama must depend to push through his agenda depend on the House to underwrite their operations."}