{"article_title": "’ Domestic violence among cops in N.J.", "article_keywords": ["nj", "victims", "violence", "domestic", "homicides", "officers", "cops", "state", "weinberger", "officer", "law", "jersey"], "article_url": "http://www.mycentraljersey.com/story/news/local/new-jersey/2015/06/21/domestic-violence-among-cops-nj/29010667/", "article_text": "Buy Photo Neptune police Sgt. Philip Seidle (center) is taken into custody Tuesday in the fatal shooting of his ex-wife on an Asbury Park street. (Photo: Bob Bielk/Staff photographer)Buy Photo Story Highlights Abusive cops have advantages that other abusers lack\n\nThey have friends in law enforcement and the court system\n\nThey have access to databases and technology that can help them track down their victims\n\nThey may also know where domestic violence shelters are located\n\nLong before her enraged, armed ex-husband cornered her on a street in Asbury Park last week , Tamara Seidle felt as if she had “no avenue of escape.”\n\nThat description, included in the divorce papers Seidle filed in 2013 against her then-husband, Neptune police Sgt. Philip Seidle, charged with shooting her to death in her car in front of their 7-year-old daughter and terrified bystanders, captures the fear and powerlessness many domestic violence victims feel when their abusers are cops, experts say.\n\nThese “batterers in blue,” as one victims advocate calls them, differ from other abusers in several key ways, says Jane Shivas, executive director of the New Jersey Coalition for Battered Women.\n\n“The power. The badge. The gun. The brotherhood,” she said.\n\n“I can’t speak specifically to Tamara Siedle’s death and her situation, but it’s a stark reminder of the challenges that are faced by victims whose partners are law enforcement officers,” Shivas said.\n\nAfraid to call 911\n\nDozens of people, mostly women, are killed by their partners or ex-partners every year in New Jersey.\n\nThere were 38 such homicides in 2012, the most recent year for which statistics are available.\n\nIn the past decade, an estimated 902,000 New Jersey women have been victims of rape, physical violence or stalking by an intimate partner in their lifetime. That figure comes from an annual intimate partners violence survey conducted by the U.S. Centers for Disease Control and Prevention.\n\nIn the past decade, domestic violence has resulted in hundreds of deaths across the state.\n\nEach year in New Jersey, there are more than 70,000 incidents of domestic violence reported to police, according to the New Jersey Coalition for Battered Women.\n\nWhen a gun is in the house, abused women are six times more likely to be killed than other abused women, according to a 2003 study cited by the National Institute of Justice, a research arm of the U.S. Department of Justice.\n\nThat makes abusive cops especially dangerous.\n\n“Any population will have people who will abuse power and are abusive,” Shivas said. “Unfortunately, when there’s an abusive person who has access to the power and privilege of a police officer — and a gun — that increases the risk of lethality.”\n\nDomestic violence in Central Jersey\n\nNumber of domestic violence calls reported to police and domestic violence-related homicides in each county from 2009 to 2012, the most recent year for which data is available from the State Police.\n\n2009 2010 2011 2012 New Jersey 73,709 74,244 70,311 65,060 Homicides 39 38 40 38 Hunterdon 183 191 202 163 Homicides 0 0 0 2 Middlesex 1,517 1,416 1,552 1,709 Homicides 2 3 4 0 Somerset 553 565 570 548 Homicides 1 0 0 1 Union 1,193 1,203 1,167 1,197 Homicides 1 2 4 3\n\nAbusive cops have other advantages that other abusers lack.\n\nThey have friends in law enforcement and the court system.\n\nThey have access to databases and technology that can help them track down their victims.\n\nThey may also know where domestic violence shelters are located.\n\nAlso, many victims, rightly or wrongly, believe their abuser’s fellow officers will cover for him, says family law attorney Bari Weinberger, who has represented clients on both sides of these cases.\n\n“It’s super alarming. They literally fear calling 911,” she said.\n\nWith any continuing domestic violence situation, experts say, it’s common for victims to feel as if they’re trapped.\n\nHow common?\n\nNo one knows for sure how pervasive is domestic violence among police officers.\n\nA pair of studies conducted in the 1990s, still widely cited today, showed that domestic violence was two to four times more common among police families than American families in general. The incidence rate ranged between 22 and 41 percent.\n\nHowever, Laurence Miller, a clinical and forensic psychologist who has worked with police departments in Florida for the past 20 years, believes the studies citing a higher incidence of domestic violence among police are outdated and unreliable.\n\n“My overall intuitive conclusion from the research I’ve seen is that the rate of domestic violence among police officers is probably no greater than the general population,” Miller said. “In fact it might be lower, because the consequences (of a conviction) are greater.”\n\nOfficers know that a domestic violence conviction will cost them their jobs, Miller said.\n\nBut domestic violence experts say that very fact is what keeps some victims from going to the police.\n\n“Sometimes the woman is told, ‘How is your husband going to support you and the kids?’ if they get a restraining order,” Shivas said.\n\nVictims’ advocate and author Diane Wetendorf, for one, believes the nature of police work can make officers more prone to abuse.\n\n“Many of the characteristics required to be a police officer, such as the ability to take control of situations and people, the ability to exercise authority, and the willingness to use violence to gain compliance are the identifying characteristics of a batterer,” Wetendorf wrote in an article that appeared last year in a domestic violence periodical published by the New Jersey-based Civic Research Institute.\n\nThe International Association for Chiefs of Police, an influential advocacy and training organization based in Alexandria, Virginia, takes the position that the incidence rate is at least on par with the general public.\n\nLaws, policies in place\n\nShivas and other experts say New Jersey’s domestic violence laws are as strong as any state in the nation.\n\nThey point to the enactment of the Domestic Violence Act in 1982 as a major turning point. The law has been amended numerous times since then to provide greater protections and penalties.\n\nThe number of domestic violence offenses statewide have gradually declined since at least the mid-1990s.\n\nIn 2012, the most recent year for which statistics are available, there were 65,060 offenses statewide, down 25 percent from 1995, according to State Police crime data.\n\nAt the same time, the state’s rules governing how police departments handle allegations of domestic violence, including cases where the suspect is an officer, have been toughened over the years. In 2009, the state Attorney General’s Office adopted a revised policy based on the detailed recommendations of the International Association of Chiefs of Police.\n\nWhen police are called to the scene of a domestic violence case and they see physical signs of violence, such as a bruise, they must charge the assailant, says Weinberger, the family law attorney.\n\nAnything else becomes a civil domestic violence case in the Family Division of Superior Court.\n\nBut domestic violence cases are rarely so simple, Weinberger said.\n\nPolice are sometimes called by a neighbor or even a spouse over what is no more than a common marital dispute, known legally as domestic contretemps. Police, of course, are not marriage counselors.\n\nBut when they arrive at a scene without signs of violence, their job is not done. They must look for signs of fear, Weinberger said, because fear can be well founded and signal immanent violence or danger.\n\nAt that point, they counsel the victim on options, such as going to a shelter. They may order the offending spouse or partner out of the home while the victim goes to the police station.\n\nIf the police see something that falls short of violence, like a broken cell phone because of a dispute, they file a report that can be included in a civil domestic violence case.\n\nWhen a police officer accused of domestic violence, whether charged by responding police or served with a restraining order, must surrender their weapons, under a state Attorney General’s directive established in 1995.\n\nWeapons must be seized even if there are no immediate charges, if a responding officer “reasonably believes that the presence of weapons would expose the victim to a risk of serious bodily injury.”\n\nAny seizure is referred to the county prosecutor in the county where the act occurred.\n\nThe county prosecutor must investigate immediately. While the case against the officer is pending, the prosecutor can find that the guns should remain out of the hands of the accused officer, can be used under restrictions while on duty or be returned, according to the Attorney General’s directive.\n\nIf a charge or complaint is withdrawn, the chief of that officer’s department then must separately investigate to determine if the officer can carry a firearm, under the directive.\n\nThe pressure on victims of domestic violence takes a huge leap when the accused is a police officer, Weinberger said.\n\nTheir complaint could entail the loss of their partner or spouse’s job or embarrassment because he or she knows the officer’s colleagues. But there is also an added dimension of fear, she said.\n\nThere is no requirement under the law that allegations of physical abuse that turn up in a divorce complaint be reported to law enforcement agencies, she said.\n\nIn 2003, the chiefs organization promulgated a model policy guiding the internal handling of domestic violence offenses within police departments. After years spent studying the problem of domestic abuse among police, New Jersey adopted a similar policy in 2009.\n\nThe policy calls for departments to screen out job candidates with a history of domestic violence or sexual assault, and to provide officers with domestic abuse training on an annual basis.\n\nKim Gandy, who heads the National Network to End Domestic Violence, an advocacy group based in Washington, D.C., says the true extent of domestic violence within law enforcement circles simply isn’t known.\n\n“Abusers are engineers and architects and janitors and police officers and any other walk of life. There's not a job or profession that is exempt,” Gandy said.\n\nThe key difference with domestic violence by police officers, she said, is that “it's harder to pursue (these cases) when the people committing the offense are the same ones charged with enforcing the law.”\n\nDOMESTIC ABUSE HELP\n\nIf you or someone you know might be a victim of domestic violence, call New Jersey’s 24-hour domestic violence hotline at 1-800-572- SAFE (7233).\n\nRead or Share this story: http://mycj.co/1LmLknK", "article_metadata": {"google": "notranslate", "description": "Long before her enraged, armed ex-husband cornered her on a street in Asbury Park last week , Tamara Seidle felt as if she had “no avenue of escape.” That description, included in the divorce papers Seidle filed in 2013 against her then-husband, Neptune police Sgt. Philip Seidle, charged with shooting her to death in her car in front of their 7-year-old daughter and terrified bystanders, captures the fear and powerlessness many domestic violence victims feel when their abusers are cops, experts say.", "og": {"site_name": "MY CENTRAL JERSEY", "description": "Long before her enraged, armed ex-husband cornered her on a street in Asbury Park last week , Tamara Seidle felt as if she had “no avenue of escape.” That description, included in the divorce papers Seidle filed in 2013 against her then-husband, Neptune police Sgt. Philip Seidle, charged with shooting her to death in her car in front of their 7-year-old daughter and terrified bystanders, captures the fear and powerlessness many domestic violence victims feel when their abusers are cops, experts say.", "title": "‘Batterers in blue:’ Domestic violence among cops in N.J.", "url": "http://www.mycentraljersey.com/story/news/local/new-jersey/2015/06/21/domestic-violence-among-cops-nj/29010667/", "image": "http://www.gannett-cdn.com/GDContent/applogos/mycentraljersey.png", "type": "article"}, "twitter": {"description": "Long before her enraged, armed ex-husband cornered her on a street in Asbury Park last week , Tamara Seidle felt as if she had “no avenue of escape.” That description, included in the divorce papers Seidle filed in 2013 against her then-husband, Neptune police Sgt. Philip Seidle, charged with shooting her to death in her car in front of their 7-year-old daughter and terrified bystanders, captures the fear and powerlessness many domestic violence victims feel when their abusers are cops, experts say.", "title": "‘Batterers in blue:’ Domestic violence among cops in N.J.", "image": "http://www.gannett-cdn.com/-mm-/6baf7ec6950e4abcd46e55819db78b289854126f/c=547-0-1953-1406&r=x643&c=640x640/local/-/media/2015/06/19/Bridgewater/B9317795596Z.1_20150619185940_000_GVBB3T4CJ.4-0.jpg", "creator": "@MyCentralJersey", "site": "@MyCentralJersey", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=859380356", "fb": {"app_id": 177893718898560}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": "Domestic abuse, police and domestic abuse, New Jersey Coalition for Battered Women, why cops batter their wives"}, "_id": "\"57477af36914bd0286fd0df5\"", "article_summary": "Kim Gandy, who heads the National Network to End Domestic Violence, an advocacy group based in Washington, D.C., says the true extent of domestic violence within law enforcement circles simply isn’t known.\nThe key difference with domestic violence by police officers, she said, is that “it's harder to pursue (these cases) when the people committing the offense are the same ones charged with enforcing the law.”DOMESTIC ABUSE HELPIf you or someone you know might be a victim of domestic violence, call New Jersey’s 24-hour domestic violence hotline at 1-800-572- SAFE (7233).\nIn 2003, the chiefs organization promulgated a model policy guiding the internal handling of domestic violence offenses within police departments.\nThey point to the enactment of the Domestic Violence Act in 1982 as a major turning point.\nThe pressure on victims of domestic violence takes a huge leap when the accused is a police officer, Weinberger said."}