{"article_title": "For Senator Buttrey, Medicaid Expansion Is A Riddle And A Risk", "article_keywords": ["riddle", "jones", "bill", "risk", "federal", "work", "expansion", "falls", "senate", "buttrey", "medicaid", "party", "senator", "republicans"], "article_url": "http://mtpr.org/post/senator-buttrey-medicaid-expansion-riddle-and-risk", "article_text": "Middle ground on Medicaid expansion eluded the Montana Legislature in 2013, and since then Senator Ed Buttrey, R-Great Falls, has studied the issue, talked to hospitals and members of the other party and others to get to where he was last week: standing in front of the Senate Public Health, Welfare and Safety Committee.\n\n“This is a riddle we’ve been trying to solve,” said Sen. Ed Buttrey, R-Great Falls, during the committee hearing on his Senate Bill 405 last week. “I believe the solution is in your hands.”\n\nHe dubbed it the Health and Economic Livelihood Partnership Act, HELP for short. The bill, which accepts federal money available under the Affordable Care Act and includes programs that attempt to get people out of poverty, might be the one that has the best chance to expand Medicaid in Montana. Three other Republican-sponsored Medicaid bills died on the House floor last week, thanks in part to several Republicans themselves.\n\nButtrey smiled confidently as he watched dozens of supporters speak. Turnout wasn’t as big for this hearing as for Governor Steve Bullock’s Medicaid expansion bill earlier this month. After that proposal died, he and some Senate Democrats have thrown their support behind Buttrey.\n\nButtrey also brings a group of moderate Republicans along, or maybe they bring him along.\n\nThe tale of a 3rd grade engineer\n\nButtrey grew up in Great Falls, but hasn’t spent his whole life there. He comes from the family that ran a chain of grocery stores in Montana, but his dad didn’t want him to be a part of the family business. When Buttrey was in third grade, an astronaut who was also an electrical engineer visited his class.\n\n“I came home that day and told my parents I wanted to be an electrical engineer and work at Boeing,” Buttrey said.\n\nThat’s pretty much what happened. Buttrey went to West Point for a bit but ended up at Montana State University studying electrical engineering and ultimately landing a job at Boeing.\n\nHe loved the work. He worked on weapons systems and with complicated problems.\n\n“A lot of what I did was problem solving,” Buttrey said. “Whether it was dealing with stealth aircraft or new weapons, we were always trying to solve the impossible.”\n\nThough it was his dream career, he found himself wanting to come back to Montana.\n\n“Like most Montanans, I spent a lot of my life trying to get out of the state,” Buttrey said, “and then eventually decided I wanted to spend the rest of my life trying to get back to the state.”\n\nIn the late 90s, he moved to Bigfork and launched Cable Technology, a manufacturing business that made electronics for aircraft, serving mostly “aerospace and military customers.” He also became an assistant coach for the Bigfork High School football team, alongside Todd Emslie.\n\n“He jumped at the chance to come out and help,” Emslie said. The pair worked together on the football field for six years until Emslie left the job in the mid-2000s.\n\nMeanwhile, Buttrey’s company grew and he became more interested in labor and business law. He spoke at chamber of commerce events and business luncheons, and he was vocal about what he wanted to see changed in state government.\n\n“After you talk about what you want to see changed, people start saying, 'well what are you going to do about it besides talking about what needs to be changed?'” Buttrey said.\n\nPeople began urging him to run for the legislature, and Buttrey decided to give it a try.\n\nBy that time he’d moved back to Great Falls to expand Cable Technology, and took over the family real estate company. He’d also rejoined the Bigfork football coaching staff. Emslie had returned to the job after the team went four years without a win, and he convinced Buttrey to come back too. Even today, Buttrey still drives back and forth between Great Falls and Bigfork during football season.\n\n'You need somebody that’s Ed-like'\n\nIn 2010, Buttrey ran for and won a Senate seat and served in his first legislative session in 2011.\n\n“I’ve always said who you align yourself with when you first enter into the legislature is the most important thing in your legislative career,” Buttrey said in an interview early last week.\n\nHe was a little overwhelmed, but he found friends in the moderate faction of Republicans, like Sen. Llew Jones, R-Conrad. Jones and Buttrey are even business partners, co-investors in the Marina Cay Resort in Bigfork. Buttrey also bought the Bynum Bar with Jones’ sons, who eventually sold their share to Choteau Republican Rep. Christy Clark’s husband Lew Clark.\n\nThese partnerships further cemented Buttrey’s place in the small, but influential moderate camp.\n\nJones emerged as the leader of the group of moderate Republicans during the 2013 session, that joined with Democrats to pass major legislation, like a school funding bill and pension reform.\n\nJones said that within that group, everyone had to be an expert on something for them to be effective. Someone needed to be an expert on education, campaign finance, the state employee retirement system – and somebody needed to be an expert on Medicaid.\n\n“You need somebody that’s Ed-like,” Jones said, adding that Buttrey’s attention to detail and organization would help him there.\n\nOne day during the last session, Jones told Buttrey to come to a meeting and told him that he was going to be the Medicaid guy.\n\nAfter moves toward Medicaid expansion failed in 2013, Buttrey worked through the interim, looking for a solution to the riddle.\n\n“Eddie knows her down to the granular now,” Jones said. “There’s no better informed person on that topic today.”\n\nHis solution\n\nThe product of that work is Senate Bill 405. The bill accepts federal money available under the Affordable Care Act – a point of contention for many Republicans – and expands coverage to people earning up to 138 percent of the poverty level.\n\nIt also asks recipients to pay small premiums for their Medicaid coverage and creates a program through the Department of Labor that’s meant to help those on Medicaid get out of poverty and buy insurance on the federal exchange. It would include a workplace assessment survey and a job placement program.\n\nParts of the bill require waivers from the federal government, which Buttrey is confident will get approved, although the process could take several months after the bill is signed.\n\nIt’s the third attempt this session to expand Medicaid. Gov. Bullock’s plan to cover as many as 70,000 uninsured people died earlier this month. Measures from the more conservative sect of the GOP estimated to cover around 10,000 people failed last week.\n\nButtrey guesses his bill will cover around 45,000 people, but some supporters say it has the potential to cover the 70,000 in the so-called gap between eligibility for Medicaid and being able to afford to buy insurance on the exchange.\n\nAlong with Bullock, hospital and physician organizations are pleased. Senate Minority Leader Jon Sesso, D-Butte, said his party will also back Buttrey’s plan.\n\n“The fact is that the bill fulfills a couple of the threshold criteria,” Sesso said. Those criteria are the federal money and covering those earning up to 138 percent of poverty.\n\nSesso did say Democrats are uncomfortable with parts of the bill, like asking poor people to pay premiums for Medicaid coverage, but that it was a good compromise.\n\nNot all Republicans are ready to support the bill, though.\n\nSenate President Pro Tempore Eric Moore, R-Miles City, said he hasn’t decided whether or not to support the bill, but sees potential concerns in its use of federal money and wants to see a plan in case the federal money runs out.\n\nRep. Art Wittich, R-Bozeman, who chairs the House Human Services Committee that voted down the governor’s bill to expand Medicaid, sees no positives in the bill.\n\n“It’s awful,” Wittich said. “It’s worse than the governor’s bill.”\n\nHe said that it expands government too far by creating the work program under the Department of Labor. Government sponsored work programs have never worked, Wittich said.\n\nGeorge Paul, the chair of the Cascade County Republican Central Committee, which is in Buttrey’s district, said it appears to be another step away from the conservative Republicans for Buttrey.\n\nThat party committee is an example of how the well-known split in the Republican party even manifests itself on a local level. Since last summer, when Paul became chair of the committee, Buttrey and a few other moderate Great Falls Republicans, like Rep. Steve Fitzpatrick,have distanced themselves from the central committee.\n\nThe central committee recently censured Fitzpatrick, who has a bill that would gut the Republican lawsuit to close Montana’s primary elections. Paul doesn’t have a censure for Buttrey, but he said his work on Medicaid makes him, like Fitzpatrick, a “Republican-in-name-only,” or RINO.\n\n“They’re looking pretty much like they would fit that description,” Paul said. “In general, the party doesn’t support the Medicaid expansion” available under the Affordable Care Act.\n\nButtrey said his work as a Senator isn’t about following the party line wherever it leads, but about finding solutions. His work on Medicaid shows that.\n\nOn his campaign website for the 2014 election, he said he would support the repeal of the Affordable Care Act, but also makes the concession that it is law and pledges to work within the law to find a solution.\n\n“It’s the easiest thing in the world for a legislator to do to spout rhetoric and vote no on everything,” Buttrey said. “You're popular, you can defend your positions, but do you get anything done?”", "article_metadata": {"category": "Montana News", "description": "Middle ground on Medicaid expansion eluded the Montana Legislature in 2013, and since then Senator Ed Buttrey, R-Great Falls, has studied the issue, talked", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://mtpr.org/post/senator-buttrey-medicaid-expansion-riddle-and-risk", "image": "http://mtpr.org/sites/kufm/files/styles/medium/public/201503/Ed-Buttrey-%28mtleg%29.jpg", "type": "article", "description": "Middle ground on Medicaid expansion eluded the Montana Legislature in 2013, and since then Senator Ed Buttrey, R-Great Falls, has studied the issue, talked", "title": "For Senator Buttrey, Medicaid Expansion Is A Riddle And A Risk"}, "org_id": 0, "twitter": {"site": "@mtpublicradio", "card": "summary"}, "author": "Michael Wright - Community News Service", "wordCount": 1807, "dc": {"title": "For Senator Buttrey, Medicaid Expansion Is A Riddle And A Risk"}, "nid": 32530, "datePublished": "2015-03-25", "story_id": 395404495, "keywords": "Montana Legislature, Ed Buttrey, Medicaid expansion, Senate Bill 405, Montana HELP Act, Affordable Care Act, health insurance, Great Falls Montana, Bigfork Montana, Llew Jones, Marina Cay Resort, Bynum Bar, Responsible Republicans, Steve Bullock, Jon Sesso, Eric Moore, Art Wittich, George Paul, Cascade County Republican Central Committee, Steve Fitzpatrick", "has_audio": 0, "viewport": "width=device-width"}, "_id": "\"57477af36914bd0286fd229d\"", "article_summary": "After moves toward Medicaid expansion failed in 2013, Buttrey worked through the interim, looking for a solution to the riddle.\n“This is a riddle we’ve been trying to solve,” said Sen. Ed Buttrey, R-Great Falls, during the committee hearing on his Senate Bill 405 last week.\nTurnout wasn’t as big for this hearing as for Governor Steve Bullock’s Medicaid expansion bill earlier this month.\nButtrey said his work as a Senator isn’t about following the party line wherever it leads, but about finding solutions.\nPaul doesn’t have a censure for Buttrey, but he said his work on Medicaid makes him, like Fitzpatrick, a “Republican-in-name-only,” or RINO."}