{"article_title": "Latest blowback on Martin Shkreli, Turing and DaraprimMedCity News", "article_keywords": ["pharmaceutical", "turing", "blowback", "business", "shkreli", "medical", "startup", "treatment", "drug", "research", "york", "way", "martin", "daraprimmedcity", "sinai", "latest"], "article_url": "http://medcitynews.com/2015/09/martin-shkreli-turing-pharma-daraprim/", "article_text": "TOP STORIES\n\nMartin Shkreli and Turing Pharmaceuticals are getting the backlash they deserve – in the form of backhands across the face by the likes of John Carroll, as well as in-depth examinations by The New York Times.\n\nWhen you take a drug, and change the price from $13.50 to $750 and provide a response that’s essentially:\n\nYou’re going to have a problem.\n\nDr. Aberg of Mount Sinai said some hospitals will now find Daraprim too expensive to keep in stock, possibly resulting in treatment delays. She said that Mount Sinai is continuing to use the drug, but each use now requires a special review. “This seems to be all profit driven for somebody,” she said, “and I just think it’s a very dangerous process.”\n\nThe medical industry doesn’t deal with patent trolls in the way the tech sector does. But drug-price spiking seems to be healthcare’s generic alternative. – FierceBiotech, The New York Times & Forbes\n\nOn Friday the story was that Robert Califf, nominee to run the U.S. Food & Drug Administration, received $200,000 in consulting fees from pharmaceutical companies and the fees were donated to nonprofit groups. By Saturday, the story Califf has “deeper ties to the pharmaceutical industry than any F.D.A. commissioner in recent memory.” What’s next? – The Wall Street Journal & The New York Times\n\nLIFE SCIENCE\n\nCancer drug startup Deciphera has raised $75 million through New Leaf Venture Partners. Next stop: IPO? – Xconomy\n\nBioClinica acquired Synowledge to expand into the drug safety and regulatory business process outsourcing market. – PRNewswire\n\nShire ‘s ADHD treatment INTUNIV won European Union marketing approval for use in children. – PRNewswire\n\nA better tool to look through drug research? The site, idodrugs.club, let’s you search several databases at once and regurgitates any research on the topic in a clean(ish), Google-esque way. – TechCrunch\n\nThe latest study on Merck’s c. diff drug is promising – it cuts the risk of infection by 10 percent. – Reuters\n\nPAYERS-PROVIDERS\n\nIndia home healthcare company Portea Medical closed $37.5 million in funding from the likes of Accel and Qualcomm Ventures. – Business Wire\n\nTECHNOLOGY\n\nAltusCampus, which has an online platform meant to improve managing continuing medical education in healthcare, is closing $800,000 in seed money (but will be raising a bigger A-round soon). – Xconomy\n\nMedData has acquired the Alegis Revenue Group. – Business Wire\n\nPOLITICS\n\nOne part of Obamacare everyone seems to hate: a rule that will increase premiums for small and mid-sized businesses. Look for changes in that part of the law if Congress can continue to play nice about it. – The New York Times\n\nA LITTLE BIT EXTRA\n\nHere’s something to kick around the startup watercooler: a list of six tests that measure your potential as an entrepreneur (among them the Myers-Briggs Type Indicator, Gallup’s Clifton Strength Finder, Marcus Buckingham StandOut Assessment and MAPP Career Assessment). Three questions: Have you taken them? How did you score? Do you agree with the list? – Startup Professionals Musings\n\nPhoto: Twitter", "article_metadata": {"description": "Also, the narrative shifts for FDA nominee Robert Califf, good news on Merck's c. diff treatment, and here's one part of Obamacare everyone hates.", "generator": "WordPress 4.5.2", "og": {"site_name": "MedCity News", "description": "Also, the narrative shifts for FDA nominee Robert Califf, good news on Merck's c. diff treatment, and here's one part of Obamacare everyone hates.", "title": "Morning Read: Is Martin Shkreli pharma’s version of the patent troll?", "locale": "en_US", "image": "http://medcitynews.com/wp-content/uploads/2015/09/5xLOy8co.jpeg", "updated_time": "2015-10-02T11:53:54-04:00", "url": "http://medcitynews.com/2015/09/martin-shkreli-turing-pharma-daraprim/", "type": "article"}, "twitter": {"image": "http://medcitynews.com/wp-content/uploads/2015/09/5xLOy8co.jpeg", "description": "Also, the narrative shifts for FDA nominee Robert Califf, good news on Merck's c. diff treatment, and here's one part of Obamacare everyone hates.", "card": "summary", "title": "Latest blowback on Martin Shkreli, Turing and Daraprim"}, "robots": "noodp", "fb": {"app_id": 148725768475669}, "google-site-verification": "xudQg7nxVR9ifmMTY4Tf-0wVtX9b6rWLQd0utCweGOc", "keywords": "weight loss, obesity, overweight,diabetes,massachusetts,medical devices,obesity,startups,healthcare innovation, medcity news,medcity news,san francisco, startups, life sciences,accelerator,rock health,startup advice,startup funding,patient monitoring system, motion sensors ,dc,healthcare it,washington,foodborne pathogens, diagnostics company, diagnostic platforms,minimally invasive surgery, laser surgery,cambridge,dealflow,hospitals,wellpoint, healthways, health and wellness, employee wellness programs,investing,wellness,medtronic, shanghai innovation center, china, r&d,china,mdt,minneapolis,minnesota,publics,twin cities,ulcerative colitis, abbott labs, humira,abbott labs,doctors,pharmaceuticals,skin disorders, pharmaceuticals, md anderson cancer center,cancer,texas,renal denervation, st. jude medical,st. jude medical,stj,emr, ehr, electronic health records, electronic medical records, certified emr,certified emr,ehr,electronic health records,electronic medical records,advanced cellular technology,amyotrophic lateral sclerosis,embryonic stem cells,geron corporation,lou gehrig\\'s disease,macular degeneration,regenerative medicine,spinal cord damage,value-based healthcare system, obamacare, fee-for-service model,california,cleveland,health insurance,insurance,ohio,pennsylvania,politics,cancer treatment options library, aetna, aet, healthcare it,aet,aetna,health it,phi,philadelphia,Daraprim, generic drugs, Martin Shkreli, morning read, orphan drugs, Turing Pharmaceuticals, , MedCity News", "article": {"section": "Daily", "tag": "Turing Pharmaceuticals", "published_time": "2015-09-21T07:55:08-04:00", "modified_time": "2015-10-02T11:53:54-04:00"}, "viewport": "width=device-width,initial-scale=1.0,width=device-width,user-scalable=no,minimum-scale=1.0,maximum-scale=1.0"}, "_id": "\"57477af36914bd0286fd2280\"", "article_summary": "– The Wall Street Journal & The New York TimesLIFE SCIENCECancer drug startup Deciphera has raised $75 million through New Leaf Venture Partners.\n– PRNewswireA better tool to look through drug research?\n– TechCrunchThe latest study on Merck’s c. diff drug is promising – it cuts the risk of infection by 10 percent.\nShe said that Mount Sinai is continuing to use the drug, but each use now requires a special review.\nDr. Aberg of Mount Sinai said some hospitals will now find Daraprim too expensive to keep in stock, possibly resulting in treatment delays."}