{"article_title": "Blog: Pelosi appoints a race-baiting Muslim to a national security committee", "article_keywords": ["farrakhan", "islamic", "tea", "national", "muslim", "siddeeq", "appoints", "blog", "andre", "julia", "racebaiting", "committee", "icna", "party", "security", "pelosi", "carson"], "article_url": "http://www.americanthinker.com/blog/2015/01/pelosi_appoints_a_racebaiting_muslim_to_a_national_security_committee.html", "article_text": "In 2007, Andre Carson tried to distance himself from the anti-Semitic Nation of Islam leader in order to secure his grandmother's congressional seat. The late Julia Carson and Farrakhan, according to the Indy Star, went \"way back.\" Carson's wife even said Farrakhan was with Julia the night Andre was born.\n\nNancy Pelosi has appointed Muslim congressman Andre Carson (D-IN) to the House’s Permanent Select Committee just a week after Islamic terrorists slaughtered 17 people in Paris. Carson has familial ties to Louis Farrakhan, hates the Tea Party, and sees U.S. schools as ripe for Islamic indoctrination.\n\nBefore she died in December 2007, Congresswoman Julia Carson requested that Farrakhan speak at her funeral service.\n\nWishing to honor his grandmother's dying wish to have Farrakhan say a few words over her casket, Carson sought guidance from Imam Muhammad Siddeeq of the Al Nurah Islamic Center in Indianapolis. Siddeeq said Andre needed to make a “choice between following Farrakhan and the Nation of Islam, with its street credibility on social matters but record of divisiveness, or more universal Islamic teachings that promote tolerance. At crunch time, Siddeeq said, Carson chose tolerance.”\n\nWhen Farrakhan not only showed up but tacitly endorsed Andre Carson for Congress, stating, \"[Julia] wants [Andre] to succeed her,” Carson had to quickly meet with various Jewish groups to insist he was not a “Louis Farrakhan Muslim.”\n\nCarson's “crunch time tolerance” was short-lived, and just long enough to secure his victory in a March 2008 special election.\n\nIn 2010, true to form, Carson accused anti-Obamacare protesters of calling him and other lawmakers the N-word at a Capitol Hill rally. Not one video surfaced of anybody shouting a racial slur at the congressman. Conclusion? Carson, now privy to classified information, is a liar.\n\nAt a 2011 Congressional Black Caucus job fair, Carson told the audience that “some of them in Congress right now of this Tea Party would love to see you and me ... hanging on a tree.”\n\nSounds like a “Farrakhan Muslim” to me.\n\nIn 2012, at an Islamic Circle of North America (ICNA) convention, Carson suggested that American schools should be modeled after madrassas, “where the foundation is the Quran.”\n\nIncidentally, Carson's wife, Mariama Shaheed-Carson, received a $250,000 Mind Trust award recently to start her own charter school in Indianapolis. Since both believe that “the Muslim family is under attack” in America, there's little doubt that taking “American education to the next level” involves sharia.\n\nCarson also spoke at the May 2014 “Activism in Islam: Be Engaged” ICNA conference in Baltimore. Four years after his slurs against the Tea Party, Carson told the 2014 ICNA audience members “in 2010 we saw a vote the bums out movement ... and Americans voted the bums out and brought in lunatics.” After the IRS targeted Tea Party groups, this kind of rhetoric is further proof that Carson doesn’t belong in Congress, much less on an intelligence committee.\n\nIn the same video, Carson says we need more Muslims in the Cabinet. If 20,000 Muslims, out of 8 million in America, gave $100, the $2 million would help install Muslim representatives who could “push back on anti-sharia legislation.” One of the most important issues, says Carson, is that “law enforcement continues to spy on our communities.” With the support of CAIR, ISNA, and ICNA, Carson wants activist groups to act as “incubators” in order to develop the next Nancy Pelosis, Keith Ellisons, and Barack Obamas.\n\nWith radical Muslims parading in and out of the White House over the past six years, installing Carson on a national security committee is more proof that the Islamic threat we face is inside our own government.", "article_metadata": {"og": {"url": "http://www.americanthinker.com/blog/2015/01/pelosi_appoints_a_racebaiting_muslim_to_a_national_security_committee.html", "image": "http://www.americanthinker.com/assets/images/at-painter-og-image.png", "title": "Blog: Pelosi appoints a race-baiting Muslim to a national security committee"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fe0c7f\"", "article_summary": "Nancy Pelosi has appointed Muslim congressman Andre Carson (D-IN) to the House’s Permanent Select Committee just a week after Islamic terrorists slaughtered 17 people in Paris.\nIn 2007, Andre Carson tried to distance himself from the anti-Semitic Nation of Islam leader in order to secure his grandmother's congressional seat.\nBefore she died in December 2007, Congresswoman Julia Carson requested that Farrakhan speak at her funeral service.\nThe late Julia Carson and Farrakhan, according to the Indy Star, went \"way back.\"\nCarson has familial ties to Louis Farrakhan, hates the Tea Party, and sees U.S. schools as ripe for Islamic indoctrination."}