{"article_title": "God Bless America? Atheists Want Student Punished, Threaten Lawsuit For Uttering The Phrase", "article_keywords": ["high", "school", "uttering", "god", "religious", "bless", "atheists", "wood", "punished", "yulee", "student", "threaten", "phrase", "america", "lawsuit"], "article_url": "http://www.inquisitr.com/1837760/god-bless-america-atheists-student-punished-lawsuit/", "article_text": "When a student at Yulee High School dared to utter the phrase “God bless America, keep us safe” during morning announcements, the immediate response by atheists was to threaten lawsuits. The American Humanist Association (AHA) even went so far as to claim the student violated the U.S. Constitution by invoking the name of God over the PA system and is reportedly demanding the unknown be student be disciplined.\n\nIn a related report by the Inquisitr, atheists also called a U.S. Army sign citing serving “God and country” an “unconstitutional disgrace.” When it comes to freedom of speech, America actually does fairly bad in comparison to the rest of the world based upon the World Press Freedom Index.\n\nOn February 9, 2015, an unknown student at Yulee High School deviated from the approved script and used the words “God bless America” with permission. According to district spokesperson Sharyl Wood, the school had the student punished for this act.\n\n“It wasn’t part of the scripted morning announcements,” Wood said.\n\n“The principal took the appropriate steps in speaking with the student and disciplining the student. As an official representative of a governmental agency, schools aren’t allowed to promote or inhibit religion. Individual students are certainly permitted to express their religious beliefs but not on behalf of the governmental body.”\n\nTwo atheist students were apparently so offended by the phrase “God bless America” that they called the American Humanist Association, bypassing school leaders because they apparently feared repercussions. The AHA immediately responded by threatening a lawsuit over the “constitutional violation” since they claim the “daily validation of the religious views of God-believers resigns atheists to second-class citizens.”\n\n“It is inappropriate and unlawful for a public school to start the school day with an official statement over the intercom stating, ‘God Bless America,’ for such a statement affirms God-belief, validates a theistic worldview and is invidious toward atheists and other nonbelievers,” the American Humanist Association wrote in a letter to the principal of Yulee High School.\n\nThe claim is that the student broke the separation of church and state since the phrase “God bless America” was used during morning announcements, which supposedly made the student a representative of the government-run school system.\n\nSchool leaders say the situation has already been handled.\n\n“This student deviated from the script and has been instructed (not to) deviate from the script; he is a good student and he meant no harm,” Wood said, according to USA Today.\n\nJeremy Dys, an attorney with Liberty Institute, disagrees that a student saying God bless America should be considered unconstitutional. Instead, he believes it’s really an issue of censorship and freedom of religion.\n\n“Whether a student is being patriotic or engaging in religious speech, there is no law in this country forbidding a student from telling his or her classmates, ‘God bless America’ and it is illegal for a school to censor a student for doing so,” he said according to Fox News. “Regardless of this attempt by secularists to white wash over this demonstration of patriotism by a teenager, America’s students do not give up their right to free speech and the expression of their religious beliefs when they go to school.”\n\nDo you think the student at Yulee High School was wrong to say God bless America?\n\n[Image via Busted Halo]", "article_metadata": {"description": "When a student at Yulee High School dared to utter the phrase \"God bless America, keep us safe\" during morning announcements, the immediate response by atheists", "og": {"site_name": "The Inquisitr News", "description": "When a student at Yulee High School dared to utter the phrase “God bless America, keep us safe” during morning announcements, the immediate response by atheists", "title": "God Bless America? Atheists Want Student Punished, Threaten Lawsuit For Uttering The Phrase", "url": "http://www.inquisitr.com/1837760/god-bless-america-atheists-student-punished-lawsuit/", "image": "http://cdn.inquisitr.com/wp-content/uploads/2015/02/God-Bless-America-Atheists-Have-Student-Punished-For-Uttering-Phrase-During-Announcements.jpg", "article": {"published_time": "2015-02-12T23:23:27+00:00", "modified_time": "2015-02-12T23:43:49+00:00"}, "type": "article"}, "image": "http://cdn.inquisitr.com/wp-content/uploads/2015/02/God-Bless-America-Atheists-Have-Student-Punished-For-Uttering-Phrase-During-Announcements.jpg", "msapplication-TileColor": "#ed1c24", "datePublished": "2015-02-12T23:23:27+00:00", "fb": {"app_id": 164157850314499, "pages": 71179904752}, "msapplication-TileImage": "http://cdn.inquisitr.com/assets/0cec37/dist/images/logos/inq-win.png", "keywords": "atheism,atheists,god bless america,separation of church and state,education", "HandheldFriendly": "True", "y_key": "f282393706a5fd85", "twitter": {"image": {"src": "http://cdn.inquisitr.com/wp-content/uploads/2015/02/God-Bless-America-Atheists-Have-Student-Punished-For-Uttering-Phrase-During-Announcements.jpg", "height": 409, "width": 670}, "site": "@theinquisitr", "card": "summary_large_image", "description": "When a student at Yulee High School dared to utter the phrase “God bless America, keep us safe” during morning announcements, the immediate response by atheists"}, "viewport": "width=980"}, "_id": "\"57477af46914bd0286fdc865\"", "article_summary": "Jeremy Dys, an attorney with Liberty Institute, disagrees that a student saying God bless America should be considered unconstitutional.\nWhen a student at Yulee High School dared to utter the phrase “God bless America, keep us safe” during morning announcements, the immediate response by atheists was to threaten lawsuits.\nOn February 9, 2015, an unknown student at Yulee High School deviated from the approved script and used the words “God bless America” with permission.\nThe claim is that the student broke the separation of church and state since the phrase “God bless America” was used during morning announcements, which supposedly made the student a representative of the government-run school system.\nAccording to district spokesperson Sharyl Wood, the school had the student punished for this act."}