{"article_title": "Antarctica Faces Drastic Changes", "article_keywords": ["climate", "jenouvrier", "stated", "ice", "antarctica", "penguins", "sea", "faces", "drastic", "emperor", "changes", "change"], "article_url": "http://guardianlv.com/2014/07/antarctica-faces-drastic-changes/", "article_text": "Climate change may be forcing the continent of Antarctica to face more drastic changes than previously thought. According to a report by Doug Horn of the Design and Trend website, sea levels may rise faster due to a new disruption involving climate change and Antarctica.\n\nIn a statement made by Maine News, westerly winds have not only increased, but “shifted two to five degrees closer to the South Pole.” Paul Spence, an oceanographer with the Climate Change Research Center of the University of New South Wales’ stated these winds could “impinge coastal easterlies” and upset the balance of warm and cold waters which hit close to Antarctic ice sheets. When this happens, warm water can flood ice-shelf regions and increase temperatures under the sheets by about 4 degrees.\n\nAndrew Waddell of the Guardian Liberty Voice had stated in a report that NASA had claimed western glaciers are slowly moving toward the ocean. Warm waters were also the cause of Antarctic glaciers melting, but was attributed to underwater volcanoes. In contrast, Spence’s conclusion had come from data using 30 models which were demonstrated by the Intergovernmental Panel for Climate Change Awareness.\n\nWaddell reported tourism is another factor in why Antarctica is facing drastic changes. Wallace stated at least 30,000 tourists were known to visit Antarctica a year in order to check the “seventh continent” off a travel list, as stated by a tourism company founder. With tourism to the icy continent comes disturbances to fragile ecosystems, including different species of sorts from boats and people.\n\nIn fact, a report by Australia’s Business Insider stated multi-millionaire and entrepreneur Julio De Laffitte has plans to fly about 117 Australian business people to the icy region next year in hopes of gaining inspiration. Laffitte was quoted as saying Antarctica will be the perfect setting of “isolation” and “awe-inspiring environment” for business leaders to take time to think, and dream. The trip is planned to take place over 10 days with workshops included for a price between $16,000 and $28,000. The price includes a cruise to Antarctica, return flight from Chile, accommodations and meals.\n\nAntartica may be facing drastic changes due to westerly winds and tourism, but how do these considerable factors weigh in on the endangerment of emperor penguins living in Antarctica? Climate change must be a factor.\n\nElizabeth Palermo of The Washington Post used Live Science statistics and reports to state how climate change is reducing the number of emperor penguins located in Antarctica. According to Palermo, the population of penguins may decline by 50 percent at the end of the century due to climate change.\n\nPalermo referred to a research report detailed in the journal, Climate Change, which stated a 50-year “intensive study” on the emperor penguin colony located in Terre Adelie has shown the numbers of this species of bird to be critically low. The data was based off the monitoring of population growth and decline over each year.\n\nAccording to Palermo, these types of penguins breed and raise young penguins exclusively on sea ice. Unfortunately, the sea ice has changed over the years, and has also affected the Antarctic food web. Palermo quoted biologist, Stephanie Jenouvrier of the Woods Hole Oceanographic Institution (WHOI) as saying, “The role of sea ice is complicated.” By this, Jenouvrier means too much sea ice will cause parent penguins to take too long to obtain food for their young, but too little sea ice “reduces the habitat for krill,” which is a critical food source for the penguins.\n\nTo reach current figures regarding the decline of the emperor penguins, Jenouvrier and fellow scientist, Hal Caswell, also from WHOI, expanded their research to include all 45 colonies of the emperor penguins located in Antarctica. Given what Jenouvrier and Caswell had already known on climate change, the two scientists estimate about two-thirds of the penguins’ colonies will be subject to decline by more than 50 percent. This figure factors in the penguin’s current population, and how the population would be affected by 2100.\n\nFor this reason, both Jenouvrier and Caswell suggest the emperor penguin be placed under the U.S. Endangered Species Act, particularly because of drastic climate change effects. The scientists hope listing the penguin as endangered will also lead to better fishing practices of U.S. vessels also considered to be a contributing factor to how Antarctica faces drastic changes in the future.\n\nBy Liz Pimentel\n\nSources:\n\nDesign and Trend\n\nGuardian Liberty Voice\n\nBusiness Insider (AU)\n\nWashington Post\n\nShare this: Print\n\nLinkedIn\n\nPinterest\n\nPocket\n\nReddit\n\nEmail\n\nTwitter\n\nGoogle\n\nFacebook\n\nTumblr\n\n", "article_metadata": {"og": {"site_name": "Guardian Liberty Voice", "description": "Climate change may be forcing the continent of Antarctica to face more drastic changes than previously thought. According to a report by Doug Horn of the Design and Trend website, sea levels may ri…", "title": "Antarctica Faces Drastic Changes", "url": "http://guardianlv.com/2014/07/antarctica-faces-drastic-changes/", "image": {"width": 640, "identifier": "http://guardianlv.com/wp-content/uploads/2014/07/Emperor-Penguin.jpg", "height": 480}, "locale": "en_US", "type": "article"}, "article": {"published_time": "2014-07-11T12:51:42+00:00", "modified_time": "2014-07-11T12:51:42+00:00", "author": "https://www.facebook.com/boomer.bill"}, "twitter": {"image": "http://guardianlv.com/wp-content/uploads/2014/07/Emperor-Penguin.jpg?w=640", "site": "@ifrackle", "card": "summary_large_image", "creator": "@BoomerBill59"}, "viewport": "width=device-width"}, "_id": "\"57477af46914bd0286fe0c79\"", "article_summary": "Climate change may be forcing the continent of Antarctica to face more drastic changes than previously thought.\nEndangered Species Act, particularly because of drastic climate change effects.\nAntartica may be facing drastic changes due to westerly winds and tourism, but how do these considerable factors weigh in on the endangerment of emperor penguins living in Antarctica?\nThe scientists hope listing the penguin as endangered will also lead to better fishing practices of U.S. vessels also considered to be a contributing factor to how Antarctica faces drastic changes in the future.\nWaddell reported tourism is another factor in why Antarctica is facing drastic changes."}