{"article_title": "CNN Poll: Obama’s numbers not great but holding steady – CNN Political Ticker", "article_keywords": ["rating", "great", "obamas", "steady", "political", "obama", "americans", "numbers", "holding", "presidents", "cnn", "approval", "president", "poll", "ticker", "democrats"], "article_url": "http://politicalticker.blogs.cnn.com/2014/07/23/cnn-poll-obamas-numbers-not-great-but-holding-steady/", "article_text": "2 years ago\n\nWashington (CNN) - President Barack Obama's poll numbers are nothing to brag about, but there's little evidence he has suffered so far this year a \"Katrina moment\" that caused his predecessor's numbers to plummet.\n\nA new CNN/ORC International survey indicates that public opinion of the President has barely budged in the wake of new challenges that Obama has faced this year.\n\nFollow @politicalticker Follow @psteinhausercnn\n\nAccording to the poll, which was released Wednesday, the President's approval rating among Americans stands at 42%. That's not great, but it's basically unchanged since March.\n\nOnly 42% believe that Obama can manage the government effectively. Again, nothing to celebrate, but it's virtually unchanged from the 43% who felt that way in March.\n\n\"When Hurricane Katrina devastated New Orleans and the Gulf Coast in 2005, the biggest impact on attitudes toward George W. Bush came in the number who said that he could manage the government effectively. That number dropped 10 points, and no other personal quality measured at that time changed as much,\" said CNN Polling Director Keating Holland. \"Using that as a definition of a 'Katrina moment,' it looks like Obama has not experienced a similar drop in the summer of 2014, in part because his numbers already took that hit last year, and have stabilized since then.\"\n\nNew CNN/ORC Poll: Is Obamacare working?\n\nThe survey indicates there have been one-to-two point changes (which are within the poll's sampling error) in the number of Americans who say that Obama is a strong leader, that he shares their values, and that he cares about people.\n\n\"Once again, those numbers are not good news for the White House, but the clear indication is that the President's problems pre-date the current immigration crisis along the Mexican border, or anything else that has happened this summer, and that those problems have not made things significantly worse for the President,\" Holland added.\n\nObama drop started last year\n\nObama's numbers edged down after late spring and summer following controversies last year over the Edward Snowden intelligence leaks and congressional investigations into IRS targeting of conservative political groups. Then came October and the politically charged botched rollout of the website for Obamacare, his signature domestic policy achievement.\n\nCoupled with legislative setbacks, many pundits labeled 2013 the worst year of Obama's presidency. And for the first time since taking over at the White House in 2009, a majority of the public surveyed disapproved of his job performance.\n\nObama's approval ratings slightly rebounded earlier this year before edging down to their current standing in the low 40's in most national public opinion polling.\n\nObama to discuss immigration crisis with Central American leaders\n\nThe release of the new CNN Poll comes after the crisis along the southern border dominated headlines for weeks. Prior to that controversy, the scandal rocking the Department of Veterans Affairs was in the media spotlight.\n\nThe President is also facing two pressing international challenges: the bloody fighting in Gaza between Israel and Hamas, and the shooting down of a Malaysian airliner over a part of eastern Ukraine controlled by pro-Russian separatists. Prior to these two international flashpoints, Obama was dealing with the increased bloodshed in Iraq, the ongoing civil war in Syria, as well as the controversial swapping of five Taliban prisoners held at Guantanamo Bay for the release of a U.S. soldier held captive in Afghanistan.\n\nWhat numbers mean for midterms?\n\nObama's approval rating is a key indicator of the President's standing with Americans and of his clout here in the nation's capital. And during a midterm election cycle, it's also considered an important barometer of how a president's political party may fare on Election Day, when control of Congress is at stake.\n\n\"You don't want a president at 42% anytime, especially in a midterm election year, when the approval rating is essentially the north star. Midterm elections are determined most of all by the president's approval rating,\" said CNN Chief National Correspondent John King.\n\nThe poll doesn't appear to offer any \"new discouragement for Democrats, but there's nothing to cheer about,\" King added.\n\n\"I will give you this caution. The biggest drop since January is among Democrats. Obama's lost 11 percentage points among Democrats since the beginning of the year. Perhaps closer to the election, when Democrats are rallying a bit, that number could tick up a bit,\" King said.\n\nSo how does Obama stack up against his most immediate two-term predecessors as they marked their sixth Independence Day in the White House?\n\nGeorge W. Bush stood at 36% in the summer of 2006. Bill Clinton was at 61% in July 1998. And Ronald Reagan was at a lofty 63% in July 1986.\n\nBush's low numbers helped fuel the Democratic wave in the 2006 midterms, when the GOP lost control of both the House and the Senate.\n\nThe silver lining for Obama and his party: While the President's numbers are nothing to cheer about, the approval rating for Congress is in the gutter. The most recent polling, by Gallup, indicates that only 15% of Americans approve of the job federal lawmakers on Capitol Hill are doing, with eight in 10 giving Congress a thumbs down.\n\n\"It's easy for Americans to dislike Congress because most of them are familiar, at most, with only three members - their two U.S. Senators and the U.S. Representative from their district. That leaves 532 strangers who are easy to despise,\" Holland added.\n\nDemocrats have a 55-45 majority in the Senate (53 Democrats and two independents who caucus with the party). But in the midterms, the party is defending 21 of the 36 seats up for grabs, with half of those Democratic-held seats in red or purple states. In the House, the Democrats need to pick up a very challenging 17 Republican-held seats to win back the majority from the GOP.\n\nObama set to rake in millions, despite criticism of fundraising during tumult\n\nObama offers rules for success as he expands program for young minority men\n\nThe poll was conducted for CNN by ORC International from July 18-20, with 1,012 adult Americans questioned by telephone. The survey's overall sampling error is plus or minus three percentage points.", "article_metadata": {"description": "Washington (CNN) -- President Barack Obama's poll numbers are nothing to brag about, but there's little evidence he has suffered so far this year a \"Katrina moment\" that caused his predecessor's numbers to plummet.", "generator": "WordPress.com", "title": "CNN Poll: Obama", "og": {"url": "http://politicalticker.blogs.cnn.com/2014/07/23/cnn-poll-obamas-numbers-not-great-but-holding-steady/", "image": "http://i2.cdn.turner.com/cnn/dam/assets/140718170132-barack-obama-horizontal-gallery.jpg", "type": "article", "description": "Washington (CNN) -- President Barack Obama's poll numbers are nothing to brag about, but there's little evidence he has suffered so far this year a \"Katrina moment\" that caused his predecessor's numbers to plummet.", "title": "CNN Poll: Obama's numbers not great but holding steady"}, "msapplication-tooltip": "- All politics, all the time", "fb": {"admins": 690014395, "app_id": 80401312489}, "msapplication-window": "width=device-width;height=device-height", "application-name": "CNN Political Ticker", "keywords": "cnn/orc international poll, polls, president obama, cnn political editor paul steinhauser", "google-site-verification": "mFBa4OnyEDU23vgVJ6rtX_4izud7FIi9JiscfVsWaKk", "msapplication-task": "name=Subscribe;action-uri=http://politicalticker.blogs.cnn.com/feed/;icon-uri=https://s2.wp.com/i/favicon.ico"}, "_id": "\"57477af46914bd0286fddba5\"", "article_summary": "Follow @politicalticker Follow @psteinhausercnnAccording to the poll, which was released Wednesday, the President's approval rating among Americans stands at 42%.\nMidterm elections are determined most of all by the president's approval rating,\" said CNN Chief National Correspondent John King.\n2 years agoWashington (CNN) - President Barack Obama's poll numbers are nothing to brag about, but there's little evidence he has suffered so far this year a \"Katrina moment\" that caused his predecessor's numbers to plummet.\nObama's approval rating is a key indicator of the President's standing with Americans and of his clout here in the nation's capital.\nObama to discuss immigration crisis with Central American leadersThe release of the new CNN Poll comes after the crisis along the southern border dominated headlines for weeks."}