{"article_title": "Costly ER trip reveals insurance marketplace glitch", "article_keywords": ["reveals", "marketplace", "costly", "johnson", "hospital", "system", "trip", "glitch", "health", "income", "told", "didnt", "insurance", "care", "er"], "article_url": "http://www.azcentral.com/story/money/business/consumer/call-12-for-action/2014/11/13/costly-er-trip-reveals-insurance-marketplace-glitch/18954009/", "article_text": "Cathy Johnson was in agonizing pain from shingles when she was taken by ambulance to the hospital. She found herself in a predicament Americans were promised was impossible under the Affordable Care Act. (Photo: Michael Chow/The Republic) Story Highlights A glitch in the online insurance marketplace left a 62-year-old Avondale woman without health coverage. Cathy Johnson racked up $12,000 in medical bills after she was denied access to the health-insurance marketplace and then denied Medicaid\n\nA month after she was hospitalized with no insurance, she was told the health-insurance marketplace had made a mistake and was allowed to sign up\n\nArizona officials say a system error corrected early in 2014 prevented people from reapplying for insurance online even if they didn't qualify for Medicaid. They say they are confident than can resolve billing issues for people who fell through the cracks\n\nOpen enrollment under the new health-care law requiring most Americans to obtain insurance begins Nov. 15 and runs through Feb. 15. Those who fail to obtain insurance could face significant fines\n\nCathy Johnson didn't just slip through cracks in the Affordable Care Act system. She and her husband suffered deep financial consequences.\n\nA glitch in the healthcare.gov sign-up page last year left the 62-year-old Avondale resident without health insurance a month before she was hospitalized and racked up more than $12,000 in emergency medical bills.\n\nAs she tried to enroll, the computer screening system determined that Johnson didn't meet the income criteria for purchasing private insurance through the online marketplace. It directed her instead to apply for low-income coverage through the Arizona Health Care Cost Containment System, the state's version of Medicaid.\n\nBut AHCCCS officials rejected Johnson's application because she made too much money. And she found herself in a predicament Americans were promised was impossible under the new health-care rules: without insurance and without any way to get it.\n\nThen came her hospitalization — and her discovery that the marketplace screening process wrongly denied her the ability to purchase insurance. She had qualified all along. But by then, it was too late.\n\nHealth Care Nightmares, Day 1: Insurer denies coverage of child's special formula\n\nHealth Care Nightmares, Day 2: Veteran clashes with Banner Health over bill for emergency care\n\nHealth Care Nightmares, Day 3: Insurer hits quadriplegic with $12K demand\n\n\"I don't want any other elderly people to get in the situation I'm in,\" Johnson said. \"I wish I had never gone to the hospital, but I guess I needed to.\"\n\nJohnson's case shows how problems with the government's online insurance marketplace are still being worked out and how quickly bills can stack up in an emergency.\n\nWith open enrollment under the Affordable Care Act beginning this Saturday, experts say consumers should be prepared to address problems quickly and to try to get them resolved.\n\nNew health-care laws in 2014 required most Americans to get health insurance or pay a penalty, which equals the greater of $95, or 1 percent of income. The penalty jumps to $325, or 2 percent of income, in 2015.\n\nJohnson got sick in January. Even though she didn't have insurance, she went to urgent care, where a doctor diagnosed her with a bladder infection and prescribed antibiotics.\n\nShe went home expecting the pain to diminish. It intensified. Johnson said her skin felt as if it was burning from the inside. Panicked, she called 911.\n\nJohnson was loaded onto an ambulance and taken to Banner Estrella Medical Center, where doctors admitted her, took X-rays, ordered lab work and told her she'd contracted shingles, a virus that causes a painful, blistering rash. In Johnson's case, the rash was internal.\n\nJohnson told hospital officials she didn't have insurance. She said the staff was sympathetic and helped her complete paperwork for AHCCCS.\n\nIn February, Banner officials told Johnson that AHCCCS had denied her claim and that she would be responsible for the total hospital bill.\n\nJohnson makes $10.50 per hour through a state program that pays her $42 per day to serve as caretaker for her disabled husband, who is blind and has heart problems. They live on her income and his monthly Social Security payments.\n\nJohnson said she didn't have the resources to pay thousands of dollars in medical bills.\n\nSo, she went back to the marketplace in March and was allowed to purchase insurance. She selected a plan through Health Net and immediately submitted the hospital bills for payment.\n\n\"A Health Net employee told me I never should have been turned down for insurance,\" Johnson said.\n\nBut Health Net had no intention of paying a hospital bill when Johnson wasn't carrying insurance. The insurer rejected her claim, saying it would not retroactively pay for services.\n\n\"I followed through with everything they (Health Net) told me to do,\" Johnson said. \"First, they told me I didn't qualify, and then, they told me I did qualify. ... But nobody can help me.\"\n\nHealth Net representatives advised Johnson to file a claim with the Centers for Medicare and Medicaid Services, the federal agency that oversees healthcare.gov.\n\nOfficials with healthcare.gov told Johnson she could appeal her initial denial and outlined her appeal rights. Health Net offered to retroactively reinstate her and cover the bills. But Johnson said there was a catch: She would be required to repay premiums and fees that would cost several thousand dollars.\n\nJohnson said it was a case of pay one or the other when she couldn't pay either. Out of options, she turned to Call 12 for Action for help.\n\nCheryl O'Donnell, the Arizona state director for Enroll America, a non-profit group focused on helping people sign up for insurance under the new health-care laws, said officials are aware that the screening system had glitches at the time Johnson was denied.\n\nShe said people were \"looping\" through the marketplace and Medicaid systems without any way of enrolling in insurance or qualifying for Medicaid.\n\n\"The system on both ends denied her while she was doing what she was supposed to do,\" O'Donnell said.\n\n\"Unfortunately, because of a glitch in the system, she fell through the cracks.\"\n\nO'Donnell said part of the problem was the way the two systems measured income. She said the marketplace was assessing people based on annual income while Medicaid based its decisions on income in the previous 60 days.\n\nInitially, there was no mechanism for people to reapply for insurance through the marketplace after they were turned down, she said.\n\nThe marketplace wouldn't let them enroll for insurance despite being turned down for Medicaid.\n\nO'Donnell said a button was added to the system in early 2014 allowing people to get into the marketplace if they had been turned down for Medicaid.\n\n\"The issue was less algorithm and more technical glitch,\" she said.\n\nO'Donnell said she was confident that Johnson could get help with her situation through the Center for Medicare and Medicaid Services.\n\n\"I do not think it is an insurmountable task, given her unique circumstances,\" O'Donnell said. \"They will try to resolve this as best they can.\"\n\nJohnson said last week that she called a healthcare.gov hotline and filed a complaint, per O'Donnell's instructions.\n\nO'Donnell said there are three steps anyone who has problems signing up for insurance through the marketplace should take:\n\n•File a complaint as soon as possible with healthcare.gov. \"When in doubt, file a complaint,\" O'Donnell said, adding that it creates a formal record of the problem and triggers a response.\n\n•Seek application assistance. If there is confusion over a denial letter, call \"211\" or 800-318-2596 for help interpreting the issue.\n\n•File an appeal. Anyone who is turned down for insurance from the marketplace or AHCCCS should file an appeal.\n\nJohnson said she was billed $700 for X-rays, $7,000 for doctors, $2,800 for the hospital and $2,000 for the ambulance. She said few of the companies have been willing to work with her and some have threatened to turn over her accounts to collections.\n\nNow, Johnson said, she is waiting to see what will happen with her complaint.\n\n\"I just wanted to let other people know how I got stuck,\" she said.\n\nReach the reporter at robert.anglen@arizona republic.com.\n\nHealth-care nightmares\n\nSunday: Desperate parents fight for child's special formula.\n\nTuesday: Vet clashes with hospital over emergency visit.\n\nWednesday: Insurer cuts quadriplegic's disability benefits.\n\nToday: Costly ER trip reveals insurance-marketplace glitch.\n\nFriday: Former sailor loses fortune after Veterans Affairs denies care.\n\nNext Sunday: Lessons learned.\n\nHere to help\n\nHave a problem with your health-care bill? Call 12 for Action's trained volunteers are available.\n\n- Call 602-260-1212 between 11 a.m. and 1 p.m. Monday through Friday with all your paperwork handy.\n\n- Save time and fill out the client form on azcentral.com.\n\nRead or Share this story: http://azc.cc/1qEQkpO", "article_metadata": {"google": "notranslate", "description": "Glitch in online insurance marketplace costs Avondale woman thousands in medical bills", "og": {"site_name": "azcentral", "description": "Glitch in online insurance marketplace costs Avondale woman thousands in medical bills", "title": "Health Care Nightmares, Day 4: Costly ER trip reveals insurance marketplace glitch", "url": "http://www.azcentral.com/story/money/business/consumer/call-12-for-action/2014/11/13/costly-er-trip-reveals-insurance-marketplace-glitch/18954009/", "image": "http://www.gannett-cdn.com/GDContent/applogos/azcentral.png", "type": "article"}, "twitter": {"description": "Glitch in online insurance marketplace costs Avondale woman thousands in medical bills", "title": "Health Care Nightmares, Day 4: Costly ER trip reveals insurance marketplace glitch", "image": "http://www.gannett-cdn.com/-mm-/bbad91484b32a576569f1852f77ec2fc6c2594c8/c=870-0-3928-3058&r=x643&c=640x640/local/-/media/Phoenix/2014/11/13/B9314916782Z.1_20141113001019_000+GB9942O2B.1-0.jpg", "creator": "@azcentral", "site": "@azcentral", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=600023563", "fb": {"app_id": 115142145268769}, "viewport": "width=1070", "article": {"author": "http://www.facebook.com/robert.anglen?ref-ts"}, "Content-Type": "text/html; charset=UTF-8", "cXenseParse": {"gci-topic": "Companies/Health Net", "gci-asset-type": "story", "gci-categories": "Companies/Health Net", "title": "Health Care Nightmares, Day 4: Costly ER trip reveals insurance marketplace glitch", "author": "Robert Anglen", "pageclass": "article", "recs": {"category": "money/business/consumer/call-12-for-action", "image-3-4": "http://www.gannett-cdn.com/-mm-/c6c6811a63ae37323d89ad75d9a4b78fc75e006a/c=1300-0-3594-3058/local/-/media/Phoenix/2014/11/13/B9314916782Z.1_20141113001019_000+GB9942O2B.1-0.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/929a3b3d4095a5ddc62d514d952ff5f3103fd85a/c=870-0-3928-3058/local/-/media/Phoenix/2014/11/13/B9314916782Z.1_20141113001019_000+GB9942O2B.1-0.jpg", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/8261a3f64fd95a881e659dc09f8898fc57069887/c=267-0-4334-3058/local/-/media/Phoenix/2014/11/13/B9314916782Z.1_20141113001019_000+GB9942O2B.1-0.jpg", "image": "http://www.gannett-cdn.com/-mm-/816eee35fb9dc5a75ab973b8b4c9ba696f82c44d/c=0-117-4345-2572&r=x1683&c=3200x1680/local/-/media/Phoenix/2014/11/13/B9314916782Z.1_20141113001019_000+GB9942O2B.1-0.jpg", "publishtime": "2014-11-13T12:57:35.360000-07:00", "shorthed": "Insurance marketplace glitch has high costs", "articleid": 18954009, "image-16-9": "http://www.gannett-cdn.com/-mm-/9018df430903b96fbe984bf1639e34bf0065b224/c=0-117-4345-2572/local/-/media/Phoenix/2014/11/13/B9314916782Z.1_20141113001019_000+GB9942O2B.1-0.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/cbc71ad433baa57fac08d66b76f5829407c96440/c=1623-0-3335-3058/local/-/media/Phoenix/2014/11/13/B9314916782Z.1_20141113001019_000+GB9942O2B.1-0.jpg"}}}, "article_summary": "(Photo: Michael Chow/The Republic) Story Highlights A glitch in the online insurance marketplace left a 62-year-old Avondale woman without health coverage.\nJohnson's case shows how problems with the government's online insurance marketplace are still being worked out and how quickly bills can stack up in an emergency.\nJohnson told hospital officials she didn't have insurance.\nAs she tried to enroll, the computer screening system determined that Johnson didn't meet the income criteria for purchasing private insurance through the online marketplace.\nA glitch in the healthcare.gov sign-up page last year left the 62-year-old Avondale resident without health insurance a month before she was hospitalized and racked up more than $12,000 in emergency medical bills."}