{"article_title": "60 years since death of John C. Holland", "article_keywords": ["c", "death", "holland", "gathered", "work", "life", "community", "60", "virgin", "woman", "hamilton", "way", "john", "hollands"], "article_url": "http://www.thespec.com/news-story/4593370-60-years-since-death-of-john-c-holland/", "article_text": "Aileen Duncan was just three when Rev. John C. Holland died, but his legacy has lived on in her life and church.\n\nDuncan and her three older brothers were baptized by Holland at Stewart Memorial Church.\n\nThe community gathered at the famed John Street North church, which Holland led for years, on Sunday to mark the six decades since his death on June 22, 1954.\n\nParishioners, politicians, community leaders and descendants of Holland gathered in prayer and song for a lively service marking the life of a man who in 1953 was named citizen of the year in Hamilton — the first black man in Canada to be distinguished in this way.\n\nMany spoke of Holland's kind nature and ability to act like a bridge to other communities.\n\nDuncan, who is the church's administrator and a member of its board, spearheaded the event after being inspired while researching the history of the Underground Railroad.\n\nHolland's own father, Thomas Holland, travelled the network of secret routes and safe houses to freedom in Canada, marrying and settling in Hamilton, Holland's great-niece Nerene Virgin told those gathered at the service.\n\nShe traced Holland's life from his birth, on Christmas 1882, through his years of school and work on farms and the railroad. She told the story of 14-year-old Holland running away with the circus in the hopes of making his way to the Klondike gold rush, where he dreamt of making his fortune. Within months, however, he turned back and continued with his education.\n\nIt took Holland until he was 42 to become an ordained minister, because he studied by correspondence while working to support his family. He and his wife Josephine had five children, several of which died young.\n\n\"His presence was always here in this church,\" Virgin said.\n\nOrder of Ontario recipient Wilma Morrison was a member of the parish for 20 years, after her family moved to Hamilton when she was a girl.\n\nShe remembered Holland as \"warm and welcoming,\" and said he taught her how to deal with discrimination in a way that \"didn't cause enemies.\"\n\nShe recalled one time when there was a restaurant in Hamilton refusing service to members of the black community, so he gave her and several other youth each a quarter to go sit in the restaurant and order something. This was before the time of sit-ins, she added.\n\nAnd there was the time she and another young woman were at the unemployment office looking for work, and the woman behind the desk kept overlooking them. But Holland was so connected and well liked that 15 minutes after he walked in, they both had jobs.", "article_metadata": {"RATING": "GENERAL", "DESCRIPTION": "Community leader remembered at musical church service.", "COPYRIGHT": "© Copyright 2016 Metroland Media Group Ltd. All Rights Reserved", "AUTHOR": "The Spec", "og": {"url": "http://www.thespec.com/news-story/4593370-60-years-since-death-of-john-c-holland/", "image": "http://www.thespec.com/portals/9/images/fb_logo.jpg", "type": "Article Story", "description": "Community leader remembered at musical church service.", "title": "60 years since death of John C. Holland"}, "RESOURCE-TYPE": "DOCUMENT", "ROBOTS": "INDEX, FOLLOW", "REVISIT-AFTER": "1 DAYS", "DISTRIBUTION": "GLOBAL", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fd22d3\"", "article_summary": "The community gathered at the famed John Street North church, which Holland led for years, on Sunday to mark the six decades since his death on June 22, 1954.\nJohn C. Holland died, but his legacy has lived on in her life and church.\nShe traced Holland's life from his birth, on Christmas 1882, through his years of school and work on farms and the railroad.\nBut Holland was so connected and well liked that 15 minutes after he walked in, they both had jobs.\nDuncan and her three older brothers were baptized by Holland at Stewart Memorial Church."}