{"article_title": "The GOP Mustn’t Offer Obamacare Lite", "article_keywords": ["insurance", "plans", "washington", "offer", "tax", "obamacare", "taxes", "mustnt", "health", "plan", "lite", "alternative", "conservative", "gop"], "article_url": "http://www.politico.com/magazine/story/2015/02/gop-obamacare-alternative-114820", "article_text": "Opinion The GOP Mustn’t Offer Obamacare Lite\n\nThere is a secret that people outside of Washington, D.C., aren’t aware of right now: Some Republicans in Congress are on the verge of proposing an alternative to Obamacare that imposes new tax hikes on the American people.\n\nOn March 4, the Supreme Court will hear arguments in a case that could upend Obamacare completely. In King v. Burwell, the court — if it follows the plain text of the law, which says that only individuals purchasing coverage on an “exchange established by the state” are eligible for federal insurance subsidies — could cause disruption to individuals in the 36 states that did not establish a state exchange, and instead rely on the federally run healthcare.gov exchange. For this reason, many observers have argued that conservatives need to present an alternative vision of health reform before the court rules.\n\nStory Continued Below\n\nI wholeheartedly agree with that position. However, I fear that many of the proposals being discussed by Republicans in Washington do not truly represent conservative reform.\n\nTake one major issue related to Obamacare: taxes. The law is chock full of them — no fewer than 18 revenue raisers totaling over $1 trillion through 2022.Yet several alternative proposals being discussed by Republicans don’t actually repeal the law’s tax increases. Instead, they repeal the law’s tax increases, only to replace them with new revenue hikes. So, rather than raise taxes by more than $1 trillion, as Obamacare did, these plans raise taxes by perhaps, say, “only” $500 billion.\n\nThis puts Republicans in the positions of being “cheap” Democrats, or Democrat-lite. We’ll raise taxes — but just … less than Obamacare. We’ll spend hundreds of billions on new entitlement programs — but just … less than Obamacare.\n\nBut the problem with programs that look like Obamacare is that they bring with them many of Obamacare’s problems. Remember when the Congressional Budget Office concluded that Obamacare will result in more than 2 million Americans working fewer hours, or leaving the labor force altogether? That’s because the law’s insurance subsidies are structured in ways that will cause individuals to work fewer hours, keeping their income low to maintain eligibility for subsidized insurance. Some so-called conservative health plans also have characteristics that will discourage work — even if perhaps less than Obamacare does.\n\nSo why talk about “conservative” health care reform if our vision turns us into cheap liberals? Why complain that Obamacare is expanding welfare and dependency, only to propose a similar — albeit smaller — program that could well have the same effects? If conservatives oppose Obamacare’s tax increases on the middle class, then why did one “conservative” health adviser propose accelerating the law’s tax on health plans by phasing it in sooner?\n\nThe reality is that while Beltway insiders in the elite salons of Washington can do and say whatever they want, the American people know better. A majority of voters — and even larger majorities of conservative and Republican voters — believe that “any replacement of Obamacare must repeal all of the Obamacare taxes and not just replace them with other taxes.” In other words, the voters won’t be fooled by quasi-liberal health plans masquerading in conservative clothing.\n\nThe other good news is that truly conservative health plans exist. Last year, I outlined a plan with America Next, the conservative policy group I founded. The plan focuses like a laser beam on controlling the health care issue that matters most to Americans — skyrocketing health costs. The plan empowers the states to enact reforms that can bring down costs, while also guaranteeing access for individuals with pre-existing conditions. Rather than stifling states with additional regulations from Washington, the America Next plan offers them incentives to improve their insurance markets in ways that offer more choices and lower costs. As a result, Americans should benefit from new avenues to buy portable health insurance they can own themselves — through their church, alumni group or trade association — and lower premiums, too. In fact, the Congressional Budget Office previously analyzed reforms similar to those in the America Next plan and found that they could reduce individual health insurance premiums by thousands of dollars per family.\n\nI recognize there are other good conservative plans out there — and that’s great. For instance, the Republican Study Committee proposed reforming the tax treatment of health insurance without repealing and replacing the tax increases in Obamacare. We should have a robust debate and show both the Supreme Court and the American people that there are better ways to enact true reforms. But I don’t believe that any plan that repeals and replaces Obamacare’s trillions in taxes and spending is a conservative alternative — and the American people agree.\n\nRecently, the left gave us an instructive lesson on why this debate about a conservative alternative is so important. The advocacy group Families USA released a report calling for a veritable orgy of new Obamacare-related spending — new subsidies, insurance mandates, even a proposal to extend subsidized insurance to illegal immigrants. It’s an important reminder, first that the left will always want more government intrusion in health care, and second that conservatives can never hope to outspend the left by acting as cheap liberals. That’s why it’s so important for our party to outline a conservative — repeat, conservative — vision for health care.", "article_metadata": {"og": {"site_name": "POLITICO Magazine", "description": "Proposals by Washington Republicans do not truly represent conservative reform.", "title": "The GOP Mustn’t Offer Obamacare Lite", "url": "http://www.politico.com/magazine/story/2015/02/gop-obamacare-alternative-114820.html", "image": "http://s3-origin-images.politico.com/2015/02/01/150201_doctor_gty_629.jpg", "fb_appid": 114037015331397, "type": "article"}, "keywords": "Obamacare,Health Care,Republicans,Opinion,Bobby Jindal,GOP,Affordable Care Act", "twitter": {"site": "@politicomag", "card": "summary_large_image", "creator": "@politicomag"}, "description": "Proposals by Washington Republicans do not truly represent conservative reform.", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "Some so-called conservative health plans also have characteristics that will discourage work — even if perhaps less than Obamacare does.\nRecently, the left gave us an instructive lesson on why this debate about a conservative alternative is so important.\nTake one major issue related to Obamacare: taxes.\nThe other good news is that truly conservative health plans exist.\nSo why talk about “conservative” health care reform if our vision turns us into cheap liberals?"}