{"article_title": "New Obesity Drugs Safe and Effective for Moderate Weight Loss", "article_keywords": ["body", "loss", "receiving", "effective", "weight", "drugs", "safe", "lost", "patients", "mass", "treat", "placebo", "obesity", "moderate", "approved"], "article_url": "http://www.hcplive.com/conference-coverage/cmhc-2014/new-obesity-drugs-safe-and-effective-for-moderate-weight-loss", "article_text": "New Obesity Drugs Safe and Effective for Moderate Weight Loss\n\nPhysicians now have 8 medications at their disposal to treat patients who are overweight or obese. Speaking at the 2014 Cardiometabolic Health Congress, Caroline M. Apovian, MD, director of the Center for Nutrition and Weight Management at Boston Medical Center, gave attendees an overview of the pharmacotherapy options to treat patients who are obese and also provided updates on recent and pending FDA approvals. Generally speaking, drugs used to treat obesity are indicated for patients who have a BMI greater than 30 kg/mor a BMI greater than 27 kg/mand concomitant risk factors, such as hypertension, dyslipidemia, coronary heart disease, and type 2 diabetes.Lorcaserin is a selective serotonin 2C receptor agonist that was approved in 2012 to treat obesity. The BLOOM trial, a randomized, placebo-controlled, double-blind clinical study showed that patients taking lorcaserin had significantly greater weight loss at 1 year (8.2 kg) than patients in the placebo group (3.4 kg). Patients taking lorcaserin also had a significant improvement in measures of waist circumference, blood pressure, LDL cholesterol, and triglycerides. The most common side effects reported were headache, dizziness, and nausea. In contrast to other drugs in this class, lorcaserin has not been associated with an increase in valvulopathy in clinical studies. Physicians should exercise caution when prescribing lorcaserin to patients on selective serotonin reuptake inhibitor (SSRI) anti-depressants.The combination therapy of phentermine and topiramate was approved in 2012 to treat obesity. Monotherapy with phentermine, a noradrenaline/dopamine releasing stimulator, has been approved since 1973 as a short-term treatment for obesity. Adding topiramate, thought to be a GABA modulator and inhibitor of carbonic anhydrase, mitigates some of the side effects of phentermine alone. Over a 2-year period in one clinical trial, patients in the placebo group, who were receiving only advice on lifestyle modification, reduced their body mass by1.8%. Patients receiving phentermine/topiramate and lifestyle advice reduced their body mass by 9-10%, depending on the dose of the drug combination. The most common adverse effects were paresthesia, dizziness, cognitive dysfunction, and dysgeusia.Another combination therapy, bupropion and naltrexone, was approved in September 2014 to treat obesity. Bupropion inhibits dopamine and noradrenaline reuptake and naltrexone is a μ-opoid antagonist. Data from the COR-I and COR-II clinical trials showed that patients receiving naltrexone/bupropion reduced their body mass by 6-8%, depending on the drug dose. Patients in the placebo group lost 1.5-2% of their body mass. In terms of categorical weight loss, 61% of patients lost ≥5% of their body mass, 35% of patients lost ≥10% of their body mass, and 17% of patients lost ≥15% of their body mass (results for the placebo group were 23%, 11%, and 3%, respectively). Nausea was experienced by more than 27% of patients receiving the combination therapy.The FDA is currently reviewing one additional agent as a treatment for obesity. Liraglutide, a glucagon-like peptide 1 (GLP-1) receptor agonist, which is already approved to treat type 2 diabetes mellitus, is being investigated at higher doses than those currently used in patients with diabetes. At 2 years of liraglutide therapy, patients had lost on average 10.3 kg. A decision by the FDA is expected soon.Apovian stressed several times that these medications should only be prescribed after behavioral interventions for weight loss have been attempted for at least 6 months. All of these medications are meant as an adjunct to lifestyle modifications, such as physical activity and food intake. In addition, if the patient does not lose 3-5% of their body mass in the first 12 weeks of pharmacotherapy, they should stop taking that agent. In the second year of anti-obesity pharmacotherapy, most patients regain some of the weight they lost in year 1. The long term (>4 years) weight loss that patients can achieve with anti-obesity agents is not known yet.", "article_metadata": {"description": "Patients who are overweight or obese have several medication options as an adjunct to lifestyle modification for weight loss.", "og": {"site_name": "MD Magazine", "description": "Patients who are overweight or obese have several medication options as an adjunct to lifestyle modification for weight loss.", "title": "New Obesity Drugs Safe and Effective for Moderate Weight Loss", "url": "http://www.hcplive.com/conference-coverage/cmhc-2014/new-obesity-drugs-safe-and-effective-for-moderate-weight-loss", "image": "https://s3.amazonaws.com/hcplive/v1_media/_upload_image/_thumbnails/Obese_man_fat_belly.jpg", "type": "Article"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "https://s3.amazonaws.com/hcplive/v2_media/_core/favi/ms-icon-144x144.png", "keywords": "CMHC 2014, cardiology, endocrinology, primary care, internal medicine, family practice, hospital medicine, BMI, obesity, weight loss, pharmacy", "theme-color": "#ffffff"}, "article_summary": "New Obesity Drugs Safe and Effective for Moderate Weight LossPhysicians now have 8 medications at their disposal to treat patients who are overweight or obese.\nPatients receiving phentermine/topiramate and lifestyle advice reduced their body mass by 9-10%, depending on the dose of the drug combination.\nIn addition, if the patient does not lose 3-5% of their body mass in the first 12 weeks of pharmacotherapy, they should stop taking that agent.\nIn terms of categorical weight loss, 61% of patients lost ≥5% of their body mass, 35% of patients lost ≥10% of their body mass, and 17% of patients lost ≥15% of their body mass (results for the placebo group were 23%, 11%, and 3%, respectively).\nData from the COR-I and COR-II clinical trials showed that patients receiving naltrexone/bupropion reduced their body mass by 6-8%, depending on the drug dose."}