{"article_title": "Koster embraces increase in tobacco tax to pay for college scholarships", "article_keywords": ["states", "embraces", "scholarships", "tobacco", "spending", "pay", "tax", "general", "increase", "state", "college", "democrats", "missouri", "rural", "education", "koster"], "article_url": "http://news.stlpublicradio.org/post/koster-embraces-increase-tobacco-tax-pay-college-scholarships", "article_text": "HANNIBAL, Mo. — Missouri Attorney General Chris Koster is calling for a sharp increase in the state’s tobacco tax — now the nation’s lowest — to pay for a scholarship program to lower tuition at the state’s colleges and universities.\n\nKoster, who is running for governor in 2016, told several hundred Democrats at the regional Democrat Days that the financial boost for higher education could help counter the continued decline in state spending that has, in turn, forced tuition increases that increasingly are putting college education out of reach for many working-class families.\n\n“Higher education (spending) has been allowed to erode by about one-third since 2001,’’ Koster said, as legislators and state officials have redirected state spending to other priorities, grappled with the 2008-2009 economic downturn and approved tax cuts.\n\nMissouri’s educational and economic future is at risk if higher education spending isn’t addressed, he said.\n\nKoster’s pitch marked his first substantive policy speech since last fall and an apparent ramping up of his campaign, which has been low-key for months.\n\nProposing a tax hike, he acknowledged later, poses some political risk. But Koster contended that increasing the state’s tobacco tax made sense and could attract public support, if it’s for the right reason.\n\nSince 2002, Missouri voters have rejected three different proposals for increasing the state’s tobacco tax – now 17 cents a pack – to raise money for various state spending proposals, many of them related to health care.\n\nKoster said he believed that another pitch to the public might be successful if the proposed tobacco-tax increase centered on “a single idea, a single state need.”\n\nKoster told Democrats that the public’s choice, in this case, would then be whether to improve access to higher education or allow Missouri to continue to be a national haven for “cheap cigarettes.”\n\nKoster said he was flexible on how large of a tobacco-tax hike he would support, but he pointed to the 2012 proposal that would have increased the state's tobacco taxes by 73 cents a pack, which would have raised roughly $300 million a year.\n\nHe emphasized that the proposal for hiking the tobacco tax for college scholarships originated with state Treasurer Clint Zweifel, a fellow Democrat who has been concerned for some time about Missouri’s decline in higher-education spending and its impact. Zweifel has proposed college scholarships to state schools for any student with a 3.0 grade average or above. Koster said he and Zweifel are working together to come up with a tobacco-tax proposal.\n\nIn theory, the General Assembly could approve a proposal to put before voters. But Koster believes that legislators are unlikely to do so, and that an initiative-petition drive may be needed to get such a proposal on the ballot.\n\nCalls for more bipartisanship, less rancor\n\nKoster acknowledged in an interview afterward that his embrace of Zweifel’s plan means that the attorney general is revamping his own, earlier call to earmark part of any tobacco-tax hike to help Missouri businesses.\n\nThe attorney general said he still supports those business proposals, but he plans to propose other ways to pay for them in the coming months.\n\nKoster also sought to use his focus on education to illustrate how, lately, Missouri state government has failed.\n\nIn his speech, Koster explained that he has spent the last few months quietly visiting each of the state’s 20 community colleges to meet with top school officials and tour their campuses.\n\nDuring those stops, he said, “I was struck with a sense of amazement that nearly every one of these colleges, billions of dollars in state assets, were constructed in a focused burst of energy in the late 1960s.”\n\nThe catalyst, said Koster, had been education-related legislation approved by the General Assembly in 1961.\n\n“I’m struck by the realization that once upon a time, a bipartisan decision made in our state capital created 20 colleges in the matter of a few years,” Koster continued.\n\n“My wonder comes from knowing that there was once a day when this state legislature, and our state’s political system, actually worked, when our ideals and our ability to act as one came together, and we could achieve big things that benefited all the citizens of our state.”\n\n“Today, people know that there’s something wrong in Jefferson City,’’ Koster went on. “They know the bones of government still exists there on the banks of the Missouri River. But the optimism that constructed those colleges, the confidence that state government is for all of us, and not for a privileged few…often seems a distant memory.”\n\nAt odds with Sinquefield?\n\nKoster reaffirmed his longstanding call for expanding the state's Medicaid program, as sought by the federal Affordable Care Act, saying that the expansion is \"probably the best economic development proposal that has been placed on the table in 25 years.\"\n\nHe cited Kentucky's recent report showing what a boon that Medicaid expansion has been for the state and its economy -- as well as to the business climate.\n\nOverall, Koster's address Saturday was his first substantive policy speech since laying out his business proposals last fall to the St. Louis Regional Chamber.\n\nWhile emphasizing his support for aiding business, Koster indicated that he’s not keen on granting them additional tax cuts – a stance that appears to put him at odds with wealthy financier Rex Sinquefield, a tax-cut supporter who predicted last week that Koster would cut more taxes if he’s elected governor.\n\nSinquefield had been a major donor to Koster in his campaigns for attorney general, although the financier has switched his allegience to Republican Catherine Hanaway for governor. Sinquefield has donated at least $1 million to her campaign.\n\nKoster said Saturday that while he supported the tax-cut plan approved by the General Assembly last year, he won’t support any additional cuts in the short term.\n\nKoster contended that the Republican-dominated General Assembly first must fully fund the aid program – called the “foundation formula’’ – for kindergarten through high school.\n\nThat program is $500 million underfunded, Koster said, emphasizing that the current formula was crafted by Republicans a decade ago. The GOP’s failure to follow through with its own school-spending program is “short-sighted,’’ Koster added.\n\nKoster noted that the multi-year tax-cut plan approved in 2014 won’t begin going into effect until 2017. He said it was “way premature’’ to call for more cuts until it’s clear how the already enacted tax cuts affect the state budget and the economy.\n\nIn that context, Koster noted that when the current foundation formula was adopted, he was one of the Republicans who voted for it. In 2007, he switched parties.\n\nDemocrats seek to address rural losses\n\nAlthough Democrats continue to hold most of Missouri’s statewide offices, the General Assembly’s huge Republican majority highlights the rural edge that the GOP continues to enjoy.\n\nSaturday’s traditional morning press conference, featuring rural Democratic legislators, offered a stark illustration of the change.\n\nThe news conference was held as scheduled, but no legislators showed up. That's because northeast Missouri no longer has any Democratic rural legislators. The few remaining holdouts were replaced by Republicans last November.\n\nFormer state Auditor Susan Montee, a Democrat who hails from rural western Missouri, told Saturday's Democrat Days brunch crowd that she hopes to help turn things around. She was introduced this weekend as the chairman of Missouri Democrats' new rural caucus.\n\n“In rural Missouri, that’s where we’re losing,’’ Montee said bluntly. While some blame the 2011 legislative redistricting, which crafted a number of Republican strongholds, Montee told the crowd that more favorable district maps would still have left Democrats in the minority in the state House and Senate.\n\n“To take back the majority, we are going to have to get new Democrats,” she said.\n\nState Democratic Party executive director Crystal Brinkley, who’s originally from Milan, Mo., said the party is focused on bolstering Democratic organizations in each of the state’s rural counties and heightening the party’s rural profile.\n\nThe internet and social media will play key roles in that effort, Brinkley said. “We’re rebuilding from the ground up.”\n\nKoster, who has been playing a major role in revamping state Democratic operations, said the aim also needs to be “broadening the Democratic message and allowing for more flexibility” – especially on social issues such as guns and reproductive rights.", "article_metadata": {"category": "Politics & Issues", "description": "HANNIBAL, Mo. — Missouri Attorney General Chris Koster is calling for a sharp increase in the state’s tobacco tax — now the nation’s lowest — to pay for a", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://news.stlpublicradio.org/post/koster-embraces-increase-tobacco-tax-pay-college-scholarships", "image": "http://news.stlpublicradio.org/sites/kwmu/files/styles/medium/public/201411/Ferguson%2C_Stenger%2C_Koster_026.JPG", "type": "article", "description": "HANNIBAL, Mo. — Missouri Attorney General Chris Koster is calling for a sharp increase in the state’s tobacco tax — now the nation’s lowest — to pay for a", "title": "Koster embraces increase in tobacco tax to pay for college scholarships"}, "story_id": 391517436, "twitter": {"site": "@stlpublicradio", "card": "summary", "creator": "@jmannies"}, "author": "Jo Mannies", "org_id": 0, "dc": {"title": "Koster embraces increase in tobacco tax to pay for college scholarships"}, "nid": 43949, "datePublished": "2015-03-07", "keywords": "Chris Koster, Missouri Democratic Party, St. Louis Regional Chamber", "wordCount": 1522, "has_audio": 0, "viewport": "width=device-width"}, "_id": "\"57477af46914bd0286fe0cab\"", "article_summary": "But Koster contended that increasing the state’s tobacco tax made sense and could attract public support, if it’s for the right reason.\nMissouri’s educational and economic future is at risk if higher education spending isn’t addressed, he said.\nKoster also sought to use his focus on education to illustrate how, lately, Missouri state government has failed.\n— Missouri Attorney General Chris Koster is calling for a sharp increase in the state’s tobacco tax — now the nation’s lowest — to pay for a scholarship program to lower tuition at the state’s colleges and universities.\n“In rural Missouri, that’s where we’re losing,’’ Montee said bluntly."}