{"article_title": "ConnectiCare leads the pack in new Obamacare enrollment", "article_keywords": ["connecticare", "jan", "customers", "feb", "plans", "exchange", "enrollment", "access", "obamacare", "sign", "leads", "health", "coverage", "insurance", "pack"], "article_url": "http://ctmirror.org/2014/12/18/connecticare-leads-the-pack-in-new-obamacare-enrollment/", "article_text": "ConnectiCare Benefits Inc. has the largest share of the market so far among new customers signing up for insurance coverage through Connecticut’s health insurance exchange, Access Health CT.\n\nSo far, 19,402 new customers have signed up for plans through the exchange. Of those, 44 percent selected ConnectiCare, while 31 percent chose plans offered by Anthem Blue Cross and Blue Shield, Connecticut’s largest carrier.\n\nTwenty percent of new customers selected plans sold by HealthyCT, which covers just 3 percent of exchange customers this year. Newcomer UnitedHealthcare signed up 5 percent of the new customers.\n\nThe bulk of those slated to have coverage through Access Health as of Jan. 1 – 66,064 people – are people who already purchased plans this year and will be automatically renewed into their existing plans. Anthem covers the majority of current enrollees.\n\nOverall, 85,496 people are slated to have private insurance plans through Access Health as of Jan. 1. The enrollment period runs through Feb. 15, but Monday was the deadline to sign up for coverage that takes effect Jan. 1. People who sign up by Jan. 15 will begin coverage Feb. 1, while those who enroll by Feb. 15 will get coverage starting March 1.\n\nPeople who qualify for Medicaid can sign up at any point during the year.", "article_metadata": {"news_keywords": "Health Care, Access Health CT, Affordable Care Act, Anthem Blue Cross and Blue Shield, connecticare, healthyct, Obamacare, UnitedHealthcare", "original-source": "http://ctmirror.org/2014/12/18/connecticare-leads-the-pack-in-new-obamacare-enrollment/", "og": {"site_name": "The CT Mirror", "description": "ConnectiCare Benefits Inc. has the largest share of the market so far among new customers signing up for insurance coverage through Connecticut’s health insurance exchange, Access Health CT.", "title": "ConnectiCare leads the pack in new Obamacare enrollment", "url": "http://ctmirror.org/2014/12/18/connecticare-leads-the-pack-in-new-obamacare-enrollment/", "image": "http://ctmirror.org/files/2014/01/logo-thumb.png", "type": "article"}, "twitter": {"site": "@ctmirror", "card": "summary", "creator": "@ariellelb"}, "syndication-source": "http://ctmirror.org/2014/12/18/connecticare-leads-the-pack-in-new-obamacare-enrollment/", "fb": {"admins": "10103384569292809,7920421,10205310995067193", "app_id": 439136839547306}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0"}, "_id": "\"57477af46914bd0286fdc048\"", "article_summary": "ConnectiCare Benefits Inc. has the largest share of the market so far among new customers signing up for insurance coverage through Connecticut’s health insurance exchange, Access Health CT.\nTwenty percent of new customers selected plans sold by HealthyCT, which covers just 3 percent of exchange customers this year.\nOverall, 85,496 people are slated to have private insurance plans through Access Health as of Jan. 1.\nPeople who sign up by Jan. 15 will begin coverage Feb. 1, while those who enroll by Feb. 15 will get coverage starting March 1.\nThe enrollment period runs through Feb. 15, but Monday was the deadline to sign up for coverage that takes effect Jan. 1."}