{"article_title": "Has Mitch McConnell violated his oath of office?", "article_keywords": ["legislative", "shut", "executive", "office", "mitch", "violated", "republicans", "legislation", "mcconnell", "branch", "congress", "oath", "leader", "thats"], "article_url": "http://www.americanthinker.com/blog/2015/08/has_mitch_mcconnell_violated_his_oath_of_office.html", "article_text": "Senate Majority Leader Mitch McConnell said Republicans should not use a must-pass government spending bill to defund Planned Parenthood, despite increasing pressure from conservatives who want to use a threat of a shutdown to target the embattled women’s health group.\n\nSenate Majority Leader Mitch McConnell has announced that Republicans will not \"shut down the government\" to pass a ban on funding the Planned Parenthood abortion mills.\n\nIn a wide-ranging news conference with reporters Thursday, McConnell warned of the consequences for Republicans if the party triggers a government shutdown over a controversial policy dispute, like the GOP did with Obamacare in 2013. “We’ve been down this path before,” he said. “This is a tactic that’s been tried going back to the ’90s, frequently by Republican majorities that always have the same ending: that the focus is on the fact that the government is shut down, not on what the underlying issue that is being protested is.”\n\nFirst of all, essential operations of the government would never be shut down. Second of all, if Obama vetoed a spending bill, he would be the one to \"shut down\" the government, as McConnell calls it. But Republicans are always the first to rush to accept blame in such situations, knitting their white flags well before the enemy appears on the horizon.\n\nLet's examine the constitutional implications of McConnell's statements. What he is saying, essentially, is that he will not pass legislation that will be opposed by the Executive Branch. That's why Obama has had to issue only four vetoes in his entire presidency, an unusual low.\n\nNow, here's the oath that McConnell swore to when he was last reelected:\n\nI do solemnly swear (or affirm) that I will support and defend the Constitution of the United States against all enemies, foreign and domestic; that I will bear true faith and allegiance to the same; that I take this obligation freely, without any mental reservation or purpose of evasion; and that I will well and faithfully discharge the duties of the office on which I am about to enter: So help me God.\n\nHe promises to defend the Constitution. And what does the Constitution say about the branches of government? It is strongly implied that the Legislative Branch is co-equal (and some would even say superior) to the Executive Branch. Section 1 of Article 1 of the Constitution says that all legislative powers are vested in the Congress. And sections 7 and 8 talk about the power of the Congress to raise and spend revenue.\n\nImplicit in all this is that the Congress can decide to legislate as it wishes, even passing legislation not approved of by the president (who can veto, but who can also be overridden).\n\nBut Mitch McConnell has given up this power. He has stated, in many ways at many times, that he is not going to pass legislation that the president disapproves of. By giving the Executive total power over legislation, McConnell has ceded the powers of the legislative branch, and disrupted our constitutional system. That's why he's given up on gay marriage, the debt ceiling, and Obamacare, to name a few.\n\nHe has effectively made the Congress a rubberstamp, meaningless forum whose only purpose is to ratify the decisions of the Executive. Congress seems merely to exist to symbolically ratify the decisions of the leader. That's what Congress does when it ratifies 100% of Obama's spending without a fight.\n\nGiven that, I believe that McConnell has violated his oath of office by failing to protect the powers of the legislative branch. Of course, he won't suffer any consequences for this, but it is alarming to note that his failure as Republican leader is not only political, but also constitutional in nature.\n\nThis article was produced by NewsMachete.com, the conservative news site.", "article_metadata": {"og": {"url": "http://www.americanthinker.com/blog/2015/08/has_mitch_mcconnell_violated_his_oath_of_office.html", "image": "http://www.americanthinker.com/assets/images/at-painter-og-image.png", "title": "Blog: Has Mitch McConnell violated his oath of office?"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fe0cbd\"", "article_summary": "Given that, I believe that McConnell has violated his oath of office by failing to protect the powers of the legislative branch.\nIt is strongly implied that the Legislative Branch is co-equal (and some would even say superior) to the Executive Branch.\nBy giving the Executive total power over legislation, McConnell has ceded the powers of the legislative branch, and disrupted our constitutional system.\nSenate Majority Leader Mitch McConnell has announced that Republicans will not \"shut down the government\" to pass a ban on funding the Planned Parenthood abortion mills.\nWhat he is saying, essentially, is that he will not pass legislation that will be opposed by the Executive Branch."}