{"article_title": "Was Palin right? Doctor pushes health care rationing", "article_keywords": ["rationing", "right", "plans", "pushes", "doctor", "whisper", "winners", "yelling", "written", "death", "health", "wrench", "palin", "push", "wing", "care"], "article_url": "http://www.wnd.com/2015/12/was-palin-right-doctor-pushes-health-care-rationing/", "article_text": "(LIFENEWS) The big problem with Obamacare isn’t the exchanges for me. It is the centralized control.\n\nOnce technocrats seize power over a sector, its political nature is to determine winners and losers, favored and disfavored, in-crowds and out-crowds. That means rationing based on invidious determinations about whose lives matter more and whose less.\n\nBut Sarah Palin threw a wrench into those plans by coining the “death panel” descriptive, leading pro-rationers to loudly decry her as an alarmist and a paranoid right wing nut.\n\nThat led to the hilarious phenomenon, of which I have written often, of want-to-be rationers yelling, “How DARE you say we death panels!” and then whisper, “We need death panels.”\n\nMeanwhile, in the professional journals–where such plans are hatched–the push for rationing continues. Latest example, a push for rationing the elderly from access to ICUs by Dr. Paul E. Marik in the American Journal of Hospice and Palliative Care.", "article_metadata": {"description": "A Free Press For A Free People Since 1997", "generator": "WordPress 4.4.1", "og": {"site_name": "WND", "description": "(LIFENEWS) The big problem with Obamacare isn’t the exchanges for me. It is the centralized control. Once technocrats seize power over a sector, its political nature is to determine winners and losers, favored and disfavored, in-crowds and out-crowds. That means rationing based on invidious determinations about whose lives matter more and whose less. But Sarah […]", "title": "Was Palin right? Doctor pushes health care rationing", "url": "http://www.wnd.com/2015/12/was-palin-right-doctor-pushes-health-care-rationing/", "image": "http://www.wnd.com/files/2015/09/Doctor-holding-stethoscope.jpg", "type": "article"}, "fb": {"app_id": 152299868169938}, "google-site-verification": "5iw1bKISvQcI1qRwIskRfer6GKV4jUf6LImfS9bhaeI", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Latest example, a push for rationing the elderly from access to ICUs by Dr. Paul E. Marik in the American Journal of Hospice and Palliative Care.\nBut Sarah Palin threw a wrench into those plans by coining the “death panel” descriptive, leading pro-rationers to loudly decry her as an alarmist and a paranoid right wing nut.\nThat means rationing based on invidious determinations about whose lives matter more and whose less.\nOnce technocrats seize power over a sector, its political nature is to determine winners and losers, favored and disfavored, in-crowds and out-crowds.\n(LIFENEWS) The big problem with Obamacare isn’t the exchanges for me."}