{"article_title": "Europe Goes Down the Memory Hole With the 'Right to Be Forgotten'", "article_keywords": ["europe", "right", "links", "memory", "private", "matters", "obrien", "know", "goes", "forgotten", "hole", "requests"], "article_url": "http://reason.com/archives/2015/06/06/europe-goes-down-the-memory-hole-with-th", "article_text": "\"He stepped across the room. There was a memory hole in the opposite wall. O'Brien lifted the grating. Unseen, the frail slip of paper was whirling away on the current of warm air; it was vanishing in a flash of flame. O'Brien turned away from the wall. 'Ashes,' he said. 'Not even identifiable ashes. Dust. It does not exist. It never existed.'\"\n\nThis is the moment in Nineteen Eighty-Four when O'Brien, an agent of the Thought Police who tortures Winston Smith in Room 101, dumps into a memory hole an inconvenient news story. It's an 11-year-old newspaper cutting which confirms that three Party members who were executed for treason could not have been guilty. \"It does exist!\" wails Winston. \"It exists in memory. I remember it. You remember it.\" O'Brien, mere seconds after plunging the item into the memory hole, replies: \"I do not remember it.\"\n\nOf all the horrible things in Nineteen Eighty-Four that have come true in recent years—from rampant thought-policing to the spread of CCTV cameras—surely the memory hole, the institutionalisation of forgetting, will never make an appearance in our supposedly open, transparent young century? After all, ours is a \"knowledge society,\" where info is power and Googling is on pretty much every human's list of favourite pastimes.\n\nThink again. The memory hole is already here. In Europe, anyway. We might not have actual holes into which pesky facts are dropped so that they can be burnt in \"enormous furnaces.\" But the EU-enforced \"right to be forgotten\" does empower individual citizens in Europe, with the connivance of Google, to behave like little O'Briens, wiping from internet search engines any fact they would rather no longer existed.\n\nThe right to be forgotten recently celebrated its first birthday. It was introduced last May, when a Spanish man went to the European Court of Justice to complain about the fact that a story about his home once having been repossessed was still showing up when his name was Googled. This was an infringement of his privacy, he claimed.\n\nThe ECJ agreed, and instituted what has come to be known as the right to be forgotten. It said citizens have a right to demand the erasure of search-engine links to stories containing \"irrelevant\" or \"outdated\" data about them. This means, weirdly, that online news reports about, for example, that Spanish man's financial travails will still exist—Europeans just won't be able to find them, at least not by using Google or any of the other main search engines.\n\nIn the year since the ECJ effectively gave us the right to say \"It does not exist!\" there have been tens of thousands of requests for the rewriting of history.\n\nGoogle says it has received 253,617 requests, asking for the removal of 920,258 links. And it has approved more than 40 percent of them. That's more than 100,000 news stories or webpages whose links will no longer show up in search-engine results. Which means that, for Joe Average, in this hyper-online age, they effectively no longer exist. Just like the proverbial falling tree that makes no noise because no one's there to hear it, so the old news item that will never show up on your Google page makes no impact on public consciousness. It's un-news, as Orwell might have said. \"Ashes. Not even identifiable ashes.\"\n\nIf you're wondering why Google is not only receiving requests for links-burning but is also ruling on them, it's because the ECJ ruling made search engines into the judge and juries of what may be remembered and what must be forgotten.\n\nIt's one of the scariest things about the right to be forgotten: it outsources authoritarianism to private companies. Google—which, to its credit, is not exactly over the moon about having been made overlord of memory—says it has had to hire \"a number\" of paralegals to deal with the tsunami of requests. To begin with, it was getting 10,000 requests a day; now it's more like a thousand. So in Europe in the 21st century we have a situation where a private firm that promised to open up the world of info and ideas to vast swathes of humanity is now in charge of shutting down bits of that world at the behest of disgruntled and embarrassed O'Briens.\n\nSome say that, unlike Orwell's memory holes, the right to be forgotten won't, and in fact can't, be used by powerful political actors to bury awkward facts. Instead it's about helping citizens hide \"irrelevant\" info. But this overlooks the seriously detrimental impact that the right to be forgotten nonetheless has on people's right to know, and even on our standing as free citizens.\n\nThe 100,000 approved requests for links-removal include the following: An individual who was convicted of a serious crime five years ago, and whose conviction was later quashed on appeal, has had all links to an article mentioning his crime erased. A political activist who was stabbed at a demonstration successfully obliterated links to news reports about the stabbing. A woman whose husband was murdered decades ago has had links to news reports about the murder deleted. And on it goes. Many of the removals are of old stories about long-ago court cases or of embarrassing facts that an individual feels have become \"irrelevant.\"\n\nThe cases listed above, and many of the 100,000 expunged story-links, share one thing in common: they are matters of historical record. They are part of history. It's a historical fact that a man was found guilty of a crime five years ago, even if his conviction was later quashed. It's a historical fact that an activist was stabbed at a protest. And we citizens must have the right to know, and to access, history—whether it's legal convictions (which are carried out in our name) or violent assaults (which are serious matters).\n\nThe right to be forgotten is held up as a citizen-friendly system that protects us from social shame. In truth, it diminishes citizenship, and freedom, through depriving us of the right to know about historical events. In a free, democratic society, the people's right to know about recorded matters should always outweigh an individual's right to be forgotten and to scrub those matters from history like O'Brien forces the forgetting of awkward news.\n\nA private life is a very important thing. But with the right to be forgotten, we aren't talking about private matters, like what porn a person watches or what they get up into their bedroom after midnight. We're talking about public events, court rulings, historical occurrences. The redefinition of matters of public record as issues of privacy is also Orwellian: it's a doublespeak extension of the idea of \"private life\" to cover public matters, leading to the shrinkage of the people's right to know, to discover, to discuss.\n\nLucky Americans, with your First Amendment, are unlikely to see the granting of a right to be forgotten anytime soon. But you should nonetheless remain vigilant, and watch for any expansion of privacy protections at the expense of the freedom to discover history and truth.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "Nothing says \"freedom\" like forcing people to alter the historical record", "title": "Europe Goes Down the Memory Hole With the 'Right to Be Forgotten'", "url": "http://reason.com/archives/2015/06/06/europe-goes-down-the-memory-hole-with-th", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14332765174493.jpg", "type": "article"}, "twitter": {"image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14332765174493.jpg", "description": "\"He stepped across the room. There was a memory hole in the opposite wall. O'Brien lifted the grating. Unseen, the frail slip of paper was whirling away on the current of warm air; it was vanishing in a flash of flame. O'Brien turned away from the wall. 'Ashes,' he said. 'Not even identifiable ashes. Dust. It does not exist. It never existed.'\"\nThis is the moment in Nineteen Eighty-Four when O'Brien, an agent of the Thought Police who tortures Winston Smith in Room 101", "site": "@reason", "card": "summary_large_image", "title": "Europe Goes Down the Memory Hole With the 'Right to Be Forgotten'"}, "fb": {"pages": 17548474116}, "article": {"tag": "HomePage", "published_time": "2015-06-06T12:00:00+00:00", "author": "http://reason.com/people/brendan-oneill"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af46914bd0286fe0cbc\"", "article_summary": "There was a memory hole in the opposite wall.\nO'Brien, mere seconds after plunging the item into the memory hole, replies: \"I do not remember it.\"\nThe memory hole is already here.\nLucky Americans, with your First Amendment, are unlikely to see the granting of a right to be forgotten anytime soon.\nThis is the moment in Nineteen Eighty-Four when O'Brien, an agent of the Thought Police who tortures Winston Smith in Room 101, dumps into a memory hole an inconvenient news story."}