{"article_title": "‘White Man Kill Me Three Times’ Remembering Seminole Elder George Billie", "article_keywords": ["remembering", "tribe", "life", "old", "say", "times", "everglades", "elder", "miccosukee", "near", "kill", "seminole", "white", "billie", "george", "man"], "article_url": "http://indiancountrytodaymedianetwork.com/2015/11/21/white-man-kill-me-three-times-remembering-seminole-elder-george-billie-162480", "article_text": "A flock of birds landed in a large oak tree at the Seminole burial grounds near Clewiston.\n\nFamily and friends, mostly indigenous people, gathered by the tree to see George Billie one last time, to say their goodbyes to one of the most well-known elders in Florida.\n\nHis children shredded the elaborate handmade shirt and vests he wore, and tucked the garments near his feet at the end of the casket.\n\nThe 88-year-old died earlier this week from complications stemming from throat cancer. He was diagnosed with the disease more than a year ago but refused treatment. And he kept smoking.\n\nThe people of his era, his generation, are all gone. It was time for him to go too, he’d say with a smile.\n\nMy initial reaction was to write a story for Tuesday’s newspaper, but, in their culture, people aren’t supposed to look at or see photos of the recently dead for four days. I spoke with a few editors and we decided to wait until the four days passed before publishing.\n\nGeorge, many people called him “Old Man” George Billie, was known as a family man (dozens of grandchildren survive), a tribe historian and as an interpretive guide at the Ah-Tah-Thi-Ki Seminole Indian Museum.\n\nHe was instrumental in The News-Press’ Voices of the Everglades project and introduced The News-Press to a world media outlets have rarely documented.\n\nGeorge was a connection to the old world, a direct link to the early 1900s and the horrors left in the wake of the Seminole Wars. His grandmother survived those wars, when armed infantry used dogs and horses to chase what was left of these people into the dark cypress swamps.\n\nRELATED: Seminoles Retrace Polly Parker’s Escape, Fight to Preserve History\n\nPerhaps 100 Seminole and Miccosukee were alive at the time, just enough people to restart a life in the Everglades. The terms are somewhat interchangeable and confusing, but Seminole and Miccosukee are both indigenous words. Seminole means natural, or something that is in balance or its rightful place. Example: a bison is Seminole (they were here pre-European) and cows and hogs aren’t since they were introduced to this continent by more recent human visitors.\n\nSeminole was chosen in the 1950s by the first group of Natives to organize as a tribe and make agreements with the federal government. Most of the folks who didn’t join the Seminole reservation petitioned the federal government to recognize a second tribe in Florida.\n\nBy the 1970s, the Miccosukee Tribe of Indians of Florida formed. There is still a third faction, a group of 100 or so who shun reservation life and gambling dividends in favor of their ancient traditions and religion.\n\nIn recent decades the Seminole have generally lived north of Interstate 75 and near Lake Okeechobee, while the Miccosukee mostly stayed closer to Tamiami Trail just outside Miami.\n\nGeorge grew up in villages between Immokalee and Miami (generally considered Miccosukee territory) and seemed torn between the two groups.\n\nWhile reporting for Voices of the Everglades, I’d see him at both Seminole and Miccosukee events. Most of his clothes were made by Miccosukee women, he told me.\n\nSo why did he live on the Seminole reservation?\n\nHe wouldn’t exactly say.\n\nOne sunny afternoon, while sitting on the banks of the Miami River, I asked George if he felt split between the two groups, if he missed living along the Tamiami Trail and with the people there. “Did the formation of the two tribes force you to chose between the two?” I asked.\n\nHe looked straight ahead while a tear rolled down his right cheek. I took that as a “yes.”\n\nAbout a year ago, one of his daughters called and said he was sick. She was trying to fulfill all his last wishes, and he asked her to contact “the reporter.”\n\nI went to see George the next day.\n\nWe watched old movies—he was an extra in several films, including Gary Cooper’s 1951 hit “Distant Drums.”\n\n“White man kill me three times,” George said while we sat in his living room just off George Billie Road—named after the man himself.\n\n“There they go,” he’d say, pointing to himself on the screen each time he was shot.\n\n“They should have never killed you once,” I said.\n\nIn reality, George had just one life to live. My only regret is I didn’t become a part of it sooner.\n\nThis piece originally appeared at News-Press.com on November 13, 2015. It has been republished with permission. George Billie’s obituary can be viewed here.", "article_metadata": {"description": "Seminole Elder George Billie, 88, grew up in a remote Seminole village, and acted in a number of films. He walked on November 9, 2015.", "generator": "Drupal 7 (http://drupal.org)", "dcterms.creator": "leeanne", "og": {"url": "http://indiancountrytodaymedianetwork.com/2015/11/21/white-man-kill-me-three-times-remembering-seminole-elder-george-billie-162480", "type": "article", "image": "http://d1jrw5jterzxwu.cloudfront.net/sites/default/files/article_media/george-billie-news-press.jpg", "site_name": "Indian Country Today Media Network.com", "title": "‘White Man Kill Me Three Times’ Remembering Seminole Elder George Billie"}, "abstract": "Seminole Elder George Billie, 88, grew up in a remote Seminole village, and acted in a number of films. He walked on November 9, 2015.", "dc": {"title": "‘White Man Kill Me Three Times’ Remembering Seminole Elder George Billie"}, "robots": "follow, index", "dcterms.identifier": "http://indiancountrytodaymedianetwork.com/2015/11/21/white-man-kill-me-three-times-remembering-seminole-elder-george-billie-162480", "dcterms.format": "text/html", "fb": {"app_id": 493888563989950}, "dcterms.language": "und", "dcterms.type": "Text", "keywords": "Chad Gillis, News-Press.com, Seminole Tribe, Seminole Tribe of Florida, Seminole War, Miccosukee, Miccosukee Tribe, Native American History, Elder, Memorials", "validation_code": "d9d37d7b776cc351c4025ded3df21cad", "sioc": {"num_replies": 0}, "dcterms.date": "2015-11-21T10:00-05:00", "dcterms.title": "‘White Man Kill Me Three Times’ Remembering Seminole Elder George Billie"}, "article_summary": "George, many people called him “Old Man” George Billie, was known as a family man (dozens of grandchildren survive), a tribe historian and as an interpretive guide at the Ah-Tah-Thi-Ki Seminole Indian Museum.\nBy the 1970s, the Miccosukee Tribe of Indians of Florida formed.\nA flock of birds landed in a large oak tree at the Seminole burial grounds near Clewiston.\nWe watched old movies—he was an extra in several films, including Gary Cooper’s 1951 hit “Distant Drums.”“White man kill me three times,” George said while we sat in his living room just off George Billie Road—named after the man himself.\nWhile reporting for Voices of the Everglades, I’d see him at both Seminole and Miccosukee events."}