{"article_title": "Defense Chief Ash Carter Calls on Europe to Do More to Confront ISIS", "article_keywords": ["europe", "john", "isis", "carter", "calls", "attacks", "confront", "state", "fight", "islamic", "chief", "defense", "china", "mr", "need", "military", "ash"], "article_url": "http://blogs.wsj.com/washwire/2015/11/16/defense-chief-ash-carter-calls-on-europe-to-do-more-to-confront-isis/", "article_text": "Video: Defense Chief Carter Worried About Lone Wolf Attacks\n\nDefense Secretary Ash Carter Monday called on European nations to step up their involvement in the fight against Islamic State in the wake of the Paris terrorist attacks.\n\nMr. Carter, speaking at The Wall Street Journal CEO Council annual meeting, said he hoped the attacks would change the calculus for other nations trying to confront the group.\n\n“We’re looking to do more, we’re looking for every opportunity we can to get in there and go at ISIL but we need others too,” he said, using another name for Islamic State, also known as ISIS. “We need others to get in the game as well, so I’m hoping this tragedy has the effect of galvanizing others as it has galvanized the French.”\n\nEuropean countries have been participating in the military campaign to a limited extent, notably not joining in most of the Syrian operations, Mr. Carter said. He said European countries “separately but relatedly” don’t spend enough on defense.\n\nIn the wake of the Paris attacks, the U.S. has agreed to enhanced intelligence-sharing with the French military to help it respond to fight Islamic State. The Pentagon isn’t expected, however, to announce any new military deployments or step up airstrikes as a result of the attacks in Paris.\n\nMr. Carter said the U.S. has shifted its approach to the fight against Islamic State in the past few weeks, beginning even before the events in Paris.\n\n“In the last few weeks we got Jihadi John,” he said. “We got the head of their nest, their metastasized nest in Libya… We started some sustained strikes on oil infrastructure… We are identifying and aiding able and capable and motivated ground forces.”\n\nMr. Carter said the strike on Jihadi John, a British militant whose real name is Mohammed Emwazi, demonstrated improved U.S. capabilities\n\n“I think Jihadi John probably overestimated his safety,” Mr. Carter said.\n\nKey to defeating Islamic State in the long-term will be finding ground forces that can keep and hold territory, Mr. Carter said.\n\n“We need capable and motivated local forces who can keep the place running without extremism after ISIL has been defeated,” he said. “They’re hard to come by in Syria and Iraq but they do exist.”\n\nPaul Morse/The Wall Street Journal\n\nIn Iraq, Mr. Carter said the U.S. hasn’t yet received all of the authorizations for Sunni forces that it needs.\n\n“It’s the Sunni areas where ISIL is, so those communities and those people need to decide that they need to participate and then hold that territory,” Mr. Carter said. “We can enable them, we can help them.”\n\nFor the U.S., the most immediate danger from Islamic State and other extremist groups are lone wolf attacks inspired by the group, Mr. Carter said. The Chattanooga, Tenn. shooting at a military base over the summer resulted from a disaffected young man who “went on the internet, got all frizzed up and then went and bought a firearm.”\n\nIslamic State is the first social-media terrorist organization he said, which the military is learning to adapt to.\n\nMr. Carter also discussed the U.S. outlook on Russia and China both of which have challenged the U.S. in the past year.\n\nRussia’s role in Syria remains a complicating factor in the fight against Islamic State, Mr. Carter said. But Secretary of State John Kerry is working on finding a way to work with them.\n\n“It’s possible… that they can get on the right side of things here, which is promoting a political transition in Syria,” he said. The Russians can be helpful in persuading Syrian President Bashar Al-Assad to leave power, Mr. Carter said.\n\nIn Russia, Mr. Carter said the U.S. hasn’t been as concerned with Moscow since the Cold War.\n\n“We are making adjustments in our own investments, in our own posture to take into account Russian moves and make sure we stay ahead,” he said, such as positioning heavy equipment in countries surrounding it and strengthening NATO’s posture.\n\nHe added: “This is a new playbook.”\n\nWhile China has done little to respond to U.S. patrols in the South China Sea, Mr. Carter said China isn’t the U.S.’s only audience and its approach to trying to resolve claims aggressively has encouraged other nations in the Pacific to draw closer to the U.S.\n\nGordon Lubold contributed to this article.\n\nMore From WSJ CEO Council\n\nMarco Rubio Says GOP Rivals Paul and Cruz Tried to Weaken U.S. Intelligence Efforts\n\nFull coverage — articles and videos — from WSJ CEO Council\n\nMore Ash Carter Video:\n\nHas the U.S. Approach Towards ISIS Changed?\n\n* * *", "article_metadata": {"article.template": "full", "page.content.source": "Blog Article", "page.region": "na,us", "page.content.type": "blogs article", "twitter": {"domain": "WSJ.com", "description": "Defense Secretary Ash Carter Monday called on European nations to step up their involvement in the fight against Islamic State in the wake of the Paris terrorist attacks.", "title": "Defense Chief Ash Carter Calls on Europe to Do More to Confront ISIS", "url": "http://blogs.wsj.com/washwire/2015/11/16/defense-chief-ash-carter-calls-on-europe-to-do-more-to-confront-isis/", "image": {"src": "http://si.wsj.net/public/resources/images/BN-LH437_CEOCOU_P_20151116214008.jpg"}, "site": "WSJPolitics", "card": "summary_large_image"}, "article.image_count": 2, "article_privilege": "free", "article.section": "Politics", "article.headline": "Defense Chief Ash Carter Calls on Europe to Do More to Confront ISIS", "description": "Defense Secretary Ash Carter Monday called on European nations to step up their involvement in the fight against Islamic State in the wake of the Paris terrorist attacks.", "article_section": "Politics", "author": "Felicia Schwartz", "user.type": "unsubscribed", "article.page": "Washington Wire Blog", "page.content.format": "responsive", "page.subsection": "Washington Wire", "article.summary": "Defense Secretary Ash Carter Monday called on European nations to step up their involvement in the fight against Islamic State in the wake of the Paris terrorist attacks.", "page.site": "blogs.wsj.com", "testkeys": "C", "article.published": "2015-11-17T03:21:35-05:00", "dj.asn": "10-141", "ROBOTS": "noarchive, noodp", "fb": {"url": "http://blogs.wsj.com/washwire/2015/11/16/defense-chief-ash-carter-calls-on-europe-to-do-more-to-confront-isis/", "app_id": 368513495882}, "article": {"publisher": "https://www.facebook.com/wsj"}, "article_id": "BL-WB-59286", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no", "page.section": "Politics", "language": "en-US", "og": {"site_name": "WSJ", "description": "Defense Secretary Ash Carter Monday called on European nations to step up their involvement in the fight against Islamic State in the wake of the Paris terrorist attacks.", "title": "Defense Chief Ash Carter Calls on Europe to Do More to Confront ISIS", "url": "http://blogs.wsj.com/washwire/2015/11/16/defense-chief-ash-carter-calls-on-europe-to-do-more-to-confront-isis/", "image": {"width": 749, "identifier": "http://si.wsj.net/public/resources/images/BN-LH437_CEOCOU_P_20151116214008.jpg", "height": 499}, "type": "article"}, "article.access": "free", "article.type": "Washington Wire", "article.id": "BL-WB-59286", "user.exp": "default", "article.updated": "2015-11-17T04:17:22-05:00"}, "_id": "\"57477af46914bd0286fe0cfe\"", "article_summary": "Russia’s role in Syria remains a complicating factor in the fight against Islamic State, Mr. Carter said.\nThe Russians can be helpful in persuading Syrian President Bashar Al-Assad to leave power, Mr. Carter said.\nIn Russia, Mr. Carter said the U.S. hasn’t been as concerned with Moscow since the Cold War.\nKey to defeating Islamic State in the long-term will be finding ground forces that can keep and hold territory, Mr. Carter said.\nBut Secretary of State John Kerry is working on finding a way to work with them."}