{"article_title": "Obamacare-related for Medicaid to cost Illinois $394 million through 2023: Milliman", "article_keywords": ["2023", "pay", "governments", "million", "tax", "illinois", "states", "milliman", "state", "cost", "medicaid", "394", "health", "insurers", "insurance", "obamacarerelated", "care"], "article_url": "http://www.chicagobusiness.com/article/20150518/NEWS07/150519831/a-394-million-obamacare-tax-for-illinois", "article_text": "(AP) — There's more than a touch of absurdity in the way an industry fee in President Barack Obama's health care law is being passed along to state taxpayers.\n\nAs Alice in Wonderland might say, a curious tax just got curiouser. The burden to states could mount to $13 billion in less than a decade.\n\nThe Health Insurance Providers Fee was aimed at insurance companies. The thinking went: Because insurers would gain a windfall of customers, they ought to help pay for the expansion of coverage. Insurers say they have raised prices for individuals and small businesses to cover the new tax.\n\nAs it turns out, they are raising their prices to state Medicaid programs, too.\n\nThe federal government issued guidance in October requiring states to build the tax into what they pay for-profit Medicaid health plans that serve low-income people. The first year's tax was due to the IRS in September, and state governments are now settling up with insurance companies.\n\nIllinois will pay $394 million to cover the tax through 2023, estimates a 2014 report by actuarial firm Milliman. The state is starting to make higher payments to cover the tax, even as Gov. Bruce Rauner has proposed making $1.5 billion in cuts to Medicaid providers such as hospitals for the upcoming budget year.\n\nRelated: • The insurance plan that got Cook County Health off life support\n\nIt works like this: State governments pay insurers for the tax. The insurers then pay the tax to the federal government. The federal government then reimburses part of the cost to the states.\n\nIt may sound absurd, but it's not amusing to state governments, which wind up losing 54 cents for every dollar of the insurance tax. State taxpayers end up the biggest losers, without any added benefit to their state's low-income Medicaid patients.\n\n\"It's like a merry-go-round with an extra loop in the middle,\" said Rebecca Owen of the Society of Actuaries.\n\nThe extra loop? The health law tax is not deductible for the insurance companies when they file their corporate income taxes, and state governments must kick in extra to cover that cost, too.\n\n\"If they're following the standard of practice, there's no wiggle room\" for states to shift the burden back onto the companies, Owen said.\n\nIt's particularly troubling because more states are turning to private sector Medicaid managed care to keep health care costs down. An estimated 70 percent of Medicaid patients are covered by these types of plans.\n\n'DEFIED ANY NOTION OF GOOD TAX POLICY'\n\nThe fee on health insurance companies was one of several new taxes Congress used to pay for the health care law.\n\n\"They had a naive notion we were going to get something from insurers\" who were gaining many new customers from the health law, said economist Douglas Holtz-Eakin, president of the American Action Forum, a center-right public policy institute. \"It defied any notion of good tax policy.\"\n\nMost nonprofit insurers are exempt, but there's no exemption for profit-making Medicaid managed care companies that collect payments from state governments with the promise of providing better care at lower costs.\n\nThe states with the most managed care will be hurt the most. Florida will pay up to $1.2 billion over 10 years, according to the Milliman report. The same for Pennsylvania. Texas will pay up to $1 billion and Tennessee as much as $884 million. For California, the decade's total will be up to $798 million and for Georgia, $647 million.\n\nWhile the quirk in the law has been known to insurers and actuaries, the impact is just starting for states. A standard-setting board for actuaries just published a memo that clears up any remaining doubt that state governments must pay higher rates to cover the tax.\n\nThe health insurance industry wants the tax repealed, arguing that it increases prices to consumers. But largely unrecognized is the surprising effect of the tax on Medicaid and state governments.\n\n\"At the end of the day it remains a terrible policy no matter how it's implemented, and everyone would welcome its repeal. I mean, you're essentially having one level of government tax another to do this,\" said Matt Salo, executive director of the National Association of Medicaid Directors.", "article_metadata": {"msapplication-TileImage": "/assets/icons/mstile-144x144.png", "msapplication-TileColor": "#2d89ef", "timeCrawled": "20160525_08:03:23", "description": "Visit Crain's Chicago Business for complete business news and analysis including healthcare, real estate, manufacturing, government, sports and more.", "title": "Obamacare-related for Medicaid to cost Illinois $394 million through 2023: Milliman", "taxo_Industries": "Health Insurance", "apple-itunes-app": "app-id=571426684", "image": "http://www.chicagobusiness.com/apps/pbcsi.dll/storyimage/CG/20150518/NEWS07/150519831/AR/0/AR-150519831.jpg", "taxo_People": "Bruce Rauner", "fb": {"admins": 100001125868754}, "summary": "There's more than a touch of absurdity in the way an industry fee in President Obama's health care law is being passed along to state taxpayers.", "og": {"site_name": "Crain's Chicago Business", "description": "There's more than a touch of absurdity in the way an industry fee in President Obama's health care law is being passed along to state taxpayers.", "title": "A $394 million Obamacare tax for Illinois", "url": "http://www.chicagobusiness.com/article/20150518/NEWS07/150519831/a-394-million-obamacare-tax-for-illinois", "image": "http://www.chicagobusiness.com/apps/pbcsi.dll/storyimage/CG/20150518/NEWS07/150519831/AR/0/AR-150519831.jpg", "type": "article"}, "published_at": "2015-5-18", "url": "http://www.chicagobusiness.com/article//NEWS07/150519831", "content_type": "article", "google-site-verification": "0QcjJi4OGS9bKu4FBKK58V93fKv0WYCQb7IFbmjATew", "twitter": {"image": "http://www.chicagobusiness.com/apps/pbcsi.dll/storyimage/CG/20150518/NEWS07/150519831/AR/0/AR-150519831.jpg&maxw=400", "site": "@CrainsChicago", "card": "summary_large_image", "title": "Obamacare-related for Medicaid to cost Illinois $394 million through 2023: Milliman"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=no, minimal-ui", "categoryName": "CCB - Consumer"}, "_id": "\"57477af46914bd0286fe0cfa\"", "article_summary": "Illinois will pay $394 million to cover the tax through 2023, estimates a 2014 report by actuarial firm Milliman.\nAs it turns out, they are raising their prices to state Medicaid programs, too.\nIt's particularly troubling because more states are turning to private sector Medicaid managed care to keep health care costs down.\nThe Health Insurance Providers Fee was aimed at insurance companies.\nBut largely unrecognized is the surprising effect of the tax on Medicaid and state governments."}