{"article_title": "College Students In Texas Fight For Women's Right To Breastfeed In Public", "article_keywords": ["breastfeeding", "bathroom", "right", "campaign", "mothers", "students", "breastfeed", "nature", "fight", "college", "womens", "public", "texas"], "article_url": "http://thinkprogress.org/health/2014/05/14/3437835/breastfeeding-public-campaign-texas/", "article_text": "Health College Students In Texas Fight For Women’s Right To Breastfeed In Public CREDIT: When Nature Calls\n\nIn order to drum up support for a proposed bill in Texas that would protect women’s right to breastfeed in public, a pair of college students created an ad campaign illustrating what it looks like when women don’t have that right. “When Nature Calls,” a class project by University of North Texas students Kris Haro and Johnathan Wenske, depicts young mothers forced to feed their children in dirty public bathroom stalls:\n\nCREDIT: When Nature Calls\n\nCREDIT: When Nature Calls\n\nCREDIT: When Nature Calls\n\n“Would you eat here? By law, breastfeeding mothers are not protected from harassment and refusal of service in public, often forcing them to feed in secluded spaces such as public bathrooms,” the advertisement copy reads. “Contact your state and/or local representative to voice your support for breastfeeding mothers, because a baby should never be nurtured where nature calls.”\n\nThe ads are simply conceptual, and the students don’t actually have plans to print them and place them on the back of bathroom stalls. But they’ve gone somewhat viral online, featured on sites like the Huffington Post, Popsugar, and Cosmopolitan. Haro and Wenske say they’re glad for the exposure. “It means we did our jobs right as art directors in creating a campaign that is getting real responses, and as students, it’s been a wonderful feeling,” Wenske told The Huffington Post.\n\nDoctors, researchers, and government health agencies all encourage mothers to breastfeed if they’re able. Nonetheless, the act remains contentious. The above ads are receiving some criticism for being “obscene.” And one of the women featured in the campaign wrote on Facebook that she often gets sexual comments while she’s breastfeeding, and “it’d be pretty great not to have any nasty comments made while I’m feeding my child.”\n\nWomen have been asked to stop breastfeeding in church, during jury duty, at the pool, at the mall, and on social media. Often, they’re specifically told to go to the bathroom. Sometimes, they have even less sanitary options available to them — one Pennsylvania woman sued her employer after being forced to pump breast milk in a dingy and sweltering locker room littered with dead bugs.\n\nObamacare took a step forward in this area by requiring all employers to provide their workers with “reasonable break time” to pump breast milk, as well as a private and clean space for that activity. Advocates praised the health law for “bringing breast feeding out of the bathroom.” But the state laws in this area still vary. Twenty two states — including Texas — don’t specifically exempt breastfeeding from public indecency laws. The legislation tied to this ad campaign would protect Texas mothers’ right to feed their babies in public, stipulating that “a mother’s authority to be in a location may not be revoked for the sole reason that she begins to breast-feed.”", "article_metadata": {"google": "nositelinkssearchbox", "description": "Their ad campaign depicts young mothers being forced to feed their children in dirty bathroom stalls.", "generator": "WordPress 4.4.2", "og": {"site_name": "ThinkProgress", "description": "Their ad campaign depicts young mothers being forced to feed their children in dirty bathroom stalls.", "title": "College Students In Texas Fight For Women’s Right To Breastfeed In Public", "url": "http://thinkprogress.org/health/2014/05/14/3437835/breastfeeding-public-campaign-texas/", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2014/05/breastfeeding-campaign-665x385.jpg", "type": "article"}, "twitter": {"description": "Their ad campaign depicts young mothers being forced to feed their children in dirty bathroom stalls.", "title": "College Students In Texas Fight For Women’s Right To Breastfeed In Public", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2014/05/breastfeeding-campaign-665x385-321x214.jpg", "creator": "@Tara_CR", "site": "@ThinkProgress", "card": "summary_large_image"}, "robots": "noodp", "elq-topic": "tp-health", "fb": {"admins": 100001364918392, "pages": 200137333331078, "app_id": 144881328916524}, "thumb2": "http://cdn.thinkprogress.org/wp-content/uploads/2014/05/breastfeeding-campaign-665x385.jpg", "thumb1": "http://cdn.thinkprogress.org/wp-content/uploads/2014/05/breastfeeding-campaign-665x385.jpg", "google-site-verification": "HDCaom2KPSt1X92eD5CiYHCkWvb5nP09lhEAOPZ5rts", "article": {"published_time": "2014-05-14T12:16:31+00:00", "author": "https://www.facebook.com/tculpressler"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=0"}, "_id": "\"57477af36914bd0286fd2343\"", "article_summary": "Health College Students In Texas Fight For Women’s Right To Breastfeed In Public CREDIT: When Nature CallsIn order to drum up support for a proposed bill in Texas that would protect women’s right to breastfeed in public, a pair of college students created an ad campaign illustrating what it looks like when women don’t have that right.\nBy law, breastfeeding mothers are not protected from harassment and refusal of service in public, often forcing them to feed in secluded spaces such as public bathrooms,” the advertisement copy reads.\nTwenty two states — including Texas — don’t specifically exempt breastfeeding from public indecency laws.\nThe legislation tied to this ad campaign would protect Texas mothers’ right to feed their babies in public, stipulating that “a mother’s authority to be in a location may not be revoked for the sole reason that she begins to breast-feed.”\n“When Nature Calls,” a class project by University of North Texas students Kris Haro and Johnathan Wenske, depicts young mothers forced to feed their children in dirty public bathroom stalls:CREDIT: When Nature CallsCREDIT: When Nature CallsCREDIT: When Nature Calls“Would you eat here?"}