{"article_title": "The rise and fall of Vermont's single-payer healthcare system", "article_keywords": ["vermont", "healthcare", "rise", "singlepayer", "system", "state", "vermonts", "fall", "various", "nejm", "shumlin", "care"], "article_url": "http://www.fiercehealthpayer.com/story/rise-and-fall-vermonts-single-payer-healthcare-system/2015-04-24", "article_text": "When Vermont Gov. Peter Shumlin (D) signed legislation in 2011 to create a single-payer healthcare system for his state, the concept looked promising. Various studies predicted that the system would generate immediate system-wide savings of 8 percent to 12 percent, and lower healthcare costs for 90 percent of eligible Vermont families, according to the New England Journal of Medicine (NEJM).\n\nHowever, in December 2014 Shumlin pulled the plug on the system, known as Green Mountain Care, after realizing the difficulty of financing the endeavor.\n\nThere are two major reasons why the system failed, NEJM pointed out. First, the anticipated funding from Medicaid and the Affordable Care Act fell flat. Second, Shumlin's various policy changes ended up raising the total projected cost of Green Mountain Care, which in turn raised the actuarial value of coverage from 87 percent to 94 percent.\n\nAdditionally, the Shumlin administration neglected to educate the public on the single payer system, which left 40 percent of residents supporting the system and 39 percent opposing it. Meanwhile, the state's disastrous launch of its insurance marketplace, Vermont Health Connect, cast doubts over whether the state could take on the task of establishing its own healthcare system.\n\nFor Shumlin's plan to work, the Vermont legislature would have had to approve a new 11.5 percent payroll tax on employers and income taxes on households as high as 9.5 percent to finance the system, noted NEJM. This not only would have increased Vermont's 2015 budget by 45 percent, but Vermont would have become the highest-taxed state in the country, reported Forbes.\n\nElsewhere, states such as New York, Illinois, Washington and Ohio are learning from Vermont's experience and have toyed with establishing their own single-payer model. But \"because of Vermont's failure, their path is both clearer and more difficult,\" NEJM pointed out.\n\nFor more:\n\n- here's the NEJM article\n\n- check out the Forbes piece\n\nRelated Articles:\n\nSingle-payer option dead in Vermont, still alive in other states\n\nVermont pulls single-payer plan\n\nVermont governor signs single-payer law", "article_metadata": {"description": "When Vermont Gov. Peter Shumlin (D) signed legislation in 2011 to create a single-payer healthcare system for his state, the concept looked promising. However, Shumlin pulled the plug on the system three years later after realizing the difficulty of financing the endeavor. There are two major reasons why the system failed.", "og": {"site_name": "FierceHealthPayer", "description": "When Vermont Gov. Peter Shumlin (D) signed legislation in 2011 to create a single-payer healthcare system for his state, the concept looked promising. However, Shumlin pulled the plug on the system three years later after realizing the difficulty of financing the endeavor. There are two major reasons why the system failed.", "title": "The rise and fall of Vermont's single-payer healthcare system", "url": "http://www.fiercehealthpayer.com/story/rise-and-fall-vermonts-single-payer-healthcare-system/2015-04-24", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthpayer.jpg", "type": "website"}, "twitter": {"site": "healthpayer", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "keywords": "Green Mountain Care,Operations & Business Management,Peter Shumlin,single payer,Vermont", "viewport": "width=device-width", "news_keywords": "Operations & Business Management"}, "_id": "\"57477af46914bd0286fe0cd8\"", "article_summary": "Peter Shumlin (D) signed legislation in 2011 to create a single-payer healthcare system for his state, the concept looked promising.\nMeanwhile, the state's disastrous launch of its insurance marketplace, Vermont Health Connect, cast doubts over whether the state could take on the task of establishing its own healthcare system.\nFor more:- here's the NEJM article- check out the Forbes pieceRelated Articles:Single-payer option dead in Vermont, still alive in other statesVermont pulls single-payer planVermont governor signs single-payer law\nElsewhere, states such as New York, Illinois, Washington and Ohio are learning from Vermont's experience and have toyed with establishing their own single-payer model.\nHowever, in December 2014 Shumlin pulled the plug on the system, known as Green Mountain Care, after realizing the difficulty of financing the endeavor."}