{"article_title": "HHS: Affordable Care Act helped Medicare save $473 billion", "article_keywords": ["hhs", "billion", "burwell", "healthcare", "affordable", "insurance", "helped", "473", "increase", "program", "medicare", "act", "report", "save", "payment", "care"], "article_url": "http://www.fiercehealthpayer.com/story/aca-turns-six-obama-administration-sets-sights-broader-goals/2016-03-23", "article_text": "The Affordable Care Act has helped save the Medicare program hundreds of billions of dollars, according to the Obama adminstration. Now federal officials say they want to build on the law's gains in its first six years.\n\nA report out Wednesday from the Department of Health and Human Services (HHS) shows that the Medicare program has spent $473 billion less from 2009 to 2014 than would have been spent if previous cost trends continued. If those lower cost trends are found to continue through 2015, the program could save as much as $648.6 billion, HHS says.\n\nThe report says the ACA's expansion of health coverage is responsible for the modest cost growth relative to past years. HHS said the ACA helped 20 million Americans gain insurance from 2010 to early 2016. There is also considerable evidence that these coverage gains were more due to the ACA than an increase in employer-based coverage tied to the resurgent economy, FierceHealthPayer has reported.\n\nYet in recognizing that \"healthcare reform has always been about more than insurance,\" HHS is now planning to focus more on improving the healthcare system at large, Burwell writes in an opinion piece for Bloomberg.\n\nTo do that, the agency will step up its efforts to move to a value-based payment system, including finding smarter ways to pay for drugs, Burwell writes. Included in that effort is the agency's plan to test new Medicare Part B payment models--though that proposal has met with considerable backlash from providers and drug manufacturers.\n\nHHS also wants to \"increase consumer access and implement shared standards\" for healthcare data, according to Burwell, as well as to improve the quality of care by encouraging better coordination and emphasizing wellness and prevention.\n\nThe agency also announced Wednesday that it wants to expand the ACA-funded Diabetes Prevention Program, which it says produced promising results in a demonstration involving the YMCA. Through the program, counselors help individuals develop healthier eating habits and increase their physical activity in order to stave off Type 2 diabetes.\n\n\"This program has been shown to reduce healthcare costs and help prevent diabetes, and is one that Medicare, employers and private insurers can use to help 86 million Americans live healthier,\" Burwell said.\n\nTo learn more:\n\n- read the HHS report\n\n- here's Burwell's opinion piece\n\n- read the HHS announcement\n\nRelated Articles:\n\nAffordable Care Act, not economy, drives health insurance gains\n\nHHS touts 'historic' gain of 20M covered through Affordable Care Act\n\nFeds reach alternative payment goal ahead of schedule\n\nFeds to test new Medicare Part B payment models\n\nStudy: Diabetes prevention bill will cut Medicare costs, improve health\n\nMedicaid expansion saves states millions, boosts payer revenues", "article_metadata": {"description": "As the Affordable Care Act turns six years old this week, the Obama administration is marking the occasion by highlighting its successes and laying out plans for how it might transform the healthcare system going forward.", "og": {"site_name": "FierceHealthPayer", "description": "As the Affordable Care Act turns six years old this week, the Obama administration is marking the occasion by highlighting its successes and laying out plans for how it might transform the healthcare system going forward.", "title": "HHS: Affordable Care Act helped Medicare save $473 billion", "url": "http://www.fiercehealthpayer.com/story/aca-turns-six-obama-administration-sets-sights-broader-goals/2016-03-23", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthpayer.jpg", "type": "website"}, "twitter": {"site": "healthpayer", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "keywords": "Affordable Care Act,Care Delivery,Department of Health and Human Services (HHS),Medicare,Medicaid,CHIP,National Diabetes Prevention Program,Patient Care & Outcomes,Sylvia Mathews Burwell,value-based payment", "viewport": "width=device-width", "news_keywords": "Care Delivery,Medicare,Medicaid,CHIP,Patient Care & Outcomes"}, "article_summary": "The Affordable Care Act has helped save the Medicare program hundreds of billions of dollars, according to the Obama adminstration.\nIf those lower cost trends are found to continue through 2015, the program could save as much as $648.6 billion, HHS says.\nA report out Wednesday from the Department of Health and Human Services (HHS) shows that the Medicare program has spent $473 billion less from 2009 to 2014 than would have been spent if previous cost trends continued.\nHHS said the ACA helped 20 million Americans gain insurance from 2010 to early 2016.\nThe report says the ACA's expansion of health coverage is responsible for the modest cost growth relative to past years."}