{"article_title": "Pension Health Benefits for Retirees Are in Trouble", "article_keywords": ["insurance", "patriot", "benefits", "exchanges", "peabody", "public", "fronstin", "health", "pension", "healthcare", "trouble", "retirees"], "article_url": "http://www.healthline.com/health-news/pension-health-benefits-for-retirees-are-in-trouble-112015", "article_text": "For decades when thousands of workers in Illinois and Kentucky went into the mines each day for Peabody Energy, they did so expecting the company to take care of their health when they retired.\n\nAnd for a while, retirees did receive a pension and health benefits for themselves and their dependents.\n\nThen everything changed.\n\nIn 2007 Peabody spun off some of its mines and healthcare obligations to a newly created company: Patriot Coal.\n\nThen Patriot filed for bankruptcy in 2012.\n\nAs part of this deal, Peabody and Patriot both agreed to pay into a special fund — known as a Voluntary Employees’ Beneficiary Association, or VEBA — to cover the health claims of the retirees.\n\nThe fund, though, fell far short of the $1.45 billion needed to cover healthcare obligations to the companies’ former workers.\n\nEarlier this year, Patriot filed for bankruptcy once more, putting at risk the health benefits of 11,000 more retirees of Peabody as well as another mining company it had acquired.\n\nAs part of the new bankruptcy settlement, a Virginia court allowed Patriot to stop making its payments to VEBA. And Peabody is now trying to get out of its remaining payments if Patriot can.\n\nUnless the courts can compel Peabody to make its scheduled payments into VEBA, the health benefits fund will soon run dry.\n\n“The VEBA would run out of money sometime in January,” Phil Smith, director of communications and governmental affairs for the United Mine Workers of America, told the St. Louis Post-Dispatch. “The amount of money that was going into that was about equivalent to what it cost per year for those benefits.”\n\nRead More: Miners at Higher Risk of COPD »\n\nSteady Decline in Benefits\n\nThe erosion of health benefits for retirees is not new.\n\n“There’s been this broader trend away from retiree health benefits for the better part of 30 years now,” Paul Fronstin, Ph.D., a senior research associate with the Employee Benefit Research Institute, told Healthline.\n\nBetween 1997 and 2010, the percentage of retired workers over the age of 65 receiving health benefits from their former employer dropped from 20 percent to 16 percent.\n\nPart of the reason is a change in the way non-pension benefits are accounted for on corporate balance sheets. A regulatory requirement mandated that retirement health benefits be reflected in a company’s profit and loss tables — and “not in a positive way,” said Fronstin.\n\nEmployers may also be realizing how expensive it is to provide health insurance for retirees, especially as people live longer.\n\nThe costs are a lot higher than they were predicted to be many, many years ago. Paul Fronstin, Employee Benefit Research Institute\n\n“The costs are a lot higher than they were predicted to be many, many years ago,” said Fronstin.\n\nEmployers are also reacting to changes in healthcare prompted by the Affordable Care Act (ACA).\n\nAt one time, employers may have offered health benefits to their retirees because there were few other options, especially for people too young for Medicare.\n\n“Today retirees have some place to go. They’ve got the public exchanges,” said Fronstin. “But more importantly is the insurance market reforms that go along with those exchanges.”\n\nThe ACA prohibits retirees from being denied coverage because of pre-existing conditions, places limits on how much they can be charged for premiums because of their age, and offers subsidies for low-income retirees.\n\nIn some ways, retirees are better off finding health insurance through the public exchanges than picking one of the few plans offered by their former employer.\n\n“This gives them the opportunity to choose the plan that’s right for them,” said Fronstin.\n\nRead More: Scoring Obamacare After Two Years »\n\nMany Companies, Many Approaches\n\nCompanies handle retiree health benefits in different ways.\n\n“A number of the retiree associations affiliated with the NRLN have lost their healthcare benefits,” Ed Beltram, vice president of communications for the National Retiree Legislative Network, said in an interview with Healthline. “Or the companies, instead of providing a healthcare benefits plan, are providing them a certain amount of money to purchase their own healthcare.”\n\nThese health insurance subsidies, though, may be a far cry from the benefits once enjoyed by retirees.\n\nThis type of reimbursement “generally doesn’t cover the full cost,” said Fronstin. “What portion it covers depends upon which plan you choose.”\n\nOther employers may require that retirees use specific health insurance plans.\n\nCompanies are “creating their own exchanges, or moving to private exchanges,” said Fronstin, “which basically mimics what’s happening with the public exchanges”\n\nOne benefit of these exchanges, said Fronstin, is that right now they tend to not restrict retirees to certain doctors and hospitals. Many plans available through the public exchanges have lower premiums, but also smaller networks.\n\nRead More: Medicare Requirements: Who Is Eligible? »\n\nMore Healthcare Choices for Retirees\n\nIt may be difficult for retirees to fight back against the loss of health benefits, even if they are unionized.\n\n“I think it’s happened less in the public sector and in collectively bargained plans,” said Fronstin, “but it’s happening there, as well.”\n\nEven before the recent declines in employer-provided retiree health benefits, companies had a way out of the obligation.\n\nCompanies included “reservation of rights” clauses in benefits plans, said Beltram, “which in essence said the company has a right to change or eliminate these benefits at any time.”\n\nThe warning signs of unhealthy pensions may offer some advance notice of impending benefits changes. These include the company appearing to be on shaky ground, changing hands, or selling or spinning part of itself off to a new company.\n\nBut unlike the laws that protect pension plans, said Beltram, “there’s never been healthcare protection legislation.”\n\nOver time, more companies will likely push retirees on to public or private health insurance exchanges, with mixed results.\n\nFronstin said that some retirees will welcome the chance to choose their own health insurance while others will dread taking on this new task in their retirement.\n\n“Some of them are going to hate it and some of them are going to love it,” said Fronstin.\n\nRead More: Why Some People Don’t Buy Health Insurance »", "article_metadata": {"standout": "http://www.healthline.com/health-news/pension-health-benefits-for-retirees-are-in-trouble-112015", "news_keywords": "pension health plans, pension health benefits, retiree health plans, retiree health benefits, retiree pension plans, Peabody Energy, mine workers pension health benefits, pension health benefit problems", "og": {"site_name": "Healthline", "description": "Companies have been cutting back or eliminating health benefits for former workers, with many retirees being pushed on to public health insurance exchanges.", "title": "Pension Health Benefits for Retirees Are in Trouble", "url": "http://www.healthline.com/health-news/pension-health-benefits-for-retirees-are-in-trouble-112015", "image": "http://www.healthline.com/hlcmsresource/images/News/public-policy/112015_pension_THUMB.jpg", "type": "article"}, "twitter": {"image": "http://www.healthline.com/hlcmsresource/images/News/public-policy/112015_pension_THUMB.jpg", "description": "Companies have been cutting back or eliminating health benefits for former workers, with many retirees being pushed on to public health insurance exchanges.", "card": "summary", "title": "Pension Health Benefits for Retirees Are in Trouble"}, "ROBOTS": "NOODP", "DC.date.issued": "2015-11-20", "fb": {"app_id": 239371929577489}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "description": "Companies have been cutting back or eliminating health benefits for former workers, with many retirees being pushed on to public health insurance exchanges."}, "_id": "\"57477af46914bd0286fe0e36\"", "article_summary": "And for a while, retirees did receive a pension and health benefits for themselves and their dependents.\nRead More: Scoring Obamacare After Two Years »Many Companies, Many ApproachesCompanies handle retiree health benefits in different ways.\nEmployers may also be realizing how expensive it is to provide health insurance for retirees, especially as people live longer.\nAt one time, employers may have offered health benefits to their retirees because there were few other options, especially for people too young for Medicare.\n“What portion it covers depends upon which plan you choose.”Other employers may require that retirees use specific health insurance plans."}