{"article_title": "Medi-Cal rolls could swell under Obama's deportation relief plan", "article_keywords": ["deportation", "immigrants", "medical", "million", "rolls", "states", "state", "program", "california", "relief", "health", "obamas", "swell", "plan"], "article_url": "http://www.latimes.com/local/countygovernment/la-me-medi-cal-immigrants-20150326-story.html", "article_text": "President Obama's executive actions on immigration, which have sparked a fierce political backlash nationwide, could also provide an unlikely boost for another of his goals: increasing health insurance signups.\n\nImmigrants living in the U.S. without permission can't enroll in Obamacare, but an unusual policy in California allows those granted temporary relief from deportation to sign up for Medi-Cal. That means up to half a million more Californians could apply for the state's low-income health program, according to data released Wednesday by UC Berkeley and UCLA.\n\n\"It's huge for reducing the ranks of the uninsured,\" said Sonya Schwartz, a research fellow at Georgetown University Health Policy Institute's Center for Children and Families. Because California is the biggest state by population and a leader in the rollout of the Affordable Care Act, insuring hundreds of thousands of additional people \"has implications for the whole country too,\" she said.\n\nAlthough immigrant and health advocates support insuring this largely poor population, others worry that the state medical program will be unable to keep up with demand.\n\nMedi-Cal has ballooned in recent years and now covers more than 12 million people, almost a third of the state's residents. That has raised concern about the state's ability to keep paying for the program — which costs the state $18 billion a year — while maintaining enough doctors to care for millions of newly insured patients.\n\n\"There's just a lot of work that's still left,\" said state Sen. Ed Hernandez (D-West Covina), who wants to make sure that existing Medi-Cal enrollees can quickly and conveniently access care. Hernandez, the chairman of the Senate Health Committee, supports expanding coverage to more Californians.\n\nBetty Jaspeado, who lives in Los Angeles, plans to apply for deportation relief and enroll in the healthcare program. She entered the country from Mexico nearly 25 years ago and qualifies for temporary immunity under Obama's recent orders. She wants the peace of mind that she won't be taken away from her three children.\n\n\"Every time you leave home, you don't know if you're going to come back,\" she said.\n\nObama's November executive action protects people who have lived in the country for at least five years and are parents of children who are U.S. citizens or lawful permanent residents. The president also expanded his Deferred Action for Childhood Arrivals program, which offers deportation relief to youth who entered the country illegally.\n\nHowever, dozens of states sued to stop these new programs, and a federal judge in Texas ordered a temporary halt.\n\nIf that injunction is lifted, Jaspeado would be among an estimated 1.25 million immigrants who would now qualify for some kind of relief in California. Of that total, 66% would be eligible for Medi-Cal based on their income, according to a policy brief from the UC Berkeley Center for Labor Research and Education and the UCLA Center for Health Policy Research.\n\nJaspeado, 48, works as a housekeeper. She has diabetes, is uninsured and wants an easier way to access care. \"I really need it,\" she said.\n\nA single person can qualify for Medi-Cal if they earn no more than $16,105 a year. The ceiling is $21,708 for a two-person household and $32,913 for a four-person family. Immigrants who lack papers, even those eligible for deportation relief, still cannot buy insurance through the state's Obamacare exchange, Covered California.\n\nResearchers expect that fewer people will sign up for Medi-Cal than are eligible. \"There are several steps, and all those hurdles have to be cleared,\" said report author and UCLA professor Nadereh Pourat.\n\nIn the first two years after Obama created the original deferred action program in 2012, roughly 50% of those eligible applied, according to federal data.\n\nRebecca DeLaRosa, director of legislative affairs for the Latino Coalition for a Healthy California, said many immigrants are still afraid to register with a federal program.\n\nShe said that immigrants in California often feel they can trust state government, which tends to be more friendly — for example, hundreds of thousands of immigrants without legal papers were allowed to get driver's licenses this year. But they remain wary of the federal government, which has deported more than 2 million people since Obama took office.\n\n\"There's no alignment and cooperation and consensus on how to deal with the issue,\" she said, referring to Obama's announcement and the subsequent court order that stopped it from moving forward. \"People are just sent different messages, and who are they supposed to trust?\"\n\nMany young citizens whose parents lacked legal papers did not sign up for Obamacare because they were worried that doing so could expose their family members to deportation. DeLaRosa said she thinks Obama's most recent executive action will ease some of those fears.\n\nShe said it's vital that this population — a big part of the state's workforce — have medical care. Roughly 3 million people are expected to remain uninsured in California, half of whom will be without papers.\n\nsoumya.karlamangla@latimes.com\n\nFollow @skarlamangla for more L.A. health news.", "article_metadata": {"fb_title": "Medi-Cal rolls could swell under Obama's deportation relief plan", "date": "2015-03-25", "googlebot": "index", "copyright": "Copyright (c) 2016 Los Angeles Times", "author": "Los Angeles Times", "og": {"site_name": "latimes.com", "description": "President Obama 's executive actions on immigration, which have sparked a fierce political backlash nationwide, could also provide an unlikely boost for another of his goals: increasing health insurance signups.", "title": "Medi-Cal rolls could swell under Obama's deportation relief plan", "url": "http://www.latimes.com/local/countygovernment/la-me-medi-cal-immigrants-20150326-story.html", "image": "http://www.trbimg.com/img-55137ba5/turbine/la-me-medi-cal-immigrants-20150326", "type": "article"}, "x-servername": "lalvp15.13", "twitter": {"site": "@latimes", "card": "summary"}, "robots": "index,follow", "keywords": "President Obama, immigration, deportation relief, California, Medi-Cal, Affordable Care Act, UC Berkeley Center for Labor Research and Education, UCLA Center for Health Policy Research", "fb": {"admins": 100000786395051, "page_id": 5863113009}, "apple-itunes-app": "app-id=373238146, app-argument=http://www.latimes.com/deeplinkid/83150203", "googlebot-news": "index", "msvalidate.01": "AAC9C18F70AC386BC4DCF4DDF9BF1786", "news_keywords": "President Obama, immigration, deportation relief, California, Medi-Cal, Affordable Care Act, UC Berkeley Center for Labor Research and Education, UCLA Center for Health Policy Research", "y_key": "cee2fe4077f8d050", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "Description": "President Obama's executive actions on immigration, which have sparked a fierce political backlash nationwide, could also provide an unlikely boost for another of his goals: increasing health insurance signups.   Immigrants living in the U.S. without permission can't enroll in Obamacare, but an unusual..."}, "_id": "\"57477af36914bd0286fcf1f9\"", "article_summary": "Betty Jaspeado, who lives in Los Angeles, plans to apply for deportation relief and enroll in the healthcare program.\nThe president also expanded his Deferred Action for Childhood Arrivals program, which offers deportation relief to youth who entered the country illegally.\nAlthough immigrant and health advocates support insuring this largely poor population, others worry that the state medical program will be unable to keep up with demand.\nImmigrants who lack papers, even those eligible for deportation relief, still cannot buy insurance through the state's Obamacare exchange, Covered California.\nImmigrants living in the U.S. without permission can't enroll in Obamacare, but an unusual policy in California allows those granted temporary relief from deportation to sign up for Medi-Cal."}