{"article_title": "Judge Napolitano Wakes Obama Up With Harsh News He Didn't Want To Hear", "article_keywords": ["case", "supreme", "napolitano", "court", "harsh", "wakes", "federal", "decision", "continues", "legal", "hear", "justices", "judge", "president", "law", "didnt", "obama"], "article_url": "http://www.westernjournalism.com/watch-judge-napolitano-wakes-obama-up-with-harsh-news-he-didnt-want-to-hear/", "article_text": "\"It's totally inappropriate for the president to do that.\"\n\nAdvertisement - story continues below\n\nJudge Andrew Napolitano chastised President Barack Obama for his “lack of a sense of decency” for trying to pressure Supreme Court justices to decide the impending Obamacare decision in his favor.\n\nAs reported by Western Journalism, the Supreme Court’s decision in King v. Burwell, addressing whether the Affordable Care Act authorizes the federal government to pay subsidies to those Americans purchasing healthcare through the federal exchange (healthcare.gov), is coming soon.\n\nThe plain language of the law says subsidies can be made for those who purchase healthcare insurance in an “exchange established by the state.”\n\nAdvertisement – story continues below\n\nThirty-four states do not have state exchanges, so residents in those states who wish to purchase health insurance and obtain subsidies have used the federal exchange.\n\nRegarding the upcoming decision, the president said: “I think it’s important for us to assume that the Supreme Court is going to do what most legal scholars who have looked at this would expect them to do.”\n\nThe courts decision is “not something that should be done based on a twisted interpretation of four words, and so I am optimistic that the Supreme Court will play it straight, when it comes to the interpretation,” he added. “This should be an easy case. Frankly, it probably shouldn’t even have been taken up.”\n\nAdvertisement – story continues below\n\n“I watch him as he said this, and I was astounded by his lack of sense of decency and comity,” Napolitano told Fox News’ Megyn Kelly. The justices “couldn’t care less what he says. He’s wrong that legal scholars are on his side. Legal scholars are on both sides and the Supreme Court does not count noses among legal scholars.”\n\n“He can’t intimidate them. He can’t change their minds. He had his facts wrong. It’s totally inappropriate for the president to do that,” he added.\n\nKelly asked the judge: “You know the legal scholar who agrees with the challengers in the case? Jonathan Gruber, the MIT adviser to the White House, is on the record saying, ‘This law is going to fail because they did not write it the right way.'”\n\nThe Fox News host then noted that the president likes “to bully the Supreme Court. Remember the State of the Union?” referring to Obama calling out the Supreme Court regarding its decision in the Citizens United case. Obama’s accusation during the address, implying the justices failed to follow the Constitution, prompted Justice Alito to mouth the words, “Not true” in response.\n\nAdvertisement – story continues below\n\nSome have speculated the reason the White House has indicated it has no “plan B” if the Supreme Court rules against use of the federal exchange is to pressure the justices to rule in its favor. Chief Justice John Roberts reportedly switched his vote at the last minute in ruling on the constitutionality of Obamacare in 2012 after the administration employed similar pressure tactics.\n\nNapolitano told Kelly that the president’s answer regarding his views about the impending decision should have been: “The case is before the court; and however the court rules, I will abide by that ruling.”\n\n“And we will respect the rule of law,” Kelly chimed in.\n\n“It tells me that he thinks he’s going to lose, and he’s trying to downplay the significance of that loss and disrespect the court,” the judge said.\n\nHe then turned to the camera. “Guess what Mr. President, the Supreme Court and not the president has the final word on the meaning of the law and its consistency with the Constitution. That’s been the law of the land for 230 years.”", "article_metadata": {"description": "\"It's totally inappropriate for the president to do that.\"", "author": "Randy DeSoto", "og": {"site_name": "Western Journalism", "description": "\"It's totally inappropriate for the president to do that.\"", "title": "Watch: Judge Napolitano Wakes Obama Up With Harsh News He Didn't Want To Hear", "locale": "en_US", "image": {"width": 2560, "identifier": "http://www.westernjournalism.com/wp-content/uploads/2015/06/Judge-Napolitano-Obama1.jpg", "height": 1440}, "updated_time": "2015-06-13T01:36:07-07:00", "url": "http://www.westernjournalism.com/watch-judge-napolitano-wakes-obama-up-with-harsh-news-he-didnt-want-to-hear/", "type": "article"}, "twitter": {"description": "\"It's totally inappropriate for the president to do that.\"", "creator": "@WestJournalism", "image": "http://www.westernjournalism.com/wp-content/uploads/2015/06/Judge-Napolitano-Obama1.jpg", "title": "Watch: Judge Napolitano Wakes Obama Up With Harsh News He Didn't Want To Hear", "site": "@WestJournalism", "card": "summary_large_image"}, "robots": "noodp", "DC.date.issued": "2015-06-09T18:21:05-07:00", "fb": {"app_id": 275784739127435, "pages": 123624513983}, "msapplication-TileImage": "http://www.westernjournalism.com/wp-content/uploads/2015/11/android-chrome-192x192.png", "article": {"publisher": "https://www.facebook.com/WesternJournalism", "section": "Expose Obama", "tag": "Supreme Court", "published_time": "2015-06-09T18:21:05-07:00", "modified_time": "2015-06-13T01:36:07-07:00"}, "viewport": "width=device-width, initial-scale=1", "news_keywords": "king v. burwell, , andrew napolitano, barack obama, constitution, megyn kelly, obamacare, supreme court, politics, nation, religion"}, "article_summary": "Legal scholars are on both sides and the Supreme Court does not count noses among legal scholars.”“He can’t intimidate them.\nRemember the State of the Union?” referring to Obama calling out the Supreme Court regarding its decision in the Citizens United case.\n'”The Fox News host then noted that the president likes “to bully the Supreme Court.\nAdvertisement - story continues belowJudge Andrew Napolitano chastised President Barack Obama for his “lack of a sense of decency” for trying to pressure Supreme Court justices to decide the impending Obamacare decision in his favor.\n“Guess what Mr. President, the Supreme Court and not the president has the final word on the meaning of the law and its consistency with the Constitution."}