{"article_title": "Indicting a police officer is uncommon occurrence", "article_keywords": ["robair", "death", "jury", "occurrence", "indicting", "officers", "uncommon", "unarmed", "officer", "grand", "shot", "fatally", "man"], "article_url": "http://www.salon.com/2014/12/06/indicting_a_police_officer_is_uncommon_occurrence/", "article_text": "Topics: From the Wires, News\n\nNEW YORK (AP) — At least 400 people are killed by police officers in the United States every year, and while the circumstances of each case are different, one thing remains constant: In only a handful of instances do grand juries issue an indictment, concluding that the officer has committed a crime.\n\nSuccessful prosecutions generally involve officers who have lied about what they’ve done, tried to cover up their actions, or used excessive force to inflict punishment.\n\nEven as protesters took to the streets Wednesday to decry the failure of a grand jury to indict an officer who used a fatal chokehold on an unarmed man in New York City, a grand jury in South Carolina voted to bring murder charges against Richard Combs, a small town police chief who fatally shot an unarmed man who had come to Town Hall to contest a traffic ticket.\n\nEarlier this year, a grand jury in North Carolina indicted a Charlotte-Mecklenburg officer for fatally shooting a former college football player who was knocking on doors looking for help after he drove his car off the road.\n\nAnd a police officer in North Augusta, South Carolina, was indicted in August on a charge of misconduct in office after he shot a 68-year-old man who had failed to pull over for a traffic stop, and instead drove home.\n\nIt is difficult to generalize about why some cases lead to criminal charges, while others do not, but history shows that jurors may have less sympathy for officers who are guilty of more than just poor judgment during a crisis.\n\nPolice who get caught lying tend to get charged. So do those who use force to inflict punishment rather than to protect themselves, or who instigate physical confrontations for reasons that seem personal, rather than professional.\n\n“If an officer goes rogue, really, and is acting personally, and not as an officer of the law, that’s when you’ll see a criminal charge,” said Candace McCoy, a professor at the John Jay College of Criminal Justice in New York.\n\nPhilip Matthew Stinson, a professor at Bowling Green State University in Ohio, who has been studying a database of 10,000 police arrests for various types of misconduct, said judges and juries are perfectly willing to throw the book at an officer — if they did something that went beyond their official duties, like robbing a drug dealer or using the authority of their badge to settle a personal score.\n\n“If the jury is sitting there thinking, ‘Oh my God. A split-second decision like that? What would I have done? Would I have shot the guy?’ you’re not going to get an indictment,” he said.\n\nSecond-guessing an officer’s judgment can get even harder if there are conflicting accounts about what happened. That was the case in the death of Michael Brown, the unarmed 18-year-old shot to death in Fergusson, Missouri. Witnesses disagreed about whether he was charging the officer when he was killed or was trying to surrender.\n\nWhen prosecutors do bring charges, they have often been linked to an attempt at a cover up.\n\nThat was the case with the death of Raymond Robair, a 48-year-old handyman who was fatally beaten on a New Orleans street in 2005.\n\nThe police officers who initially brought Robair to the hospital claimed that they had found him beneath a bridge. In written reports, they described their encounter with Robair as a medical call.\n\nWitnesses told a different story. They said one of the officers, Melvin Williams, had beaten the man with his baton. An autopsy concluded he died from a ruptured spleen. When interviewed by the FBI, Williams’ rookie partner, Matthew Moore, claimed that Robair had hurt himself when he fell down while trying to run away.", "article_metadata": {"description": "Indicting a police officer is uncommon occurrence", "title": "Indicting a police officer is uncommon occurrence", "og": {"site_name": "Salon", "description": "Indicting a police officer is uncommon occurrence", "title": "Indicting a police officer is uncommon occurrence", "url": "http://www.salon.com/2014/12/06/indicting_a_police_officer_is_uncommon_occurrence/", "image": "http://media.salon.com/2014/12/killings-by-police-rare-indictments.jpeg-1280x960.jpg", "type": "article"}, "twitter": {"description": "Indicting a police officer is uncommon occurrence", "title": "Indicting a police officer is uncommon occurrence", "image": "http://media.salon.com/2014/12/killings-by-police-rare-indictments.jpeg-1280x960.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "David B. Caruso", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, From the Wires", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "That was the case in the death of Michael Brown, the unarmed 18-year-old shot to death in Fergusson, Missouri.\nWitnesses disagreed about whether he was charging the officer when he was killed or was trying to surrender.\nEarlier this year, a grand jury in North Carolina indicted a Charlotte-Mecklenburg officer for fatally shooting a former college football player who was knocking on doors looking for help after he drove his car off the road.\nThe police officers who initially brought Robair to the hospital claimed that they had found him beneath a bridge.\nThey said one of the officers, Melvin Williams, had beaten the man with his baton."}