{"article_title": "Ex-Bronco Brandon Marshall addresses ESPN film, NFL's domestic violence issues", "article_keywords": ["nfl", "ive", "later", "watley", "addresses", "espn", "marshall", "violence", "domestic", "exbronco", "nfls", "past", "incidents", "issues", "let", "brandon", "film"], "article_url": "http://blogs.denverpost.com/broncos/2014/09/18/ex-bronco-brandon-marshall-addresses-espn-film-nfls-domestic-violence-issues/29791/", "article_text": "Brandon Marshall the wide receiver (not the linebacker) was drafted by the Broncos in the fourth round of the 2006 draft out of Central Florida. He spent four seasons as a Bronco, breaking tackles and NFL records with ease before being traded to Miami in 2010.\n\nIn his four years in the Mile High City, he had 327 career receptions for 4,019 yards and 25 touchdowns. Over his eight-year career, he has 9,287 yards from scrimmage with 61 touchdowns, five Pro-Bowls selections and the NFL record for most catches in a single game (21), among many others.\n\nBut he also has a lengthy rap sheet. By March of 2008, he had been arrested three times since being drafted — first for domestic violence (charges were later dropped), then for driving under the influence, and then again for domestic violence. The NFL suspended him three games for his off-field issues, but they were later reduced to one game on appeal.\n\nAccording to a June 2008 report by The Denver Post, however, those incidents were just a few on a lengthy list of incidents. In the span of two years, police had written 12 reports on eight separate incidents in three states that detailed the volatile relationship of Marshall and his former girlfriend, Rasheedah Watley. Watley was also accused of abuse in the relationship.\n\nA year later, in March of 2009, he was arrested in Atlanta for disorderly conduct after a fight with his then-fiancee. He was released on bond and the charges were dropped the next day.\n\n\n\nTwo years later, Marshall was stabbed in his abdomen by his wife. She was charged with aggravated battery and let go on bail.\n\nIn all the alleged incidents, charges were either never filed or dropped.\n\nThen in June of 2011, Marshall announced that he had been diagnosed with borderline personality disorder, which he said had affected his career and his personal life. He seems to have since turned his life around, and has been a staunch advocate for BPD awareness.\n\nIn light of what the NFL has been going through over the last few weeks, in handling numerous domestic violence cases, Marshall’s voice on the issue may be a surprising one given his past. But on Thursday, he spent 40 minutes offering just that.\n\nThe Bears receiver spoke candidly to reporters in Chicago about an ESPN E:60 documentary on his past abuse allegations that aired two days ago. Marshall claims the network “lied” to him about the film and left out many important facts.\n\n“It was suppose to be a story on a camp,” he tweeted Tuesday. “They followed me around 2 years ago and at the end put a camera in my face to talk about it and asked me nothing (about) the camp or the community weekend. I’m disappointed. … “Better yet I’m pissed off — beyond disappointed. This is the second time @espn did this.”\n\nDuring his press conference Thursday, Marshall explained in great detail why he was so upset by the documentary.\n\n“For six or seven years I’ve sat back and accepted my part in everything that I’ve done, everything that I’ve been a part of and I’ve listened to representatives say, ‘Listen, you can’t win this one,’” he said. “And you can’t. There’s no need to try and win it. But I refuse to sit back and continue to let ESPN or any network or outlet exploit my story because they don’t know the real story.”\n\nMarshall handed members of the media 12-page packets of documents that he says ESPN had but did not include in its documentary. One document in the packet was a letter from Watley to NFL commissioner Roger Goodell in which she wrote: “I will let you know that he never hurt me or hit me. I was pressured by my family to make up certain things to get money. I was told to say that Brandon hit me and hurt me so that I could get him to pay to keep me quiet. I want you to know he never did.”\n\nIn revealing the details of his past, Marshall turned to the NFL’s current situation.\n\n“Domestic violence is wrong,” he said. “I hate to bring up someone else’s name, but the Ray Rice case is terrible. The things that I’ve been through in the past are terrible. I believe that there should be consequences.”\n\nBut given his own past, he urges caution in jumping to conclusions about every allegation.\n\n“We need to get all the details before we can play judge or jury,” he said, “because there are two sides to every story.”", "article_metadata": {"Copyright": "Copyright © The Denver Post.", "language": "en, sv", "og": {"site_name": "First-and-Orange", "description": "Brandon Marshall spent 40 minutes Thursday explaining why an ESPN documentary on his past upset him, and why \"there should be consequences\" for domestic violence.", "title": "Ex-Bronco Brandon Marshall addresses ESPN film, NFL's domestic violence issues", "url": "http://blogs.denverpost.com/broncos/2014/09/18/ex-bronco-brandon-marshall-addresses-espn-film-nfls-domestic-violence-issues/29791/", "image": "http://blogs.denverpost.com/broncos/files/2014/09/Screen-Shot-2014-09-18-at-8.25.51-PM-495x293.png", "type": "blog"}, "twitter": {"domain": "blogs.denverpost.com", "description": "Brandon Marshall spent 40 minutes Thursday explaining why an ESPN documentary on his past upset him, and why \"there should be consequences\" for domestic violence.", "title": "Ex-Bronco Brandon Marshall addresses ESPN film, his past in 40-minute presser", "url": "http://blogs.denverpost.com/broncos/2014/09/18/ex-bronco-brandon-marshall-addresses-espn-film-nfls-domestic-violence-issues/29791/", "image": "http://blogs.denverpost.com/broncos/files/2014/09/Screen-Shot-2014-09-18-at-8.25.51-PM-495x293.png", "creator": "@nickijhabvala", "site": "@denverpost", "app": {"name": {"ipad": "Denver Post", "iphone": "Denver Post", "googleplay": "The Denver Post"}, "id": {"ipad": "id409389010", "iphone": "id375264133", "googleplay": "com.ap.denverpost"}}, "card": "summary_large_image"}, "robots": "noodp", "fb": {"app_id": 105517551922}, "article": {"publisher": "https://www.facebook.com/denverpost"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "distribution": "global", "viewport": "width=device-width,initial-scale=1", "description": "Brandon Marshall spent 40 minutes Thursday explaining why an ESPN documentary on his past upset him, and why \"there should be consequences\" for domestic violence."}, "_id": "\"57477af46914bd0286fda8da\"", "article_summary": "I want you to know he never did.”In revealing the details of his past, Marshall turned to the NFL’s current situation.\nTwo years later, Marshall was stabbed in his abdomen by his wife.\nThe NFL suspended him three games for his off-field issues, but they were later reduced to one game on appeal.\nBy March of 2008, he had been arrested three times since being drafted — first for domestic violence (charges were later dropped), then for driving under the influence, and then again for domestic violence.\nBrandon Marshall the wide receiver (not the linebacker) was drafted by the Broncos in the fourth round of the 2006 draft out of Central Florida."}