{"article_title": "Cardiology group closing after 40 years", "article_keywords": ["group", "cardiology", "practice", "private", "patients", "associates", "health", "40", "doctors", "closing", "buffalo", "pulmonary", "care"], "article_url": "http://www.wkbw.com/news/cardiology-group-closing-after-40-years", "article_text": "WILLIAMSVILLE, N.Y. (WKBW) - After 40 years of operation, Buffalo Cardiology & Pulmonary Associates will be closing its doors in Williamsville on May 20, 2016.\n\nLocal doctors tell 7 Eyewitness News that the closure is part of a national trend where government cuts to reimbursement rates and costly regulations are forcing private medical practices to close across the country.\n\nDoctors there say the Affordable Health Care Act is pushing their doctors out of private practice, and that the large private practice mode that made sense when the group started in the 70s is no longer the best way of doing business.\n\nReporter Ed Reilly spent the day getting reaction from Dr. Laszlo Mechtler, MD, Medical Director for the Dent Neurologic Institute; and Dr. Nancy Nielsen MD, Senior Associate Dean for Health Policy at the U.B. Jacobs School of Medicine and Biomedical Sciences.\n\n\"What you're seeing is an adaptation to the changing times where is bigger is very often better,\" explained Dr. Nancy Nielsen, from UB's School of Medicine and Biomedical Sciences.\n\nMost of the company's doctors and employees will move to other Buffalo-based practices.\n\nThe following statement was issued by Buffalo Cardiology & Pulmonary Associates administrator, Gina Gray concerning the closure:\n\nStarting late last week, we notified our patients, staff and required government agencies that Buffalo Cardiology & Pulmonary Associates is closing its business May 20, 2016 after 40 years. Our doctors are moving to other Buffalo-based practices, where all the doctors' patients will be welcome.\n\nWhile this is unfortunate news, we are understandably relieved to know that most if not all of our 83 employees will move with our 16 doctors, or can confidently expect to find new jobs in health care, given their talent and years of experience.\n\nWe also want to emphasize that this decision is not based upon any illegality, regulatory, or ethical issues, and will not affect the ongoing high standard of care provided by our physicians to their patients. When BC&PA formed in the mid-'70s, the large private practice model for physician specialists made sense. But it no longer does. We are in the midst of a new era of health care that forces specialists to link in practice with primary-care physicians, either employed by a hospital system, or at extremely large conglomerations of integrated care.\n\nThis change in practice model allows the doctors to be \"physicians first,\" caring for patients. We no longer have to handle a building, lease equipment, meet payroll, manage employees or administer human resources.\n\nWe wish to sincerely thank everyone involved with Buffalo Cardiology & Pulmonary Associates over the years. We've come to think of ourselves as a family, and like any family, growth and aging leads to new directions and opportunities.", "article_metadata": {"isStory": "true", "isPremium": "false", "description": "After 40 years of operation, Buffalo Cardiology & Pulmonary Associates will be closing its doors in Williamsville on May 20, 2016.", "author": "Ed Reilly", "og": {"site_name": "WKBW", "description": "After 40 years of operation, Buffalo Cardiology & Pulmonary Associates will be closing its doors in Williamsville on May 20, 2016.", "title": "Cardiology group closing after 40 years", "url": "http://www.wkbw.com/news/cardiology-group-closing-after-40-years", "image": {"width": 640, "identifier": "http://media2.wkbw.com/broadcast-responsive-theme/images/logo.png", "height": 360}, "locale": "en_US", "type": "article"}, "twitter": {"app": {"id": {"ipad": 480236838, "iphone": 480236838}}, "site": "@WKBW", "card": "summary_large_image"}, "shortHeadline": "Cardiology group closing after 40 years", "com.silverpop.brandeddomains": "www.pages03.net,scripps.mkt7057.com,www.wkbw.com,recp.mkt32.net", "hasVideo": "true", "fb": {"app_id": 956942941012786}, "idio": {"hasVideo": "true", "isPremium": "false", "author": "Ed Reilly"}, "keywords": "News,Tablet Showcase,Homepage Showcase,Mobile Showcase,Wellness,Health", "google-site-verification": "awAsPBuwWIzNsurEGh9sqSJyASBhj040Lf5FmSyjtp4", "article": {"section": "News", "tag": "buffalo, cardiology, pulmonary, associates", "published_time": "2016-04-13T15:36:29+0000", "modified_time": "2016-04-13T15:36:29+0000", "author": "http://www.facebook.com/"}, "viewport": "width=device-width, target-densitydpi=device-dpi, initial-scale=1.0, maximum-scale=1.0"}, "_id": "\"57477af46914bd0286fe0d2c\"", "article_summary": "WILLIAMSVILLE, N.Y. (WKBW) - After 40 years of operation, Buffalo Cardiology & Pulmonary Associates will be closing its doors in Williamsville on May 20, 2016.\nThe following statement was issued by Buffalo Cardiology & Pulmonary Associates administrator, Gina Gray concerning the closure:Starting late last week, we notified our patients, staff and required government agencies that Buffalo Cardiology & Pulmonary Associates is closing its business May 20, 2016 after 40 years.\nWe wish to sincerely thank everyone involved with Buffalo Cardiology & Pulmonary Associates over the years.\nOur doctors are moving to other Buffalo-based practices, where all the doctors' patients will be welcome.\nWhen BC&PA formed in the mid-'70s, the large private practice model for physician specialists made sense."}