{"article_title": "Savannah Likely to End Requirement That Tour Guides Pass Test", "article_keywords": ["city", "requirement", "law", "end", "savannah", "likely", "ordinance", "tour", "mcnamara", "licensing", "pass", "test", "citys", "federal", "guides"], "article_url": "http://dailysignal.com/2015/10/15/amid-ongoing-legal-battle-savannah-likely-to-end-requirement-that-tour-guides-pass-test/", "article_text": "Under pressure from a federal lawsuit, Savannah, Ga., may bow out of an ongoing legal battle Thursday that would dismantle the city’s tour guide regulations and allow anyone to speak to willing customers about the city’s rich history.\n\nThe Savannah City Council is voting this afternoon to repeal its decades-old ordinance that bars tour guides from taking an audience sightseeing without first passing an extensive history exam and obtaining a government-issued license.\n\nFour local tour guides backed by the nonprofit law firm Institute for Justice brought the case to a U.S. District Court nearly a year ago, arguing that the city’s licensing laws violate the First Amendment’s free-speech protections.\n\nRobert McNamara, one of the attorneys representing the tour guides, said the city’s ordinance fails to recognize that tour guides are storytellers, and in the United States, “you don’t need a license in order to tell a story.”\n\n“The First Amendment protects your right to speak for a living, and that’s true whether you’re a stand-up comedian, a journalist, or a tour guide—that’s the basic principle we’re trying to vindicate,” McNamara said.\n\nOne month after the lawsuit was filed last November, Savannah scaled back its regulations to drop a requirement that compelled tour guides to pass a physical exam from a doctor deeming them healthy enough for the job. The city also refined the law to apply only to guides who collect payment.\n\nTo obtain a license, tour guides still must pass a 100-question history exam, which costs $100 to take, and pay an annual licensing fee to the city. The council also requires guides to pay a $1 tax per customer, which the Institute for Justice deems a “speech tax.”\n\nSimilar cases against licensing rules have panned out across the U.S., but the results vary from city to city. McNamara said this has left major disagreements among the federal courts of appeal about how the First Amendment applies to occupational licensing laws.\n\nThough the issue will likely hit the Supreme Court at some point, McNamara said resolution of the dispute on a federal level would probably not end with Savannah. He called the city’s vote to repeal its licensing ordinance a “surrender” in the lawsuit.\n\n“I take as a pure admission that they don’t think they can justify this law under the First Amendment and have no desire to take in a court ruling telling them that,” McNamara said.", "article_metadata": {"description": "Critics had said this was a free speech issue.", "og": {"site_name": "The Daily Signal", "description": "Critics had said this was a free speech issue.", "title": "Savannah Likely to End Requirement That Tour Guides Pass Test", "locale": "en_US", "image": "http://dailysignal.com/wp-content/uploads/151015_TourismSuit_Johnson.jpg", "updated_time": "2015-10-15T20:19:07+00:00", "type": "article"}, "bitly": {"url": "http://dailysign.al/1LQlPN8"}, "twitter": {"domain": "The Daily Signal", "description": "Critics had said this was a free speech issue.", "title": "Savannah Likely to End Requirement That Tour Guides Pass Test", "image": {"src": "http://dailysignal.com/wp-content/uploads/151015_TourismSuit_Johnson.jpg"}, "creator": "@dailysignal", "site": "@dailysignal", "card": "summary_large_image"}, "fb": {"pages": 300341323465160, "app_id": 772296266137346}, "article": {"publisher": "https://www.facebook.com/TheDailySignalNews", "section": "Economy", "tag": "regulation", "published_time": "2015-10-15T13:38:50+00:00", "modified_time": "2015-10-15T20:19:07+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Savannah, Georgia, tour guides, First Amendment, free speech, Institute for Justice"}, "_id": "\"57477af36914bd0286fd23bf\"", "article_summary": "To obtain a license, tour guides still must pass a 100-question history exam, which costs $100 to take, and pay an annual licensing fee to the city.\nThe Savannah City Council is voting this afternoon to repeal its decades-old ordinance that bars tour guides from taking an audience sightseeing without first passing an extensive history exam and obtaining a government-issued license.\nOne month after the lawsuit was filed last November, Savannah scaled back its regulations to drop a requirement that compelled tour guides to pass a physical exam from a doctor deeming them healthy enough for the job.\nHe called the city’s vote to repeal its licensing ordinance a “surrender” in the lawsuit.\nThough the issue will likely hit the Supreme Court at some point, McNamara said resolution of the dispute on a federal level would probably not end with Savannah."}