{"article_title": "The Man Who Brought Obamacare Back to the Supreme Court", "article_keywords": ["real", "king", "supreme", "court", "obamacare", "brought", "nick", "reason", "v", "president", "law", "man"], "article_url": "http://reason.com/blog/2015/03/29/the-man-who-brought-obamacare-back-to-th", "article_text": "\"The Man Who Brought Obamacare Back to the Supreme Court\": Produced by Alex Manning and Nick Gillespie. About 5.5 minutes.\n\nOriginal release date was March 26, 2015 and the original writeup is below.\n\n\"The real reason we're doing this has nothing to do with Obamacare, that's just the vehicle,\" explains Lawson Bader, president of the Competitive Enterprise Institute (CEI), the organization behind the latest Supreme Court challenge to President Obama's signature health care law. \"For us the real issue is, does a federal agency have the authority and the power to essential reinterpret and rewrite a law passed by legislature.\" The case, King v. Burwell, hinges on whether the IRS violated the law by granting tax credits to states that opted to join the federal health care exchange rather than create their own state-based system. Bader sat down with Reason TV's Nick Gillespie to discuss King v. Burwell, how Obamacare could \"implode\" if the court agrees with CEI's interpretation of the law, and his prediction on how the justices will rule.\n\nView this article.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "Competitive Enterprise Institute's Lawson Bader on King v. Burwell", "title": "The Man Who Brought Obamacare Back to the Supreme Court", "url": "http://reason.com/blog/2015/03/29/the-man-who-brought-obamacare-back-to-th", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14276560137044.jpg", "type": "article"}, "twitter": {"description": "\"The Man Who Brought Obamacare Back to the Supreme Court\": Produced by Alex Manning and Nick Gillespie. About 5.5 minutes.\nOriginal release date was March 26, 2015 and the original writeup is below.\n\n\"The real reason we're doing this has nothing to do with Obamacare, that's just the vehicle,\" explains Lawson Bader, president of the Competitive Enterprise Institute&nbsp;(CEI), the organization behind&nbsp;", "creator": "@nickgillespie", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14276560137044.jpg", "title": "The Man Who Brought Obamacare Back to the Supreme Court", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "article": {"tag": "Politics", "published_time": "2015-03-29T21:00:00+00:00", "author": "http://reason.com/people/alex-manning"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "article_summary": "\"The Man Who Brought Obamacare Back to the Supreme Court\": Produced by Alex Manning and Nick Gillespie.\n\"The real reason we're doing this has nothing to do with Obamacare, that's just the vehicle,\" explains Lawson Bader, president of the Competitive Enterprise Institute (CEI), the organization behind the latest Supreme Court challenge to President Obama's signature health care law.\nBader sat down with Reason TV's Nick Gillespie to discuss King v. Burwell, how Obamacare could \"implode\" if the court agrees with CEI's interpretation of the law, and his prediction on how the justices will rule.\nThe case, King v. Burwell, hinges on whether the IRS violated the law by granting tax credits to states that opted to join the federal health care exchange rather than create their own state-based system.\n\"For us the real issue is, does a federal agency have the authority and the power to essential reinterpret and rewrite a law passed by legislature.\""}