{"article_title": "Rival Athletes Motivate Each Other To Perform Their Best; The Psychology Of Competition", "article_keywords": ["motivation", "psychology", "perform", "rival", "taking", "motivate", "competition", "times", "suggests", "kilduff", "races", "runners", "rivalry", "performance", "athletes", "think", "best"], "article_url": "http://www.medicaldaily.com/rival-athletes-motivate-each-other-perform-their-best-psychology-competition-291590", "article_text": "Athletes are competitive in nature, with some stretching their abilities past legal limits by taking steroids, finding shortcuts, or playing dirty, however, a new study suggests that having rivals are the key to optimal performance. A New York University (NYU) researcher spent six years evaluating 184 mid- to long-distance races, and saw over and over again that runners ran better when their rivals were their competition.\n\n\"Take the rivalry between Andre Agassi and Pete Sampras. They have held exhibition matches for charity in recent years, and despite the fact that both players have long been retired and that the outcomes of these matches carry no financial stakes, they are fiercely competitive with each other,\" said Gavin Kilduff of NYU’s Stern School of Business in a press release. \"I would argue that this is due to the longstanding rivalry relationship between these two, which encompasses their long history of competing against each other.\"\n\nKilduff looked at the races over the six years. When runners with similar times, and who had run against each other often enough to be considered rival competitors, lined up at the starting line together, their times were personal bests. \"I suspected that rivalry might have very different consequences from the kind of coerced laboratory competition that characterized most prior research,” Kilduff said.\n\nThe races ranged from three to 21 kilometers (1.8 to 13 miles), but most were 5k races, which is a very popular distance for amateur to trained runners. The research also found throughout these distances that past races stood as a motivating factor for future races. \"I think some people may find it surprising that runners actually pick one and another out at these kind of races but my experiences speaking with them suggests they indeed do,\" Kilduff said.\n\nCompetition inspires motivation to work harder toward becoming a better runner, but it may also make people more prone to unethical or risky behavior in order to outperform a rival, Kilduff cautioned. Taking performance enhancing drugs, also known as doping, includes the use of human growth hormones, creatine, and anabolic steroids, and gives athletes an edge that leads to questionable fairness. Drug use could lead to permanent baldness, testicle shrinkage, severe acne, liver abnormalities, and tumor development, according to Mayo Clinic.\n\n\"How we behave in competition situations depends on our relationship and history of interaction with our opponent,\" Kilduff said. \"This suggests that we may be able to boost our own levels of motivation and performance by either forming rivalries or harnessing the ones we already have. It might also get us to think about whether other individuals in our lives may view us as their rivals.\"\n\nSource: Kilduff GJ. Driven to Win: Rivalry, Motivation, and Performance. Social Psychological and Personality Science. 2014.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "rival, athletes, motivate, each, other, perform, their, best, psychology, competition", "og": {"site_name": "Medical Daily", "description": "Rivals push athletes to their top performance and abilities, but can also bring competition too far.", "title": "Athletic Rivalries Force Us To Perform Better", "url": "http://www.medicaldaily.com/rival-athletes-motivate-each-other-perform-their-best-psychology-competition-291590", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/07/06/running-rivals-creates-competition-push-athletes.jpg", "type": "article"}, "twitter": {"description": "Rivals push athletes to their top performance and abilities, but can also bring competition too far.", "title": "Athletic Rivalries Force Us To Perform Better", "url": "http://www.medicaldaily.com/rival-athletes-motivate-each-other-perform-their-best-psychology-competition-291590", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/07/06/running-rivals-creates-competition-push-athletes.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/07/06/running-rivals-creates-competition-push-athletes.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Science/Tech", "published_time": "2014-07-06T16:31:15-04:00", "modified_time": "2014-07-06T16:31:14-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Rivals push athletes to their top performance and abilities, but can also bring competition too far."}, "_id": "\"57477af46914bd0286fe0d5d\"", "article_summary": "Taking performance enhancing drugs, also known as doping, includes the use of human growth hormones, creatine, and anabolic steroids, and gives athletes an edge that leads to questionable fairness.\nDriven to Win: Rivalry, Motivation, and Performance.\n\"How we behave in competition situations depends on our relationship and history of interaction with our opponent,\" Kilduff said.\n\"I suspected that rivalry might have very different consequences from the kind of coerced laboratory competition that characterized most prior research,” Kilduff said.\nThe research also found throughout these distances that past races stood as a motivating factor for future races."}