{"article_title": "For Fiorina, the Real Test Starts Now", "article_keywords": ["real", "trump", "starts", "hp", "political", "times", "parenthood", "fiorina", "planned", "hewlettpackard", "test", "fiorinas", "debate"], "article_url": "http://www.thefiscaltimes.com/2015/09/18/Fiorina-Real-Test-Starts-Now", "article_text": "It didn’t take long for the political long knives to come out against Carly Fiorina after her boffo performance in Wednesday night’s three-hour GOP presidential debate.\n\nFiorina, the former Hewlett-Packard CEO who until now has languished near the bottom of the polls, showed a command of issues both foreign and domestic and put frontrunner Donald Trump in his place for his boorish behavior in criticizing her physical appearance in a recent Rolling Stone interview.\n\nRelated: The Trump Insult-athon’s Latest Target: Ben Carson\n\nAs the only woman in the 16-candidate GOP field, Fiorina has touted herself as her party’s best hope for galvanizing women voters and challenging and defeating Democratic frontrunner Hillary Rodham Clinton in the 2016 general election. Fiorina has been brutal in stressing Clinton’s huge credibility gap with voters stemming from her mishandling of government emails during her four years at the State Department and her role in the lead up to and aftermath of the Benghazi, Libya, terrorist attacks that left four Americans dead.\n\nBut as her campaign suddenly begins to gain steam, Fiorina is attracting unwelcome scrutiny into her checkered stint as chief executive officer of Hewlett-Packard, her overwhelming loss to Democratic Sen. Barbara Boxer in the 2010 California Senate race, her personal wealth and even the accuracy of her public statements.\n\nOn that last point, Fiorina has drawn sharp fire from political fact-checkers for her comment at the Wednesday night debate in California daring Clinton and President Obama to watch videos secretly recorded by an anti-abortion group purporting to prove that Planned Parenthood officials have illegally profited from aborted fetal tissue provided to scientific researchers.\n\n“Watch a fully formed fetus on the table, its heart beating, its legs kicking, while someone says, ‘We have to keep it alive to harvest its brain,” Fiorina said.\n\nThe Tampa Bay Times PolitiFact.com, among other political watchdogs that have viewed hours of the video surreptitiously taken by the anti-abortion Center for Medical Progress, said there is no actual footage of what Fiorina described, only an interview with a woman talking about a scene similar to what Fiorina described.\n\nRelated: Fiorina Scores Well on Social Media in Face-off With Trump\n\nFiorina is standing by her statement, but her critics say she went too far afield in her attack on Planned Parenthood in a ham-handed appeal to her party’s conservative base. “To be sure, Fiorina wasn't the only person lying about Planned Parenthood on stage,” Amanda Marcotte wrote in Slate. “The claim that Planned Parenthood sells fetal body parts was stated as fact by multiple candidates. It's simply not true, and repeating it will not make it more true. But describing such a vivid and grisly scene that never happened—that is taking it to another level.”\n\nIt's a measure of Fiorina's sudden rise in prominence that she's taking incoming fire, according to University of Virginia political scientist Larry J. Sabato. This is a normal part of the campaign process.\n\n“She'll have a rough patch that tests her,” Sabato said in an email on Friday. “The system is supposed to work that way. Fiorina has a lot of enemies from her time at HP. But now she also has a lot of admirers in the GOP. We’ll just have to watch and see how it plays out. Welcome to the big leagues.”\n\nFiorina said in an interview on MSNBC’s “Morning Joe” program on Thursday morning that she entered the debate well aware that half or more of the nearly 24 million people who watched it had never heard her name before or didn’t realize she was running for president. “And so it was a really important opportunity for me to continue to introduce myself to the American people,” she explained.\n\nRelated: Trump Slights Rival Fiorina's Looks: 'Look at That Face'\n\nAfter essentially forcing her way onto the stage at the Ronald Reagan Presidential Library in Simi Valley, Calif., by virtue of a strong performance in an “undercard” candidates’ debate in Cleveland on Aug. 6, Fiorina at times stole the show. She was well prepared to converse on a broad range of topics, from immigration and the U.S.-Iran nuclear deal to same sex marriage, drug treatment and federal funding of Planned Parenthood. The New York Times wrote that she emerged as an “especially tenacious combatant who provided some of the few moments when Mr. Trump looked uncomfortable.”\n\nOne of those moments came when she was asked to respond to Trump’s demeaning comment that Fiorina doesn’t have “the face” to be elected president. “I think women all over this country heard very clearly what Mr. Trump said,” she said.\n\nBut there were rocky moments as well, as Trump and other questioned her business acumen and her stormy career at HP that ended with her firing. She claimed, as she has before, that she helped “double the size” of the company, quadrupled its top-line growth rate, quadrupled cash flow and tripled its rate of innovation.\n\nRelated: Carly Fiorina’s Real Record at HP: Is She Presidential Material?\n\nCNN debate moderator Jake Tapper noted that Trump had said Fiorina \"ran HP into the ground\" during her time as CEO — including orchestrating a highly controversial merger with Compaq that prompted the layoff of 30,000 workers. Fiorina retorted: \"I led Hewlett-Packard through a very difficult time, the worst technology recession in 25 years,\" adding: \"We had to make tough choices, and in doing so, we saved 80,000 jobs, went on to grow to 160,000 jobs.\"\n\nFiorina’s once promising challenge to Boxer in the 2010 Senate race all but collapsed after the Democrat began running an ad highlighting Fiorina’s disastrous stewardship of HP, the 30,000 layoffs, her $1 million yacht and five corporate jets. She received a $20 million severance package when she was forced out in 2005.\n\nThe Los Angeles Times reported this week that one of Fiorina’s Republican rivals shared Boxer’s opposition research book from the 2010 campaign with reporters — suggesting that there could be plenty of negative stories about Fiorina in the coming days. The 219-page document covers Fiorina’s career at Hewlett-Packard, details about her divorce and her net worth and property holdings.\n\n“Fiorina knows what's coming,” Sabato said, “since she saw it unfold in her Senate race.”", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "It didn’t take long for the political long knives to come out against Carly Fiorina af", "title": "For Fiorina, the Real Test Starts Now", "url": "http://www.thefiscaltimes.com/2015/09/18/Fiorina-Real-Test-Starts-Now", "image": "http://cdn.thefiscaltimes.com/sites/default/files/05042015_Carly_Fiorina.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/09/18/Fiorina-Real-Test-Starts-Now", "image": "http://cdn.thefiscaltimes.com/sites/default/files/05042015_Carly_Fiorina.jpg", "creator": "@ericpianin", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "It didn’t take long for the political long knives to come out against Carly Fiorina af", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af46914bd0286fe0d95\"", "article_summary": "“To be sure, Fiorina wasn't the only person lying about Planned Parenthood on stage,” Amanda Marcotte wrote in Slate.\n“The claim that Planned Parenthood sells fetal body parts was stated as fact by multiple candidates.\nShe was well prepared to converse on a broad range of topics, from immigration and the U.S.-Iran nuclear deal to same sex marriage, drug treatment and federal funding of Planned Parenthood.\nIt didn’t take long for the political long knives to come out against Carly Fiorina after her boffo performance in Wednesday night’s three-hour GOP presidential debate.\n“Fiorina knows what's coming,” Sabato said, “since she saw it unfold in her Senate race.”"}