{"article_title": "Efficiency, slide in patients drive IU Health's $1B consolidation", "article_keywords": ["healths", "school", "methodist", "university", "iu", "drive", "consolidation", "efficiency", "slide", "1b", "health", "indiana", "hospital", "hospitals", "patients"], "article_url": "http://www.ibj.com/articles/52908-efficiency-slide-in-patients-drive-iu-healths-1b-consolidation", "article_text": "In a bid to make itself more efficient, Indiana University Health announced Friday that it will spend roughly $1 billion to expand its Methodist and Riley campuses, and then close its University facility.\n\n\n\nThe board of directors of the Indianapolis-based hospital system approved the consolidation plan Thursday night, setting off a five- to seven-year process that will trim IU Health's downtown inpatient facilities from three to two.\n\nUntil the end of that process, University Hospital will remain open to patients, just as it is now, according to IU Health officials. And after clinical services move to Methodist it is possible that University could re-open as a post-acute or rehabilitation hospital.\n\nIU Health officials said the oldest buildings on the Methodist campus at 16th Street and Capitol Avenue would be torn down and new facilities focused on serving walk-in patients would be built.\n\n\n\nThe expanded Methodist campus will include space for classrooms and faculty offices for the Indiana University School of Medicine, which will split its campus between that location and the IUPUI campus.\n\nIU Health intends to shift all downtown obstetrical and newborn care to its Riley Hospital for Children, which is located on the IUPUI campus.\n\n“This is a gigantic project,” IU Health CEO Dan Evans said during a conference call with reporters. “This is on a par with the airport, Eskenazi [Health]. It’s a major public works project.”\n\n\n\nNews that IU Health would consolidate University and Methodist hospitals broke in June 2014. In January, IBJ reported that IU Health's management had recommended that University Hospital should close and its operations be consolidated on the Methodist campus.\n\n\n\nEvans said IU Health, the largest hospital system in Indiana by revenue, needed to consolidate its downtown hospitals because its number of patients per day has declined since 1964. Those declines were accelerated by the 2010 Affordable Care Act, which put financial pressure on hospitals to reduce costs—mainly by keeping patients out of the hospital.\n\n\n\nBut IU Health—which is a joint venture of the United Methodist Church and Indiana University School of Medicine, and exists separately from Indiana University—had a careful balancing act in making its decision. It needed a hospital that not only served patients better and cost less money, but also still provided a thriving research facility for IU medical professors.\n\n\n\nDr. Jay Hess, dean of the medical school, said he’s happy with the outcome.\n\n\n\n“This is an extremely positive development for everyone involved,” he said during the conference call. He added, “The school of medicine is anticipating further growth in research programs. This is just the first step.”\n\n\n\nIU Health officials now anticipate as much as two years of planning to figure out the details.\n\n\n\nOne detail will even be the name of the Methodist campus. An internal committee will hire consultants to figure out the best name for the hospital, Evans said. But whatever they choose, the historic names of Methodist and University won’t disappear, he said.\n\n\n\nAnother detail to be worked out is what will happen to the IU Simon Cancer Center, which is part of University Hospital. When asked about the cancer center, Jonathan Curtright, chief operating officer of Methodist and University hospitals, said, \"We are going to be moving all of our clinical services to the new campus.\"\n\n\n\nBut Hess, the medical school dean, said “There will always be an IU Simon Cancer Center, but there’s still ongoing work regarding that.\"\n\n\n\nAnother unknown is how IU and IU Health will use the 45-year-old University Hospital building at the end of the process.\n\n\n\nAnd IU Health is even considering extending its People Mover train to reach the western side of the IUPUI campus—the home of Riley, as well as IU Health’s partner hospitals Eskenazi Health and the Veterans Affairs Medical Center. Or, IU Health might add other transportation options to help its staff move between the two expanded hospitals.\n\n\n\nIU Health expects its consolidation to reduce the total space of Methodist and University hospitals from 4.2 million square feet to about 2.5 million square feet. Any expansion at Riley would be on top of that.\n\n\n\nThe number of workers at IU Health’s downtown hospitals is expected to stay roughly the same, said Curtright, the chief operating officer of Methodist and University. He co-led the 27-member team that reviewed IU Health’s options for its downtown consolidation.\n\n\n\n“There is a strong possibility that this could be a net zero, if not growing,” he said.", "article_metadata": {"description": "In a bid to make itself more efficient, Indiana University Health announced Friday will spend roughly $1 billion to expand its Methodist and Riley campuses, and then close its University facility. The board of directors of the Indianapolis-based hospital system approved the consolidation plan Thursday night, setting off a five to seven year process that will trim IU Health's downtown facilities from three to two. Until the end of that process, University Hospital will remain open to patients. IU Health officials said the oldest buildings . . .", "csrf-token": "C4ctxzjpm5p1Hk50ZIpm9FwqPVU9nRRLPJHFh3AZvP8=", "twitter": {"description": "The hospital system announced Friday that it would close its University hospital in downtown Indianapolis after expanding the nearby Methodist and Riley campuses.", "card": "summary", "title": "Efficiency, slide in patients drive IU Health's $1B consolidation"}, "csrf-param": "authenticity_token", "og": {"image": "http://www.ibj.com/ext/resources/aa-stock-images/og-logo.jpg", "type": "Article", "description": "The hospital system announced Friday that it would close its University hospital in downtown Indianapolis after expanding the nearby Methodist and Riley campuses.", "title": "Efficiency, slide in patients drive IU Health's $1B consolidation"}, "keywords": "Affordable Care Act,Dan Evans,IU School of Medicine,Indiana University,Jay Hess,Obamacare,Riley Hospital for Children ,downtown,health care,hospital,iu health,reform,university", "google-site-verification": "dEpdCgWEqtwBQ26es3xvj1hiJAdg_f1dGEb3ojELomo", "verify-v1": "g4IS1SbAtb6k021/9HzhkZ2B++kYDaZ8FN48PiruaO8=", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fd23d5\"", "article_summary": "He co-led the 27-member team that reviewed IU Health’s options for its downtown consolidation.\nAnother unknown is how IU and IU Health will use the 45-year-old University Hospital building at the end of the process.\n“This is a gigantic project,” IU Health CEO Dan Evans said during a conference call with reporters.\nUntil the end of that process, University Hospital will remain open to patients, just as it is now, according to IU Health officials.\nIt’s a major public works project.”News that IU Health would consolidate University and Methodist hospitals broke in June 2014."}