{"article_title": "Bimbo Bakeries recalls bread sold in 11 states", "article_keywords": ["bakeries", "11", "lee", "sold", "sara", "bimbo", "states", "natures", "brands", "recalls", "packages", "harvest", "company", "bread"], "article_url": "http://www.washingtontimes.com/news/2015/aug/26/bimbo-bakeries-recalls-bread-sold-in-11-states/", "article_text": "NEW YORK (AP) - The maker of Sara Lee, Nature’s Harvest and other brands is recalling about 48,000 packages of bread sold in 11 states because they may contain fragments of glass from a broken light bulb at a company factory.\n\nBimbo Bakeries said Wednesday one consumer found small pieces of glass on the outside of the bread. No injuries have been reported.\n\nThe recall covers seven different Sara Lee products, two each sold under the Nature’s Harvest and Great Value brands, and one each for the Kroger, L’Oven Fresh, and Bimbo brands. The packages have “best by” dates ranging from Aug. 29 to Sept. 1 and a listed “bakery code” of 1658.\n\nThe Horsham, Pennsylvania-based company says consumers can return the bread to stores for a full refund. The states where the recalled bread was sold are Alabama, Florida, Georgia, Kentucky, Mississippi, North Carolina, Ohio, South Carolina, Tennessee, Virginia and West Virginia.\n\nBimbo Bakeries is part of Grupo Bimbo, which describes itself as the largest baking company in the world.", "article_metadata": {"description": "The maker of Sara Lee, Nature's Harvest and other brands is recalling about 48,000 packages of bread sold in 11 states because they may contain fragments of glass from a broken light bulb at a company factory.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"url": "http://www.washingtontimes.com/news/2015/aug/26/bimbo-bakeries-recalls-bread-sold-in-11-states/", "site_name": "The Washingtion Times", "type": "article", "description": "The maker of Sara Lee, Nature’s Harvest and other brands is recalling about 48,000 packages of bread sold in 11 states because they may contain fragments of glass from a broken light bulb at a company factory.", "title": "Bimbo Bakeries recalls bread sold in 11 states"}, "twitter": {"description": "The maker of Sara Lee, Nature's Harvest and other brands is recalling about 48,000 packages of bread sold in 11 states because they may contain fragments of glass from a broken light bulb at a company", "site": "@washtimes", "card": "summary", "title": "Bimbo Bakeries recalls bread sold in 11 states"}, "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web0", "viewport": "width=device-width, initial-scale=1, user-scalable=yes"}, "_id": "\"57477af36914bd0286fd23db\"", "article_summary": "The states where the recalled bread was sold are Alabama, Florida, Georgia, Kentucky, Mississippi, North Carolina, Ohio, South Carolina, Tennessee, Virginia and West Virginia.\nBimbo Bakeries is part of Grupo Bimbo, which describes itself as the largest baking company in the world.\nNEW YORK (AP) - The maker of Sara Lee, Nature’s Harvest and other brands is recalling about 48,000 packages of bread sold in 11 states because they may contain fragments of glass from a broken light bulb at a company factory.\nBimbo Bakeries said Wednesday one consumer found small pieces of glass on the outside of the bread.\nThe recall covers seven different Sara Lee products, two each sold under the Nature’s Harvest and Great Value brands, and one each for the Kroger, L’Oven Fresh, and Bimbo brands."}