{"article_title": "The 10 Sweatiest Cities In America, Plus How To Stay Cool During Summer Months", "article_keywords": ["body", "summer", "america", "temperature", "months", "florida", "stay", "high", "heat", "plus", "sweat", "sweatiest", "water", "cities", "drink", "cool"], "article_url": "http://www.medicaldaily.com/heat-wave-advisory-10-sweatiest-cities-america-plus-how-stay-cool-during-summer-343702", "article_text": "It’s getting way too hot in here, with here being the summer months. But as New York City, Washington, D.C., and other eastern cities in the United States brace themselves for an upcoming heat wave, a new study from Honeywell Fans and Environmental Health & Engineering finds certain U.S. cities have it way worse.\n\nScientists pulled national climatic data to see which cities, if any were sweating more than others. This sweat factor was determined by the cities’ average temperature and humidity levels during the summer, as well as their population and housing density and average wind speed. While geographic locations have a major influence on temperatures, “so does infrastructure like residential buildings or heavy industry, which can trap heat or contribute to heat output,” Dr. Ted Myatt, of EH & E, told AccuWeather.\n\nThe top 10 sweatiest cities are:\n\nCharlotte, N.C.\n\nDallas\n\nLos Angeles\n\nRaleigh, N.C.\n\nWashington, D.C.\n\nOrlando, Fla.\n\nSan Diego\n\nHouston\n\nMiami\n\nTampa, Fla.\n\nNorth Carolina, Florida, California, and Texas are all repeat offenders, but Florida is not to be upstaged. The sunshine state claims three of the sweatiest cities, including Orlando, Miami, and the number one city of Tampa.\n\n\"The humidity remains consistently high during the summer across Florida as the state is surrounded by very warm waters and daily thunderstorms add to the moisture available,\" Paul Walker, an AccuWeather Meteorologist, explained.\n\nIt’s unpleasant, yes, but sweat is how the body protects itself from dangerously high temperatures. Healthline reported that “when sweat evaporates off your skin, it cools your body down.” That is, when the air is dry. When it’s humid, Dr. Houman Danesh told AccuWeather that sweat doesn’t evaporate as well and the body struggles to cool down. And when the body can’t produce sweat at all, it’s a sign the body’s central temperature system has stopped working altogether.\n\nThe latter is the hallmark sign of heat stroke, which can be a life-threatening condition (see: Pakistan and India). During heat stroke the American Red Cross (ARC) says that “the body temperature can rise so high that brain damage and death may result if the body is not cooled quickly.” So it’s important to take heat advisories seriously and make it a point to keep cool.\n\nFirst, the ARC recommends avoiding strenuous activity. If you insist on being active, try and do so during the coolest part of the day, which is in the morning between 4 a.m. and 7 a.m. (Not a morning person? We’ve got six clever hacks for you here.) Next, stay indoors as much as possible. Air conditioning is ideal, but if you don’t have AC, limit yourselves to the lowest floors and use electric fans to help sweat evaporate.\n\nAgain, if you insist on being outdoors, wear light-colored clothing to reflect the sun and don't forget to drink water. A lot of water.\n\n“Your body needs water to keep cool,” the ARC says. “Drink plenty of fluids even if you do not feel thirsty. Water is the safest liquid to drink during heat emergencies. Avoid drinks with alcohol or caffeine in them. They can make you feel good briefly, but make the heat's effects on your body worse.”\n\nFor more on keeping cool in the summer and staying hydrated, click here.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "heat, wave, advisory, 10, sweatiest, cities, america, plus, how, stay, cool, during, summer", "og": {"site_name": "Medical Daily", "description": "Geographic location and infrastructure are why some cities have to focus more on staying cool during the summer.", "title": "These 10 Cities Will Make You Sweat The Most", "url": "http://www.medicaldaily.com/heat-wave-advisory-10-sweatiest-cities-america-plus-how-stay-cool-during-summer-343702", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/07/18/heat-wave.JPG", "type": "article"}, "twitter": {"description": "Geographic location and infrastructure are why some cities have to focus more on staying cool during the summer.", "title": "These 10 Cities Will Make You Sweat The Most", "url": "http://www.medicaldaily.com/heat-wave-advisory-10-sweatiest-cities-america-plus-how-stay-cool-during-summer-343702", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/07/18/heat-wave.JPG", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/07/18/heat-wave.JPG"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "The Grapevine", "published_time": "2015-07-18T18:15:28-04:00", "modified_time": "2015-07-19T18:58:39-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Geographic location and infrastructure are why some cities have to focus more on staying cool during the summer."}, "_id": "\"57477af36914bd0286fd23e9\"", "article_summary": "Again, if you insist on being outdoors, wear light-colored clothing to reflect the sun and don't forget to drink water.\nThe sunshine state claims three of the sweatiest cities, including Orlando, Miami, and the number one city of Tampa.\nThis sweat factor was determined by the cities’ average temperature and humidity levels during the summer, as well as their population and housing density and average wind speed.\nWhen it’s humid, Dr. Houman Danesh told AccuWeather that sweat doesn’t evaporate as well and the body struggles to cool down.\nScientists pulled national climatic data to see which cities, if any were sweating more than others."}