{"article_title": "Weinstein: Constructing pipeline could boost economy", "article_keywords": ["billion", "pipeline", "oil", "jobs", "weinstein", "xl", "energy", "project", "keystone", "recent", "crude", "economy", "boost", "constructing"], "article_url": "http://blog.heartland.org/2014/06/weinstein-constructing-pipeline-could-boost-economy/", "article_text": "It’s now been six years since TransCanada first applied for a permit from the U.S. State Department to construct the Keystone XL pipeline from the Alberta oil sands to the storage and distribution hub at Cushing, Okla.\n\nBecause the pipeline crosses an international boundary, it must be approved by the White House. President\n\nBarack Obama has declined to make a decision for two main reasons: First, because 2014 is an election year and, second, because the environmental community has made Keystone the “litmus test” for the administration’s commitment to “green ” (i.e. noncarbon) energy.\n\nSome members of Congress, such as California Sen. Barbara Boxer, a Democrat, see the Keystone XL as an environmental threat that could contaminate land and underground aquifers if a major leak should occur. But according to TransCanada, Keystone will be the safest pipeline ever built. Not only will it be buried deeper than most other pipelines, it will have more automated shut-off valves.\n\nWhat’s more, the proposed pipeline will incorporate advanced technology such as satellite imagery that is refreshed every five seconds to quickly pinpoint any problems.\n\nFinally, the pipeline alignment has been designed to minimize impacts to the environment and landowners. And a recent State Department report finds that the Keystone XL will not result in increased greenhouse gas emissions, a claim often made by its opponents.\n\nRepublicans, who overwhelmingly support construction of Keystone XL, have made several attempts to attach riders to various bills that would force the president’s hand. But these efforts have not been successful.\n\nMost recently, amendments to proceed with Keystone and expedite natural gas exports were proposed to a bipartisan bill in the U.S. Senate dealing with improved energy efficiency, but Democrats would not allow a vote. Consequently, the bill died.\n\nFurther delays on Keystone are a diplomatic slap in the face to Canada, America’s No. 1 trading partner, as well as bad economics. Canada is the largest and most stable crude oil provider to America, sending us 3 million barrels daily.\n\nBut Keystone is more than a pipeline: It is a critical infrastructure project that will enhance the energy security of North America and strengthen the U.S. economy by moving 830,000 additional barrels per day.\n\nAlong with transporting crude oil from Canada, the Keystone XL pipeline will help move crude oil from the Bakken play in North Dakota and Montana, much of which is now being shipped by rail tank car. As recent accidents have shown, hauling crude oil in tank cars is more dangerous, not to mention more expensive, than shipping through a pipeline.\n\nKeystone will allow Canadian and American oil producers more access to the large refining markets found in the American Midwest and along the U.S. Gulf Coast. These refineries were specifically built to process heavy crudes similar to those coming from the Alberta oil sands. Importantly, Canadian crude can replace imports from unstable and unfriendly countries like Venezuela.\n\nAgainst the backdrop of slow economic recovery from the Great Recession, Keystone XL is a “shovel-ready” project that can provide tremendous economic benefits for communities along the alignment. The $5.3 billion pipeline will create approximately 9,000 construction jobs. When combined with the $1.7 billion southern portion of the project running from Cushing in Oklahoma to Nederland here in Texas – which opened earlier this year – the total employment impact jumps to 20,000 jobs, including 7,000 high-wage jobs in manufacturing.\n\nDirectly and indirectly, Keystone will add close to $20 billion to U.S. gross domestic product and generate more than $5 billion in taxes to local communities over its operational life.\n\nTerry O’Sullivan, head of the Laborers’ International Union that represents construction workers, perhaps best summed up the Keystone standoff in a recent a public statement: “This is once again politics at its worst. … The administration is making a political calculation instead of doing what is right for the country.”\n\nBernard L. Weinstein is associate director of the Maguire Energy Institute in the Cox School of Business at Southern Methodist University and a fellow with the 4 Percent Growth Project of the George W. Bush Institute.", "article_metadata": {"og": {"url": "http://blog.heartland.org/2014/06/weinstein-constructing-pipeline-could-boost-economy/", "site_name": "Somewhat Reasonable", "image": "http://blog.heartland.org/wp-content/uploads/2014/06/keystone.pipeline.route_.jpg", "type": "activity", "title": "Weinstein: Constructing pipeline could boost economy"}, "robots": "noodp,noydir", "viewport": "width=device-width"}, "_id": "\"57477af46914bd0286fd84e3\"", "article_summary": "Canada is the largest and most stable crude oil provider to America, sending us 3 million barrels daily.\nRepublicans, who overwhelmingly support construction of Keystone XL, have made several attempts to attach riders to various bills that would force the president’s hand.\nAlong with transporting crude oil from Canada, the Keystone XL pipeline will help move crude oil from the Bakken play in North Dakota and Montana, much of which is now being shipped by rail tank car.\nAs recent accidents have shown, hauling crude oil in tank cars is more dangerous, not to mention more expensive, than shipping through a pipeline.\nThe $5.3 billion pipeline will create approximately 9,000 construction jobs."}