{"article_title": "Lecturer: 2010 was all about 'white rage,' 'racism' toward Obama, voter suppression, blah blah blah", "article_keywords": ["lecturer", "voter", "wisconsin", "rich", "rage", "students", "racism", "biddle", "blah", "college", "suppression", "walker", "video", "white", "voting", "2010", "obama"], "article_url": "http://dailycaller.com/2014/02/26/lecturer-2010-was-all-about-white-rage-racism-toward-obama-voter-suppression-blah-blah-blah/", "article_text": "4109145\n\nA union activist delivered a guest lecture to students in a general education class at the University of Wisconsin — Whitewater in which he claimed that the political achievements of Republicans and Wisconsin Gov. Scott Walker in 2010 were the result of “white rage” and race-based hatred of President Barack Obama among conservatives.\n\nEyon Biddle Sr., political organizer for SEIU Local 150, was invited to speak to the General Education 130 class by Professor Monique Liston, according to Campus Reform. His remarks were captured on video by freshman Kyle Brooks, secretary for the campus’s chapter of the College Republicans.\n\nThe context of 2010 was white rage, to be honest with you,” said Biddle, according to the video. “White people having to pay for health care for blacks and browns and gays. Racism with the first black president. You saw a bunch of American pie hatred just bubble up. Folks started voting against their own interests. You had white, blue collar males voting fro Walker even though Walker’s policies are not for blue collar white males.”\n\nBiddle also said conservative successes in 2010 were largely due to corporate donations, rather than grassroots activism. (RELATED: Textbook: Reagan was sexist, conservatives think people are evil and lazy)\n\n“We thought it was being funded by grassroots white radicals,” he said. “No, corporations. Rich people. Confusing people. Scaring people about Medicare and Medicaid changes, the Affordable care Act.”\n\nRepublicans are hard at work trying to take away the voting rights of college students and black people, said Biddle. (RELATED: Allegheny College to pro-lifers: Your opinions are dangerous and harmful)\n\n“These are just facts,” he said.\n\nConfusingly, he also criticized school choice initiatives for helping rich students–even though voucher systems primarily exist to give poor students better options regarding where they go to school.\n\nBrooks told Campus Reform that he was shocked by the offensive ans frequently profane speech.\n\n“I’m very disappointed,” he said. “What could have been a productive dialogue turned into a divisive rant smearing the conservative movement.”\n\nListon did not immediately respond to a request for comment as to whether she had any plans to invite a speaker with differing views to address the class.\n\nFollow Robby on Twitter", "article_metadata": {"sailthru.author": "Robby Soave", "description": "A union activist delivered a guest lecture to students in a general education class at the University of Wisconsin--Whitewater in which he claimed that the", "og": {"site_name": "The Daily Caller", "description": "A union activist delivered a guest lecture to students in a general education class at the University of Wisconsin -- Whitewater in which he claimed that the political achievements of Republicans and", "title": "Lecturer: 2010 was all about ‘white rage,’ ‘racism’ toward Obama, voter suppression, blah blah blah", "url": "http://dailycaller.com/2014/02/26/lecturer-2010-was-all-about-white-rage-racism-toward-obama-voter-suppression-blah-blah-blah/", "image": {"width": 1200, "identifier": "http://cdn01.dailycaller.com/wp-content/uploads/2014/02/Eyon-Biddle.jpg", "height": 501}, "type": "article"}, "twitter": {"description": "'These are just facts'", "title": "Lecturer: 2010 was all about ‘white rage,’ ‘racism’ toward Obama, voter suppression, blah blah blah Via @dailycaller", "url": "http://dailycaller.com/2014/02/26/lecturer-2010-was-all-about-white-rage-racism-toward-obama-voter-suppression-blah-blah-blah/", "image": {"src": "http://dailycaller.com/wp-content/uploads/2014/02/Eyon-Biddle.jpg"}, "creator": "@robbysoave", "site": {"identifier": "@dailycaller", "id": 39308549}, "card": "summary"}, "sailthru.date": "2014-02-26 22:46:44", "sailthru.title": "Lecturer: 2010 was all about 'white rage,' 'racism' toward Obama, voter suppression, blah blah blah", "HandheldFriendly": "true", "fb": {"app_id": 143489452702, "pages": 182919686769}, "sailthru.tags": "robby-soave", "sailthru.description": "A union activist delivered a guest lecture to students in a general education class at the University of Wisconsin -- Whitewater in which he claimed that the political achievements of Republicans and", "sailthru.image.full": "http://cdn01.dailycaller.com/wp-content/uploads/2014/02/Eyon-Biddle.jpg", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "_id": "\"57477af46914bd0286fe0dce\"", "article_summary": "Scott Walker in 2010 were the result of “white rage” and race-based hatred of President Barack Obama among conservatives.\nThe context of 2010 was white rage, to be honest with you,” said Biddle, according to the video.\nHis remarks were captured on video by freshman Kyle Brooks, secretary for the campus’s chapter of the College Republicans.\n(RELATED: Textbook: Reagan was sexist, conservatives think people are evil and lazy)“We thought it was being funded by grassroots white radicals,” he said.\nScaring people about Medicare and Medicaid changes, the Affordable care Act.”Republicans are hard at work trying to take away the voting rights of college students and black people, said Biddle."}