{"article_title": "Scholars explain the roots of racial unrest on Mizzou campus", "article_keywords": ["mizzou", "university", "campuses", "students", "explain", "white", "scholars", "unrest", "race", "college", "wider", "article", "racial", "education", "campus", "roots"], "article_url": "http://www.rawstory.com/2015/11/unsurprised-by-missouri-scholars-explain-the-roots-of-racial-unrest-on-mizzou-campus/", "article_text": "On Monday afternoon, after days of protests against his failure to address urgent concerns over racism on campus, the University of Missouri’s President Tim Wolfe resigned.\n\nThis may have alleviated the immediate tension in Columbia, Missouri, but the wider debate over race relations on campuses is now spreading across the country.\n\nOn Wednesday, over 1,000 people attended a forum on racism at the University of Kansas. At the University of Iowa and Smith College, students organized demonstrations to show their solidarity with Mizzou students.\n\nOver the past year, The Conversation US has heard from a variety of scholars on the issue of race on college campuses and in higher education more generally. Here are some of the highlights from our archives.\n\nThe weight of history\n\nAt the root of today’s racial troubles on campuses, Emory University historian Leslie Harris argues, is the past, when most American universities were intimately connected to slave trade and slavery.\n\nIn fact, colleges and universities historically have supported hierarchies of race and other forms of difference from their founding in the colonial era through the civil rights struggles of the late-20th century.\n\nHarris organized the first conference on the history of slavery and racial discrimination at institutions of higher education.\n\nRace on campus\n\nHow can teachers teach in this environment? And how can professors engage students around race and privilege in America?\n\nCherise Smith, a professor at University of Texas at Austin, wrote a powerful article reflecting on her personal experience as a black scholar. “I know only too well what it feels like to have people look right though you,” she said. “If you can’t see us, you don’t have to engage with us or with our perspectives.”\n\nMeghan Mills of Birmingham-Southern College says that we must begin by not pretending to be color-blind:\n\nWhat I have found to be most critical to this discussion is challenging my students to apply their “sociological imaginations,” which can enable them to look at underlying social issues behind some recent news events.\n\nJennifer Harvey of Drake University continues this thread, arguing that when teaching her white students in particular, she finds that our entire framing of race is stymied because we do not discuss what it means to be “white.”\n\nThe wider context\n\nVanderbilt sociologist Tony Brown is unequivocal about why the events like those in Ferguson are not a special case:\n\nA serious read of history demonstrates that black lives have been treated as less valuable than white lives, and that well-meaning whites have, on the whole, failed to appreciate the origins of racial-ethnic disparities in health, wealth, education, and incarceration – or to see them as a problem.\n\nThat is why, says legal scholar Mechele Dickerson from the University of Texas at Austin, candidates for public office – both conservative and liberal – must address race’s critical role in who thrives and struggles:\n\nFed researchers considered whether education, rather than race, was the main cause for the wealth gap. They found that age and education play only small roles in explaining the gaps. Racial and ethnic differences in financial well-being remain even after accounting for the age and educational attainment of the head of the family.\n\nAnd yet moderate conservatives – the very group that Martin Luther King Jr called on in his 1963 Letter from a Birmingham Jail – are silent, as Christopher Parker and Megan Ming Francis of the University of Washington point out:\n\nWe believe this nation is, as it was in the 1960s during the Birmingham Campaign, at a crossroads in race relations. The reality on the ground is that blacks are dying at an alarming rate at the hands of agents of the state (law enforcement) as well as individual white citizens like George Zimmerman and Dylann Roof. Combating such injustice will require moderate conservatives to take a bold stand.\n\nBy Kalpana Jain, Editor, The Conversation\n\nThis article was originally published on The Conversation. Read the original article.", "article_metadata": {"og": {"image": {"width": 800, "identifier": "http://www.rawstory.com/wp-content/uploads/2015/11/mizzou-football-800x430.jpg", "height": 430}, "title": "Unsurprised by Missouri: Scholars explain the roots of racial unrest on Mizzou campus"}, "fb": {"app_id": 212555972273585}, "viewport": "width=device-width, user-scalable=yes, initial-scale=1.0, minimum-scale=0.1, maximum-scale=10.0"}, "_id": "\"57477af36914bd0286fcd38a\"", "article_summary": "At the University of Iowa and Smith College, students organized demonstrations to show their solidarity with Mizzou students.\nOver the past year, The Conversation US has heard from a variety of scholars on the issue of race on college campuses and in higher education more generally.\nHarris organized the first conference on the history of slavery and racial discrimination at institutions of higher education.\nThis may have alleviated the immediate tension in Columbia, Missouri, but the wider debate over race relations on campuses is now spreading across the country.\nRacial and ethnic differences in financial well-being remain even after accounting for the age and educational attainment of the head of the family."}