{"article_title": "Cadel Evans knows the Giro d'Italia battle has only just begun", "article_keywords": ["ahead", "knows", "evans", "seconds", "quintana", "overall", "sundays", "ditalia", "tour", "race", "begun", "battle", "giro", "cadel", "stage"], "article_url": "http://www.smh.com.au/sport/cycling/cadel-evans-knows-the-giro-ditalia-battle-has-only-just-begun-20140518-zrggx.html", "article_text": "If ever the experience of Cadel Evans should count, it will be over the next two weeks as the Giro d’Italia enters its most crucial phases.\n\nAfter the Australian put himself ahead of the rest on the overall classification result sheet on Saturday by taking the race leader's pink jersey – or maglia rosa – what was certain, amid the uncertainty ahead, is that he would not get ahead of himself in the 21-stage race.\n\nBMC rider Evans, 37, who in 2011 became the first Australian to win the Tour de France, has been around too long in cycling to not know that while he may be in an early position of strength, where he eventually places at the Giro's finish in Trieste on June 1 could be far different.\n\nCadel Evans celebrates the pink jersey on the podium in Montecopiolo. Photo: AFP\n\nEvans has found himself at the wrong end of the ledger too many time in his illustrious career to let the joy of his success on Saturday derail his focus on what’s ahead as he prepared to start Sunday’s ninth stage in the mountains – 174 kilometres from Lugo to Sestola.\n\nAdvertisement\n\nEvans’ overall lead before Sunday's stage was 57 seconds on second-placed Colombian Rigoberto Uran (Omega Pharma-QuickStep), who was runner-up in last year’s Giro in which Evans placed third, and 1 minute 10 seconds on Poland’s Rafal Majka (Tinkoff-Saxo).\n\n\n\nMeanwhile, pre-Giro favourite Colombian Nairo Quintana (Movistar), second overall in last year’s Tour, was eighth at 1 minute 45 seconds back.\n\nEvans, who has seen many potential wins slip through his gasp through misfortune, knows that – if anything – the Giro has only just begun.\n\n“I am very satisfied with the first week. It would have been hard to hope for better,” Evans said after Saturday’s 179-kilometre eighth stage from Foligno to Montecopiolo.\n\n\n\nEvans’ fifth, eight seconds behind Italian dual stage winner Diego Ulissi of Lampre-Merida, allowed him to overhaul Australian Michael Matthews (Orica-GreenEDGE) as race leader.\n\n\"The Giro is long. Who do I have to look out for? Again, it's too early because there are plenty of good riders within two minutes,” Evans said.\n\n“The one that goes down in history is the one that has it on the last day. You can win or lose the jersey on the last week.”\n\nWith a rest day on Monday, Evans also knows that the battle lines in this year’s 97th edition of the Giro have only just been drawn.\n\nHowever Sunday’s stage nine was to unfold – and no matter if the race lead was to change - the Giro was destined for an aggressive two weeks as riders who have lost time start scrapping for time-gaining opportunities to improve their positions.\n\nEvans may be the old dog of the Giro peloton but he has his wisdom and streets smarts, especially his first-hand knowledge of the pitfalls that await anyone who dares to take their mind off the job during and in between stages.\n\nEvans knows how the third week of a three-week grand tour can turn the race on its head, and that many younger pups in the pack will see overall victory in their sight.\n\nThey include Uran, 27, and Quintana, 24, who are both great climbers; especially Quintana whose aggressive yet beautiful climbing style on the steepest roads could easily garner him several minutes in one mountain stage with the right attack.\n\n“He's a climber,” Evans said of Quintana. “We are always watching him. We are on hard days [now], but I'm waiting until the Alps.”\n\nHence, for Evans, any time gained now is vital.\n\nRupert Guinness will be covering the last 10 days of the Giro d'Italia as a guest of Eurosport. Eurosport is covering every stage of the Giro live.", "article_metadata": {"news_keywords": "Cycling", "application-name": "The Sydney Morning Herald", "og": {"site_name": "The Sydney Morning Herald", "description": "If ever the experience of Cadel Evans should count, it will be over the next two weeks as the Giro d&rsquo;Italia enters its most crucial phases.", "title": "Cadel Evans knows the Giro d'Italia battle has only just begun", "url": "http://www.smh.com.au/sport/cycling/cadel-evans-knows-the-giro-ditalia-battle-has-only-just-begun-20140518-zrggx.html", "image": "http://www.smh.com.au/content/dam/images/3/8/h/u/p/image.related.articleLeadwide.620x349.zrggx.png/1400420792173.jpg", "type": "article"}, "twitter": {"site": "@smh", "image": {"src": "http://www.smh.com.au/content/dam/images/3/8/h/u/p/image.related.articleLeadwide.620x349.zrggx.png/1400420792173.jpg"}, "description": "If ever the experience of Cadel Evans should count, it will be over the next two weeks as the Giro d’Italia enters its most crucial phases.", "card": "summary_large_image", "title": "Cadel Evans knows the Giro d'Italia battle has only just begun"}, "msapplication-tooltip": "Open The Sydney Morning Herald", "robots": "ACAP allow-present prohibited-modification=annotation", "fb": {"app_id": 193677504039845}, "viewport": "width=device-width, initial-scale=1", "msapplication-starturl": "http://www.smh.com.au", "msapplication-task": "name=Weather;action-uri=http://www.smh.com.au/weather;icon-uri=http://www.smh.com.au/favicon.ico;", "description": "If ever the experience of Cadel Evans should count, it will be over the next two weeks as the Giro d’Italia enters its most crucial phases."}, "article_summary": "Evans, who has seen many potential wins slip through his gasp through misfortune, knows that – if anything – the Giro has only just begun.\nIf ever the experience of Cadel Evans should count, it will be over the next two weeks as the Giro d’Italia enters its most crucial phases.\nRupert Guinness will be covering the last 10 days of the Giro d'Italia as a guest of Eurosport.\nIt would have been hard to hope for better,” Evans said after Saturday’s 179-kilometre eighth stage from Foligno to Montecopiolo.\nWe are on hard days [now], but I'm waiting until the Alps.”Hence, for Evans, any time gained now is vital."}