{"article_title": "Street Repair Pits LA Against Beverly Hills", "article_keywords": ["repair", "north", "hills", "mozde", "la", "pits", "los", "street", "beverly", "nbc4", "strong", "city"], "article_url": "http://www.nbclosangeles.com/news/local/Street-Paving-Pits-LA-Against-Beverly-Hills-261617061.html", "article_text": "The condition of a street that serves as the borderline between Beverly Hills and Los Angeles serves as a stark example of the problems facing areas served by different cities. John Cadiz Klemack reports from Pico-Robertson for the NBC4 News at 6 on Monday, June 2, 2014. (Published Monday, June 2, 2014)\n\nDepending where you drive around the area of Wilshire and La Cienega, the ride could be smooth or rough.\n\nAnd ask neighbors on the north side of Gregory Way between Robertson and La Cienega, and they'll quickly tell you the north side is the smooth side.\n\n2014 SoCal Images in the News\n\nUpdates: Download the NBCLA News App\n\n\"Definitely the Beverly Hills side,\" says Sherree Strong, who technically lives on the LA side. \"It's like off-roading around here sometimes.\"\n\nAn NBC4 viewer sent the station an email titled \"A Tale of Two Cities,\" referring to Gregory Way's undeniable center line.\n\nFor that small stretch of road, the north side appears freshly paved while the south side, maintained by Los Angeles, remains patched up and cracked.\n\n\"I don't get what the deal is with the borders,\" says Strong. \"It seems sort of petty going down the middle of the street having half of it paved and the other half not paved.\"\n\nNBC4 reached out to the city of Beverly Hills for a response but was told the city needed more time to look into the matter.\n\nHowever, LA's Department of Public Works Bureau of Street Management claims the city was never contacted before the paving was done on Gregory Way.\n\nKeith Mozde told NBC4 that usually when streets are shared between jurisdictions, the cities work together in a give-and-take fashion.\n\n\"A recent example is the city of Burbank where we resurfaced a sister-street,\" says Mozde. \"We resurfaced it this year, the next time it's up for resurfacing the city of Burbank will pave that street.\"\n\nAnd yet somehow, LA says the communication with Beverly Hills just didn't seem to happen.\n\n\"We'll reach out to the city of Beverly Hills and we can ask why,\" Mozde said, which is what residents say they were hoping for in the first place.\n\nStrong says she appreciated the attention put on the area claiming when she has visitors she has to explain the easiest way to determine when they're visiting LA or Beverly Hills is based on the condition of the roads.\n\n\"It's like we're the bastard red-head child of Los Angeles,\" Strong says with a smile.", "article_metadata": {"description": "Depending where you drive around the area of Wilshire and La Cienega, the ride could be smooth or rough.", "title": "Street Repair Pits LA Against Beverly Hills", "og": {"site_name": "NBC Southern California", "description": "Depending where you drive around the area of Wilshire and La Cienega, the ride could be smooth or rough.", "title": "Street Repair Pits LA Against Beverly Hills", "url": "http://www.nbclosangeles.com/news/local/Street-Paving-Pits-LA-Against-Beverly-Hills-261617061.html", "image": "http://media.nbclosangeles.com/images/1200*763/streets.JPG", "type": "article"}, "twitter": {"description": "Depending where you drive around the area of Wilshire and La Cienega, the ride could be smooth or rough.", "creator": "@nbcla", "url": "http://www.nbclosangeles.com/news/local/Street-Paving-Pits-LA-Against-Beverly-Hills-261617061.html", "image": "http://media.nbclosangeles.com/images/1200*763/streets.JPG?ak=bc", "title": "Street Repair Pits LA Against Beverly Hills", "site": "@nbcla", "card": "summary_large_image"}, "taboola_lead": "video", "robots": "noodp,noydir", "tp": {"preferredRuntimes": "Flash,HTML5", "FlashBlacklist": "None|None", "preferredFormats": "mpeg4,m3u,webm,ogg,flv,F4M"}, "fb": {"app_id": 61690781361}, "keywords": "beverly hills, los angeles, street repair", "article": {"publisher": "http://www.facebook.com/NBCLA"}, "viewport": "width=device-width, user-scalable=yes", "news_keywords": "beverly hills, los angeles, street repair"}, "_id": "\"57477af36914bd0286fc9ca7\"", "article_summary": "And yet somehow, LA says the communication with Beverly Hills just didn't seem to happen.\n2014 SoCal Images in the NewsUpdates: Download the NBCLA News App\"Definitely the Beverly Hills side,\" says Sherree Strong, who technically lives on the LA side.\nThe condition of a street that serves as the borderline between Beverly Hills and Los Angeles serves as a stark example of the problems facing areas served by different cities.\nNBC4 reached out to the city of Beverly Hills for a response but was told the city needed more time to look into the matter.\n\"We'll reach out to the city of Beverly Hills and we can ask why,\" Mozde said, which is what residents say they were hoping for in the first place."}