{"article_title": "Prospect of running for Marco Rubio's U.S. Senate seat excites Democrats and Republicans", "article_keywords": ["prospect", "county", "marco", "run", "statewide", "senate", "excites", "republicans", "florida", "seat", "rubios", "running", "democrats", "party", "democratic", "beach"], "article_url": "http://www.sun-sentinel.com/news/fl-florida-senate-after-rubio-20150320-story.html", "article_text": "The prospect of an open U.S. Senate seat has Democrats and Republicans across Florida sharpening their talking points, hunting for donors, and dissecting polling data as they try to figure out whether to go after the job.\n\n\"Anybody who's in politics has to look at an open Senate seat,\" said Mitch Ceasar, chairman of the Broward Democratic Party. Such an opportunity comes up so infrequently that \"anybody and everybody has to take a look at it.\"\n\nU.S. Sen. Marco Rubio, R-Fla., has sent about every possible political signal that he'll run for president and not seek a second term next year. Democrats are publicly moving faster than Republicans, who are waiting until Rubio makes his plans official.\n\n\"We all know who the bold-faced names are,\" said Palm Beach County Commissioner Steven Abrams. Margi Helschien, a political consultant and past president of the Boca Raton Republican Club, said \"there's a lot of musical chairs that are being played.\"\n\nHere's a rundown of the possible candidates , based on conversations or email exchanges with more than two dozen current and former elected officials, consultants and party leaders, and potential candidates.\n\nDemocrats\n\nU.S. Rep. Patrick Murphy, who represents northern Palm Beach, Martin and St. Lucie counties, is expected to announce his candidacy within days.\n\nIn the past week, the two-best known Democrats — Charlie Crist, the unsuccessful 2014 candidate for governor, and Debbie Wasserman Schultz, the congresswoman from Weston and national party chairwoman — said they aren't running. U.S. Rep. Ted Deutch, of Boca Raton, also declined to run.\n\nKathy Castor\n\nThe congresswoman's Tampa Bay base could give her an advantage in the Interstate 4 corridor in the central part of the state — territory critical to winning statewide elections.\n\nNow in her fifth term in Congress, the former Hillsborough County commissioner's name resonates with many in the Democratic Party. Her mother, Betty Castor, was a state education commissioner and in 2004 was the unsuccessful Democratic nominee for the same Senate seat Rubio now holds. Her late father, Don Castor, was a Hillsborough County judge. Her brother, Frank Castor, is a Palm Beach County judge.\n\nDan Gelber\n\nThe former state legislator from Miami Beach is widely admired by many in the Democratic Party.\n\nGelber served in the Florida Senate, in a district that includes part of south Broward, and in the Florida House, where he rose to the post of Democratic leader while Rubio was the House speaker.\n\nGelber's a former federal prosecutor and served as chief counsel and staff director for the U.S. Senate's Permanent Subcommittee on Investigations where he examined global terrorism and weapons of mass destruction. His father, Seymour Gelber, is a former Miami Beach mayor and former Miami-Dade County circuit judge.\n\nHe is familiar with the rigors of a statewide campaign. He won a hard-fought Democratic primary in 2010 to become his party's nominee for attorney general, but lost the November election to Pam Bond.\n\nGelber isn't terribly well-known outside his Miami-Dade base. Since he's not currently in office, he could make the run without having to relinquish a current office. Yet it's still a risk. If he runs in 2016 and loses, it would be much harder to make a credible statewide run in the future.\n\nGwen Graham\n\nGraham was one of the few good things that happened to Florida Democrats in 2014.\n\nShe defeated two-term Republican U.S. Rep. Steve Southerland, one of only two Republicans in the country who were unseated in what was an extraordinarily good year for the party.\n\nAnd she has one of the most venerable names in Florida politics as the daughter of Bob Graham, the former governor and U.S. senator. The name recognition would be a significant advantage in raising money.\n\nEither hoping to win re-election in her conservative Florida Panhandle district or building a record for a future candidacy for higher office, Graham is taking care to make sure she won't be easy to stereotype as a liberal Democrat.\n\nOn the first day of the new Congress, she was one of just four Democrats who didn't vote for Nancy Pelosi of California to serve as her party's leader in the House. It was symbolic and had no effect on the outcome, but it was a way for her to portray herself as a different kind of Democrat.\n\nShe then voted for Republican legislation, opposed by the vast majority of Democrats, that would push through the controversial Keystone XL pipeline to move Canadian oil through the U.S. And she was one of a handful of Democrats who voted with Republicans to change the definition of full-time work under Obamacare, a move that would reduce the number of people eligible for the program.\n\nMany see a Graham candidacy as improbable because she began her first term in office in January. To run for Senate she'd have to give up the hard-won House seat (and give the Republicans a good chance at regaining it) so early that she wouldn't have any record of accomplishments to run on.\n\nSome think that with a re-election under her belt, there's a different path for Graham top follow her father: a future candidacy for governor.\n\nAlan Grayson\n\nGrayson is an outspoken member of Congress from Orlando who's achieved national renown for his verbal bomb throwing.\n\nHe burst on to the national scene during congressional debate on health care reform, by pronouncing the Republicans' version of health care was: \"Don't get sick, and if you do get sick, die quickly.\"\n\nHis rhetoric has made him so disliked by some Republicans that his presence on the statewide ballot could help energize party activists who would relish the chance to work against him.\n\nAs a magnet for publicity, he's been able to develop a national fundraising base, which could help him raise cash for a Senate race. He's also personally wealthy. The Center for Responsive Politics estimated his net worth last year as $64.4 million, making him the second wealthiest member of Congress from Florida.\n\nBut the publicity isn't all favorable. In a messy divorce case, he's accused his wife of 24 years of committing bigamy.\n\nHe was elected in 2008, defeated in the 2010 tea party wave and elected again in 2012 to a different district that includes Osceola County and much of eastern Orange County. He won 54 percent of the vote last year in a district in which Democrats significantly outnumber Republicans.", "article_metadata": {"fb_title": "Lure of U.S. Senate seat attracts interest from range of politicians", "date": "2015-03-22", "googlebot": "index", "copyright": "Copyright (c) 2016 South Florida Sun-Sentinel", "author": "South Florida Sun-Sentinel", "og": {"site_name": "Sun-Sentinel.com", "description": "The prospect of an open U.S. Senate seat has Democrats and Republicans across Florida sharpening their talking points, hunting for donors, and dissecting polling data as they try to figure out whether to go after the job.", "title": "Lure of U.S. Senate seat attracts interest from range of politicians", "url": "http://www.sun-sentinel.com/news/fl-florida-senate-after-rubio-20150320-story.html", "image": "http://www.trbimg.com/img-550b297d/turbine/fl-florida-senate-after-rubio-20150320", "type": "article"}, "x-servername": "lalvp15.17", "twitter": {"site": "@sunsentinel", "card": "summary"}, "robots": "index,follow", "apple-itunes-app": "app-id=402230662, app-argument=http://www.sun-sentinel.com/deeplinkid/83097634", "fb": {"admins": 100004353067097, "page_id": 64829476886, "app_id": 728754867160252}, "googlebot-news": "index", "keywords": "Marco Rubio, Rothenberg & Gonzales Political Report, Kathy Castor, Dan Gelber, Gwen Graham, Alan", "news_keywords": "Marco Rubio, Rothenberg & Gonzales Political Report, Kathy Castor, Dan Gelber, Gwen Graham, Alan", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "Description": "U.S. Senate seat in Florida attracts interest from many Democrats, and from Republicans who figure Marco Rubio will run for president"}, "_id": "\"57477af46914bd0286fe0000\"", "article_summary": "\"Anybody who's in politics has to look at an open Senate seat,\" said Mitch Ceasar, chairman of the Broward Democratic Party.\nGwen GrahamGraham was one of the few good things that happened to Florida Democrats in 2014.\n\"We all know who the bold-faced names are,\" said Palm Beach County Commissioner Steven Abrams.\nIf he runs in 2016 and loses, it would be much harder to make a credible statewide run in the future.\nNow in her fifth term in Congress, the former Hillsborough County commissioner's name resonates with many in the Democratic Party."}