{"article_title": "Question For Republicans To Consider: Who Matches Up Best (And Worst) Against Hillary?", "article_keywords": ["wisconsin", "consider", "nominee", "matches", "candidate", "republicans", "question", "rubio", "hillary", "worst", "clinton", "obvious", "republican", "best", "clintons"], "article_url": "http://dailycaller.com/2015/05/26/question-for-republicans-to-consider-who-matches-up-best-and-worst-against-hillary/", "article_text": "4580451\n\nAs Republican primary voters contemplate which candidate would make the best nominee, they will weigh each candidate’s qualifications, strengths, and weaknesses. But aside from the normal vetting, which would be the same regardless of whom a nominee would face, they would do well to consider two additional questions: 1). What will Hillary Clinton’s playbook entail, and 2). What are Hillary Clinton’s greatest vulnerabilities?\n\nIn sports, its not just about which team is better, it’s also about which teams match up well against each other. Sometimes an inferior team can consistently dominate a superior opponent. That’s why (aside from luck) the theory that, “Since the Cowboys can beat the Giants and the Giants can beat the Redskins, that — ergo! — the Cowboys are destined to defeat the Redskins” is flawed. It’s all about the match ups. And since the Democrats appear destined to nominate Hillary, it might behoove Republicans to take this opportunity to think about the match up. This means nominating the person least vulnerable to Clinton’s most predictable attack(s) — and the most credible at exploiting her greatest weakness(es) without looking like a hypocrite.\n\nWhen you look at a race this way, it becomes clear why Mitt Romney was a spectacularly bad choice for Republicans in 2012. In a year when it looked obvious that income inequality would be a primary Democratic message, Mitt Romney was straight out of central casting … if you wanted a poster child for corporate America. And in a year when Obamacare might have been a major policy liability for Obama, Republicans nominated the one person in America who, because of Romneycare, was uniquely unqualified to make an issue of it. (Other than that, he was pretty solid.)\n\nSo what should Republicans consider when it comes to picking a nominee in 2016? As I’ve noted before, Marco Rubio is probably best positioned to provide an obvious and stark contrast to Clinton. But if Republicans think the “Clinton Cash” story about The Clinton Foundation (which includes questions about charities and spouses benefiting financially) is the key to success, a recent story might give them pause. It turns out Jeanette Rubio works for a charity run by a major Rubio donor that paid her $54,000 in 2013 — yet only gave out $250 that same year. (In fairness, this is peanuts compared to the Clinton cash. But it does muddy things up — at least, if you believe the “Clinton Cash” scandal is the way you beat the Clintons, it becomes harder for Rubio to lead that particular charge.)\n\nOn the other hand, if Republicans believe “crony capitalism” will be a defining issue, as Carly Fiorina seems to have recently suggested, this potentially poses problems for some of the governors contemplating a run. The most recent example belongs to Wisconsin Gov. Scott Walker, whose Wisconsin Economic Development Corp. is coming under scrutiny.\n\nAs Bloomberg reports,\n\nNational Democrats have also started using the corporation’s troubles against Walker, who has said he will announce his presidential plans after the legislature passes a two-year budget, probably in June. American Bridge 21st Century, a Democratic super-PAC, on Friday released a video featuring Wisconsin media coverage of the agency. Even conservatives in the state have been critical. Right Wisconsin, a website run by Milwaukee radio host Charlie Sykes, called it an example of “crony capitalism” in a posting last week.\n\nOf course, the candidate who will have the most obvious problem criticizing Clinton is Jeb Bush. If he’s the nominee, you can throw out the whole conversation about dynasties — not to mention the obvious generational contrast about building a bridge to the future instead of a bridge to the past.\n\nBush essentially neutralizes any advantage a generic Republican might otherwise enjoy against a Clinton. Bush has much to recommend him, but just as Romney was almost uniquely unsuited to being the 2012 standard bearer, you would be hard pressed to find another Republican who could so easily undermine what ought to be the central theme of any Republican campaign against Hillary.\n\nUnlike Democrats, who have to play the hand they’ve been dealt, Republicans have a lot of options. This can be a huge asset, if they play their cards strategically. But when you point a finger at someone, you have to be careful there aren’t four more pointing right back at you. Republicans shouldn’t just nominate the best candidate, they should nominate the best candidate against Hillary.\n\nDisclosure: The author’s wife previously advised Ted Cruz’s Senate campaign, and currently consults for RickPAC.", "article_metadata": {"sailthru.author": "Matt K. Lewis", "description": "Question For Republicans To Consider: Who Matches Up Best (And Worst) Against Hillary?", "og": {"site_name": "The Daily Caller", "description": "As Republican primary voters contemplate which candidate would make the best nominee, they will weigh each candidate's qualifications, strengths, and weaknesses. But aside from the normal vetting, wh", "title": "Question For Republicans To Consider: Who Matches Up Best (And Worst) Against Hillary?", "url": "http://dailycaller.com/2015/05/26/question-for-republicans-to-consider-who-matches-up-best-and-worst-against-hillary/", "image": {"width": 633, "identifier": "http://cdn01.dailycaller.com/wp-content/uploads/2015/05/80826902-e1432663050136.jpg", "height": 272}, "type": "article"}, "twitter": {"description": "How do they stack up", "title": "Question For Republicans To Consider: Who Matches Up Best (And Worst) Against Hillary? Via @dailycaller", "url": "http://dailycaller.com/2015/05/26/question-for-republicans-to-consider-who-matches-up-best-and-worst-against-hillary/", "image": {"src": "http://dailycaller.com/wp-content/uploads/2015/05/80826902-e1432663050136.jpg"}, "creator": "@mattklewis", "site": {"identifier": "@dailycaller", "id": 39308549}, "card": "summary"}, "sailthru.date": "2015-05-26 14:21:06", "sailthru.title": "Question For Republicans To Consider: Who Matches Up Best (And Worst) Against Hillary?", "HandheldFriendly": "true", "fb": {"app_id": 143489452702, "pages": 182919686769}, "sailthru.tags": "matt-k-lewis", "sailthru.description": "As Republican primary voters contemplate which candidate would make the best nominee, they will weigh each candidate's qualifications, strengths, and weaknesses. But aside from the normal vetting, wh", "sailthru.image.full": "http://cdn01.dailycaller.com/wp-content/uploads/2015/05/80826902-e1432663050136.jpg", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "_id": "\"57477af36914bd0286fd244b\"", "article_summary": "Republicans shouldn’t just nominate the best candidate, they should nominate the best candidate against Hillary.\n4580451As Republican primary voters contemplate which candidate would make the best nominee, they will weigh each candidate’s qualifications, strengths, and weaknesses.\nAs I’ve noted before, Marco Rubio is probably best positioned to provide an obvious and stark contrast to Clinton.\nAnd since the Democrats appear destined to nominate Hillary, it might behoove Republicans to take this opportunity to think about the match up.\nSo what should Republicans consider when it comes to picking a nominee in 2016?"}