{"article_title": "Health department cuts back on patient load", "article_keywords": ["load", "patient", "nurses", "ector", "public", "county", "services", "patients", "health", "solla", "cuts", "department", "insurance"], "article_url": "http://www.oaoa.com/news/government/ector_county/article_496d501a-bc90-11e5-bab6-6ba7eb5c1817.html", "article_text": "In the last few months, Ector County Health Department Director Gino Solla has lost three experienced nurses — one to retirement and two to Medical Center Hospital, which can pay more. He has hired two new public health nurses who are just learning the ropes and he’s still looking for a third.\n\nAll of this means Solla has had to cut back on the number of patients he serves and there aren’t many other places that offer the same services as the health department. Normally, he said, the health department saw 20 to 25 patients in the morning and about the same in the afternoon.\n\nSexually transmitted disease exams take longer.\n\n“I’d say we’re probably at less than 50 percent of what we used to see,” Solla said.\n\nOn the clinical side, the health department provides STD screening and treatment, tuberculosis screening and treatment and vaccines for adults and children in the community.\n\n“It’s focused toward the financially underprivileged part of the community — the uninsured, self-pay. If someone comes in and we determine that they are unable to pay, we waive our fees and administer the vaccination anyway because our sole purpose is to protect the community against communicable diseases,” Solla added.\n\nIn lieu of having a full staff, he said, the health department has had to plan strategically.\n\n“We hired two new nurses that are inexperienced in providing public health services and they’re learning on the job … Just because you’re a nurse, you’re not a public health nurse and with their training, we’ve had to cut our patient load to maximum 10 patients in the morning (that comprises all the services) and 10 patients in the afternoon.”\n\n“I couldn’t tell you how many hundreds of patients we’ve turned away in the last month and a half or so,” Solla added.\n\nClinical days at the health department are 8:30 a.m. to 11 a.m. and 1 p.m. to 4 p.m. Monday through Thursday. Fridays are used for education and catching up on paperwork, he said.\n\n“What we want to advocate is that public check our website for restrictions that are presently in place and also for future notices. We also have a Facebook page under Ector County Health Department,” Solla added.\n\nPatients need to come early, as well, and they can call 498-4141 to see what the clinic flow is like, he said.\n\nSolla said the health department is talking to Texas Tech University Health Sciences Center at the Permian Basin about providing STD and some pelvic exams a couple of times a week. Nothing has been signed yet and Texas Tech did not confirm the initiative.\n\n“We are always looking for opportunities to partner with community agencies to continue to provide great health care for the Permian Basin,” Communications & Marketing Manager Hilary Majors said.\n\nOn a different matter, Solla said the health department would like to be able to bill private health insurance. In June, Solla sought approval from Ector County Commissioners to explore possible avenues of accepting private insurance.\n\nCommissioners approved his request, but in the meantime, Solla lost his three experienced nurses and hasn’t had a chance to start examining that issue yet. He’d also like to hire a director of nurses.\n\nSolla said public health and health care are going through a transition period. In the past, when health insurance was affordable and available to some people with chronic diseases, underlying conditions were screened by insurance providers and excluded from health insurance unless than belonged to a plan obtained through an employer.\n\nIndividuals and mom-and-pop businesses would apply for insurance and nobody would take them. “The way insurance was looked at was that once you were diagnosed with a disease, or you had an illness the insurance would kick in,” Solla said. “It did very little toward paying for prevention. For example, women’s services — mammograms, birth control devices and pills, … colonoscopies — were not covered previous to the Affordable Care Act,” Solla said.\n\nPublic health has now ventured into many preventive services. In the past, Solla said, public health focused on prevention while doctors’ offices and hospitals focused on diseases and curing them.\n\nEmma Hudgins, Health Department coordinator, said many clients come in for STD and HIV testing.\n\nSolla said Ector County has one of the highest rates of chlamydia in the state. “This is the place to come,” he said. “It used to be us and Planned Parenthood. Now there’s just us. We’re not providing the total service right now.”\n\nHudgins said there is no other clinic that’s walk-in other than the Midland Health Department that the Ector County Health Department can refer patients to.\n\n“So that’s kind of an issue,” Hudgins said. “We refer, but they’re coming back and saying they’re not getting the services.”\n\nMany doctors’ offices won’t see patients who aren’t established with them. “And if you’re not an established patient, they don’t generally see walk-in patients for immunizations like we do,” Hudgins said. She added that most clinics only take a certain percentage of Medicaid clients, so they aren’t always available for new patients.\n\nMedical Center Health System Vice President of Human Resources Robbi Banks said there are several different classifications of registered nurse positions. Base pay range for a clinical registered nurse is $22.62 to $36.65, Banks said in an email.", "article_metadata": {"googlebot": "noarchive", "og": {"site_name": "Odessa American", "description": "In the last few months, Ector County Health Department Director Gino Solla has lost three experienced nurses — one to retirement and two to Medical Center Hospital, which can pay more. He has hired two new public health nurses who are just learning the ropes and he’s still looking for a third.", "title": "Health department cuts back on patient load", "url": "http://www.oaoa.com/news/government/ector_county/article_496d501a-bc90-11e5-bab6-6ba7eb5c1817.html", "image": {"width": 300, "identifier": "http://bloximages.newyork1.vip.townnews.com/oaoa.com/content/tncms/assets/v3/editorial/3/2c/32cce538-e204-11e1-97d4-0019bb30f31a/5023823a3735d.preview-300.jpg?resize=300%2C225", "height": 225}, "type": "article"}, "twitter": {"site": "@OdessaAmerican", "card": "summary", "creator": "@"}, "description": "In the last few months, Ector County Health Department Director Gino Solla has lost three experienced nurses — one to retirement and two to Medical Center Hospital, which can pay more. He has hired two new public health nurses who are just learning the ropes and he’s still looking for a third.", "fb": {"app_id": 262976343803266}, "keywords": "gino solla,ector county health department,primary care,sexually transmitted disease,texas tech university health sciences center,medical center hospital,ector_county,spotlight", "google-site-verification": "C7e6nzDhqJTTTeUDX9X1Id7MX9Idah2bzp4dl3PyUdQ", "news_keywords": "gino solla,ector county health department,primary care,sexually transmitted disease,texas tech university health sciences center,medical center hospital,ector_county,spotlight"}, "_id": "\"57477af46914bd0286fda19a\"", "article_summary": "On a different matter, Solla said the health department would like to be able to bill private health insurance.\nWe’re not providing the total service right now.”Hudgins said there is no other clinic that’s walk-in other than the Midland Health Department that the Ector County Health Department can refer patients to.\nWe also have a Facebook page under Ector County Health Department,” Solla added.\nClinical days at the health department are 8:30 a.m. to 11 a.m. and 1 p.m. to 4 p.m. Monday through Thursday.\nIn the past, when health insurance was affordable and available to some people with chronic diseases, underlying conditions were screened by insurance providers and excluded from health insurance unless than belonged to a plan obtained through an employer."}