{"article_title": "Why Koch-Funded \"Generation Opportunity\" Is a Big Zero for America's Youth", "article_keywords": ["right", "generation", "big", "kochfunded", "political", "young", "americas", "youth", "zero", "debt", "freedom", "genopp", "opportunity", "corporate"], "article_url": "http://www.truth-out.org/opinion/item/24446-why-koch-funded-generation-opportunity-is-a-big-zero-for-americas-youth", "article_text": "In any election cycle, a consistent talking point from the news media to campaign war rooms is the importance of the “youth vote” – that coveted population with its long-term potential for building a new generation of party loyalists.\n\nBut sometimes political youth outreach efforts get overshadowed by disingenuous features brought to light.\n\nEnter Generationopportunity.org. On its face, this politically active 501(c)(4) organization presents itself as a “non-profit, non-partisan organization” dedicated to “engaging and organizing all young Americans.” With tailored messages focusing on the presumed injustice of the 21-year-old drinking age and the growing debate over secret government spying, Generation Opportunity (or GenOpp) seeks to harness the rebellious, anti-authoritarianism often emblematic of youth politics.\n\nAttracted by slogans like “Free The Future” and “Stop Watching Us!”, uninitiated and politically minded young voters could be fooled into thinking this well-funded Political Action Committee is the real deal, standing up for causes that are in today's generation's true best interest.\n\nYet for those with an ounce of political savvy, the substance beneath GenOpp's shiny presentation point to a much deeper, more insidious game. Beyond the euphemism of “opportunity” that it uses in lieu of the more honest term, “corporatocracy,” Generation Opportunity lists in rich detail the core issues it believes matter to youth, including:\n\nTaxes: “With massive unemployment and student loan debt among our generation, taxing businesses and our income only intensifies these problems. Learn more on how we can fight policies that tax our generation and stifle our opportunities.”\n\nHealthcare: “The Affordable Care Act (Obamacare) is a bad deal for our generation... There are serious security and privacy concerns as the data hub used to collect personal data has been criticized for being both susceptible to Internet attacks and are open to the misuse of information.”\n\nEducation: “Is the DoEd non-essential? Well, the DoEd’s continually increased involvement in every level of America’s education system has made no improvement on our education … you be the judge.”\n\nAnd of course, what right-wing issue list would be complete without:\n\nDebt: “Our crushing debt will never be paid by the current ruling class in Washington, DC… We need to rein in this out of control government spending and create a better economic climate that does not threaten the future well-being of our generation.”\n\nOn their face, some of GenOpp's positions and statements may seem genuine, even logical, though a closer look reveals them to be desperately familiar to a more adult-like right wing playbook. That's because GenOpp has rephrased and repackaged boiler-plate talking points derived from corporate-backed, neoliberal think-tanks pushing wholesale pro-market views.\n\nSo who, after all, is behind the group? The Koch Brothers, of course, and their shadowy networks of dark money which seek to capture the “free-thinking, liberty-loving young people” of America.\n\nAs reported by Opensecrets.org, Generation Opportunity since 2011 has received over $9 million in grants from various Koch political slush-funds, including “Freedom Partners,” “TC4 Trust” and the “Center to Protect Patient Rights (CPPR)”\n\nFurther complicating the byzantine network of America's dark money expenditures, GenOpp lists itself as a 501(c)(3) social welfare organization – enabling it to hide much of the true source of its revenue through these grants. While 501(c)(4) organizations enjoy non-disclosure privileges in regards to donors, the grant originators (TC4, CPPR, Freedom Partners) are themselves 501(c)(6) groups classified not as social welfare organizations but as trade associations.\n\nAn obvious question: Why would an industrial trade group have interest in lowering the drinking age or protecting Americans from NSA surveillance?\n\nAs the public's frustration and distrust of government grows, a tactic deployed by powerful right wing interests – much like in the case of the Tea Party – is to paint themselves like the rebel underdog fighting a tyrannical villain.\n\n“You’re old enough to take on debt, to fight and die for the country, but you’re not old enough to have a beer?” “You have a right to privacy! Its time to fight!” These lines and arguments are valid in their own right. But the gymnastics in logic required to take us from civil liberties and privacy safeguards, to the ways in which taxation and regulation have caused our financial woes, isn't only questionable – it's outright deceptive.\n\nMuch in the spirit of “Yes We Can” or “Country First,” the rhetorical marketing ploys of GenOpp are intended to lure young voters into other conversations with a more purposeful, free markets agenda. Now that America's corporate elite have secured more power and influence than ever through Supreme Court decisions like Citizens United and McCutcheon v. FEC, it's perhaps surprising that “America’s debt is endangering our generation’s future” and “High taxes are killing jobs” can still be trotted out as hooks to engage youth in politics.\n\nBut in an era of corrupt, out-of-touch government, it's clear that more and more people are being drawn to a language of exciting, righteous, radical rebellion where our freedom, liberty and the American dream itself is at stake. Forget, then, that the drinking age has nothing to do with taxes, regulation or Obamacare, and that NSA surveillance is itself strongly supported by corporate interests who reap billions of dollars through public-private partnerships with the intelligence establishment.\n\nForget, too, that the nation’s economic crisis was the result of banking deregulation and that the public services demonized by the Koch political machinery are but a drop in the national debt bucket compared with corporate subsidies and tax loopholes for the wealthy.\n\nWhat matters most to GenOpp is that the angst and distrust about these problems be channeled to support their narrative of freedom through markets – recasting profit as the daring philosophy of a revolutionary generation.\n\nWhere ignorance and apathy were once counted on by the corporate establishment to ensure minimal voter participation, that game may no longer work. The newly revived activism embodied by the Occupy movement, and young Americans' growing interest in alternative politics in general, are quickly becoming the newest targets for political spin-masters employed by the oligarchs.\n\nGeneration Opportunity slyly sidesteps issues of income inequality, the hijacking of public elections by a 1% elite that can buy them, and the boundless cases of Wall Street criminality. Are young people today really expected to go along with a narrative this flimsy and adoring of the big business status quo? GenOpp thinks so. It's up to young people to prove them wrong – and it's up to all of us to expose the falsehoods when we see them.", "article_metadata": {"msapplication-config": "/templates/ja_teline_iv_t3/images/favicons/browserconfig.xml", "description": "Truthout sparks action by revealing systemic injustice and providing a platform for transformative ideas through investigative reporting and analysis.", "title": "Why Koch-Funded &quot;Generation Opportunity&quot; Is a Big Zero for America's Youth", "og": {"site_name": "Truthout", "description": "Some of GenOpp's positions and statements may seem genuine, even logical, though a closer look reveals them to be desperately familiar to a more adult-like right wing playbook.", "title": "Why Koch-Funded ''Generation Opportunity'' Is a Big Zero for America's Youth", "url": "http://www.truth-out.org/opinion/item/24446-why-koch-funded-generation-opportunity-is-a-big-zero-for-americas-youth", "image": "http://www.truth-out.org/tologo.jpg", "type": "non_profit"}, "twitter": {"creator": "@truthout", "site": "@truthout", "card": "summary_large_image", "title": "Why Koch-Funded &quot;Generation Opportunity&quot; Is a Big Zero for America&#039;s Youth"}, "msapplication-TileColor": "#000000", "HandheldFriendly": "true", "fb": {"app_id": 286391544774433}, "author": "Nicholas Goroff", "keywords": "Truthout, truth-out, truth out, independent news, nonprofit news, ad free news, progressive news, investigative reporting, critical analysis, BuzzFlash, headlines, commentary, fracking, Guantanamo, mass incarceration, prisons, new economy, police militarization, climate change", "google-site-verification": "EfgVxcdUDBF_Dd81ZBBw_J8FuRjGnvp9r2JAM9IhvUk", "apple-mobile-web-app-capable": "YES", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "_id": "\"57477af46914bd0286fdd2f1\"", "article_summary": "But sometimes political youth outreach efforts get overshadowed by disingenuous features brought to light.\nGeneration Opportunity slyly sidesteps issues of income inequality, the hijacking of public elections by a 1% elite that can buy them, and the boundless cases of Wall Street criminality.\nAre young people today really expected to go along with a narrative this flimsy and adoring of the big business status quo?\nLearn more on how we can fight policies that tax our generation and stifle our opportunities.”Healthcare: “The Affordable Care Act (Obamacare) is a bad deal for our generation...\nBeyond the euphemism of “opportunity” that it uses in lieu of the more honest term, “corporatocracy,” Generation Opportunity lists in rich detail the core issues it believes matter to youth, including:Taxes: “With massive unemployment and student loan debt among our generation, taxing businesses and our income only intensifies these problems."}