{"article_title": "First Read: GOP Presidential Hopefuls Mostly Silent on Drone Mistake", "article_keywords": ["clinton", "silent", "campaign", "state", "read", "ted", "political", "clintons", "cruz", "drone", "texas", "vote", "hopefuls", "secretary", "gop", "presidential", "mistake"], "article_url": "http://www.nbcnews.com/politics/first-read/first-read-gop-presidential-hopefuls-mostly-silent-drone-mistake-n347596", "article_text": "First Read is a morning briefing from Meet the Press and the NBC Political Unit on the day's most important political stories and why they matter.\n\nThe Sound of Silence (Almost) From the '16 Candidates on Drone Deaths\n\nIf you've been following American politics over the last six years, President Obama could sneeze, and it would produce a flurry of negative statements and reactions from his political opponents. That's what makes yesterday's silence -- or backtracking -- from Republican 2016 presidential candidates regarding the accidental drone killing of two hostages so striking. As the Wall Street Journal writes, some Republican 2016ers chose not to comment on yesterday's news (Jeb Bush, Scott Walker), while two others who staged a 2013 filibuster against U.S. drone policy had no stomach to protest it (Rand Paul and Ted Cruz). \"It is a tragedy that these hostages lost their lives,\" Paul said in a brief statement, per the Journal. \"My prayers and thoughts are with their families.\" Cruz called for investigation into the deaths, but added: \"Make no mistake: responsibility for their deaths lies firmly and unequivocally with the terrorists who kidnapped them and forcibly held them in their command center.\"\n\nBut it's a conversation and debate worth having\n\nMeanwhile, Lindsey Graham -- a hawkish supporter of U.S. intervention overseas -- said, \"Collateral damage is part of war. I've got no problem at all with anything that happened, other than my deepest sympathies for those who were held by al Qaeda that became collateral damage.\" And Marco Rubio added, \"We are all safer because of the actions taken every day around the world by our government to go after those who wish Americans harm and to prevent future attacks against us here at home.\" But what's amazing is that an issue that sparks so much political debate -- Should drones be used in these kinds of operations? What about against American citizens, even those with al Qaeda ties? Should there be more checks and balances? -- the 2016ers essentially punted. These are ALL questions American voters should get answers from the people vying to become the next commander-in-chief. But no one was comfortable having that conversation yesterday. It's a reminder of just how unprepared many of these campaigns are to debate some of the true heavy issues out there.\n\nThe Clinton campaign strikes back\n\nHours after the New York Times reported on a Canadian mining company -- whose principals donated heavily to the Clinton Foundation over the years -- sold its uranium business to Russia (which had to be approved by Hillary Clinton's State Department), the Clinton campaign struck back at the newspaper. It issued these rebuttals to attempt to knock down any quid-pro-quo:\n\nHillary wasn't involved in the State Department's review; it is the assistant secretary of state for economic, energy, and business affairs who makes the call; The main Clinton Foundation donor, Frank Giustra, sold his stake in the Canadian mine business in 2007, so before Hillary became secretary of state; The State Department was one of nine U.S. agencies to review the sale.\n\nIndeed, upon reflection, that Times article doesn't hold up that well 24 hours after its publication. But if there's a legitimate criticism of the Clintons here -- especially when it comes to the other articles about the Clinton Foundation and Bill's speaking fees (here and here) -- it's that they were sloppy, bordering on being greedy. As Jonathan Chait writes. \"All sorts of unproven worst-case-scenario questions float around the web of connections between Bill's private work, Hillary Clinton's public role as secretary of State, the Clintons' quasi-public charity… But the best-case scenario is bad enough: The Clintons have been disorganized and greedy.\" Just a reminder: Going after the Clintons on personal money and appearances of conflict of interest was a successful message for candidate Barack Obama in 2007-2008.\n\nWhy Ted Cruz skipped the Loretta Lynch vote\n\nHe had to catch a flight to a Texas fundraiser: Ted Cruz, who was one of the most vocal critics against Loretta Lynch's nomination for Attorney General, was the only senator to miss her final confirmation vote today because he needed to catch a flight for a previously scheduled commitment in Texas, his campaign told NBC's Kelly O'Donnell and Frank Thorp. \"He had to catch a flight for a commitment in Texas,\" Cruz campaign spokeswoman Catherine Frazier said. According to a fundraising invite obtained by Real Clear Politics, Cruz has a fundraiser in Dallas, TX scheduled for 6:00 pm. Cruz spoke on the Senate floor Thursday morning against Lynch's nomination, and then voted against the procedural vote to move forward with consideration of her nomination, something called \"cloture.\" But Cruz missed the actual vote on Lynch's nomination.\n\nConservative writer\n\n\"John Kasich should be punished for expanding Obamacare\": Here's a reason you might not want to buy stock in John Kasich's POSSIBLE presidential candidacy: He expanded Medicaid in Ohio. And here's the headline from the Washington Examiner's Philip Klein, one of top conservative wonks: \"John Kasich should be punished for expanding Obamacare.\"\n\nSaturday's two GOP cattle calls\n\nSaturday brings two GOP cattle calls. One is the Iowa Faith & Freedom Coalition spring kick-off, featuring nine 2016ers -- Cruz, Fiorina, Huckabee, Jindal, Paul, Perry, Rubio, Santorum, and Walker. And the other one is the Republican Jewish Coalition confab in Las Vegas, which will also hear from Cruz and Perry, as well as George W. Bush, John Boehner, and Mitt Romney.\n\nOn \"Meet\" this Sunday\n\nFinally, on \"Meet the Press\" this Sunday, here's an early look at some of guests: David Boies and Ted Olson (to talk about the Supreme Court's upcoming gay-marriage decision), Arkansas Gov. Asa Hutchinson, and cartoonist Garry Trudeau.\n\nClick here to sign up for First Read emails. Check us out on Facebook and also on Twitter. Follow us @chucktodd, @mmurraypolitics, @carrienbcnews", "article_metadata": {"description": "The Sound of Silence (Almost) From the '16 Candidates on Drone Deaths", "og": {"site_name": "NBC News", "description": "The Sound of Silence (Almost) From the '16 Candidates on Drone Deaths", "title": "First Read: GOP Presidential Hopefuls Mostly Silent on Drone Mistake", "url": "http://www.nbcnews.com/politics/first-read/first-read-gop-presidential-hopefuls-mostly-silent-drone-mistake-n347596", "image": "http://media3.s-nbcnews.com/j/newscms/2015_17/993251/150424-150424-predator-drone-8a-0849_cab46f58f6931f5c2fc4c04335d6341f.nbcnews-fp-1200-800.jpg", "type": "article"}, "twitter": {"domain": "NBCNews.com", "description": "The Sound of Silence (Almost) From the '16 Candidates on Drone Deaths", "creator": "NBCNews", "image": {"src": "http://media3.s-nbcnews.com/j/newscms/2015_17/993251/150424-150424-predator-drone-8a-0849_cab46f58f6931f5c2fc4c04335d6341f.nbcnews-fp-1200-800.jpg"}, "title": "First Read: GOP Presidential Hopefuls Mostly Silent on Drone Mistake - NBC News", "site": "NBCNews", "card": "summary"}, "blitz": "mu-e1e842c9-946002e6-ea8f0454-41b29546", "DC.date.issued": "2015-04-24", "apple-itunes-app": "app-id=319740707, app-argument=http://www.nbcnews.com/politics/first-read/first-read-gop-presidential-hopefuls-mostly-silent-drone-mistake-n347596", "fb": {"app_id": 10150138890205613}, "article": {"author": "https://www.facebook.com/chucktodd"}, "google-site-verification": "K8bowvEbzWfPQ76x6f9SCxMVwicVXrhiClRg80ak8ZA", "viewport": "width=device-width, initial-scale=1", "news_keywords": "Politics,First Read"}, "article_summary": "\"He had to catch a flight for a commitment in Texas,\" Cruz campaign spokeswoman Catherine Frazier said.\nThat's what makes yesterday's silence -- or backtracking -- from Republican 2016 presidential candidates regarding the accidental drone killing of two hostages so striking.\nFirst Read is a morning briefing from Meet the Press and the NBC Political Unit on the day's most important political stories and why they matter.\nAs the Wall Street Journal writes, some Republican 2016ers chose not to comment on yesterday's news (Jeb Bush, Scott Walker), while two others who staged a 2013 filibuster against U.S. drone policy had no stomach to protest it (Rand Paul and Ted Cruz).\n\"It is a tragedy that these hostages lost their lives,\" Paul said in a brief statement, per the Journal."}