{"article_title": "Surprise! Bronze plans may cost a lot more than you expect « Hot Air", "article_keywords": ["plans", "doctor", "pay", "obamacare", "visits", "air", "hot", "cost", "health", "expect", "lot", "coverage", "surprise", "deductible", "bronze"], "article_url": "http://hotair.com/archives/2013/12/27/surprise-bronze-plans-may-cost-a-lot-more-than-you-expect/", "article_text": "Surprise! Bronze plans may cost a lot more than you expect\n\nposted at 10:01 am on December 27, 2013 by Ed Morrissey\n\nOh, not up front — although the bronze plan premiums do cost more than many paid before ObamaCare’s mandates went into effect. No, McClatchy and Kaiser Health News worry about the big hike in overall cost that will hit consumers who choose the so-called “affordable” low-tier plans in the ObamaCare exchanges. They may not cover what people think — or anything at all, until those consumers pay thousands of dollars out of pocket first (via Gabriel Malor):\n\nIf you buy one of the less expensive insurance plans sold through the new health law’s marketplaces, you may be in for a surprise: Some plans won’t pay for doctor visits before you meet your annual deductible, which could be thousands of dollars. “This could be the next shoe to drop, as people don’t realize that if they’re buying a bronze plan, they may have to pay $5,000 out of pocket before it contributes a penny,” said Carl McDonald, senior analyst with Citi Investment Research, speaking at a conference last month in Washington.\n\nComprehensive plans with deductibles usually cover wellness checks from the start (especially in group plans) — or at least they did until ObamaCare made the entire risk pool a lot more costly. In order to trim costs, especially with millions of new policyholders expected to flood the risk pools, insurers have shielded themselves against the larger risk. Unfortunately, that will have a dampening effect on what Democrats said would be the biggest benefit of ObamaCare — heightened access to routine care:\n\nExperts are worrying that some new enrollees will be discouraged from seeing doctors if they have to pay the full charge, rather than simply a copayment. In Miami, for example, 40 percent of bronze plans require consumers to pay the full deductible before coverage kicks in, according to an analysis by online broker eHealthinsurance.com, a private online marketplace, for Kaiser Health News. The average deductible among the examined bronze plans in Miami is $5,735. Patients in those plans who haven’t yet met their annual deductibles would have to pay the full cost of the visits, unless they were for preventive services mandated by the law. A typical office visit can run $65 to $85, while more complex visits may cost more.\n\nPut it this way: If the average deductible is $5,735 and a doctor visit is $85, it would take sixty-eight doctor visits before the insurance kicked in — more than one visit per week. And it would start all over again every year.\n\nIn one sense, Karl is right:\n\n.@gabrielmalor @EdMorrissey BTW, that's not necessarily bad policy. But it's not what people were led to believe ACA would be like. — Just Karl (@justkarl) December 27, 2013\n\nA proper reform of the health-insurance sector would eliminate (or at least greatly reduce) the footprint of third-party payers in most routine care, as well as transform health insurance into what it should be — a protection against catastrophe, not a club for medical care. That would introduce price transparency to the consumer, relieve most providers of a ridiculous amount of overhead, and reduce premiums to a realistic level for catastrophic coverage.\n\nThis, however, is the worst of both worlds. The law forces people to pay higher premiums for largely unnecessary comprehensive coverage — especially the middle class — and then forces them to pay for the routine care out of pocket anyway. Health-savings accounts that might have shielded consumers from the pain are now being discouraged, which means this comes out of their checking accounts, right along with the higher premiums.\n\nThe result? People will pay more for less coverage, and then spend thousands of dollars before seeing the first dollar in benefits, except for certain preventive tests that HHS deemed mandatory. This will discourage people from getting normal wellness care and quick intervention on illnesses, forcing them to wait until they’re very sick to see a doctor. And even that might be not so bad, considering how often people fill waiting rooms for cold and flu symptoms that could easily be handled with over-the-counter treatment, but it’s not what the Obama administration and Democrats promised. And it’s certainly not “affordable care.”\n\nThis is just one reason why the unfolding of ObamaCare in 2014 will be the biggest longterm political issue. It will drain American bank accounts every day, all year long, and each unexpected cost will rub a little more salt in the wound of betrayal. Just wait until the employer mandates take effect, and businesses kick employees out of group-plan coverage and into the ObamaCare exchanges … right before the midterms.\n\nRelated Posts:", "article_metadata": {"generator": "WordPress 4.3.4", "og": {"site_name": "Hot Air", "description": "Stickah shockah!", "title": "Surprise! Bronze plans may cost a lot more than you expect", "url": "http://hotair.com/archives/2013/12/27/surprise-bronze-plans-may-cost-a-lot-more-than-you-expect/", "image": "https://s0.wp.com/i/blank.jpg", "locale": "en_US", "type": "article"}, "twitter": {"site": "@hotairblog", "card": "summary"}, "fb": {"admins": 312482775445602, "app_id": 312482775445602}, "article": {"published_time": "2013-12-27T15:01:01+00:00", "modified_time": "2013-12-27T17:20:17+00:00"}, "keywords": "affordable, bronze plans, deductibles, insurers, ObamaCare, sticker shock,", "google-site-verification": "2eqey8dXzgu4RGIRpBp8N_Uha0byt8NWBVajCi3uLgs", "verify-v1": "ouQUGDxtAiO+0Hn3LJajbWMP08yRHQDinMN9QDYrUV4="}, "_id": "\"57477af46914bd0286fe0e21\"", "article_summary": "Bronze plans may cost a lot more than you expectposted at 10:01 am on December 27, 2013 by Ed MorrisseyOh, not up front — although the bronze plan premiums do cost more than many paid before ObamaCare’s mandates went into effect.\nThe average deductible among the examined bronze plans in Miami is $5,735.\nA typical office visit can run $65 to $85, while more complex visits may cost more.\nComprehensive plans with deductibles usually cover wellness checks from the start (especially in group plans) — or at least they did until ObamaCare made the entire risk pool a lot more costly.\nNo, McClatchy and Kaiser Health News worry about the big hike in overall cost that will hit consumers who choose the so-called “affordable” low-tier plans in the ObamaCare exchanges."}