{"article_title": "Obama irony alert: The Supreme Court should be above politics", "article_keywords": ["supreme", "united", "court", "irony", "political", "alert", "justices", "president", "politics", "cases", "pending", "obama"], "article_url": "https://www.washingtonpost.com/news/volokh-conspiracy/wp/2016/03/19/obama-irony-alert-the-supreme-court-should-be-above-politics/", "article_text": "President Obama: “I understand that we’re in the middle of an especially noisy and volatile political season. But at a time when our politics are so polarized; when norms and customs of our political rhetoric seem to be corroding – this is precisely the time we should treat the appointment of a Supreme Court justice with the seriousness it deserves. Because our Supreme Court is supposed to be above politics, not an extension of politics. And it should stay that way.”\n\nI’m sure that when Obama mentioned the corroding of “norms and customs of our political rhetoric,” he was alluding to the execrable Donald Trump. But one wonders if he is oblivious to his own contribution to this corrosion, particularly with regard to the Supreme Court.\n\nTo take one prominent example, President Obama famously attacked the Citizens United case in his State of the Union address in 2010. Many observers were troubled by the president’s lack of decorum in not just taking such a harsh swipe at the Supreme Court—something that no president had done with such vigor for over seventy years—but in doing so with the justices sitting in front of him. The justices were barred by protocol from objecting in any way, and had to sit there quietly like children while the president scolded them. That’s no way, many critics argued, to treat a coequal branch of government. Not only that, but the president claimed that Citizens United “will open the floodgates for special interests, including foreign corporations, to spend without limit in our elections.” Justice Samuel Alito, agitated that the president inaccurately suggested that the case allowed foreign corporations to spend money on American elections, mouthed “not true.” Later that year, Obama senior adviser David Axelrod declared outright, and in an outright lie, that beneficiaries of Citizens United such as the “benign-sounding Americans for Prosperity, the American Crossroads Fund” are “front groups for foreign-controlled companies.”\n\nConsider also President Obama’s penchant for commenting extensively on pending Supreme Court cases. As Josh Blackman points out in an extensive survey,\n\nVery few Presidents have spoken about pending Supreme Court cases after arguments were submitted. Even fewer discussed the merits of the cases. Only a handful could be seen as preemptively faulting the Justices for ruling against the government. President Obama, however, stands alone in his pointed and directed arguments to the Supreme Court [while cases are pending]. He has compared the Court invalidating the individual mandate to Lochnerism. He has chastised the Justices for only being able to invalidate the IRS rule [on subsidies to federal Obamacare exchanges] based on a “contorted reading of the statute.” To the President, the Court “shouldn’t even have” granted certiorari. Striking down the mandate would have been “unprecedented” and invalidating the IRS Rule would “unravel what’s now been woven into the fabric of America.” While we can debate the propriety of these comments, and ponder whether or not they have an effect on the Court, the 44th President has set a new precedent for ex parte arguments.\n\nBut remember, what ever you do, don’t politicize the Supreme Court.", "article_metadata": {"description": "President Obama, who has engaged in more direct political combat with the Supreme Court than any president since FDR, says that the Supreme Court should be above politics.", "og": {"site_name": "Washington Post", "description": "President Obama, who has engaged in more direct political combat with the Supreme Court than any president since FDR, says that the Supreme Court should be above politics.", "title": "Obama irony alert: The Supreme Court should be above politics", "url": "https://www.washingtonpost.com/news/volokh-conspiracy/wp/2016/03/19/obama-irony-alert-the-supreme-court-should-be-above-politics/", "image": "https://images.washingtonpost.com/?url=https://img.washingtonpost.com/pb/resources/img/twp-3000x1568.jpg&w=1484&op=resize&opt=1&filter=antialias", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/news/volokh-conspiracy/wp/2016/03/19/obama-irony-alert-the-supreme-court-should-be-above-politics/", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "Post Keywords", "article": {"publisher": "https://www.facebook.com/washingtonpost"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "Post Keywords"}, "_id": "\"57477af36914bd0286fd247a\"", "article_summary": "Because our Supreme Court is supposed to be above politics, not an extension of politics.\nAs Josh Blackman points out in an extensive survey,Very few Presidents have spoken about pending Supreme Court cases after arguments were submitted.\nBut one wonders if he is oblivious to his own contribution to this corrosion, particularly with regard to the Supreme Court.\nPresident Obama, however, stands alone in his pointed and directed arguments to the Supreme Court [while cases are pending].\nBut remember, what ever you do, don’t politicize the Supreme Court."}