{"article_title": "Committee Chair May Stonewall Medicaid Expansion Bills Early in FL", "article_keywords": ["corcoran", "federal", "house", "bill", "florida", "stonewall", "early", "state", "medicaid", "expansion", "committee", "chair", "bills", "fl", "care"], "article_url": "http://www.huffingtonpost.com/gary-stein/committee-chairs-medicaid-florida_b_4959259.html", "article_text": "Many of us have heard the facts and figures regarding Medicaid expansion in Florida.\n\nIt would cover 1.2 million people who are now uninsured. The federal government would provide $51 billion to Florida over the next 10 years to offset most of the cost. For the first three years, the federal government pays the entire cost.\n\nThat money would also be used to pay hospitals for care they are required to provide for poor patients and cover the $487 million per year currently spent on the state's Medically Needy Medicaid program.\n\nLast year, the state Senate agreed to accept the federal funds, but the House refused. It endorsed a \"free-market solution\" that would cost the state more and cover far fewer people. Medicaid expansion failed and Florida retained its title as one of the great donor states of the nation.\n\nAnd it looks like the House is ready to do it again.\n\nSen. Rene Garcia (R-Hialeah) has filed a bill that once again attempts to accept federal funds and expand Medicaid.\n\nOn the House side, Rep. Amanda Murphy (D-New Port Richey) filed the companion bill to expand Medicaid. Both bills mirror the approach that the Florida Senate proposed by ACA committee chairman Sen. Joe Negron (R-Palm City) which accepts federal funds and expands Medicaid using state infrastructure.\n\nThe key to start the discussion in the House lies on the shoulders of the chairman of the Select Committee on the Patient Protection and Affordable Care Act, Rep. Richard Corcoran (R-Lutz). He needs to put it on the agenda for his committee.\n\nSen. Negron and Rep. Corcoran at a joint ACA committee meeting.\n\nPhoto courtesy of Tampa Bay Times.\n\nIf the bill does not pass this first hurdle, two things occur:\n\n1. The bill never gets the debate it deserves. Opinions have shifted on a great number of things since last session and the conversation needs to be re-opened.\n\n2. Florida will once again reject expansion and the federal money we would have gotten will go to pay for health care in other states.\n\nIn my conversations with Corcoran recently, he was 100 percent behind the anti-expansion House bill he helped to craft last year, but no one so far has reintroduced it this year.\n\nIn the Senate, Garcia's bill must first go to the Health Policy Committee, chaired by Sen. Aaron Bean, who has shown a preference for the Florida Health Choices program. That's an attempt at a state-based, highly limited insurance exchange that was begun in 2009 and has yet to be fully implemented. However, the plan is so limited that it technically cannot be called an \"insurance exchange\" because the products are so limited they do not meet the legal definition of insurance. Bean has not put Garcia's bill on his committee agenda either.\n\nConsidering the importance of the Medicaid expansion question, it's critical to allow discussion of any expansion bills.\n\nWe hope that Corcoran and Bean will open the committee to discussion.\n\nOtherwise, the Affordable Care Act will be, for the most part, yet another unfunded mandate that Florida cannot afford.\n\nFollow Gary Stein on Twitter: www.twitter.com/gjsteinmph", "article_metadata": {"description": "Many of us have heard the facts and figures regarding Medicaid expansion in Florida.\n\nIt would cover", "sailthru.expire_date": "2014-03-15 13:20:42 -0400", "og": {"site_name": "The Huffington Post", "description": "Many of us have heard the facts and figures regarding Medicaid expansion in Florida.\n\nIt would cover", "url": "http://www.huffingtonpost.com/gary-stein/committee-chairs-medicaid-florida_b_4959259.html", "image": "http://i.huffpost.com/gen/1678869/images/o-RENE-GARCIA-FLORIDA-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/1678869/images/o-RENE-GARCIA-FLORIDA-facebook.jpg", "height": 1000}, "creator": "gjsteinmph", "description": "Many of us have heard the facts and figures regarding Medicaid expansion in Florida.\n\nIt would cover", "card": "summary_large_image", "site": "@huffpostmiami"}, "sailthru.date": "2014-03-14 13:20:42 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=4959259", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "miami", "fb": {"app_id": 46744042133}, "keywords": "politics,Richard Corcoran,medicaid expansion,Amanda Murphy,tallahassee,health news,Affordable Care Act,florida,healthcare reform,gary stein,will weatherford,Aaron Bean,healthcare,rene-garcia,medicaid florida", "article": {"section": "Miami", "tag": "politics,Richard Corcoran,medicaid expansion,Amanda Murphy,tallahassee,health news,Affordable Care Act,florida,healthcare reform,gary stein,will weatherford,Aaron Bean,healthcare,rene-garcia,medicaid florida", "published_time": "2014-03-14 13:20:42 -0400", "modified_time": "2014-05-14 05:59:01 -0400"}, "viewport": "width=1000"}, "article_summary": "Considering the importance of the Medicaid expansion question, it's critical to allow discussion of any expansion bills.\nMedicaid expansion failed and Florida retained its title as one of the great donor states of the nation.\nMany of us have heard the facts and figures regarding Medicaid expansion in Florida.\nBoth bills mirror the approach that the Florida Senate proposed by ACA committee chairman Sen. Joe Negron (R-Palm City) which accepts federal funds and expands Medicaid using state infrastructure.\nSen. Rene Garcia (R-Hialeah) has filed a bill that once again attempts to accept federal funds and expand Medicaid."}