{"article_title": "Bush, Like Clinton, Cashed In Big Time After Leaving Office", "article_keywords": ["clinton", "office", "33", "big", "tax", "returns", "leaving", "jeb", "release", "bush", "cashed", "rate", "public"], "article_url": "http://www.thefiscaltimes.com/2015/07/02/Bush-Clinton-Cashed-Big-Time-After-Leaving-Office", "article_text": "If the 2016 presidential race eventually boils down to another Bush versus another Clinton, the two top contenders will have more in common than a famous last name and close relatives who have also sat in the Oval Office.\n\nAs has been extensively documented in the case of former Secretary of State Hillary Clinton and was revealed Tuesday in the release of three decades of tax returns filed by former Florida governor Jeb Bush, both candidates engaged in the activity that seems to occupy many people who leave public office: amassing a vast personal fortune.\n\nRelated: What 33 Years of Tax Returns Reveal About Jeb Bush\n\nBetween hugely lucrative book deals and speaking fees that rose into the hundreds of thousands of dollars, Clinton and her husband, former President Bill Clinton, have pulled down something in the neighborhood of $25 million in just the two years since Hillary Clinton left the State Department.\n\nThat pile of cash, of course, gets stashed next to the millions the former president made in the years between his departure from office and his wife’s return to the executive branch as Secretary of State.\n\nWhile the Clintons may be the gold standard for parlaying public-sector service into private-sector gain, Jeb Bush, as it turns out, has been no slouch when it comes to cashing in after leaving public office.\n\nAccording to the tax returns Bush made public, he pulled in approximately $29 million between leaving office in 2007 and the end of tax year 2013. Much of that income came from consulting contracts with unspecified clients, as well as a relationship with the investment bank Lehman Brothers, which hired Bush not long after he left the governor’s mansion.\n\nRelated: Trump Bump Continues, but Support May Be Limited\n\nBush voluntarily released tax data for the 33 years between 1981 and 2013 as a demonstration of transparency and, presumably, to nip in the bud the sort of challenge that faced 2012 Republican nominee Mitt Romney after he refused to release much tax information at all.\n\nRomney was also hammered for paying an average tax rate of below 15 percent on his considerable income, mainly because it was all taxed as capital gains rather than as wage or salary. Bush, in his release, was eager to point out that his average federal tax rate during those 33 years was 36 percent.\n\nThe number is a little puzzling, because during the bulk of Bush’s biggest earning years, even the top marginal tax rate was only 35 percent. Hopefully in a Bush White House, whoever did his taxes will be kept far away from the Office of Management & Budget.\n\n(Financial planner Michael Kitces digs into the details of Bush’s alleged 36 percent effective tax rate here. Verdict: He’s stretching the truth. Quite a bit.)\n\nTop Reads from The Fiscal Times", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "If the 2016 presidential race eventually boils down to another Bush versus another Clinton, the two top contenders will have more in common than a famous last name and close relatives who have also sat in the Oval Office. Both candidates also engaged in the activity that seems to occupy many people who leave public office: amassing a vast personal fortune.", "title": "Bush, Like Clinton, Cashed In Big Time After Leaving Office", "url": "http://www.thefiscaltimes.com/2015/07/02/Bush-Clinton-Cashed-Big-Time-After-Leaving-Office", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/06192015_Jeb_Bush.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/07/02/Bush-Clinton-Cashed-Big-Time-After-Leaving-Office", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/06192015_Jeb_Bush.jpg", "creator": "@rrgarver", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "If the 2016 presidential race eventually boils down to another Bush versus another Clinton, the two top contenders will have more in common than a famous last name and close relatives who have also sat in the Oval Office. Both candidates also engaged in the activity that seems to occupy many people who leave public office: amassing a vast personal fortune.", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "According to the tax returns Bush made public, he pulled in approximately $29 million between leaving office in 2007 and the end of tax year 2013.\nWhile the Clintons may be the gold standard for parlaying public-sector service into private-sector gain, Jeb Bush, as it turns out, has been no slouch when it comes to cashing in after leaving public office.\n(Financial planner Michael Kitces digs into the details of Bush’s alleged 36 percent effective tax rate here.\nThe number is a little puzzling, because during the bulk of Bush’s biggest earning years, even the top marginal tax rate was only 35 percent.\nBush, in his release, was eager to point out that his average federal tax rate during those 33 years was 36 percent."}