{"article_title": "Epinephrine Supplies At School Protect Children From Life-Threatening Allergic Reactions", "article_keywords": ["reactions", "school", "emergency", "lifethreatening", "reaction", "allergy", "epinephrine", "protect", "schools", "supplies", "stock", "children", "allergic"], "article_url": "http://www.medicaldaily.com/epinephrine-supplies-school-protect-children-life-threatening-allergic-reactions-309778", "article_text": "Around 15 percent of children with a food allergy have suffered a reaction at school, calling for an urgent need of epinephrine stock policies in every school district. Close to 25 percent of children who were administered epinephrine in school did not know they had an allergy prior to their reaction. A recent study presented at the American College of Allergy, Asthma, and Immunology (ACAAI) Annual Scientific Meeting has revealed dramatic results after the implementation of policies to stock emergency epinephrine at schools across the country.\n\n\"We were surprised to see that of those who received the epinephrine, more than half of the reactions were first-time incidents,\" lead researcher Dr. Ruchi Gupta said in a statement. \"Many children are trying foods for the first time at school and therefore it is critical that schools are prepared for a possible anaphylactic reaction.\"\n\nGupta and her colleagues found that Chicago Public Schools (CPS) was the first large urban school district in the United States to implement a stock epinephrine policy that was in accordance with state guidelines. During the 2012-2013 school year, stock epinephrine was used to treat 38 children and adults who suffered a severe anaphylactic reaction. Currently, 41 states have enacted stock emergency epinephrine policies, including Alabama, Connecticut, Delaware, Maine, Ohio, and Wisconsin.\n\nOut of the 38 allergic reactions treated by epinephrine in CPS, 35 were students and three were staff at the school. While 37 percent of allergic reactions happened in Chicago high schools, the majority were in elementary schools. Epinephrine injections were administered by school nurses in 76 percent of cases. Allergic reactions to peanuts represented 55 percent of cases; fish such as salmon, tuna, and flounder, 13 percent; and 34 percent were from an unknown source.\n\n\"Stocking emergency epinephrine is a medical necessity for schools in every state,\" said Dr. Bryan Martin, allergist and ACAAI vice president. \"In addition to protecting those whose epinephrine auto-injector isn't immediately accessible during a reaction, stock supplies help save the lives of those who experience an anaphylactic reaction and don't have a prescribed epinephrine auto-injector.\"\n\nEpinephrine is a self-injectable adrenaline medication used to reverse severe symptoms of anaphylaxis, a severe to life-threatening allergic reaction. It is considered the first-line treatment for allergic reactions and must be administered promptly after the reaction begins. Waiting too long to administer epinephrine during anaphylaxis can result in death. Anaphylaxis can occur within seconds or minutes of exposure to an allergy trigger.\n\nSource: Gupta R, et al. Emergency supplies of epinephrine in schools save lives. American College of Allergy, Asthma and Immunology (ACAAI) Annual Scientific Meeting. 2014.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "epinephrine, allergic, reaction, school", "og": {"site_name": "Medical Daily", "description": "Implementing an emergency epinephrine policy at schools across the United States can save a lot of lives.", "title": "Schools Need To Keep Epinephrine In Stock For Child Safety", "url": "http://www.medicaldaily.com/epinephrine-supplies-school-protect-children-life-threatening-allergic-reactions-309778", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/11/07/epipen.jpg", "type": "article"}, "twitter": {"description": "Implementing an emergency epinephrine policy at schools across the United States can save a lot of lives.", "title": "Schools Need To Keep Epinephrine In Stock For Child Safety", "url": "http://www.medicaldaily.com/epinephrine-supplies-school-protect-children-life-threatening-allergic-reactions-309778", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/11/07/epipen.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/11/07/epipen.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "The Grapevine", "published_time": "2014-11-07T12:07:01-05:00", "modified_time": "2014-11-07T12:07:00-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Implementing an emergency epinephrine policy at schools across the United States can save a lot of lives."}, "article_summary": "Currently, 41 states have enacted stock emergency epinephrine policies, including Alabama, Connecticut, Delaware, Maine, Ohio, and Wisconsin.\nOut of the 38 allergic reactions treated by epinephrine in CPS, 35 were students and three were staff at the school.\nEpinephrine is a self-injectable adrenaline medication used to reverse severe symptoms of anaphylaxis, a severe to life-threatening allergic reaction.\nDuring the 2012-2013 school year, stock epinephrine was used to treat 38 children and adults who suffered a severe anaphylactic reaction.\nWhile 37 percent of allergic reactions happened in Chicago high schools, the majority were in elementary schools."}