{"article_title": "How I met your father", "article_keywords": ["love", "room", "shack", "work", "father", "sex", "met", "lingerie", "model", "came", "man"], "article_url": "http://www.salon.com/2013/10/20/how_i_met_your_father/", "article_text": "Topics: Austin, Coupling, dating, Editor's Picks, Jack Shack, Life stories, Lingerie Model, Love and Sex, Real Families, Sex Work, Life News\n\nWhen people ask us where we met, we have a skeletal version of our story we can tell, without flinching. We met through a mutual friend. We were friends for many years, and then we finally realized we were in love with each other after I stopped dating losers. After my now-husband came back from a long trip to Costa Rica, we knew. It was love the whole time. This is all true. The only thing we leave out about how we met is where.\n\nMy husband and I met in a “lingerie studio,” better known as a “jack shack.” Sometimes you can see them from the highway, with names like “Dollhouse” and “Sugar Shack.” A place where a man can masturbate in a private room on a leather couch, while a girl undresses in front of him. When we met, I was a lingerie “model” and he was the shack’s owner. A place in north Austin, Texas, right where 290 meets I-35. Under the overpass, tucked away next to a mediocre Mexican restaurant and Thundercloud Subs.\n\nWe still exchange looks whenever we drive by, on our way to a potluck or a kid’s birthday party. We are careful not to say too much so we don’t pique our 5-year-old daughter’s curiosity, which is vast.\n\nThe real story, with all of the details, would sound like this: I came into work one day and found out from Raven — another lingerie model and a friend of mine — that we had a new owner. “He’s really cool,” Raven said. “You’ll love him.” We went to the office. I was wearing red booty shorts and black vinyl thigh-high boots. A white shirt with cherries on it that tied at the midriff.\n\nHe wore glasses. He smiled and shook my hand firmly. He looked me in the eye. (I found out later his father taught him to do that when he was a kid so he could impress people at his father’s law firm.) “Olivia slash Erika,” I said. He said hello. He looked at my face only and did not make any comments on my appearance. Bonus: pretty blue eyes.\n\nWorking at the jack shack was like being in an existential play. We waited for men to come in. It was considered an average day if three men came in during the course of an eight-hour shift. Ten meant we were slammed. Usually there were two lingerie models per shift. There was a long hallway that led to two “show” rooms, a dressing room, a bathroom, a security room that had a monitor that was watched by a security guard at all times, and a waiting room for the dancers to wait for a show. The waiting room had a television and an old brown couch, a few ashtrays and a bunch of board games. When a man came in up front, we were alerted by an electronic doorbell.\n\nWhen the bell sounded, the lingerie models would walk up to the front. We were protected by a locked door and what was basically a wooden bank teller-style window, which was painted glossy black. We would both smile and say hi. One of us would say, “Would you like a show?” The man would look at the girls, typically for 15 seconds or so, and decide. The man would go down the hallway to a private room and the 30-minute show would commence.\n\nThere were a lot of girls that came and went over the year I worked there. Most of them wanted a break from working in the topless bars, which were more physically demanding, or they had a specific financial goal they were working toward. They needed the money for their other business (one girl made her own handbags), or someone’s hospital bills or an abortion.\n\nI was kind of a crappy lingerie model. It annoyed me when guys came in and interrupted my Scrabble game. After almost a decade in the sex industry, it was getting really old. I was over it. I was 28. I took breaks from stripping over the years but always came back to it. Ultimately, I didn’t want to give up the freedom that stripping afforded me. I didn’t really want to work. I liked rolling out of bed at 11 a.m., smoking and drinking coffee and talking to artists and writers and other people who didn’t work conventional jobs. I was into low expectations.\n\nMichael was the kindest, most generous person I had ever met in the sex industry, which is why he failed at it miserably. He would rent videos for us to watch so we wouldn’t get bored. Instead of firing girls who didn’t show up to work, he drove to their house to drop off their paychecks. Lunch was frequently on him. He demanded nothing of us, so he was taken advantage of left and right. The boy was in way over his head. Young and fresh-faced, he had taken over the business from someone he had known from high school. My husband had dropped out of college and was looking for a way to further rebel against his father. He admitted this freely.", "article_metadata": {"description": "Michael ran the men's club where I stripped. Ours wasn't an old-fashioned courtship -- but it was still romantic", "title": "How I met your father", "og": {"site_name": "Salon", "description": "Michael ran the men's club where I stripped. Ours wasn't an old-fashioned courtship -- but it was still romantic", "title": "How I met your father", "url": "http://www.salon.com/2013/10/20/how_i_met_your_father/", "image": "http://media.salon.com/2013/10/bra_heels.jpg", "type": "article"}, "twitter": {"description": "Michael ran the men's club where I stripped. Ours wasn't an old-fashioned courtship -- but it was still romantic", "title": "How I met your father", "image": "http://media.salon.com/2013/10/bra_heels.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Erika Kleinman", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Austin, Coupling, dating, Editor's Picks, Jack Shack, Life stories, Lingerie Model, Love and Sex, Real Families, Sex Work", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fd84ea\"", "article_summary": "When we met, I was a lingerie “model” and he was the shack’s owner.\nMy husband had dropped out of college and was looking for a way to further rebel against his father.\nMichael was the kindest, most generous person I had ever met in the sex industry, which is why he failed at it miserably.\nWhen a man came in up front, we were alerted by an electronic doorbell.\nThe only thing we leave out about how we met is where."}