{"article_title": "Walt Weiss being tested in Colorado Rockies’ turbulent season – The Denver Post", "article_keywords": ["week", "losses", "colorado", "season", "rockies", "turbulent", "job", "weiss", "walt", "tested", "manager", "denver", "team", "post", "day", "thats"], "article_url": "http://www.denverpost.com/rockies/ci_28179381/rocky-season-testing-weiss", "article_text": "Walt Weiss wore a finger on his chest in the cold air at Coors Field last week after he stepped between his catcher, Nick Hundley, and first-base umpire Hunter Wendelstedt.\n\nThe umpire ejected Hundley for arguing a check-swing strike. And Wendelstedt was browbeating Weiss, wagging his finger square at the manager’s sternum. There wasn’t much for Weiss to say.\n\nThat finger isn’t the only one pointing at Weiss. The Rockies, mired in the worst month of Weiss’ three-year tenure as Colorado’s manager, continue to slide out of contention. There’s plenty of blame to go around at 20th and Blake for a team with the fewest wins, 15, in the National League.\n\nWATCH: Woody’s World: Jason Giambi should take over for Walt Weiss if Weiss steps down\n\nAnd Weiss now finds himself standing between blame and a pile of losses. Two managers have already been fired this season. The Milwaukee Brewers canned Ron Roenicke on May 3, and the Miami Marlins got rid of Mike Redmond last week. Along with the Rockies, those are the only other last-place teams in the NL.\n\nThe newest hot seat, it seems, belongs to Weiss. But his job his safe, at least for now, according to Rockies general manager Jeff Bridich.\n\nInside the Rockies’ clubhouse, though, in the hallway away from the players’ lockers, Weiss can see the storm clouds gathering around him. The Rockies are playing poorly, and speculation about their manager’s future is mounting.\n\n“This is my third season, and we haven’t won. And I’m sure people ask about my security here, I’m sure that becomes a topic,” Weiss said. “But I have to tell you, honestly, I have zero fear of losing my job. Not that it can’t happen — I knew it could happen the day I signed up; it’s almost inevitable in this seat.\n\n“But it is definitely not a fear of mine.”\n\nBridich said Weiss’ job is secure, despite a disappointing start this season and 88 and 96 losses, respectively, in his first two seasons.\n\nRELATED: Rockies lose to Giants in first game of doubleheader; Lyles hurts toe\n\n“There’s no issue there,” Bridich said. “Throwing around blame is a very dangerous thing to do. The manager and the coaches don’t step on the field and take a bat and step into the batter’s box, and they don’t take the ball to stand on the mound.”\n\nThe Rockies made a surprise hire of Weiss, a former special assistant with the team and then the Regis Jesuit High School coach, to replace Jim Tracy after the 2012 season. They extended his contract in 2013 to three more years at around $2 million total. In doing so, the club handed its direction to a “player’s coach.”\n\nA former big-league shortstop, Weiss has approached his job with the same passion he showed as a player. That often means he wears defeats like a jersey.\n\n“No matter if we get beat by one or 10, it’s the same. He hates it,” left fielder Corey Dickerson said. “Especially getting embarrassed. But we feel the same way. We’re on the same page that way. A manager can only do so much. Ultimately, we compete. He’s not out there competing anymore.”\n\nIn the offseason, Weiss gained bigger say within the organization as Bridich, who was named general manager last fall, turned to him as a trusted voice when making organizational decisions.\n\nThe Rockies streaked to a 7-2 start before falling apart. Heading into the weekend, they were 4-14 in May — the worst month of Weiss’ tenure.\n\nThey rank 14th in the NL in runs scored. They struck out 10 or more times in seven consecutive games last week, the second-longest streak in the majors since 1900. And their pitching staff has the fewest strikeouts and second-most walks in the NL.\n\nAs the losses mount, Weiss’ walk to the mound at times looks slower, his shoulders appear more slumped during postgame interviews as he tries to explain another loss.\n\n“It’s frustrating for sure,” he said. “There’s urgency every day. There has to be. Patience is more of a big-picture outlook.”\n\nManagers, especially those from the old school, often distance themselves from their players. They address the team only when something is wrong. Weiss is different.\n\nRELATED: Rockies starter Jordan Lyles exits Giants game with sprained left toe\n\n“I think people assume that maybe I sit back here in my office and let the losses pile up,” he said. “I’m in front of the team the first day of every series. I never played for a manager who did that.”\n\nBefore the Arizona Diamondbacks hired Tony La Russa as their chief baseball officer last season, Weiss often phoned La Russa, his former manager, as a go-to person for advice. That’s not possible anymore. So Weiss relies more on those around him at Coors Field, including bench coach Tom Runnells and defensive positioning coach Rene Lachemann.\n\nBut Weiss, from the day he was hired, knows responsibility inevitably falls on him sooner or later if the team doesn’t win.\n\n“I said when I took this job that if my voice wasn’t effective in there anymore, I’ll be the first one to raise my hand. I don’t want to be in that position,” he said. “I have no regrets when I walk out of here every night. That’s all you can do. You try to earn and maintain the trust of the guys in the clubhouse. And that’s an ongoing challenge.”\n\nNick Groke: ngroke@denverpost.com or twitter.com/nickgroke", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Walt Weiss being tested in Colorado Rockies’ turbulent season", "title": "Walt Weiss being tested in Colorado Rockies’ turbulent season", "url": "http://www.denverpost.com/2015/05/23/walt-weiss-being-tested-in-colorado-rockies-turbulent-season/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20150523__20150524_C1_SP24BBNROXENTERp1.jpg", "height": 436}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20150523__20150524_C1_SP24BBNROXENTERp1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2015-05-23T20:14:27+00:00", "modified_time": "2016-04-24T08:12:16+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fd24cb\"", "article_summary": "WATCH: Woody’s World: Jason Giambi should take over for Walt Weiss if Weiss steps downAnd Weiss now finds himself standing between blame and a pile of losses.\nThe Rockies, mired in the worst month of Weiss’ three-year tenure as Colorado’s manager, continue to slide out of contention.\nInside the Rockies’ clubhouse, though, in the hallway away from the players’ lockers, Weiss can see the storm clouds gathering around him.\nBut his job his safe, at least for now, according to Rockies general manager Jeff Bridich.\n“But it is definitely not a fear of mine.”Bridich said Weiss’ job is secure, despite a disappointing start this season and 88 and 96 losses, respectively, in his first two seasons."}