{"article_title": "Paul George punctuates comeback with 41 in All-Star Game", "article_keywords": ["right", "usa", "leg", "allstar", "41", "scrimmage", "game", "special", "night", "punctuates", "comeback", "paul", "george", "teammates", "rehab"], "article_url": "http://www.salon.com/2016/02/15/paul_george_punctuates_comeback_with_41_in_all_star_game/", "article_text": "Topics: From the Wires, Entertainment News, News\n\nTORONTO (AP) — So many of Paul George’s All-Star teammates and opponents were on the floor 18 months ago, the night his career was put in peril by a gruesome leg injury in a scrimmage with USA Basketball.\n\nIt has been a long, difficult road back to the rising star he was before a bone in his right leg popped through his skin on that August night in Las Vegas. Surrounded by so many of those elite faces again in Toronto on Sunday night, George has never looked more like the player that has made the Indiana Pacers relevant again. Truth be told, he looked even better.\n\nGeorge led all players with 41 points and made nine 3-pointers in the East’s 196-173 loss to West, finishing one basket shy of breaking Wilt Chamberlain’s single-game All-Star scoring record.\n\n“For me to be here just being back as an All-Star was special. But to be able to put on a show and have fun and enjoy this moment, get back to playing how I play pre-injury is special,” George said. “I’ve just been blessed. I’m very thankful and very grateful.”\n\nOklahoma City guard Russell Westbrook won the MVP award with 31 points in the victory, but it was George who stood out above all of the game’s best players, just like he did before his right leg awkwardly hit the basketball stanchion in that USA scrimmage, bringing tears to his teammates’ eyes.\n\n“I had a hard-fought summer, hard-fought rehab year,” George said. “It was just a very upward climb. It took every day and really every moment of rehab to get through it. There were a lot of days where I felt like I was down and out, but just stayed with it.”\n\nThanks to George’s emergence as one of the NBA’s bright young stars, the Pacers had climbed up the Eastern Conference ladder to assert themselves as legitimate challengers. George had a great chance to be in Team USA’s plans for the London Olympics, but his leg snapped grotesquely and had many, including George himself, wondering if he would ever play again.", "article_metadata": {"description": "Paul George punctuates comeback with 41 in All-Star Game", "title": "Paul George punctuates comeback with 41 in All-Star Game", "og": {"site_name": "Salon", "description": "Paul George punctuates comeback with 41 in All-Star Game", "title": "Paul George punctuates comeback with 41 in All-Star Game", "url": "http://www.salon.com/2016/02/15/paul_george_punctuates_comeback_with_41_in_all_star_game/", "image": "http://media.salon.com/2016/02/all-star-game-basketball.jpeg-1280x960.jpg", "type": "article"}, "twitter": {"description": "Paul George punctuates comeback with 41 in All-Star Game", "title": "Paul George punctuates comeback with 41 in All-Star Game", "image": "http://media.salon.com/2016/02/all-star-game-basketball.jpeg-1280x960.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Jon Krawczynski", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, From the Wires", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fdf950\"", "article_summary": "But to be able to put on a show and have fun and enjoy this moment, get back to playing how I play pre-injury is special,” George said.\nSurrounded by so many of those elite faces again in Toronto on Sunday night, George has never looked more like the player that has made the Indiana Pacers relevant again.\nGeorge led all players with 41 points and made nine 3-pointers in the East’s 196-173 loss to West, finishing one basket shy of breaking Wilt Chamberlain’s single-game All-Star scoring record.\n“For me to be here just being back as an All-Star was special.\nIt has been a long, difficult road back to the rising star he was before a bone in his right leg popped through his skin on that August night in Las Vegas."}