{"article_title": "Winterfest, in its 10th year, is growing", "article_keywords": ["volunteers", "parade", "pensacola", "snow", "downtown", "tour", "tours", "santa", "growing", "10th", "christmas", "winterfest"], "article_url": "http://www.pnj.com/story/opinion/contributors/2014/11/22/viewpoint-winterfest-th-year-growing/19400369/", "article_text": "Denise Daughtry (Photo: Special to the News Journal)\n\nLet me invite you to a fun, free event that's sure to get your holiday celebration off to a bright start.\n\nThe Elf Parade, held on the Friday after Thanksgiving, will make even the Grinch smile. It's for children 7 and younger who dress up as elves and join Santa Claus on a walk through parts of downtown Pensacola, concluding at the Escambia County Courthouse, at Palafox and Government streets.\n\nThere, Christmas lights glow, \"snow\" falls and music plays in a family-friendly, commercial-free event. It's all part of Winterfest Pensacola, a nonprofit organization entering its 10th season.\n\nYou may know Winterfest from our Five Flag Trolley Co. that conduct tours at Christmas and other times of the year. Our trolleys also provide free shuttle service to people during major events – Gallery Nights, the Seafood Festival, Great GulfCoast Arts Festival and others.\n\nYou may also know Winterfest from the parking lots we operate for downtown property owners. Our closely monitored greeters, cashiers and parkers double as sidewalk ambassadors, giving free maps to visitors new to Pensacola's blossoming downtown.\n\nWe are volunteers, using only 3 percent of our budget to pay for specialized labor. The rest is devoted to events and equipment. The board members, most of whom live or work downtown, receive no pay because they serve for the joy of seeing downtown draw more activities, businesses and fun. This year's board members are Denise Daughtry, president; Jacqueline Young, vice president; Lisa Minshew, secretary; Josh Davidson, treasurer; and Jewel Cannada Wynn, Edward Pate, Lois Benson, Susan Lightfoot and Malcolm Ballinger.\n\nWinterfest has been a community effort all the way, with great support from property owners, the county commission, the police, and others.\n\nThe key to our success is our 1,500 volunteers. Many are Pensacolians who welcome a chance to help with parking or to perform in one of our tours – Christmas, Halloween and pirate events, to name a few. Others come from Pensacola Naval Air Station, giving us a chance to meet students from the Naval Air Technical Training Center. These young volunteers especially like our activities at Christmas, when so many of them are far from homes and families.\n\nThe Winterfest Performance Tours are our best effort. Last year every tour sold out. These are musical trolley tours around the downtown area, especially Historic Seville. The performers are a blend of experienced actors and local students.\n\nThis year, thanks to Winterfest's success, we are investing in the tour by upgrading it with a larger Nativity scene, a new stop for \"Island of the Misfit Toys,\" and a bigger entertainment area when riders complete their journey.\n\nThe festivities begin at 3 p.m. Nov. 28, when children dressed as snow fairies will attend a tea with the Snow Princess at the Pensacola Little Theatre. Girls dressed as snow fairies form the court of the Snow Princess. This year she will be joined by a Snow Prince.\n\nThe Elf Parade will begin about 4:30 p.m. and conclude at the corner of Government and Palafox streets, where Christmas lights will be illuminated at 5:30 p.m. while Santa Claus visits with children and simulated snow falls from the sky.\n\nThis year' s parade marshall is Christian Garman of WEAR-TV. Among the parade participants will be the Grinch, Charlie Brown's gang, Rudolph the Red-Nosed Reindeer, Frosty the Snowman, and other characters, along with Santa! The first performance tour begins at 6 p.m. Nov. 28, after the parade and opening festivities.\n\nPlease join us as we celebrate the holidays and the continued rebirth of downtown Pensacola.\n\nDaughtry is president of the Winterfest board of directors.\n\nWant more info?\n\nFor more information, call (850) 417-7321 or visit www.pensacolawinterfest.org.\n\nRead or Share this story: http://on.pnj.com/1qP31Eb", "article_metadata": {"google": "notranslate", "description": "Viewpoint: Winterfest activities begin Nov. 28.", "og": {"site_name": "Pensacola News Journal", "description": "Viewpoint: Winterfest activities begin Nov. 28.", "title": "Viewpoint: Winterfest, in its 10th year, is growing", "url": "http://www.pnj.com/story/opinion/contributors/2014/11/22/viewpoint-winterfest-th-year-growing/19400369/", "image": "http://www.gannett-cdn.com/GDContent/applogos/pnj.png", "type": "article"}, "twitter": {"description": "Viewpoint: Winterfest activities begin Nov. 28.", "title": "Viewpoint: Winterfest, in its 10th year, is growing", "image": "http://www.gannett-cdn.com/-mm-/e9cdea59f3b06a2040b70073cabcc9255231ff9e/c=0-78-1125-1203&r=x643&c=640x640/local/-/media/Pensacola/Pensacola/2014/11/22/635522584397690281-daughtry.jpg", "creator": "@", "site": "@", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=816200923", "fb": {"app_id": 179056438789435}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070"}, "_id": "\"57477af46914bd0286fe0e74\"", "article_summary": "It's all part of Winterfest Pensacola, a nonprofit organization entering its 10th season.\nYou may know Winterfest from our Five Flag Trolley Co. that conduct tours at Christmas and other times of the year.\nPlease join us as we celebrate the holidays and the continued rebirth of downtown Pensacola.\nMany are Pensacolians who welcome a chance to help with parking or to perform in one of our tours – Christmas, Halloween and pirate events, to name a few.\nYou may also know Winterfest from the parking lots we operate for downtown property owners."}