{"article_title": "Chris Christie’s political bullying goes all the way back to college", "article_keywords": ["goes", "wife", "student", "positions", "political", "christie", "bullying", "running", "college", "christies", "way", "party", "chris", "politics", "campus"], "article_url": "http://www.salon.com/2014/01/18/chris_christies_political_bullying_isnt_surprising_hes_been_doing_it_since_college_partner/", "article_text": "Topics: AlterNet, Bridgegate, Bully, Chris Christie, College, Politics, News, Politics News\n\nThis article originally appeared on Alternet\n\nEmbattled New Jersey Gov. Chris Christie has a long history of political bullying, dating back at least to college, Talking Points Memo reports.\n\nIn the mid-1980s while attending the University of Delaware, Christie was accused of establishing a college political machine that rewarded those in his tight knit circle, while pushing others out of student government entirely, according to college newspaper archives. Students around the campus reacted to what they saw as quiet manipulation, one writing to the school paper about Christie’s “cronyism” and questioning the legitimacy of the future governor’s reign as president of the Delaware Undergraduate Student Congress.\n\nIn 1983, Christie had run a successful election through his own line, The Campus Action Party, which also included his future wife, Mary Pat, running for the congress’s position of secretary on its slate. Christie’s Campus Action Party swept the election and nabbed all six available positions in student government in the process.\n\nIn April of 1984, Christie was about to graduate, yet his grip on power in the student government remained, ensuring that, despite his departure, his wife and his brother, Todd, would continue to sit in major leadership positions, with the former running unopposed.", "article_metadata": {"description": "The New Jersey governor ran a political machine that included his wife and brother at the University of Delaware", "title": "Chris Christie’s political bullying goes all the way back to college", "og": {"site_name": "Salon", "description": "The New Jersey governor ran a political machine that included his wife and brother at the University of Delaware", "title": "Chris Christie’s political bullying goes all the way back to college", "url": "http://www.salon.com/2014/01/18/chris_christies_political_bullying_isnt_surprising_hes_been_doing_it_since_college_partner/", "image": "http://media.salon.com/2014/01/chris_chritie_reelection.jpg", "type": "article"}, "twitter": {"description": "The New Jersey governor ran a political machine that included his wife and brother at the University of Delaware", "title": "Chris Christie’s political bullying goes all the way back to college", "image": "http://media.salon.com/2014/01/chris_chritie_reelection.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Rod Bastanmehr", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, AlterNet, Bridgegate, Bully, Chris Christie, College, Politics", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fd24c0\"", "article_summary": "Topics: AlterNet, Bridgegate, Bully, Chris Christie, College, Politics, News, Politics NewsThis article originally appeared on AlternetEmbattled New Jersey Gov.\nChris Christie has a long history of political bullying, dating back at least to college, Talking Points Memo reports.\nChristie’s Campus Action Party swept the election and nabbed all six available positions in student government in the process.\nIn the mid-1980s while attending the University of Delaware, Christie was accused of establishing a college political machine that rewarded those in his tight knit circle, while pushing others out of student government entirely, according to college newspaper archives.\nIn 1983, Christie had run a successful election through his own line, The Campus Action Party, which also included his future wife, Mary Pat, running for the congress’s position of secretary on its slate."}