{"article_title": "Mental Health and Military Families", "article_keywords": ["families", "mental", "proposed", "tricare", "regulations", "health", "treatment", "department", "military", "children"], "article_url": "http://www.huffingtonpost.com/jeremy-hilton/mental-health-and-militar_b_9566282.html", "article_text": "\"Those [children] with military connections were more likely to report depressive symptoms and suicidal ideation ... Findings emphasize the increased risk of mental health issues among youth with parents (and siblings) in the military.\" Journal of Adolescent Health, 2014\n\nGiven that sobering commentary, I am thankful that the Department of Defense has finally proposed new mental health regulations, impacting not only children, but all ten million beneficiaries in the Military Health System. Given the mental health needs of our military community and their families, I hope Vice President Biden doesn't mind me borrowing his famous phrase; \"This is a big f@#$!%& deal.\"\n\nIn February, the Department of Defense published proposed regulations, and while there is much to applaud in these changes, there is also a critical need to provide feedback (due this Friday, April 1). As we've seen in a number of instances, the regulatory process isn't just for DC inside-the-beltway types. Anyone can comment! That means you and you and you. Below, I provide additional information which will hopefully make that a little easier, particularly for those looking to help military children.\n\nThe National Association for Children's Behavioral Health (NACBH), part of our TRICARE for Kids Coalition, has been advocating for years to improve mental health treatment for military children and was the lead organization responding to these proposed regulations for our coalition [To understand some of the most pressing issues military children face in accessing behavioral health treatment, I would recommend reading our coalition's response (pages 11-14) to DoD's evaluation of its provision of pediatric care.]\n\nNACBH has graciously provided draft comments on these proposed regulations, accessible through this Drop Box Link. NACBH's feedback is extensive. Below, I highlight three primary points:\n\nThe Department of Defense is not subject to the Mental Health Parity and Addiction Equity Act (MHPAEA) of 2008 or the Affordable Care Act (ACA). NACBH notes that the proposed regulations should better conform to those pieces of legislation. Surely, our service members and their families are worth it. The proposed rule does not allow for intensive outpatient treatment or partial hospitalization programs for TRICARE beneficiaries who are younger than 13 years of age. In their commentary, NACBH noted: \"There is no clinical evidence to support this arbitrary age restriction ... We strongly urge the Department to remove the age restriction and the resulting risk that military families will have to choose between accepting an inadequate level of care or allowing their children to leave the family home for more intensive treatment than is needed.\" While the proposed rule would remove the outdated and overly detailed standards and certification process that has kept providers from participating in TRICARE (residential treatment centers, in particular), DoD clearly intends to put new standards and some sort of certification in place instead; which could have the same effect.\n\nThese are significant changes, many of them much needed and long overdue, and many of them which need to be reconsidered and rewritten. The important thing is that you comment and have your voice heard. For those who wish to comment, you can do so here.\n\nOne observation for your consideration... for all the concern our society has about mental health, particularly suicide prevention, the lack of focus on these regulations is disappointing. They were buried in the Federal Registry with little to no advertisement by DoD or others. Given the seriousness of this issue, I would have expected many, many more comments to date, both from providers and military families. Each year, April is celebrated as the Month of the Military Child. Please do your part to ensure all our military children receive appropriate health care by spreading the word about these changes.\n\nOur military families are worth it.\n\nFor additional context, I highly recommend this recent piece at: MomsRising.org\n\n---------\n\nFor more information on mental health support for veterans, visit http://www.mentalhealth.va.gov/.\n\nIf you -- or someone you know -- need help, please call 1-800-273-8255 for the National Suicide Prevention Lifeline. If you are outside of the U.S., please visit the International Association for Suicide Prevention for a database of international resources.\n\nFollow Jeremy Hilton on Twitter: www.twitter.com/jlrmhilton", "article_metadata": {"sailthru.expire_date": "2016-03-30 17:29:27 -0400", "og": {"url": "http://www.huffingtonpost.com/jeremy-hilton/mental-health-and-militar_b_9566282.html", "site_name": "The Huffington Post", "image": "http://i.huffpost.com/gen/2772462/images/o-BLACK-VETERAN-FAMILY-facebook.jpg", "type": "article", "locale": "en_US"}, "twitter": {"image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/2772462/images/o-BLACK-VETERAN-FAMILY-facebook.jpg", "height": 1000}, "site": "@HPLifestyle", "card": "summary_large_image", "creator": "jlrmhilton"}, "sailthru.date": "2016-03-29 17:29:27 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=9566282", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "healthy-living", "fb": {"app_id": 46744042133}, "keywords": "military,Military Families,mental health,Joining Forces,children's health", "article": {"section": "Healthy Living", "tag": "military,Military Families,mental health,Joining Forces,children's health", "published_time": "2016-03-29 17:29:27 -0400", "modified_time": "2016-03-29 17:59:01 -0400"}, "viewport": "width=1000"}, "_id": "\"57477af36914bd0286fd24aa\"", "article_summary": "Journal of Adolescent Health, 2014Given that sobering commentary, I am thankful that the Department of Defense has finally proposed new mental health regulations, impacting not only children, but all ten million beneficiaries in the Military Health System.\nFindings emphasize the increased risk of mental health issues among youth with parents (and siblings) in the military.\"\nFor additional context, I highly recommend this recent piece at: MomsRising.org---------For more information on mental health support for veterans, visit http://www.mentalhealth.va.gov/.\nGiven the mental health needs of our military community and their families, I hope Vice President Biden doesn't mind me borrowing his famous phrase; \"This is a big f@#$!%& deal.\"\nGiven the seriousness of this issue, I would have expected many, many more comments to date, both from providers and military families."}