{"article_title": "Ted Southern, Brooklyn artist, to design NASA spacesuit for civilian travelers", "article_keywords": ["mr", "artist", "travelers", "create", "civilian", "ted", "space", "capabilities", "brooklyn", "nasa", "design", "spaceflight", "spacesuit", "southern", "commercial"], "article_url": "http://www.washingtontimes.com/news/2015/feb/15/ted-southern-brooklyn-artist-to-design-nasa-wardro/?page=all", "article_text": "NASA has always attracted visionary thinkers with a practical knack. The tradition continues: The space agency has tapped the skills of Ted Southern, a Brooklyn artist with a can-do attitude and some commercial mojo — perfect for a space race that has become sharply competitive in a global marketplace.\n\nThe partnership, part of an initiative between NASA and the private sector, is ideal for Mr. Southern and his Final Frontier Design, a small but tenacious company tucked in a warehouse in the Brooklyn Navy Yard. His task is to create an interplanetary wardrobe - specifically, to perfect a lighter-weight, cost-efficient space garment for civilian travelers.\n\nMr. Southern, however, does not hail from a standard scholarly orbit. Trained at the Pratt Institute, the designer and sculptor had a fixation on body armor and industrial materials that ultimately led him to create and fabricate high-function technical costumes for films, Broadway and broadcast.\n\nThose glittering, lofty wings of Victoria’s Secret models on the runway? Ted’s work. Amazing costumes for Cirque du Soleil? Also a Ted project.\n\nThings changed, however, when Mr. Southern entered NASA’s Astronaut Glove Challenge in 2007, which called upon innovators to improve the dexterity and safety of a vital and often vulnerable item. His design won him a $100,000 prize.\n\nThen it was blastoff time. He founded his company, and the gloves led to the creation of suits that met flight certification standards. The partnership with NASA followed — actually a hybrid part of the Space Act Agreements, which have no exchange of funds and have partners bearing the cost of their participation.\n\nMr. Southern thinks like an artist and speaks like scientist.\n\n“Space research and engineering is particularly challenging because of the extreme demands of the systems,” he said. “Massive thermal fluctuation, demands for strength and reliability, large pressure differentials, high speed, and an imperative of low mass and low volume make building things for space really difficult. Without some creativity, we wouldn’t be able to go there at all.”\n\nEven someone who once crafted 15-foot wings for lingerie model Heidi Klum has a dream project, though.\n\n“My ultimate dream design for a spacesuit is a mechanical counterpressure suit. Instead of a balloon or gas bubble, which is essentially what a space suit is today, it is possible to apply pressure directly to the skin mechanically to offset the effects of the vacuum,” Mr. Southern said. “This solution theoretically poses several advantages, in terms of safety factors, mass, bulk, joint torque, and crew efficacy. However, the actual application of this technology is still many years distant.”\n\nHe gets much input from business partner Nikolay Moiseev, who spent two decades designing spacesuits for Zvezda — “Star” — the primary Russian manufacturer of space equipment. Kari Love, chief pattern maker and fabricator, is charged with reconciling art and function. Her intricate Spider-Man costume for the Broadway show of the same name is now in a collection at the Smithsonian Institution.\n\nSpacesuit design has been a prime focus at NASA from its earliest days, starting with garments developed for Project Mercury over five decades ago — lined with neoprene, crafted of aluminized nylon and short on mobility.\n\nThe heroic era now inspires fashion designers. Adidas, for example, will soon introduce athletic shoes based on spacesuit designs, priced as high as $730 a pair. High-concept spacesuit designs from Russia, China and European nations populate an expanding marketplace. The scramble is on for affordable, reliable, inventive ideas.\n\n“I think we have a place in the story of commercial space travel,” said Mr. Southern. “I’d like to think we are contributing not just to the U.S. space heritage, but that of the world. It’s one aspect of space I’m especially hopeful for - international cooperation and achievement. It’s very inspiring to have so many countries working together on the International Space Station, for instance. But of course, we owe a lot to NASA and the United States.”\n\nThe agency concurs.\n\n“The most rewarding aspect for me is observing the power of public-private partnerships,” said Phil McAlister, director of commercial spaceflight development at NASA. “Each group, government and industry brings unique contributions to the endeavor. NASA brings our wealth of experience and lessons learned in spaceflight, and private industry brings innovative ideas for addressing market needs. Together, we can create or advance a capability that will benefit not only NASA but the nation. To me, that’s very exciting.”\n\nThree other companies are also part of the Space Act collaboration. United Launch has the task of developing launch-vehicle capabilities that reduce cost and increase performance. ATK Space Systems will work on improving payload capabilities, while Space Exploration Technologies is developing transportation aimed at deep space.\n\nAlso involved here are nobility and a practical eye on sales.\n\n“NASA’s mission has always been to lead the forefront of human spaceflight, to pursue the bold missions throughout its history and to make those lessons and experiences available to the entire nation and the world,” Mr. McAlister said. “These agreements are a way for the agency and these companies to collaborate and share experiences and expertise so that the emerging capabilities may become commercially available for purchase by the government and other customers.”", "article_metadata": {"description": "NASA has always attracted visionary thinkers with a practical knack. The tradition continues: The space agency has tapped the skills of Ted Southern, a Brooklyn artist with a can-do attitude and some commercial mojo — perfect for a space race that has become sharply competitive in a global marketplace.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "NASA has always attracted visionary thinkers with a practical knack. The tradition continues: The space agency has tapped the skills of Ted Southern, a Brooklyn artist with a can-do attitude and some commercial mojo — perfect for a space race that has become sharply competitive in a global marketplace.", "title": "Ted Southern, Brooklyn artist, to design NASA spacesuit for civilian travelers", "url": "http://www.washingtontimes.com/news/2015/feb/15/ted-southern-brooklyn-artist-to-design-nasa-wardro/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/02/15/2_152015_09-ffd-integratio8201.jpg", "type": "article"}, "twitter": {"image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/02/15/2_152015_09-ffd-integratio8201.jpg", "description": "NASA has always attracted visionary thinkers with a practical knack. The tradition continues: The space agency has tapped the skills of Ted Southern, a Brooklyn artist with a can-do attitude and some", "site": "@washtimes", "card": "summary", "title": "Ted Southern, Brooklyn artist, to design NASA spacesuit for civilian t"}, "Author": "Jennifer Harper", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web0", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "Technology Internet, NASA"}, "_id": "\"57477af36914bd0286fd24b8\"", "article_summary": "“I think we have a place in the story of commercial space travel,” said Mr. Southern.\nMr. Southern, however, does not hail from a standard scholarly orbit.\nMr. Southern thinks like an artist and speaks like scientist.\n“The most rewarding aspect for me is observing the power of public-private partnerships,” said Phil McAlister, director of commercial spaceflight development at NASA.\nThings changed, however, when Mr. Southern entered NASA’s Astronaut Glove Challenge in 2007, which called upon innovators to improve the dexterity and safety of a vital and often vulnerable item."}