{"article_title": "Swimming Stars Lochte, Zook Giving Back in PCB", "article_keywords": ["foundation", "olympic", "medalist", "help", "gold", "means", "giving", "zook", "mac", "stars", "organization", "pcb", "lochte", "beach", "swimming"], "article_url": "http://www.wjhg.com/sports/headlines/Swimming-Stars-Lochte-Zook-Giving-Back-in-PCB-274251951.html", "article_text": "More Video...\n\nPanama City Beach, FL---Time is precious for Olympic superstars. Time means training, studying, and perfecting your craft for years, just to shave bits of seconds off your time.\n\nYet Saturday afternoon at Spinnaker's, two of the world's best at their craft chose to use their time to give back.\n\nFive-time Olympic gold medalist Ryan Lochte and three-time Paralympic gold medalist Justin Zook visited Panama City Beach to help the Mac Crutchfield Foundation at their Beach Party event.\n\nThe organization is named after a 12 year old talented swimmer who passed away six years ago.\n\nThe organization was started and is helped run by Mac's family. Their family-first foundation is embraced across the sport, as they're efforts and events help fund collegiate scholarships for prospective swimmers and benefit the Special Olympics.\n\n\"It means everything,\" says the five-time Olympic gold medalist Lochte, who's the official spokesperson for the Mac Crutchfield Foundation. \"When you get to a certain point in your life, you can reach all the stars, whistles, everything, gold medals, it doesn't matter. When you can give back to the people, that means everything.\"\n\n\"For us, I feel like it's more about being a part of the family and really giving back to people who really believe in us,\" says the three-time Paralympic gold medalist Zook.\n\n\"You want your child to be carried on,\" says Maggie Crutchfield, Mac's mother. \"You don't want people to forget what he stood for or she stood for. And Mac, at 12 years old, had such commitment in his morals, his values, his faith.\"\n\nLochte, who jumped on board with the foundation in it's inaugural year in 2008, adds that the tight-knit vibe set from Maggie and the Crutchfields makes the experience for him. \"They brought me in their family. And this is what I want to be a part of. I want to represent this. And I will do anything in all my power to help this organization. I love it.\"\n\nLochte works with the event at their two marquee events per year, the Beach Party and their charity golf tournament, in between his intense training regimen. The break from his prep work as the Rio Olympics is less than two years away, is an easy one for Lochte to make.\n\n\"I love giving back. So, I know what I got to do in the pool. I can easily shut that off. When I got to swim, I got to swim. But after that, when I get out of workouts, it's fair game. I'm gonna sign autographs. I'm gonna take pictures with everyone. I will never say no. Those fans make me who I am.\"\n\nAfter signing autographs and taking pictures, Lochte and Zook took to the beach for a game of volleyball with the kids and a chance to enjoy the Gulf.\n\nThe event wrapped at 6 PM.", "article_metadata": {"medium": "video", "description": "Panama City Beach, FL---Time is precious for Olympic superstars. Time means training, studying, and perfecting your craft for years, just to shave bits of seconds off your time.", "language": "english", "author": "Greg Brzozowski", "og": {"description": "Panama City Beach, FL---Time is precious for Olympic superstars. Time means training, studying, and perfecting your craft for years, just to shave bits of seconds off your time.", "title": "Swimming Stars Lochte, Zook Giving Back in PCB", "url": "http://www.wjhg.com/sports/headlines/Swimming-Stars-Lochte-Zook-Giving-Back-in-PCB-274251951.html", "image": "http://gray-uploads.s3.amazonaws.com/captures/9F1/DCB/9F1DCBB53A1044C28A8DE1F34D7D5EB9", "video": "http://gray-uploads.s3.amazonaws.com/captures/588/2EB/5882EB63287F43BEA5314AF9B63C0E43.mp4", "type": "article"}, "twitter": {"domain": "www.wjhg.com", "description": "Panama City Beach, FL---Time is precious for Olympic superstars. Time means training, studying, and perfecting your craft for years, just to shave bits of seconds off your time.", "title": "Swimming Stars Lochte, Zook Giving Back in PCB", "url": "http://www.wjhg.com/sports/headlines/Swimming-Stars-Lochte-Zook-Giving-Back-in-PCB-274251951.html", "image": "http://media.graytvinc.com/images/lochte.jpg", "creator": "@WJHG_TV", "site": "@WJHG_TV", "card": "summary"}, "msvalidate.01": "9CD4A96D8A076527F07FD24CFCDE5489", "video_type": "video/mp4", "video_height": 288, "keywords": "Swimming Stars Lochte, Zook Giving Back in PCB", "google-site-verification": "orfdzs_E4bRXom1qluA34zerrmjsg4QfrlLSkrR3ZAQ", "video_width": 512, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Swimming Stars Lochte, Zook Giving Back in PCB"}, "_id": "\"57477af36914bd0286fd24a5\"", "article_summary": "Five-time Olympic gold medalist Ryan Lochte and three-time Paralympic gold medalist Justin Zook visited Panama City Beach to help the Mac Crutchfield Foundation at their Beach Party event.\n\"It means everything,\" says the five-time Olympic gold medalist Lochte, who's the official spokesperson for the Mac Crutchfield Foundation.\n\"For us, I feel like it's more about being a part of the family and really giving back to people who really believe in us,\" says the three-time Paralympic gold medalist Zook.\nAfter signing autographs and taking pictures, Lochte and Zook took to the beach for a game of volleyball with the kids and a chance to enjoy the Gulf.\n\"When you get to a certain point in your life, you can reach all the stars, whistles, everything, gold medals, it doesn't matter."}