{"article_title": "Virginia Politics: Ethics issues likely to be a General Assembly focus", "article_keywords": ["legislators", "assembly", "reform", "hard", "focus", "virginia", "gifts", "likely", "state", "violent", "sen", "politics", "ethics", "general", "worked", "issues"], "article_url": "http://www.dailypress.com/news/politics/dp-nws-ga-finance-committe-1122-20141121-story.html", "article_text": "It wasn't on the agenda, but ethics reform was on many legislators' minds when the Senate Finance Committee gathered for its annual two-day retreat this week.\n\nThe conviction of former Gov. Bob McDonnell on federal corruption charges and voters' growing concerns about the influence of gifts, campaign donations and legislators' outside business interests will focus attention on ethics when the General Assembly convenes in January, senators said.\n\n\"It's definitely going to be there,\" said Senate Majority Leader Thomas K. \"Tommy\" Norment, Jr. He said he knows a number of legislators are looking at ethics issues, although he's not yet sure what the General Assembly will pursue.\n\nThere are some early signs, though.\n\nState Sen. Chap Petersen, D-Fairfax, said he hopes to have legislation dealing with gifts and lobbyists.\n\nHe said he would like to make another attempt at legislation to limit the amount of money special interests can pour into legislators' campaign funds. So far, he has had little luck convincing fellow legislators to go along. Virginia is one of only six states that has no limits. Several legislators tap those funds to reimburse themselves for expenses they incur.\n\nMcDonnell worked really hard, I saw how hard he worked, but I think he just lost sight of what he was doing there. — State Sen. John Watkins, R-Powhatan\n\nPetersen said it may also be time for more openness about what legislators are paid, so that it is clearer that their office allowances of $15,000 a year are really income in the same way as the official senatorial salary of $18,000, or the $17,640 annual salary of a member of the House of Delegates. Covering office costs with a real expense account, with reporting of actual costs incurred, as other states do, might be better approach, he said.\n\nState Sen. John Watkins, R-Powhatan, also feels it's not enough to try to cap or ban on gifts. Instead, he thinks better reporting of gifts and outside business income would go a long way to clearing the air about political ethics in Virginia.\n\nThat would also help politicians see what many say is a blurry line between what is ethical and what's not when dealing with lobbyists, special interests and their own businesses.\n\n\"McDonnell worked really hard, I saw how hard he worked, but I think he just lost sight of what he was doing there,\" Watkins said.\n\nPart of what could make reform difficult is that legislators probably ought to talk about the hours they work and the pay that would be appropriate for that, he said.\n\nThat's a discussion elected officials typically avoid, since voter reaction is usually negative.\n\n\"It's going to be difficult,\" he said.\n\nState Sen. Steve Newman, R-Lynchburg, who keeps a sign on his desk that says he won't accept gifts, wants to encourage others to follow that lead.\n\nHe is thinking about a legislation that would establish a list of legislators who don't accept gifts that could be circulated to lobbyists, while streamlining financial disclosure requirements for legislators who voluntarily sign up for the list. That streamlining would be an incentive to forego gifts, whether the multi-thousand-dollar overseas trips some legislators have taken in recent years, fancy dinners in Richmond, or the gift boxes of food and other goodies many lobbyists favor.\n\n\"I hate to think of how much time my staff has to waste chasing people down to return these, even stuff like cookies,\" Newman said.\n\nState Sen. Dave Marsden, D-Fairfax, is proposing tightening the rules for legislators who leave office but sign up for high-paying state jobs to fatten their pensions.\n\nGov. Terry McAuliffe is likely to have a package of suggested reforms, which state Sen. John Miller, D-Newport News, is eager to see. State Sen. Frank Wagner, R-Virginia Beach, said he has high hopes for the work a group of legislators has started.\n\n\"I've always been a supporter of ethics reform,\" he said.\n\nPetersen, meanwhile, said ethics reform could be key to protecting a valued Virginia tradition: a citizen legislature of part-timers.\n\n\"I can be a politician and help make a difference, and also I can be in business and support my family,\" he said. \"At my firm we have 45 people on the payroll, and I'm proud of that.\"\n\nRess can be reached by phone at 757-247-4535.\n\nMeanwhile, on the agenda ...\n\nThe second day of the state Senate Finance Committee's annual retreat usually gets down in the weeds --- way down, sometimes – reviewing how key state programs have been working and what their track records imply for longer-range policy decisions.\n\nFriday's session zeroed in on the state's two-decade-old sentencing reform. The step most Virginians remember was that it abolished reform, but, the committee's staff director Dick Hickman reported, it also tried to tackle violent crime by \"selectively incapacitating\" violent felons. The idea was to make them serve longer sentences but also to try to find alternatives for first time non-violent offenders, so that prisons were mainly for the violent and the dangerous.\n\nThe results: Actual time served by those convicted of forcible rape jumped from an average of 6.7 years before the reform to 27.8 years now. For the most serious robberies, from 4.1 years to 11.8 years. But nearly 40 percent of nonviolent offenders diverted from prison to shorter term stays in jail, probation, treatment programs or other alternatives, well above the reform's target of 25 percent. That helps keep the cost of prisons down.\n\nThe combination of being tough on violent felons and willingness to try other approaches for the nonviolent has helped Virginia reach the second lowest rate in the nation of repeat offenders, Hickman said. The state has the third lowest rate of violent crime in the nation.\n\nAlso on Friday, the committee listened to experts discuss the state's workforce training needs. A group of a dozen people from the Virginia Organizing Project staged a silent demonstration calling for Medicaid expansion, but the subject was not on this year's agenda. The committee pushed hard for a program to tap Affordable Care Act funds to expand coverage for low income Virginians in the 2014 session, but the move was overwhelmingly rejected by the House of Delegates.\n\n– Dave Ress", "article_metadata": {"fb_title": "Virginia Politics: Ethics issues likely to be General Assembly focus", "date": "2014-11-21", "googlebot": "index", "copyright": "Copyright (c) 2016 Daily Press", "author": "Daily Press", "og": {"site_name": "dailypress.com", "description": "It wasn't on the agenda, but ethics reform was on many legislators' minds when the Senate Finance Committee gathered for its annual two-day retreat this week.", "title": "Virginia Politics: Ethics issues likely to be General Assembly focus", "url": "http://www.dailypress.com/news/politics/dp-nws-ga-finance-committe-1122-20141121-story.html", "image": "http://www.trbimg.com/img-546fb51d/turbine/dp-nws-ga-finance-committe-1122-20141121", "type": "article"}, "x-servername": "lalvp02.15", "twitter": {"site": "@daily_press", "card": "summary"}, "robots": "index,follow", "apple-itunes-app": "app-id=397500600, app-argument=http://www.dailypress.com/deeplinkid/82051659", "fb": {"page_id": 140388628320, "app_id": 515474311837346}, "googlebot-news": "index", "keywords": "Virginia General Assembly, ethics reform, Gov. Bob McDonnell", "news_keywords": "Virginia General Assembly, ethics reform, Gov. Bob McDonnell", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "Description": "Ethics reform wasn't on the agenda when the state Senate Finance committee gathered for its annual retreat – but it was on many senators' minds."}, "_id": "\"57477af46914bd0286fde9b4\"", "article_summary": "Terry McAuliffe is likely to have a package of suggested reforms, which state Sen. John Miller, D-Newport News, is eager to see.\nPetersen, meanwhile, said ethics reform could be key to protecting a valued Virginia tradition: a citizen legislature of part-timers.\nHe said he knows a number of legislators are looking at ethics issues, although he's not yet sure what the General Assembly will pursue.\n\"I've always been a supporter of ethics reform,\" he said.\nState Sen. Chap Petersen, D-Fairfax, said he hopes to have legislation dealing with gifts and lobbyists."}