{"article_title": "Rubio, Fiorina, Cruz and Carson shine at Republican forum in Greenville", "article_keywords": ["shine", "parenthood", "bush", "trump", "forum", "gov", "greenville", "carson", "fiorina", "rubio", "cruz", "planned", "sen", "defund", "republican", "called", "stage"], "article_url": "http://www.postandcourier.com/article/20150918/PC1603/150919306", "article_text": "AP Photo/Richard Shiro Republican presidential candidate former Florida Gov. Jeb Bush waves as he speaks at a presidential forum sponsored by Heritage Action at the Bon Secours Wellness Arena on Friday in Greenville.\n\nGREENVILLE — Ten Republican presidential candidates participated in a marathon five-hour forum Friday in the Upstate, a conservative bastion that could figure prominently in which of them prevails in the state’s early primary next year.\n\nOrganizers had announced that Donald Trump would take part, as well, but the flamboyant and caustic real estate mogul and reality TV star bowed out hours before the event was to begin. A statement issued by his campaign said Trump had a “significant business transaction” to attend to instead.\n\nThe no-show by the GOP front-runner came amid controversy over Trump’s remaining silent when a questioner at a town hall Thursday in New Hampshire called President Barack Obama a Muslim. Among those who have criticized Trump for his handling of the question was South Carolina U.S. Sen. Lindsey Graham, who also is running for the White House, but wasn’t invited to the Greenville forum because his polling has been below 1 percent.\n\nUnlike Wednesday night’s CNN-sponsored debate in California, the candidates appeared individually answering questions from about 20 minutes from moderators Gov. Nikki Haley and Mike Needham, CEO of Heritage Action, which organized the “Take Back America” forum.\n\nJeb Bush took the stage first, promising to attack “crony capitalism” as he did as governor of Florida.\n\n“I was a disrupter in Tallahassee and I will be a disrupter in Washington, D.C.,” Bush said.\n\nLike most of the candidates that took the stage after him, Bush called for shifting power back to the states instead of having so much federal control. He was booed, though, over Common Core, a conservative lightning rod that Bush supported as a way to raise nationwide educational standards.\n\nThe issue has dogged him on the campaign trail. He did, however, get a round of applause when he said that he does not want the federal government determining those standards and curriculum if states want to pull out of Common Core — as South Carolina has.\n\nWisconsin Gov. Scott Walker followed Bush, reiterating many of the same points he made during Wednesday’s debate.\n\nWalker vowed to rip up the nuclear deal with Iran on his first day as president and implement a plan to repeal the Affordable Care Act in its entirety.\n\nHe received roaring applause when he said, “absolutely Planned Parenthood should be defunded,” another rallying cry for conservatives in response to video recordings made by an anti-abortion group purportedly showing the organization discussing the harvesting of fetal tissue. Walker said federal money given to Planned Parenthood should be redirected to other to women’s health care programs.\n\nWalker praised Charleston’s peaceful response to the June 17 killing of nine churchgoers at Emanuel AME Church as an example for the rest of the country for how to deal with racial issues.\n\n“If you focus on things that bring people together, that’s what you’re going to get,” Walker said.\n\nThe crowd greeted retired neurosurgeon Ben Carson by serenading him with “Happy Birthday.”\n\nCarson also called on Congress to defund Planned Parenthood, saying it should test Obama’s “bluff” to veto it.\n\n“Congress has tools also,” Carson said. “They can defund everything. They can defund his breakfast.”\n\nTexas Sen. Ted Cruz, a tea party favorite who has urged Congress to shut down the government if necessary to deprive Planned Parenthood of funding, received the loudest applause. He immediately staked out his standing as a maverick, challenging his rivals to back up their talk to take on the establishment.\n\n“If you want to be an outsider, fabulous,” Cruz said. “Show me where you stood and fought against career politicians. We’ve had way too many Republicans whose number one virtue is, ‘I got along great with Democrats.’”\n\nRick Santorum, who received a tepid response from the crowd, raised another of the Republicans’ hot-button campaign issues: illegal immigration. The former Pennsylvania senator said the nations border with Mexico needs to be sealed to keep out criminals and radical Islamists. He blamed undocumented immigrants for what wages that have flat-lined over the last 20 to 25 years.\n\nFlorida Sen. Marco Rubio, continuing the momentum he gained during Wednesday’s debate, stressed the need to update America’s “outdated” higher education system. He said Social Security must be changed to avoid bankrupting the country.\n\n“We can save Social security and Medicare,” Rubio said. “People like me, my Social Security and Medicare will look different than my parents.”\n\nRubio and Haley discussed their common background — both are first generation Americans whose parents came to the United States legally, and their frustration over undocumented immigrants.\n\n“America has become a hotel that checks in, but never checks out,” said Rubio, while adding that the country has to repair what he called America’s broken immigration system.\n\nKentucky Sen. Rand Paul reiterated his stands against big government and its involvement in people’s private lives. He received a few boos when he said he wouldn’t simply “tear up” the Iran deal on day one; that he would evaluate it and see if some of it should be kept.\n\nCarly Fiorina, whom many hailed as the clear winner of Wednesday’s debate for aggressively standing up to Trump, went straight on the attack against Planned Parenthood. The ex-Hewlett-Packard CEO again called on Democrats to defund the organization.\n\n“We cannot be a nation that funds this kind of barbarity,” Fiorina said, referring to the video tapes.\n\nShe shared a rare emotional moment on stage, when Haley asked her to discuss the death of her daughter from a drug overdose.\n\n“When someone is addicted, you watch them disappear before your eyes,” Fiorina said. As Fiorina said goodbye, Haley said “This is what a smart and beautiful face looks like,” a reference to Trump’s disparaging remark about her looks.\n\nMuch of the crowd dissipated when Fiorina left the stage. What was left of it, welcomed Louisiana Gov. Bobby Jindal, whose low poll numbers kept him out of the prime-time debate earlier in the week.\n\nJindal criticized the Republican Party and Sen. Majority Leader Mitch McConnell, who has said that the effort by Congress’ Republicans to defund Planned Parenthood was an “exercise in futility,” because Obama would veto it.\n\n“If we can’t win the fight to defund Planned Parenthood, it is time to close up shop,” said Jindal of the Republican Party. “It is time ... to start a new party.”\n\nDuring a discussion with reporters afterward, Jindal took multiple jabs at Trump’s campaign, saying that the idea of him as president is great, but the reality is different. He called Trump a narcissist multiple times.\n\n“Let’s not trust this egomaniac,” Jindal said.\n\nBy the time New Jersey Gov. Chris Christie took the stage, the Bon Secours Wellness Arena was half empty. Christie roused those remaining with his criticism of higher education.\n\n“These colleges ought to be required to tell us what they’re spending our money and our children’s money on,” Christie said. “These colleges want to build monuments for themselves.”\n\nReach Cynthia Roldan at (843) 577-7111.", "article_metadata": {"news_keywords": "Rubio, Fiorina, Cruz and Carson shine at Republican forum in Greenville, Politics, \r\nPoliticsFP LatestNews, \r\nNews, \r\nFederal Politics, \r\nElections, \r\nElections, Ben Carson,Bobby Jindal,Carly Fiorina,Chris Christie,Donald Trump,Election 2016,Greenville,Jeb Bush,Jim DeMint,Marco Rubio,Nikki Haley,Planned Parenthood,Rick Santorum,Scott Walker,Ted Cruz", "og": {"site_name": "Post and Courier", "description": "GREENVILLE — Ten Republican presidential candidates participated in a marathon five-hour forum Friday in the Upstate, a conservative bastion that could figure prominently in which of them prevails in the state’s early primary next year.", "title": "Rubio, Fiorina, Cruz and Carson shine at Republican forum in Greenville", "url": "http://www.postandcourier.com20150918/150919306/rubio-fiorina-cruz-and-carson-shine-at-republican-forum-in-greenville", "image": {"url": "http://www.postandcourier.com/storyimage/CP/20150918/pc1603/150919306/AR/0/AR-150919306.jpg", "identifier": "http://www.postandcourier.com/storyimage/CP/20150918/pc1603/150919306/AR/0/AR-150919306.jpg"}, "type": "article"}, "twitter": {"description": "GREENVILLE — Ten Republican presidential candidates participated in a marathon five-hour forum Friday in the Upstate, a conservative bastion that could figure prominently in which of them prevails in the state’s early primary next year.", "title": "Rubio, Fiorina, Cruz and Carson shine at Republican forum in Greenville", "app": {"country": "US", "name": {"ipad": "Palmetto Politics", "iphone": "Palmetto Politics", "googleplay": "Palmetto Politics"}, "id": {"ipad": 897497885, "iphone": 897497885, "googleplay": "com.spreedinc.providers.eveningpostpublishingcompany.palmettopolitics"}}, "site": "@postandcourier", "image": "http://www.postandcourier.com/storyimage/CP/20150918/pc1603/150919306/AR/0/AR-150919306.jpg?201509182346", "card": "summary_large_image"}, "metered": "yes", "p": {"domain_verify": "c6511264bdb6fa45c6bb985fb86d3ab2"}, "fb": {"app_id": 146078808769941}, "tout": {"article": {"id": 150919306}}, "keywords": "Rubio, Fiorina, Cruz and Carson shine at Republican forum in Greenville , Politics, \r\nPoliticsFP LatestNews, \r\nNews, \r\nFederal Politics, \r\nElections, \r\nElections, Ben Carson,Bobby Jindal,Carly Fiorina,Chris Christie,Donald Trump,Election 2016,Greenville,Jeb Bush,Jim DeMint,Marco Rubio,Nikki Haley,Planned Parenthood,Rick Santorum,Scott Walker,Ted Cruz", "article": {"published_time": "2015-09-18T18:42:27Z", "modified_time": "2015-09-18T23:46:00Z", "author": "Cynthia Roldan"}, "msvalidate.01": "05BAEC9D8820FA9F10D57DB6EB3C6192", "google-site-verification": "rAW9DX7yfiFF82k05QGF6LbZBkxcKxMTzAwNv0OCKAM", "viewport": "width=device-width, initial-scale=1.0, user-scalable=no", "description": "GREENVILLE — Ten Republican presidential candidates participated in a marathon five-hour forum Friday in the Upstate, a conservative bastion that could figure prominently in which of them prevails in the state’s early primary next year."}, "_id": "\"57477af46914bd0286fdb709\"", "article_summary": "“If we can’t win the fight to defund Planned Parenthood, it is time to close up shop,” said Jindal of the Republican Party.\nWalker said federal money given to Planned Parenthood should be redirected to other to women’s health care programs.\nMajority Leader Mitch McConnell, who has said that the effort by Congress’ Republicans to defund Planned Parenthood was an “exercise in futility,” because Obama would veto it.\nThe crowd greeted retired neurosurgeon Ben Carson by serenading him with “Happy Birthday.”Carson also called on Congress to defund Planned Parenthood, saying it should test Obama’s “bluff” to veto it.\nHe called Trump a narcissist multiple times."}