{"article_title": "Advent Adds to Better-For-You Food M&A with Noosa Yoghurt", "article_keywords": ["ma", "deal", "food", "tea", "brand", "advent", "snow", "teasdale", "foods", "yogurt", "adds", "yoghurt", "betterforyou", "noosa", "nyse"], "article_url": "http://www.themiddlemarket.com/news/food_beverage/advent-adds-to-better-for-you-food-ma-253539-1.html", "article_text": "Advent Adds to Better-For-You Food M&A with Noosa Yoghurt\n\nThe move follows healthy-food acquisitions by Snow Phipps, which bought Teasdale Foods; and Chaucer, which bought Crunchies\n\nBoston private equity firm Advent International has acquired Noosa Yoghurt LLC, an Australian yogurt brand.\n\nNoosa, headquartered in Bellevue, Colorado, sells 13 varieties of Australian-style yogurt that are made with local ingredients and fruit purees. The brand is sold in 5,000 traditional and natural grocery retailers worldwide, including Whole Foods Market (Nasdaq: WFM), Target (NYSE: TGT), Safeway (NYSE: SWY) and Kroger (NYSE: KR).\n\n\"We see significant potential to further develop the business by extending its product line, increasing production capacity and expanding geographically,\" says Advent managing director Jeff Case. As part of the deal, Advent is adding advisers to Noosa's board, including Bill Johnson, former CEO of Heinz; and Brad Alford, former CEO of Nestle USA (OTCMKTS: NSRGY).\n\nAdvent's other food investments include the Coffee Bean & Tea Leaf, a coffee and tea store. In a deal earlier in November, Advent partnered with Avista Capital Partners to buy UCB SA's generic-drug business. Also in November, Advent closed a $2.1 billion fund that is dedicated to Latin American investments.\n\nWeil Gotshal & Manges was Advent's legal adviser on the deal. Integris Partners was Noosa's financial adviser, while Perkins Coie LLP provided legal advice.\n\nThe acquisition of the yogurt brand underscores investor interest in better-for-you food brands, which has increased as consumer eating habits have shifted. Recent deals in that space include Snow Phipps Group LLC's deal for Teasdale Foods Inc. in October, and Chaucer Food Group's investment in Crunchies, a freeze-dried vegetable brand. For more on the trend, see Snack Time.\n\nFor more information on related topics, visit the following:", "article_metadata": {"og": {"url": "http://www.themiddlemarket.com/news/food_beverage/advent-adds-to-better-for-you-food-ma-253539-1.html", "image": "http://cdn.themiddlemarket.com/media/newspics/noosa-yoghurt.jpg", "site_name": "Mergers & Acquisitions, Latest News", "title": "Advent Adds to Better-For-You Food M&A with Noosa Yoghurt"}}, "_id": "\"57477af36914bd0286fd24d7\"", "article_summary": "Advent Adds to Better-For-You Food M&A with Noosa YoghurtThe move follows healthy-food acquisitions by Snow Phipps, which bought Teasdale Foods; and Chaucer, which bought CrunchiesBoston private equity firm Advent International has acquired Noosa Yoghurt LLC, an Australian yogurt brand.\nThe acquisition of the yogurt brand underscores investor interest in better-for-you food brands, which has increased as consumer eating habits have shifted.\nAs part of the deal, Advent is adding advisers to Noosa's board, including Bill Johnson, former CEO of Heinz; and Brad Alford, former CEO of Nestle USA (OTCMKTS: NSRGY).\nNoosa, headquartered in Bellevue, Colorado, sells 13 varieties of Australian-style yogurt that are made with local ingredients and fruit purees.\nIn a deal earlier in November, Advent partnered with Avista Capital Partners to buy UCB SA's generic-drug business."}