{"article_title": "World Cup Draw 2014: The U.S. Handed a Tough Group Again", "article_keywords": ["brazil", "draw", "soccer", "tough", "cup", "big", "handed", "group", "germany", "team", "world", "teams", "stage"], "article_url": "http://www.thefiscaltimes.com/Articles/2013/12/06/World-Cup-Draw-2014-US-Handed-Tough-Group-Again", "article_text": "Next summer, 32 nations will meet in Brazil to participate in the world’s biggest sporting event, soccer’s World Cup. A random draw was held today in Bahia, Brazil to divide the 32 teams into eight groups of four. The results for the U.S.A., in Group G below, could have been better.\n\nGroup A: Brazil, Croatia, Cameroon, Mexico\n\nGroup B: Spain, Netherlands, Chile, Australia\n\nGroup C: Colombia, Greece, Ivory Coast, Japan\n\nGroup D: Uruguay, Costa Rica, England, Italy\n\nGroup E: Switzerland, Ecuador, France, Honduras\n\nGroup F: Argentina, Bosnia-Herzegovina, Iran, Nigeria\n\nGroup G: Germany, Portugal, Ghana, USA\n\nGroup H: Belgium, Algeria, Russia, South Korea\n\nWhile strong teams such as Columbia, Argentina, France and Belgium were slotted into relatively easy seeming groups for first-round play, the U.S will be up against some of the best soccer-playing nations in the world. If the team is to advance, it will have to finish first or second in a group that contains two powerhouses.\n\nPhoto Gallery: Top 10 Big Money Soccer Transfers of All Time\n\nGermany has qualified for the quarterfinals in every single World Cup it has gone to…ever. The U.S. will do well to even keep the score respectable against Germany’s unrelenting steamroller. While we watch sport for the surprises, it would be a massive shock if Germany does not top the group.\n\nPortugal is not quite as terrifying as Germany. The team had to survive a playoff game against Sweden to even make it to the big stage. Still, Portugal does have Cristiano Ronaldo, the only name ever mentioned as possibly being better than Argentinian superstar Lionel Messi in the current soccer world. Ronaldo may be easily mocked off the pitch (and occasionally on it), but when he’s in full flight, he’s a goal machine.\n\nRounding out the group is Ghana, a team that memorably frustrated the U.S. in the 2006 and will be no easier this time around.\n\nFaced with that competition, it is not only conceivable that the U.S. could fail to advance past the group stage – it might not even pick up a single point.\n\nAmerican soccer fans can at least take comfort in the knowledge that arch-rival Mexico appears to be equally challenged in a group containing the competition’s host, Brazil, and a very solid Croatian team.\n\nThe two finalists from the last competition, Netherlands and reigning champs Spain, find themselves grouped together with lesser lights Chile and Australia. The other big match up in the group stages is in Group D, where Italy and England will duke it out.\n\nThe World Cup is scheduled to kick off on June 12, 2014. The U.S. team and its fans had hoped to keep playing into July…but the early signs are not promising.\n\nTop Reads from The Fiscal Times", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Next summer, 32 nations will meet in Brazil to participate in the world’s biggest spor", "title": "World Cup Draw 2014: The U.S. Handed a Tough Group Again", "url": "http://www.thefiscaltimes.com/Articles/2013/12/06/World-Cup-Draw-2014-US-Handed-Tough-Group-Again", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/12062013_USA_Soccer.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/Articles/2013/12/06/World-Cup-Draw-2014-US-Handed-Tough-Group-Again", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/12062013_USA_Soccer.jpg", "creator": "@DrMonkeyPHD", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "Next summer, 32 nations will meet in Brazil to participate in the world’s biggest spor", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af46914bd0286fe0e84\"", "article_summary": "Next summer, 32 nations will meet in Brazil to participate in the world’s biggest sporting event, soccer’s World Cup.\nThe World Cup is scheduled to kick off on June 12, 2014.\nPhoto Gallery: Top 10 Big Money Soccer Transfers of All TimeGermany has qualified for the quarterfinals in every single World Cup it has gone to…ever.\nStill, Portugal does have Cristiano Ronaldo, the only name ever mentioned as possibly being better than Argentinian superstar Lionel Messi in the current soccer world.\nFaced with that competition, it is not only conceivable that the U.S. could fail to advance past the group stage – it might not even pick up a single point."}