{"article_title": "POLL: Who was the most ‘2015’ member of Congress?", "article_keywords": ["remember", "congress", "song", "swift", "rep", "murphy", "member", "know", "2015", "probably", "poll", "dress"], "article_url": "https://www.washingtonpost.com/news/the-fix/wp/2015/12/28/poll-who-was-the-most-2015-member-of-congress/", "article_text": "Over the holiday break, Rep. Carlos Curbelo (R-Fla.) posted a deeply embarrassing tweet.\n\nConfirmed - #hoverboard is for kids. My daughter got it. I ended up in @BaptistHealthSF #ER. #hoverboardChristmas. pic.twitter.com/ADRrYBB81J — Carlos Curbelo (@carloslcurbelo) December 26, 2015\n\nWhat makes this embarrassing is not that dude was trying to mess around with his daughter's Christmas present; that is every Dad™'s God-given right. What makes it embarrassing is that the gift was a hoverboard, perhaps the most deeply 2015-y gift that his daughter could have received.\n\nThere was a lot of 2015-ness in Congress this year, which is actually surprising. Congress is usually operating a few years behind the times, but with the advent of social media and the desperate thirst that social media engenders, some members of Congress demonstrated very in-the-moment awareness of pop culture -- almost always to their detriment.\n\n(What do we mean by \"2015-y\"? I don't know. It's intangible, and my attempts to explain it to my editor met with a lot of confusion. He proposed a guy using a shruggie on the floor of the House, which is obviously 2014-y.) [Editor's note: Do the kids still play with slap bracelets?]\n\nWe couldn't decide which member of Congress was the most 2015-y, though. So we've put together a brief list and will ask you, below, to vote. The winner will get an award: An update to this post naming them as the winner. Wow! Pretty great.\n\nThe nominees, in alphabetical order\n\nRep. Tony Cardenas (D-Calif.), Adele fan-boy: After Adele released her smash hit video for \"Hello,\" which you have seen, Cardenas leveraged the general structure of the song to talk about some policy something or something.\n\nHello from the other side we postponed this 1000 times I'm sorry we don't know how to legislate Republicans made us wait til the last date — Rep. Tony Cárdenas (@RepCardenas) December 10, 2015\n\nIt sort of works with the song's existing structure, but not really. Plus, Adele references California in the song, which Cardenas should have seized upon. As with most of the other things on this list, by the way, there's a distinct dad-ness to it. 2015 was a very dad-ish year.\n\nI mean:\n\nCurbelo, failed hoverboarder: Nothing more to say here than is said in the 1,000 words conveyed in the photo above.\n\nRep. Sean Duffy (R-Wis.), proud Snapchatter: Snapchat itself is older than 2015, of course, and there were politicians who embraced it last year. But Snapchat as phenomenon felt very 2015. And, sure enough, former \"Real World\" castmember-turned-Wisconsin Rep. Sean Duffy saw multiple profiles written about his use of the service. The one at CNN even included sample Snaps, which, as with any and all snaps by adults, are embarrassing.\n\nRep. Mike Fitzpatrick (R-Pa.), bad memer: Remember that thing about how \"Back to the Future\" involved 2015, or whatever? Lots of people seized on that to do dumb riffs about the future, including Sen. Marco Rubio (R-Fla.). But one of the worst was this effort from Fitzpatrick, posted on Facebook.\n\n\n\n(Rep. Fitzpatrick/Facebook)\n\nIt's about video-conferencing and now you are asleep. Please wake up.\n\nRep. Duncan Hunter (R-Calif.), vaper: Duncan Hunter 1) vapes and 2) admits to it. If you don't know what vaping is, I'm not going to explain it because you probably also think shruggies are very 2015. But suffice it to say that people who vape probably also try and match their fedoras with their Rush t-shirts.\n\nIt's very uncool in a very 2015 way.\n\nSen. Chris Murphy (D-Conn.), dress jokester: Remember The Dress™? Did you remember that it came out the same evening as those llamas escaped? Big day for 2015.\n\nAnyway, this is what Chris Murphy tweeted afterward.\n\nI know three things: 1) the ACA works; 2) climate change is real; 2) that dress is gold and white. — Chris Murphy (@ChrisMurphyCT) February 27, 2015\n\nHe wasn't the only one to make a \"joke\" about the dress, but his is worth calling out. Why? Because his tweet actually undermines his political point. The dress was blue-and-black, objectively. So Murphy essentially said that the Affordable Care Act doesn't work and that climate change isn't real.\n\nThe bigger point, of course, is that no one should have tweeted about the dress at all.\n\nFormer Illinois representative Aaron Schock, Taylor Swift-quoter and Downton-lover: Amazingly enough, it was just February that then-recently-reelected Rep. Aaron Schock decided to renovate his office to look like a room from \"Downton Abbey,\" the period drama popular with PBS fans. That report, from our Ben Terris, kicked a giant snowball of controversy down a very large hill, ultimately obliterating Schock's political career.\n\nThe apex of 2015-ness, though, was probably Schock's reliance on an old Taylor Swift quote to dismiss his critics. Yes, the (bad) Swift song, \"Shake It Off,\" was from 2014, but quoting it/liking Swift was very 2015.\n\nAnd an honorable mention:\n\nHillary Clinton and Pennsylvania state House Democrats, whip/nae-nae-ers: Remember this?\n\nRemember that?\n\nRemember?\n\nPennsylvania's House Democrats also did the dance, for some budget-related reasons. That video was pulled from YouTube, wisely. But this dancing by the presidential front-runner and state legislators was so cringe-y, we figured it deserved inclusion.\n\nAnd now: vote", "article_metadata": {"description": "An important poll.", "author": "https://www.facebook.com/philip.bump", "og": {"site_name": "Washington Post", "description": "An important poll.", "title": "POLL: Who was the most ‘2015’ member of Congress?", "url": "https://www.washingtonpost.com/news/the-fix/wp/2015/12/28/poll-who-was-the-most-2015-member-of-congress/", "image": "https://images.washingtonpost.com/?url=http://img.washingtonpost.com/blogs/the-fix/files/2015/12/Fitzs.jpg&w=1484&op=resize&opt=1&filter=antialias", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@pbump"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/news/the-fix/wp/2015/12/28/poll-who-was-the-most-2015-member-of-congress/", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "2015, congress, Aaron Schock, Carlos Curbelo, Tony Cardenas, Duncan Hunter", "article": {"publisher": "https://www.facebook.com/washingtonpost", "author": "https://www.facebook.com/philip.bump"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "2015, congress, Aaron Schock, Carlos Curbelo, Tony Cardenas, Duncan Hunter"}, "article_summary": "Yes, the (bad) Swift song, \"Shake It Off,\" was from 2014, but quoting it/liking Swift was very 2015.\nWe couldn't decide which member of Congress was the most 2015-y, though.\nRep. Mike Fitzpatrick (R-Pa.), bad memer: Remember that thing about how \"Back to the Future\" involved 2015, or whatever?\nIf you don't know what vaping is, I'm not going to explain it because you probably also think shruggies are very 2015.\nThere was a lot of 2015-ness in Congress this year, which is actually surprising."}