{"article_title": "Experts Warn That Cuts To 1115 Medicaid Waiver Are Likely « D Healthcare Daily", "article_keywords": ["uncompensated", "states", "d", "extension", "funds", "cuts", "feds", "state", "daily", "warn", "likely", "experts", "texas", "healthcare", "medicaid", "1115", "waiver", "care"], "article_url": "http://healthcare.dmagazine.com/2016/05/11/experts-begin-to-warn-that-cuts-to-1115-medicaid-waiver-are-likely/", "article_text": "While a stopgap extension for its expiring Medicaid waiver will keep billions flowing into Texas’ safety net hospitals through December of 2017, healthcare advocates are beginning to reiterate that the legislative refusal to expand Medicaid (or find an alternative) is costing the state more than three times as much in federal funds as it is bringing in. And, judging by how the feds have renegotiated with states like Florida, experts warn that the chasm between the waiver funding and full expansion will almost certainly grow wider once the extension runs out.\n\n“If we lost as much as Florida, we’d lose $1 billion annually. A coverage solution could bring about $6 billion annually,” said Anne Dunkelberg, the associate director of the Austin-based thinktank the Center for Public Policy Priorities. “There needs to be more dialogue about this decision that we’re making to leave that money on the table.”\n\nThe state’s healthcare stakeholders are dissecting the future of Texas’ 1115 Transformation Waiver, which, by this September, will have sent hospitals about $17 billion in federal funds and $12 billion in local tax dollars to offset treating the uninsured and establishing programs to boost access to those populations. The Centers for Medicare and Medicaid Services recently balked at giving the state another five years, but OK’d a 15-month extension, pushing it through the end of 2017. And in the absence of Medicaid expansion, the funds have become leaned upon more heavily by the state’s hospitals.\n\nIn 2015, Texas providers received $1.78 billion in federal funds from the waiver to pay solely for uncompensated care. But, according to an analysis by the center-left CPPP and the Kaiser Family Foundation, Texas is missing out on annual revenue of more than $6 billion—all from the feds—if lawmakers expanded the Medicaid program under the Affordable Care Act or came up with an alternative. The benefit, they argue, is that expansion will allow the poor and uninsured to get preventive services before they arrive in emergency room in the first place.\n\nThe 15-month extension of the waiver means the state has more time to plan its strategy for renewal—and anticipate what to do if its funds get cut.\n\n“I think it’s a really good step for the state,” Gov. Greg Abbott said of the 15 month extension. “We’re pleased we were able to get it, we had a good conversation with (U.S. Health and Human Services) Sec. (Sylvia) Burwell, and so I view it as very helpful. I think Sec. Burwell understands that the strategies that Texas is using to try to improve healthcare are valuable not just for Texas, but for the country.”\n\nThe state has shown no interest in expanding Medicaid, which has put much of the onus of offsetting uncompensated care on this 1115 waiver. It was negotiated back before a Supreme Court ruling gave the states the choice to expand or not. And Texas is one of 19 states that have not. Last November, after unsuccessfully asking for another five year waiver, the feds mandated that Texas launch a study into the demographics of its uncompensated care population. Auditing firm Deloitte and Healthcare Management Administrators, or HMA, will have that report finished by August.\n\nMore than 1 million Texans fall into what’s known as a coverage gap—they make too much money to qualify for Medicaid and not enough to get subsidies on the exchanges. (A family of four that makes $23,500 a year must pay full price for Medicaid while one that makes 25,000 a year would qualify for exchange subsidies. Full price is $410 a month, while sliding scale marketplace coverage would be about $43 a month or less.)\n\nThe feds want Texas to prove that this population, which would directly benefit from Medicaid expansion, isn’t the one benefitting the most from the 1115 waiver. As CMS wrote in a letter, “Coverage, rather than (uncompensated care) pools is the best way to secure affordable access to health care for low income individuals.”\n\nFlorida, another non-expansion state, saw its uncompensated care funds drop by more than 40 percent in its renegotiated waiver. The feds’ goal, says Georgetown University’s Joan Alker, is to provide access to care “up front, rather than give hospitals money on the backend.” She adds, “We would expect to see cuts of this magnitude for Texas as well.”\n\n“It’s a very fiscally foolish decision,” Alker said. “Texas should expect considerable cuts in federal funds. I think the CMS letter was very clear on that.”\n\nHospitals in Dallas, Denton, and Kaufman counties—Region 9—face annual losses of between $170 million and $240 million for uncompensated care should the feds choose to cut it as they’ve done in Florida or California. Abbott, speaking from Old Parkland on Monday night, said he plans to wait for the study to discuss a plan of action to shore up that money if it goes away.\n\n“One reason for the extension is to allow Texas to continue to study,” Abbott said. “The results of that study will guide that process.”", "article_metadata": {"og": {"site_name": "D Healthcare Daily", "description": "While a stopgap extension for its expiring Medicaid waiver will keep billions flowing into Texas’ safety net hospitals through December of 2017, healthcare advocates are beginning to reiterate that the legislative refusal to expand Medicaid (or find an alternative) is costing the state more than three times as much in federal funds as it is bringing in. And, judging by how the feds have renegotiated with states like Florida, experts warn that the chasm between the waiver funding and full expansion will almost certainly grow wider once the extension runs out. “If we lost as much as Florida, we’d lose $1 billion annually. A coverage solution could bring about $6 billion annually,” said Anne Dunkelberg, the associate director of the Austin-based thinktank the Center for Public Policy Priorities. “There needs to be more dialogue about this decision that we’re making to leave that money on the table.” The state’s healthcare stakeholders are dissecting the future of Texas’ 1115", "title": "Experts Warn That Cuts To 1115 Medicaid Waiver Are Likely", "url": "http://healthcare.dmagazine.com/2016/05/11/experts-begin-to-warn-that-cuts-to-1115-medicaid-waiver-are-likely/", "image": "https://healthcare.dmagazine.com/wp-content/uploads/2015/08/d-logo-square-facebook-default.jpg", "type": "article"}, "article": {"published_time": "2016-05-11T05:01:17Z", "modified_time": "2016-05-11T10:33:21Z"}, "twitter": {"description": "While a stopgap extension for its expiring Medicaid waiver will keep billions flowing into Texas’ safety net hospitals through December of 2017, healthcare advocates are beginning to reiterate that the legislative refusal to expand Medicaid (or find an alternative) is costing the state more than three times as much in federal funds as it is bringing in. And, judging by how the feds have renegotiated with states like Florida, experts warn that the chasm between the waiver funding and full expansion will almost certainly grow wider once the extension runs out. “If we lost as much as Florida, we’d lose $1 billion annually. A coverage solution could bring about $6 billion annually,” said Anne Dunkelberg, the associate director of the Austin-based thinktank the Center for Public Policy Priorities. “There needs to be more dialogue about this decision that we’re making to leave that money on the table.” The state’s healthcare stakeholders are dissecting the future of Texas’ 1115", "card": "summary"}, "description": "While a stopgap extension for its expiring Medicaid waiver will keep billions flowing into Texas’ safety net hospitals through December of 2017, healthcare", "viewport": "width=device-width, initial-scale=1.0,minimum-scale=1.0,maximum-scale=1.0"}, "article_summary": "In 2015, Texas providers received $1.78 billion in federal funds from the waiver to pay solely for uncompensated care.\nAnd in the absence of Medicaid expansion, the funds have become leaned upon more heavily by the state’s hospitals.\nLast November, after unsuccessfully asking for another five year waiver, the feds mandated that Texas launch a study into the demographics of its uncompensated care population.\nThe feds want Texas to prove that this population, which would directly benefit from Medicaid expansion, isn’t the one benefitting the most from the 1115 waiver.\nThe 15-month extension of the waiver means the state has more time to plan its strategy for renewal—and anticipate what to do if its funds get cut."}