{"article_title": "A Lexus Lesson For The Little Brother", "article_keywords": ["little", "scion", "car", "toyotas", "toyota", "brother", "sales", "brand", "market", "lexus", "company", "lesson", "launched"], "article_url": "http://news.boldride.com/2015/07/how-to-save-scion-a-lexus-lesson-for-the-little-brother/84908/", "article_text": "Scion has lost focus. Plain and simple.\n\nParent Toyota has provided Scion with precious little care and feeding for their value-driven, low-margin brand in an ultra-competitive segment. The company that defined focus 26 years ago when it launched Lexus—a paragon of luxury business launches in every possible measure—is bungling Lexus’ downmarket equivalent and the protracted sophomore slump is only made more noticeable by Toyota’s boffo success with Lexus. Scion has become a newbie playwright’s Act II. A rock band’s second album. In Baldwin brothers terms, it is Stephen to Lexus’ Alec. And if reinvigoration doesn’t arrive soon with fresh product across the range with a compelling mix of features and value, it will soon follow the Boulevard of Broken Brands to Saturnville.\n\n“Right of Way” is a weekly opinion column from automotive journalist and recovering racer and guitarist Jim Resnick.\n\nWith wholesome, good intentions, Toyota launched Scion in 2003 (in California; nationwide in 2004) as an affordable, customizable, blank canvas brand for low-income and first-time car buyers, many rungs down the ladder from top-tier Lexus, but with the same dedicated focus on what those buyers wanted. And initial results were great. Sales rocketed up to 173,000 cars in 2006. But it has plummeted in the last several years (58,000 in 2014). It took a huge dive during the economic recession of 2008-2009, a period when some affordable brands like Subaru were the only good sales news in the industry. Why?\n\nPHOTOS: See More Photos of the Fun-Loving Scion FR-S\n\nAs jubilant and joyous as Scion’s FR-S was when launched in 2012—and still is—a car company cannot hang a whole brand’s success on one model, nor one initiative, nor one campaign. And Scion’s upcoming 2016 iA and iM models—due September 1st as warmishly decent as they are (I’ve driven both)—will not likely recapture the imagination of the audience Scion seeks, nor the sales they need. Even though the new iA and iM have a fair measure of technological goodness like a low-speed forward collision warning system, they are saddled by design that’s familiar and middling (iM) or troubling (iA).\n\nLet’s re-set the big picture that is Toyota. Rising from the dismal days after World War II, Toyota launched itself into the American market at the very tail end of jingoistic 1950s America. It slowly rose from meek beginnings in the 1960s through the efficiency- and quality-starved early 1970s. Methodically, steadily, and with few hiccups, it grew despite the odds. Running well behind the Volkswagen juggernaut in the U.S., Toyota captured the disgruntled masses in the mid-1970s by providing efficient, affordable, durable, high-quality wheeled conveyances, all as the pre-Dasher, pre-Rabbit (Golf), pre-Jetta Volkswagen of America still relied on aging models themselves. Toyota actually overtook VW sales in the U.S. once and forever in 1975. And all throughout the period from the early 1970s through to the late 1980s, Toyotas steadily got better every year, every generation. Toyota was the tortoise of the marketplace, winning customers over slow and steady and as Volkswagen’s quality and sales declined, Toyota’s rose.\n\nAnd then, in 1989, it went supernova with Lexus.\n\nToyota, the company that stole Volkswagen’s mantra of affordability, reliability and efficiency, suddenly took Americans and Europeans back to school on how to do upmarket. This, from a company with seemingly no knowledge base in luxury. Not long after its launch, college courses and business management schools taught the Lexus model of total dedication, process redefinition and the use of savvy, sober market research and make it applicable to any business with a goal of excellence in execution.\n\nLexus took exceptional measures to assure success in the American market even after launch. They positioned the flagship LS400 – a car using no shared components with anything then marketed in the U.S. – against both mid-sized and large European competition by offering Mercedes S-class/BMW 7-series size at an E-class or 5-series price. It also proved to have a flawless, near-zero defect output stage off the assembly line, something Mercedes could not achieve without what amounted to post-production editing before reaching dealerships, so that customers never saw the flaws.\n\nPHOTOS: See More Images of the High-End Lexus LS\n\nLexus even voluntarily recalled every single LS400 sold by December, 1989, due to just two customer complaints about an electrical problem and an overheating rear light. Lexus had their own personnel retrieve, repair and re-deliver all 8,000 cars to customers’ homes in just 20 days. It’s hard to envision any volume car company today going to such extreme lengths, but Lexus management understood that this was not just a problem, but an enormous opportunity to act upon the high promise of the brand they just launched. And it worked.\n\nIt followed with series of successful models to the LS400’s Act I, like the SC400. They then quickly stole majority share of the luxury SUV market with the RX300 in 1999, to the extent that it has owned that segment since its debut.\n\nChapter and verse on how to launch a brand in the U.S. market.\n\nAnd thus, we come to Scion. Granted, it is not a luxury brand. But little product innovation or rejuvenation has taken place. No grand themes or memes. Few Scions except arguably the tC have been truly compelling against the competition. Scions are all decent, role-fulfilling economy cars built to a price and a demographic, but one expects more of the company that sent the German, British and American automotive professors back to school.\n\nPHOTOS: See more images of the 2016 Scion iM\n\nThe upcoming iA is also a mongrel of sorts which, while a boon in one hand is a bust in the other. Peek under its flesh and you see Mazda 2 muscle, cartilage and bones. That, in and of itself, is a very good thing. It drives far better than you’d expect and the interior is a cut above anything else in the same bare-bones entry-level classroom, including the iM.\n\nTo bring the iA into the US market, Toyota and Mazda agreed to use Mazda’s Mexico plant which constructs Mazda 2s, but also to divert shipment of those Mazdas to Canada and Mexico, allowing Scion exclusivity in the U.S. market with iA.\n\nDeals of this sort are made with fair regularity, but usually not at the cost of a heinous front end. There’s no way around it, the iA’s face is butt-ugly. At least you don’t see it when you’re driving. Plus, situated inside, you get to enjoy an above-par interior, almost entirely carried over from the Mazda 2.\n\nPHOTOS: See more images of the 2016 Scion iA\n\nYet, if Scion is to be the … scion of Toyota’s sum total capabilities, then it must reinvest in the product line far more than present levels. And it must find a way to resonate with its audience. How about the most affordable hybrid for young drivers bent on a light carbon footprint? Yes, the powertrain involved would be more expensive to manufacture and inject into a Scion than in other models, but it would hit that market square in the social conscience. Plus, Toyota’s already built its 7 millionth hybrid; there must be room to develop a signature affordable hybrid underpricing Honda’s Insight.\n\nOr rename it. Perhaps “Good Little Car,” or, in shortened form, “GLC.” Wait, that’s been done before. By Mazda.\n\nJim Resnick started his career writing and photographing for Vette, Car Craft and Chevy High Performance magazines. He then launched the BMW-focused Bimmer as Editor-in-Chief, while also holding down the Tech Editor chair at Sports Car International. Jim was then drafted into PR and Marketing roles with Mercedes-Benz, Ferrari, Jaguar Land Rover and ran Communications for Fender Musical Instrument Corporation, bringing a unique perspective to reporting. He’s also a recovering racer and guitarist.\n\n_____________________________________\n\nClick Here to Read the Original Article on BoldRide", "article_metadata": {"description": "If reinvigoration doesn’t arrive soon with fresh product across the range with a compelling mix of features and value, Scion will be put out to pasture.", "generator": "WordPress 3.9", "og": {"site_name": "Boldride.com", "description": "If reinvigoration doesn’t arrive soon with fresh product across the range with a compelling mix of features and value, Scion will be put out to pasture.", "title": "How to Save Scion: A Lexus Lesson For The Little Brother", "locale": "en_US", "image": "http://news.boldride.com/wp-content/uploads/2015/04/2016-scion-ia-sedan-front.jpg", "updated_time": "2015-07-26T18:02:42-04:00", "url": "http://news.boldride.com/2015/07/how-to-save-scion-a-lexus-lesson-for-the-little-brother/84908/", "type": "article"}, "alexaVerifyID": "nvLQ7m4S-NjEje6CjzYncFvynXk", "robots": "noodp,noydir", "apple-mobile-web-app-capable": "yes", "apple-mobile-web-app-status-bar-style": "black", "google-site-verification": "-GOEtdvG_BdHcLcrR4ByyMFeWWML6s5rykEXhGxSqhE", "article": {"section": "Bold Rant", "tag": "Toyota", "published_time": "2015-07-18T13:00:33-04:00", "modified_time": "2015-07-26T18:02:42-04:00"}, "apple-touch-fullscreen": "yes", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=0"}, "article_summary": "Parent Toyota has provided Scion with precious little care and feeding for their value-driven, low-margin brand in an ultra-competitive segment.\nRising from the dismal days after World War II, Toyota launched itself into the American market at the very tail end of jingoistic 1950s America.\nLexus had their own personnel retrieve, repair and re-deliver all 8,000 cars to customers’ homes in just 20 days.\nPerhaps “Good Little Car,” or, in shortened form, “GLC.” Wait, that’s been done before.\nLexus took exceptional measures to assure success in the American market even after launch."}