{"article_title": "President Barack Obama campaigns for Gov. Dannel P. Malloy in Bridgeport", "article_keywords": ["wage", "barack", "dannel", "bridgeport", "gun", "vote", "campaigns", "p", "connecticut", "minimum", "health", "malloy", "president", "gov", "obama"], "article_url": "http://www.courant.com/politics/elections/hc-obama-malloy-bridgeport-20141102-story.html", "article_text": "BRIDGEPORT — Faithful Democratic supporters packed the Bridgeport Central High School gymnasium two days before Election Day to listen to President Barack Obama deliver a rousing campaign speech for a Democratic governor who has been among his strongest statehouse allies over the past four years.\n\nObama's appearance in Bridgeport Sunday to stump for Gov. Dannel P. Malloy follows a campaign rally he held here four years ago, the Sunday before Malloy eked out a 6,400-vote margin victory over Republican Tom Foley, a businessman from Greenwich. Tuesday will be a rematch of that race, and polling again shows the candidates in a dead heat.\n\nIf the president's 2010 visit contributed at all to Malloy's victory, the trip was well worth it for Obama, who in the past four years has seen Connecticut become an incubator for the progressive policies he has unable to push through a gridlocked Congress in Washington, D.C. Whether in the area of gun control, a minimum wage increase, universal preschool or the implementation of the Affordable Care Act, Malloy has been a champion for the liberal cause, accomplishing in Connecticut what the president has failed to advance federally.\n\n\"I can't vote in Connecticut, but I'd tell you who I'd vote for. I'd want Dan Malloy leading us for another four years,\" Obama said Sunday, urging the capacity crowd of 1,900 to vote Tuesday. \"Dan's expanded Medicaid to tens of thousands of folks here in Connecticut … Dan's helped to create one of the best health insurance marketplaces in the country,\" Obama said. \"Dan fought to give Connecticut a minimum wage … put Connecticut on the path to universal pre-K.\"\n\nFollowing the December 2012 Sandy Hook Elementary School shootings, Obama made stricter federal gun laws a priority of his second term. Although a watered-down \"compromise\" gun control measure failed to win passage in either chamber of Congress, Malloy last year signed a sweeping reform package that made the state's gun laws among the strictest in the nation.\n\nThe president opened this year with a call for a $10.10 minimum wage – and Malloy responded quickly, putting his full weight behind a policy he had been hesitant to support earlier in his term. By March, a federal minimum wage increase was no more than a pipe dream, but Malloy that month became the first governor to sign a bill increasing the state minimum hourly rate to $10.10.\n\nWhen the president called for expanded access to preschool, Malloy responded this year with a 10-year, $200 million investment in early education that included 1,000 new slots announced last summer.\n\nObama mentioned Malloy's embrace of the Affordable Care Act, saying, \"Dan's expanded Medicaid to tens of thousands of folks in Connecticut.\"\n\nConnecticut's successful rollout of the state-run health insurance exchange, Access Health CT, offered a glimmer of hope for the president last year amid a bumpy rollout of his signature health law due to registration issues and website glitches. Kevin Counihan, the former CEO of Access Health CT, now has a job in the Obama administration overseeing the federal exchange.\n\nMalloy, introducing the president Sunday, boasted that \"we should be proud of the cut in the uninsured rate here in Connecticut … and that 280k people now have health care.\"\n\nHe mentioned other first-term accomplishments that he achieved, with the help of a Democratic-controlled General Assembly, over the past four years.\n\n\"We were the first state to pass paid sick days … we did it first in 2011,\" Malloy said, vowing to continue to pursue policies that support working-class families if re-elected to a second term. In order to do so, he said, Democrats needed to \"maximize our participation in our urban environments as well as small cities.\"\n\nMalloy won in 2010 by carrying the state's three biggest cities – Hartford, New Haven and Bridgeport. Heading into this election, both Malloy and Foley have low favorability ratings, with neither candidate appearing to have won the battle for popularity and suggesting, some pollsters say, an election in which voters view themselves as choosing between the \"lesser of two evils.\"\n\n\"Cynicism is a choice, but hope is a better choice … that's why you have to vote,\" Obama said.\n\nThe president's message of the importance voting was not lost on Cynthia Morton. The 92-year-old retired home economics teacher from Bridgeport recalled paying a poll tax when she voted in Virginia in the 1940s.\n\n\"I always vote,\" said Morton, who was sitting in a folding chair near the gymnasium door. She plans to vote for Malloy because he pressed for an increase in the minimum wage, among other policies. \"He cares about people who make low wages,\" she said.\n\nSix years into Obama's presidency, the thrill of an African-American president remains fresh for Morton. \"I lived to see a black president,\" she said. \"That is really something.\"", "article_metadata": {"fb_title": "Obama Campaigns For Malloy In Bridgeport Appearance", "googlebot": "index", "copyright": "Copyright (c) 2016 Hartford Courant", "author": "Hartford Courant", "og": {"site_name": "courant.com", "description": "BRIDGEPORT — Faithful Democratic supporters packed the Bridgeport Central High School gymnasium two days before Election Day to listen to President Barack Obama deliver a rousing campaign speech for a Democratic governor who has been among his strongest statehouse allies over the past four years.", "title": "Obama Campaigns For Malloy In Bridgeport Appearance", "url": "http://www.courant.com/politics/elections/hc-obama-malloy-bridgeport-20141102-story.html", "image": "http://www.trbimg.com/img-5456b813/turbine/hc-obama-malloy-bridgeport-20141102", "type": "article"}, "x-servername": "lalvp06.14", "twitter": {"site": "@hartfordcourant", "card": "summary"}, "keywords": "President Barack Obama, Gov. Dannel Malloy, governor's race 2014, Bridgeport CT", "robots": "index,follow", "apple-itunes-app": "app-id=391113483, app-argument=http://www.courant.com/deeplinkid/81857249", "fb": {"admins": 14500562, "page_id": 49693986601, "app_id": 152391743139}, "googlebot-news": "index", "date": "2014-11-02", "Description": "Gov. Dannel P. Malloy has been one of President Barack Obama's strongest statehouse supports", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "news_keywords": "President Barack Obama, Gov. Dannel Malloy, governor's race 2014, Bridgeport CT"}, "_id": "\"57477af36914bd0286fd2528\"", "article_summary": "\"Cynicism is a choice, but hope is a better choice … that's why you have to vote,\" Obama said.\nShe plans to vote for Malloy because he pressed for an increase in the minimum wage, among other policies.\nI'd want Dan Malloy leading us for another four years,\" Obama said Sunday, urging the capacity crowd of 1,900 to vote Tuesday.\nDannel P. Malloy follows a campaign rally he held here four years ago, the Sunday before Malloy eked out a 6,400-vote margin victory over Republican Tom Foley, a businessman from Greenwich.\nMalloy won in 2010 by carrying the state's three biggest cities – Hartford, New Haven and Bridgeport."}