{"article_title": "Chipotle Accused Of Covering Up Foodborne Illness Outbreak", "article_keywords": ["illness", "mexican", "covering", "food", "employees", "restaurant", "foodborne", "accused", "health", "officials", "outbreak", "chipotle", "lawsuit"], "article_url": "http://www.medicaldaily.com/chipotle-foodborne-illness-outbreak-370702", "article_text": "A logo of Chipotle Mexican Grill is seen on one of their bags in Manhattan, New York November 23, 2015.\n\nA logo of Chipotle Mexican Grill is seen on one of their bags in Manhattan, New York November 23, 2015. REUTERS/Andrew Kelly\n\nChipotle Mexican Grill has been hit with a class-action lawsuit that accuses the chain of trying to conceal a foodborne illness outbreak before contacting public health officials.\n\nThe lawsuit specifically mentions the norovirus outbreak that occurred at the chain's Simi Valley, Calif., location this past summer. This outbreak has also been the subject of a grand jury subpoena in relation to a criminal investigation, though this time around officials are focused on foodborne illness. Filed on Tuesday, the civil lawsuit states one of the location's employees exhibiting symptoms of the illness \"continued to work at the restaurant from Aug. 18 until he was diagnosed with norovirus two days later,\" Fortune reported.\n\nInstead of immediately alerting authorities, the restaurant closed and placed a sign on the door to say they were short staffed, according to the lawsuit. Employees allegedly hid all traces of the outbreak by \"disposing of all food items, bleaching all cooking and food handling surfaces and replacing its sick employees with replacement employees from other restaurants,\" the lawsuit states.\n\nThis clean up prevented health officials from conducting a proper investigation, which entails sampling potentially contaminated food and kitchenware.\n\n\"Because they had already shut the restaurant down, thrown out all the food, completely cleaned the place up, went top to bottom with bleach, and brought in a new staff, we didn’t have any opportunity to sample food or do some of the things we normally do to investigate a foodborne outbreak,\" said Doug Beach, food program manager with the county’s Environmental Health Division, according to ThinkProgress. \"Had we known earlier, we potentially could have prevented more people from getting sick.\"\n\nCounty health officials weren't made aware of the outbreak until Aug. 22. By that time, more than 200 Chipotle employees and customers had gone to the Ventura County Environmental Health Division to report symptoms of gastrointestinal illness.\n\nAccording to the lawsuit, Chipotle's clean up campaign was an effort to protect its stock price, as the chain had already taken a hit from a string of outbreaks, including E. coli and Salmonella infections.\n\nIn a statement to Fortune, Chipotle officials said \"when this incident occurred, we took appropriate measures to address it, including notifying health officials in Ventura County.\"\n\nThe lawsuit comes days after the restaurant chain announced it's closing all of its restaurants Feb. 8 to hold a staff-wide meeting focused on food safety training in light of its string of almost year-long outbreaks.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "chipotle accused of covering up foodborne illness outbreak", "og": {"site_name": "Medical Daily", "description": "A new lawsuit claims Chipotle hid evidence of the norovirus outbreak before contacting officials.", "title": "Chipotle Accused Of Covering Up Foodborne Illness Outbreak", "url": "http://www.medicaldaily.com/chipotle-foodborne-illness-outbreak-370702", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2016/01/23/chipotle.jpg", "type": "article"}, "twitter": {"description": "A new lawsuit claims Chipotle hid evidence of the norovirus outbreak before contacting officials.", "title": "Chipotle Accused Of Covering Up Foodborne Illness Outbreak", "url": "http://www.medicaldaily.com/chipotle-foodborne-illness-outbreak-370702", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2016/01/23/chipotle.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2016/01/23/chipotle.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "The Grapevine", "published_time": "2016-01-23T19:07:40-05:00", "modified_time": "2016-01-23T19:07:39-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "A new lawsuit claims Chipotle hid evidence of the norovirus outbreak before contacting officials."}, "article_summary": "A logo of Chipotle Mexican Grill is seen on one of their bags in Manhattan, New York November 23, 2015.\nIn a statement to Fortune, Chipotle officials said \"when this incident occurred, we took appropriate measures to address it, including notifying health officials in Ventura County.\"\nREUTERS/Andrew KellyChipotle Mexican Grill has been hit with a class-action lawsuit that accuses the chain of trying to conceal a foodborne illness outbreak before contacting public health officials.\nBy that time, more than 200 Chipotle employees and customers had gone to the Ventura County Environmental Health Division to report symptoms of gastrointestinal illness.\nCounty health officials weren't made aware of the outbreak until Aug. 22."}