{"article_title": "Who Are the 'Legitimate' Poor?", "article_keywords": ["poor", "family", "working", "assistance", "writing", "person", "poverty", "legitimate", "lot", "college"], "article_url": "http://billmoyers.com/story/who-are-the-legitimate-poor/", "article_text": "This post originally appeared at TalkPoverty.\n\nRecently, I disobeyed a cardinal rule of the Internet and decided to read comments on an article I once published in the Missoula Independent. I had begun writing about raising my daughters on very little income, which opened me up to a lot of criticism. One comment in particular stuck with me: “Her writing at once presents her life as being self-determined and [resulting from] a series of purposeful choices while claiming the right to be looked at as a victim of circumstances, of the system.” Drawing upon common stereotypes, this commenter accused me of choosing to be poor, wallowing in it, and even capitalizing on it by writing about my experiences.\n\nIt’s as if these legislators are looking only to help the poor person who fits an ideal mold, the one most like Oliver Twist.\n\nThese commenters are representative of the all too common assumption that someone is choosing to stay poor because they are lazy. But being poor and qualifying for government assistance is not an easy life. I think that, given the choice, most if not all people would choose to have a job that supports their basic needs and affords them a vacation once in a while. This idea is borne out by the evidence; four out of five participants in the food stamps program are either working or not expected to work due to their age or because they have a disability.\n\nJumping through hoops to receive assistance is exhausting and further stigmatized by legislators who introduce laws that limit access to resources. For example, Kansas State Senator Michael O’Donnell — who successfully advocated for legislation to ban people from using cash assistance to see a movie or go to a swimming pool — is eager to take his place as an arbiter in determining which poor person is “legitimate.” Who is the “real” victim and who will turn around and take advantage of the assistance, using it toward, heaven forbid, a leisurely activity once in a while. Who has made poor decisions and who has found themselves without a home due to causes beyond their control. It’s as if these legislators are looking only to help the poor person who fits an ideal mold, the one most like Oliver Twist.\n\nAt Christmas time, the search for Oliver Twist goes into full gear. Many people get into the holiday spirit of giving and maybe tip their waitress a little more, drop some change in the bucket next to the Santa Claus outside the department store, or go as far as organizing food, clothing, and toy drives for needy families. But although a majority of Americans say the government should do “a lot” to fight poverty, many will confine this support to people they view as the “deserving poor,” like children or veterans. As a friend said to me recently: “You are probably a part of a small percentage of moms and dads who are legitimate in their need and how you are getting by.”\n\nAnd in their rush to judge who is legitimate, other acquaintances have told me that I’m not “really” poor. They assume that since I’m white and educated, I’m broke but not living in poverty. And now that I am on my way to making a pretty decent living that is close to putting me over the federal poverty line, I’ve thought about this a lot as well. What is the difference between being impoverished and being temporarily broke?\n\nArtist Toby Morris’s comic in The Wireless brilliantly illustrates this difference. Individuals who are “broke” — the archetype of the student from a middle-class family eating ramen noodles comes to mind here — can draw upon family assets or social capital to support taking risks or to mitigate economic hardship; by contrast, millions of Americans are impoverished by setbacks, like the loss of a job or a sudden illness, from which they lack the resources to recover. I was born into a poor family that had been living on very little for generations. My parents were 20 when they had me, and when I was in the eighth grade, my mom was the first in our family to graduate from college. I wasn’t able to participate in a lot of extracurricular activities, and my parents encouraged me to work and make my own money from a young age. The lack of money was a source of constant stress in our home.\n\nDisadvantage accumulates over time. Over the years, I have not been able to turn to family or any hidden assets for support. My parents couldn’t afford to pay for my college education, and I had to take out loans in my own name to pay for it. So when I was faced with debilitating hospital bills in my early 20s, I had to declare bankruptcy despite working 12-hour days, six days a week. Ten years later, the bankruptcy has been wiped from my credit report, but the debt I accrued in college will still keep me from accessing the funds I would need to purchase a decent vehicle or a house.\n\nIn a country where we trumpet equal access to opportunity, poverty and the stigma that comes with it present barriers to self-actualization. After trying to be a paralegal and a counselor, I chose to pursue my dreams of being a writer. But unlike my wealthier peers, I felt like I was hurling myself through college, spiraling wildly and uncontrollably into debt, in pursuit of a fantasy I’d had since I started writing at the age of ten. The guilt that comes with pursuing writing as a career is not necessarily shared by an upper — or even middle-class person. Writing and the arts in general are often reserved for wealthy people, who don’t blink at the costs of attending retreats or investing time to create something that is not guaranteed to generate a lot of cash. By contrast, to avoid judgment, the poor must be able to point to a steady paycheck to demonstrate that they are “legitimate,” meaning that they have in fact been working and contributing to the formal economy.\n\nI have to wonder: who isn’t legitimate in their need for help? Take the act of parenting, which is difficult even in the best of circumstances. Parenting on your own, without family to fall back on or even a supportive co-partner, often feels impossible. I can’t think of anyone in that situation who wouldn’t be legitimate, yet it’s still a common reaction to blame people who are struggling for their circumstances.\n\nPeople don’t choose to be poor. They are often handed a life that only affords them that.", "article_metadata": {"generator": "WordPress 4.5.2", "pubdate": 20160308, "og": {"site_name": "BillMoyers.com", "description": "Recently, I disobeyed a cardinal rule of the Internet and decided to read comments on an article I once published in the Missoula Independent. I had begun writing about raising my daughters on very little income, which opened me up to a lot of criticism. One comment in particular stuck with me: “Her writing at once presents her life as being self-determined and [resulting from] a series of purposeful choices while claiming the right to be looked at as a victim of circumstances, of the system.” Drawing upon common stereotypes, this commenter accused me of choosing to be poor, wallowing in it, and even capitalizing on it by writing about my experiences. Continue reading", "title": "Who Are the 'Legitimate' Poor? - BillMoyers.com", "locale": "en_US", "image": {"width": 3000, "identifier": "http://dy00k1db5oznd.cloudfront.net/wp-content/uploads/2016/03/GettyImages-180963427.jpg", "height": 2000}, "url": "http://billmoyers.com/story/who-are-the-legitimate-poor/", "type": "article"}, "twitter": {"description": "Recently, I disobeyed a cardinal rule of the Internet and decided to read comments on an article I once published in the Missoula Independent. I had begun writing about raising my daughters on very little income, which opened me up to a lot of criticism. One comment in particular stuck with me: “Her writing at once presents her life as being self-determined and [resulting from] a series of purposeful choices while claiming the right to be looked at as a victim of circumstances, of the system.” Drawing upon common stereotypes, this commenter accused me of choosing to be poor, wallowing in it, and even capitalizing on it by writing about my experiences. Continue reading", "creator": "@stepville", "image": "http://dy00k1db5oznd.cloudfront.net/wp-content/uploads/2016/03/GettyImages-180963427.jpg", "title": "Who Are the 'Legitimate' Poor? - BillMoyers.com", "site": "@BillMoyersHQ", "card": "summary_large_image"}, "apple-mobile-web-app-capable": "no", "article": {"tag": "poverty line"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no"}, "_id": "\"57477af36914bd0286fd253e\"", "article_summary": "I was born into a poor family that had been living on very little for generations.\nIt’s as if these legislators are looking only to help the poor person who fits an ideal mold, the one most like Oliver Twist.\nThese commenters are representative of the all too common assumption that someone is choosing to stay poor because they are lazy.\nAs a friend said to me recently: “You are probably a part of a small percentage of moms and dads who are legitimate in their need and how you are getting by.”And in their rush to judge who is legitimate, other acquaintances have told me that I’m not “really” poor.\nWho has made poor decisions and who has found themselves without a home due to causes beyond their control."}