{"article_title": "Aetna pulls out of 'Obamacare' health exchange", "article_keywords": ["plans", "exchange", "taking", "obamacare", "sign", "aetna", "cantor", "health", "exchanges", "pulls", "insurance", "market", "care"], "article_url": "http://www.nj.com/news/index.ssf/2013/09/aetna_pulls_out_of_obamacare_health_exchange.html", "article_text": "By Ed Beeson and Dan Goldberg\n\nAetna announced today that it no longer plans to offer health insurance on the new health care exchanges established by the Affordable Care Act.\n\nThe announcement comes just weeks before hundreds of thousands of New Jerseyans will begin enrolling.\n\n\"This decision was not made lightly and it is important to note that our existing business in the state is not impacted,\" said Susan Millerick, a spokeswoman for the health insurance company. \"We came to this decision as part of our ongoing review of Aetna’s overall company strategy, including the impact of the Coventry acquisition which closed in May, after the original exchange filings were submitted for both companies. We are taking a measured, multi-year approach to exchanges and we will continue to assess our ability to participate on NJ's exchange in 2015 and beyond.\"\n\nThat leaves three options for New Jerseyans to choose from when enrollment on the new exchanges begin Oct. 1 — Horizon Blue Cross Blue Shield, AmeriHealth New Jersey and Health Republic Insurance of New Jersey.\n\nThe exchange is a marketplace where private insurance companies will offer health insurance options. Most of New Jersey's uninsured population will qualify for federal subsidies to help them purchase insurance from the exchange. Enrollment begins Oct. 1 and runs through March 31. Coverage begins Jan. 1.\n\nAetna serves 1.7 percent of the state's individual health insurance market, behind United Health, Amerihealth and Horizon, according to data kept by the Department of Banking and Insurance. It plays a bigger role among small employer health plans, capturing about 13 percent of the market between two units.\n\nJoel Cantor, director of the Center for State Health Policy at Rutgers University, said there’s a potential impact on premiums if the health market is dominated by one carrier. Less competition also could put less pressure providers to cut medical costs. But he did not see Aetna’s departure as too big shake-up overall.\n\n“I don’t see a huge negative consequence.,\" Cantor said. \"More competition is better but I don’t think consumers will notice higher prices. They will notice less choice.\"\n\nHe said it would be “a little premature” to see an insurer pulling out of the exchange at this point as a sign of failure in the Affordable Care Act.\n\nBut insurers that sign up for the exchange are taking a calculated gamble. There is no way to know how many people will enroll. Joining the exchange requires a large technological investment by the carrier, which might not be worth making if not enough people sign up for the plans they offer.\n\n“There’s going to be quite a long shakeout period,” Cantor said.", "article_metadata": {"medium": "news", "viewport": "width=device-width,initial-scale=1", "news_keywords": "'@river','health-news','obamacare'", "title": "Aetna pulls out of 'Obamacare' health exchange", "parsely-page": "{\"title\": \"Aetna pulls out of \\u0027Obamacare\\u0027 health exchange\", \"link\": \"http://www.nj.com/news/index.ssf/2013/09/aetna_pulls_out_of_obamacare_health_exchange.html\", \"image_url\": \"http://imgick.nj.com/home/njo-media/width620/img/business_impact/photo/aetnajpg-6e65e58051875d2c.jpg\", \"type\": \"post\", \"post_id\": \"11231150\", \"pub_date\": \"\", \"author\": \"Star-Ledger Staff\", \"tags\": [\"@river\",\"health-news\",\"obamacare\"] }", "twitter": {"image": "http://media.nj.com/business_impact/photo/11456690-thumb_square_large.jpg", "creator": "@starledger", "site": "@njdotcom", "card": "summary", "description": "Aetna announced on Thursday that it no longer plans to offer health insurance on the new health care exchanges established by the Affordable Care Act."}, "article_date_updated": "Tuesday, September 17, 2013,  3:24 PM", "parsely-metadata": "{\"image_url\": \"http://media.nj.com/business_impact/photo/aetnajpg-6e65e58051875d2c.jpg\", \"author_name\": \"njoslstaff\", \"author_nickname\": \"Star-Ledger Staff\", \"author_id\": \"1828094\", \"source_blog_name\": \"New Jersey Real-Time News\", \"source_blog_url\": \"http://www.nj.com/news/index.ssf/\", \"sponsored_content\": \"0\" }", "og": {"site_name": "NJ.com", "description": "Aetna announced on Thursday that it no longer plans to offer health insurance on the new health care exchanges established by the Affordable Care Act.", "title": "Aetna pulls out of 'Obamacare' health exchange", "url": "http://www.nj.com/news/index.ssf/2013/09/aetna_pulls_out_of_obamacare_health_exchange.html", "image": "http://media.nj.com/design/alpha/img/logo_njo.gif", "type": "article"}, "fb": {"admins": 100000302287435}, "article_publication_name": "NJ.com", "article_comments": 0, "article_date_original": "Thursday, September 12, 2013,  5:43 PM", "article_author": "Star-Ledger Staff", "Description": "Aetna announced on Thursday that it no longer plans to offer health insurance on the new health care exchanges established by the Affordable Care Act."}, "_id": "\"57477af46914bd0286fe0ed3\"", "article_summary": "Aetna serves 1.7 percent of the state's individual health insurance market, behind United Health, Amerihealth and Horizon, according to data kept by the Department of Banking and Insurance.\nBy Ed Beeson and Dan GoldbergAetna announced today that it no longer plans to offer health insurance on the new health care exchanges established by the Affordable Care Act.\nThe exchange is a marketplace where private insurance companies will offer health insurance options.\nIt plays a bigger role among small employer health plans, capturing about 13 percent of the market between two units.\n\"This decision was not made lightly and it is important to note that our existing business in the state is not impacted,\" said Susan Millerick, a spokeswoman for the health insurance company."}