{"article_title": "Indianapolis township official accused of stealing $67K", "article_keywords": ["indianapolis", "office", "federal", "official", "stealing", "embezzlement", "accused", "mizen", "trustees", "67k", "township", "minkler", "security", "social"], "article_url": "http://www.washingtontimes.com/news/2015/jan/9/2nd-indy-government-official-charged-with-embezzle/", "article_text": "INDIANAPOLIS (AP) - An Indianapolis township official was charged with embezzling nearly $67,000 in Social Security payments intended for the elderly, disabled and needy, weeks after another official from her office pleaded guilty to embezzlement in an unrelated case.\n\nCarmen Batts-Porter, 32, appeared Thursday in federal court on a charge of embezzlement of federal program funds, U.S. Attorney Josh Minkler said Friday during a news conference.\n\nBatts-Porter, whose father is Democratic state Rep. Gregory Porter, served as a community business counselor for the Center Township Trustee’s office from 2010 to 2014. She was responsible for administering payments to Social Security recipients who couldn’t manage their own money, including minors and senior citizens.\n\n“She instead used that money for her own personal expenses and for her own personal benefit,” Minkler said.\n\nBatts-Porter’s arrest comes on the heels of another embezzlement case involving an official from the Center Township Trustee Office, which manages more than $1 million annually for the Social Security Administration. The township’s former chief financial officer, Alan S. Mizen, pleaded guilty in November to embezzling nearly $344,000 from a government account. Prosecutors said Mizen used the funds to purchase his home, a pickup truck and jewelry.\n\nProsecutors said there is no indication the two incidents are related, even though Batts-Porter and Mizen worked in the same office at the same time. There is also no evidence that the trustee’s office was aware that the alleged crimes were taking place.\n\n“Two times in six months is two times too many,” Minkler said. “It is time for the Center Township Trustee’s office to police themselves and clean up their own mess.”\n\nBatts-Porter faces up to 10 years in federal prison, if she is convicted. No future court date has been set.\n\nHer attorney, John Thar, didn’t immediately respond to a phone message Friday seeking comment.\n\nJohn Schorg, a spokesman for the Indiana House Democrats, said Batts-Porter’s father had no comment about the charges against his daughter.\n\n___\n\nFollow Lauryn Schroeder on Twitter at https://twitter.com/laurynschroed", "article_metadata": {"description": "An Indianapolis township official was charged with embezzling nearly $67,000 in Social Security payments intended for the elderly, disabled and needy, weeks after another official from her office pleaded guilty to embezzlement in an unrelated case.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"url": "http://www.washingtontimes.com/news/2015/jan/9/2nd-indy-government-official-charged-with-embezzle/", "site_name": "The Washingtion Times", "type": "article", "description": "An Indianapolis township official was charged with embezzling nearly $67,000 in Social Security payments intended for the elderly, disabled and needy, weeks after another official from her office pleaded guilty to embezzlement in an unrelated case.", "title": "Indianapolis township official accused of stealing $67K"}, "twitter": {"site": "@washtimes", "description": "An Indianapolis township official was charged with embezzling nearly $67,000 in Social Security payments intended for the elderly, disabled and needy, weeks after another official from her office plea", "card": "summary", "title": "Indianapolis township official accused of stealing $67K"}, "Author": "LAURYN SCHROEDER", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web0", "viewport": "width=device-width, initial-scale=1, user-scalable=yes"}, "article_summary": "Batts-Porter, whose father is Democratic state Rep. Gregory Porter, served as a community business counselor for the Center Township Trustee’s office from 2010 to 2014.\nINDIANAPOLIS (AP) - An Indianapolis township official was charged with embezzling nearly $67,000 in Social Security payments intended for the elderly, disabled and needy, weeks after another official from her office pleaded guilty to embezzlement in an unrelated case.\nShe was responsible for administering payments to Social Security recipients who couldn’t manage their own money, including minors and senior citizens.\nThere is also no evidence that the trustee’s office was aware that the alleged crimes were taking place.\n“It is time for the Center Township Trustee’s office to police themselves and clean up their own mess.”Batts-Porter faces up to 10 years in federal prison, if she is convicted."}