{"article_title": "Oh My: Breitbart Spokesperson Resigns, Michelle Fields Demands Apology From Trump Campaign Manager", "article_keywords": ["michelle", "lewandowski", "trump", "campaign", "oh", "spokesperson", "fields", "demands", "resigns", "breitbart", "incident", "manager", "terris", "didnt", "reporter", "theres"], "article_url": "http://townhall.com/tipsheet/mattvespa/2016/03/12/oh-my-breitbart-spokesperson-resigns-michelle-fields-demands-apology-from-trump-campaign-n2132628", "article_text": "Well, this has certainly snowballed into something ugly hasn’t it? The reported assault against Breitbart reporter Michelle Fields reached new heights Friday when she filed battery charges against Donald Trump’s campaign manager Corey Lewandowski.\n\nLewandowski has been cited as the person who grabbed Fields’ arm and tried to force her to the ground while she was trying to ask the billionaire magnate a question about affirmative action. Trump held a press conference in Jupiter, Florida last Tuesday following his wins in the Michigan and Mississippi primaries; he would later win the Hawaii caucuses.\n\nThe force with which Lewandowski reportedly grabbed Fields left her bruised. Washington Post reporter Ben Terris witnessed the event and added it to his piece about Trump’s inner circle; Lewandowski refused to be interviewed after the incident.\n\nThere’s been a bit of back and forth between the Trump and Breitbart camps. The Daily Beast reported that Lewandowski had told Breitbart’s Washington political editor Matt Boyle that he did “manhandle” Fields, not knowing she was with the publication. He thought she was just another “adversarial member of the mainstream media.” Yet, the Trump campaign later denied the incident ever occurred, even suggesting that Fields might be making this whole thing up. That certainly was the position the Donald took when asked about the incident by Katie at the end of CNN’s debate on Thursday. The Trump campaign also released this email exchange between Lewandowski and Boyle showing that they never spoke to one another as alleged in the Daily Beast article.\n\nAs more twists and turns emerge, Breitbart News’ CEO and President Larry Solov issued this statement yesterday:\n\nBreitbart News stands behind Michelle Fields. Even Donald Trump campaign spokesperson Katrina Pierson said Thursday that \"someone probably did grab her,\" i.e. Fields, though she claimed it could not have been Trump campaign manager Corey Lewandowski. Trump's suggestion that Fields made up the incident Tuesday evening contradicts the evidence, including her own injuries, an account from Washington Post reporter Ben Terris, and audio recorded at the scene\n\nAt the same time, on that very same day, a post from the publication seem to be questioning Fields and Terris’ account of the incident. As for the Washington Post’s Terris and The Daily Beast, they’re standing by their report (via WaPo):\n\nFor his part, Terris isn’t budging. “I saw what I saw,” said Terris in a brief chat with this blog. During the whole incident, says Terris, he had his “eyes trained on Corey Lewandowski,” because Terris was there to profile the campaign team with a focus on Lewandowski. Terris took strong issue with [Breitbart’s Joel] Pollak’s assertion that mistaken identity is the “likeliest explanation” based in part on Lewandowski’s denials. “Because he denied it?” asked Terris. “This is Breitbart.” […] Daily Beast Editor in Chief John Avlon tells the Erik Wemple Blog, “We stand by our reporters and our reporting, unlike Breitbart.”\n\nThe feud is becoming increasingly ugly. With the official statement from the Trump campaign questioning Fields, there’s Lewandowski who took to Twitter to call her delusional as well. Yesterday afternoon Katie posted new C-SPAN video that shows Lewandowski apparently grabbing Fields; the Daily Beast’s Andrew Kirell corroborated this as well.\n\nFields is now calling for the Lewandowski to apologize to her. On The Kelly File, she said that she was promised one in private conversations after the incident, though the campaign’s actions post-arm grab suggest otherwise:\n\nI didn’t want to do it. After this had happened, I called my editor, [Matthew Boyle]. I told him what had happened. I didn’t want to file a police report. I didn’t want to make a big deal out of it because, you know, I didn’t want to be all over the press, and I certainly was worried about my job. What would happen if I went to the police? I told my editor, and he called Corey and he spoke to him, and Corey said that he did it. He did not deny it. He said that he didn’t realize that I was a Breitbart reporter. Hope Hicks, who is Donald Trump’s spokeswoman, asked for my cell phone number, and I was told that I was going to get an apology. So I waited on that. I didn’t want to make a big deal — this wasn’t going to be a big deal. They were going to apologize; we were going to move on. I never got that apology. Instead, yesterday, they released a statement calling me a liar. They have basically done a character assassination on me. They are linking to blogs with conspiracies about me. They’re not telling the truth. There’s videos, there’s pictures, there’s an eyewitness of a Washington Post reporter who is very credible. They seem to not understand that. Their statements continue to say there’s no eyewitnesses, there’s no pictures, there’s no videos. They continue to lie.\n\nFull @kurtbardella statement on his decision to resign from Breitbart: pic.twitter.com/1HGFUpoXlS — Dylan Byers (@DylanByers) March 11, 2016\n\nTo make things more intriguing, Breitbart’s spokesperson Kurt Bardella resigned yesterday afternoon (via HuffPo):\n\nIn Bardella's view, the violence on the campaign trail is getting out of hand and needs to be called out. \"There is this escalating pattern of behavior that's only happening at Donald Trump events. It's incredibly dangerous. His rhetoric is unmistakable and it is calculated and it is intentional,\" Bardella said. […] Asked why Breitbart seems to be siding with the Trump campaign over its reporter Michelle Fields, Bardella said he wasn't sure. \"I think there certainly appears to be conflicting agendas at play here. Your guess is as good as mine,\" he said. He added that Trump campaign manager Corey Lewandowski had not, as was previously reported, admitted to the assault. In a text message exchange with Breitbart's Matt Boyle, Lewandowski only said that he didn't know Fields was a Breitbart reporter and that he would look into the situation, according to Bardella.\n\nI asked Kurt Bardella if Breitbart will now call for Lewandowski's firing, response \"I'm the wrong person to ask about breitbart.\" He's out. — Katie Pavlich (@KatiePavlich) March 11, 2016\n\nBardella later said to CNN’s Don Lemon that the way Breitbart has acted regarding this fiasco prompted him to head for the exit:\n\nCNN host @donlemon: \"Are you saying they are lying?\"\n\n\n\nEx-Breitbart spox @kurtbardella: \"Yes, I am.\" https://t.co/zS97oAkKUU — Oliver Darcy (@oliverdarcy) March 12, 2016\n\nFrankly, this is just a mess; it’s a PR nightmare for any other organization or campaign. Sadly, as with many things Trump, it probably won’t impact his poll numbers. In fact, he received a whole bunch of free press (yet again) over this event, which came at the expense of someone’s rights being violated. Nevertheless, let’s see which story gets more press; this ugly confrontation in Florida, or the billionaire’s planned rally in Chicago that was shut down due to security concerns.\n\nNot believing the victim, witness, or audio, they demanded video evidence & a police complaint.\n\n\n\nThey now have both.\n\n\n\nThey don't care. — Guy Benson (@guypbenson) March 11, 2016\n\nREHASH: The audio and transcript of the incident.", "article_metadata": {"description": "Things are getting ugly....05/26/2016 10:42:45AM EST.", "author": "Matt Vespa", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "Things are getting ugly...", "title": "Oh My: Breitbart Spokesperson Resigns, Michelle Fields Demands Apology From Trump Campaign Manager", "url": "http://townhall.com/tipsheet/mattvespa/2016/03/12/oh-my-breitbart-spokesperson-resigns-michelle-fields-demands-apology-from-trump-campaign-n2132628", "image": "http://media.townhall.com/townhall/reu/ha/uploads/2016/3/12/0.png", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "Things are getting ugly...", "title": "Oh My: Breitbart Spokesperson Resigns, Michelle Fields Demands Apology From Trump Campaign Manager", "url": "http://townhall.com/tipsheet/mattvespa/2016/03/12/oh-my-breitbart-spokesperson-resigns-michelle-fields-demands-apology-from-trump-campaign-n2132628", "image": "http://media.townhall.com/townhall/reu/ha/uploads/2016/3/12/0.png", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "Oh My: Breitbart Spokesperson Resigns, Michelle Fields Demands Apology From Trump Campaign Manager , Matt Vespa, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "_id": "\"57477af46914bd0286fe0ee7\"", "article_summary": "Even Donald Trump campaign spokesperson Katrina Pierson said Thursday that \"someone probably did grab her,\" i.e.\nWith the official statement from the Trump campaign questioning Fields, there’s Lewandowski who took to Twitter to call her delusional as well.\n[…] Asked why Breitbart seems to be siding with the Trump campaign over its reporter Michelle Fields, Bardella said he wasn't sure.\nThe reported assault against Breitbart reporter Michelle Fields reached new heights Friday when she filed battery charges against Donald Trump’s campaign manager Corey Lewandowski.\nHe added that Trump campaign manager Corey Lewandowski had not, as was previously reported, admitted to the assault."}