{"article_title": "A GOP Majority Won’t Cut It for Mike Lee. He Wants More.", "article_keywords": ["wont", "wants", "mike", "cut", "lee", "nominee", "senate", "west", "travel", "vote", "conservative", "majority", "ebola", "obamas", "gop", "vision"], "article_url": "http://dailysignal.com/2014/10/24/republican-majority-wont-cut-mike-lee-wants-something/", "article_text": "HILLSDALE, Mich.—Hillsdale College President Larry Arnn introduced him as “the best statesman I’ve ever known.” But on Tuesday night, Sen. Mike Lee seemed less politician and more political philosophy professor as he diagramed the underpinnings of his conservative reform agenda.\n\nWhile Lee predicted that Republicans will “win at least seven or eight” new seats to gain a majority in the Senate, he underscored the importance of articulating an enduring conservative message.\n\n“Exposing the emptiness and ugliness of the progressive vision won’t be enough to advance our cause,” the Utah Republican told students. Instead, “we need to demonstrate in word and deed the virtues and the humanity of our vision.”\n\n>>> Mike Lee to Take Over Conservative Senate Group\n\nAfter the event, The Daily Signal spoke with Lee about President Obama’s handling of the Ebola virus that is plaguing three West African countries and alarming Americans in recent weeks.\n\nLee described Obama’s presidency as “reckless,” with the Ebola outbreak representing another example of a haphazard administration.\n\nOne issue that continues to plague both parties: Obama’s unconfirmed nominee for surgeon general, Vivek Murthy. The Senate has not acted on the nominee since his selection on Nov. 14, 2013.\n\nLee described Obama’s presidency as “reckless,” with the Ebola outbreak representing another example of a haphazard administration.\n\nLiberals have placed blame on Republican “obstructionism,” but Lee said the delay is indicative of systemic Democrat irresponsibility. Pointing to numerous bills “that have passed the House of Representative but haven’t seen the light of day,” Lee argues that “under current Democrat leadership in the Senate, we’ve had nothing but obstruction.”\n\nLee expressed frustration that Republicans have shouldered responsibility for a delayed vote on the nomination “even though Democrats control the executive calendar.”\n\nEven though Lee wouldn’t say whether he would vote for Murthy’s confirmation, he promised to “consider each nominee based on that nominee’s own merits.”\n\nMeanwhile, as West Africa continues to grapple with Ebola, Lee criticized Obama for refusing to consider a travel ban on commercial flights to and from countries facing an outbreak.\n\n“We have the potential for a global health epidemic,” Lee said. “If you initiated a travel ban, I can’t help but think it could make a difference.”", "article_metadata": {"description": "Sen. Mike Lee seemed less politician and more political philosophy professor as he diagramed the underpinnings of his conservative reform agenda.", "og": {"site_name": "The Daily Signal", "description": "Sen. Mike Lee seemed less politician and more political philosophy professor as he diagramed the underpinnings of his conservative reform agenda.", "title": "A GOP Majority Won’t Cut It for Mike Lee. He Wants More.", "locale": "en_US", "image": "http://dailysignal.com/wp-content/uploads/8561425274_5efc200106_k.jpg", "updated_time": "2014-10-24T06:35:46+00:00", "type": "article"}, "bitly": {"url": "http://dailysign.al/1sfflHt"}, "twitter": {"domain": "The Daily Signal", "description": "Sen. Mike Lee seemed less politician and more political philosophy professor as he diagramed the underpinnings of his conservative reform agenda.", "title": "A GOP Majority Won’t Cut It for Mike Lee. He Wants More.", "image": {"src": "http://dailysignal.com/wp-content/uploads/8561425274_5efc200106_k.jpg"}, "creator": "@dailysignal", "site": "@dailysignal", "card": "summary_large_image"}, "fb": {"pages": 300341323465160, "app_id": 772296266137346}, "article": {"publisher": "https://www.facebook.com/TheDailySignalNews", "section": "Society", "tag": "founding principles", "published_time": "2014-10-24T03:01:22+00:00", "modified_time": "2014-10-24T06:35:46+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "mike lee, hillsdale college, conservative reform agenda, congress, election, politics, ebola, president obama"}, "_id": "\"57477af46914bd0286fe0edb\"", "article_summary": "Lee described Obama’s presidency as “reckless,” with the Ebola outbreak representing another example of a haphazard administration.\n“Exposing the emptiness and ugliness of the progressive vision won’t be enough to advance our cause,” the Utah Republican told students.\nWhile Lee predicted that Republicans will “win at least seven or eight” new seats to gain a majority in the Senate, he underscored the importance of articulating an enduring conservative message.\nLiberals have placed blame on Republican “obstructionism,” but Lee said the delay is indicative of systemic Democrat irresponsibility.\nOne issue that continues to plague both parties: Obama’s unconfirmed nominee for surgeon general, Vivek Murthy."}