{"article_title": "Jimmy Kimmel Is Exactly the Man to Unveil the 2014 Swimsuit Issue", "article_keywords": ["jimmy", "petty", "exactly", "cover", "sochi", "unveil", "late", "si", "kimmel", "night", "swimsuit", "issue", "say", "man"], "article_url": "http://freebeacon.com/blog/jimmy-kimmel-is-exactly-the-man-to-unveil-the-2014-swimsuit-issue/", "article_text": "Jimmy Kimmel has come a long way from giving away Ben Stein’s money and having girls jump on trampolines. He’s transitioned from overweight basic cable shock jock to the best late night host working today. Dating Sarah Silverman will do that to a fella.\n\nAnd Kimmel has upgraded again. This time, he gets to enjoy the company of a bevy of swimsuit models as they reveal the cover for this year’s Sports Illustrared Swimsuit Issue, an honor that has been humbly bestowed upon David Letterman for the previous six issues.\n\nFortunately for Kimmel, his hours haven’t been cut due to Obamacare. This week he’s the only show in town.\n\nAnd after last year’s Late Show “Top Ten,” I think we can all say that it’s for the best Kimmel has first crack at a pride of swim smokes.\n\nIn his 2009 interview of cover model Bar Refaeli, Letterman came off more like an inquisitive father than witty late night host, asking more questions about her relationship with then-boyfriend Leonardo DiCaprio than how she prepared for the grueling days enduring 75 degree temperatures in San Pedro.\n\nKimmel would have produced a viral video to help find Bar a husband.\n\nIn 2011, Irina Shayk came off more as a Bond femme fatale than an inspiring success story of the United States immigration system.\n\n\n\nKimmel was pretty harsh on the amenities of Sochi at the Olympics. For Irina, though, Sochi ain’t so bad.\n\nLetterman gave Kate a hard time about how, even though she posed in a swimsuit issue, she didn’t actually wear a swimsuit. Petty details, Dave, petty details!\n\nI got your back, Kate.\n\nWe could perhaps witness an unprecedented three-peat if Kate Upton wrangles a third-straight SI cover, which needless to say would be delightful.\n\nBut if SI wanted make 7 percent of its annual revenue on a single issue this year by using a fresh face, my pick is Hannah Davis.\n\nIf New Jersey and Chris Christie can make a 2014 comeback, Hannah Davis can too.", "article_metadata": {"generator": "WordPress 4.5.2", "og": {"site_name": "Washington Free Beacon", "description": "Jimmy Kimmel has come a long way from giving away Ben Stein's money and having girls jump on trampolines. He's transitioned from overweight basic cable shock jock to the best late night host working", "title": "Jimmy Kimmel Is Exactly the Man to Unveil the 2014 Swimsuit Issue", "url": "http://freebeacon.com/blog/jimmy-kimmel-is-exactly-the-man-to-unveil-the-2014-swimsuit-issue/", "image": "http://freebeacon.com/wp-content/uploads/2014/02/PreviewScreenSnapz040-150x150.png", "type": "article"}, "twitter": {"description": "Jimmy Kimmel has come a long way from giving away Ben Stein's money and having girls jump on trampo", "creator": "@_Charette_", "image": "http://freebeacon.com/wp-content/uploads/2014/02/PreviewScreenSnapz040-150x150.png", "title": "Jimmy Kimmel Is Exactly the Man to Unveil the 2014 Swimsuit Issue", "site": "@freebeacon", "card": "summary"}, "apple-itunes-app": "app-id=1047859882", "fb": {"app_id": "FB_APP_ID", "pages": 282024895179874}, "viewport": "width=device-width, initial-scale=1"}, "article_summary": "Letterman gave Kate a hard time about how, even though she posed in a swimsuit issue, she didn’t actually wear a swimsuit.\nHe’s transitioned from overweight basic cable shock jock to the best late night host working today.\nWe could perhaps witness an unprecedented three-peat if Kate Upton wrangles a third-straight SI cover, which needless to say would be delightful.\nJimmy Kimmel has come a long way from giving away Ben Stein’s money and having girls jump on trampolines.\nThis time, he gets to enjoy the company of a bevy of swimsuit models as they reveal the cover for this year’s Sports Illustrared Swimsuit Issue, an honor that has been humbly bestowed upon David Letterman for the previous six issues."}