{"article_title": "Ben Carson Puts Spotlight on Seventh-Day Adventists", "article_keywords": ["ben", "puts", "beliefs", "god", "mr", "think", "carson", "religion", "carsons", "church", "seventhday", "adventists", "spotlight", "adventist"], "article_url": "http://www.nytimes.com/2015/10/28/us/politics/ben-carson-seventh-day-adventists-presidential-election.html", "article_text": "One of Miller’s followers, Ellen G. White, reconstituted the denomination under the doctrine that Jesus had actually relocated to a heavenly sanctuary where he would begin judgment of the world. She was seen as a prophet.\n\nUnlike members of other Christian denominations, Adventists honor the Sabbath on Saturdays instead of Sundays. They tend to be vegetarians, and they continue to wait patiently for the Second Coming and the end of the world.\n\nThe Seventh-day Adventist Church counts more than 18 million members globally and 1.2 million in North America, but some skeptics see it as a sect out of touch with mainstream Christianity. While the church avoids involvement in politics, Mr. Carson’s emergence as a prominent political figure has presented an opportunity for it to gain credibility.\n\n“We do not endorse any candidates, and we do not use our church for political reasons,” Alex Bryant, the secretary of the North American division of the Seventh-day Adventist Church, said of Mr. Carson’s candidacy. “But we do look at it as an opportunity to tell the world, tell this country about Seventh-day Adventism, our beliefs and our desire to lift up Jesus Christ.”\n\nA twice-baptized Adventist, Mr. Carson has become one of the church’s biggest stars. In his autobiography, “Gifted Hands,” he recounts his mother’s conversion, which began in the ward of a mental hospital.\n\nIt was not until he was 14 that Mr. Carson became truly captured by his faith. Known for having a temper back then, the young Mr. Carson let a petty dispute turn into a tantrum that ended with his knifing a friend. The episode could have been deadly had it not been for a belt buckle that blocked his blade. From that time on, Mr. Carson prayed away his anger.\n\nAdvertisement Continue reading the main story\n\n“My temper will never control me again,” Mr. Carson wrote in his book. “Never again. I’m free.”\n\nMr. Carson, who declined to be interviewed for this article, attends church regularly and taught Bible school at his Seventh-day Adventist church in Maryland. Now that he is a politician, he speaks often about the role that God has played in his life, but he has tended to vary discussion of his religious beliefs depending on the venue.\n\nDuring a 1999 interview with the Religion News Service, Mr. Carson said he was happy to attend other kinds of churches. “I spend just as much time in non-Seventh-day Adventist churches because I’m not convinced that the denomination is the most important thing,” he said. “I think it’s the relationship with God that’s most important.”\n\nMore recently, however, Mr. Carson made clear that he would always defend his Adventist beliefs against skeptics.\n\nFirst Draft Newsletter Subscribe for updates on the 2016 presidential race, the White House and Congress, delivered to your inbox Monday - Friday.\n\n“I’m proud of the fact that I believe what God has said, and I’ve said many times that I’ll defend it before anyone,” Mr. Carson told the Adventist Report in 2013. “If they want to criticize the fact that I believe in a literal six-day creation, let’s have at it, because I will poke all kinds of holes in what they believe.”\n\nFor theological reasons, Adventism has faced tensions with the Roman Catholic and Baptist Churches over the years. Last spring, Mr. Carson was invited to speak at a Southern Baptist Pastors’ Conference in Ohio, but he faced opposition because of his beliefs and eventually backed out.\n\n“Dr. Carson is a Seventh-day Adventist,” a group of pastors from the Baptist organization B21 wrote in protest of his visit. “Their official theology denies the doctrine of hell in favor of annihilation,” they wrote, “and believes that those who worship on Sunday will bear the ‘mark of the beast.’ ”\n\nThe church has also had a strongly anti-Catholic strain, and when Mr. Carson decided to attend Pope Francis’ visit to Congress last month, Adventist message boards lit up with questions about his presence with the pontiff. Some questioned his referring to the pope as the “Holy Leader” and wondered, “How do such words come from the mouth of a Seventh-day Adventist?”\n\nAdvertisement Continue reading the main story\n\nOn the other hand, some Adventists have been disappointed in a perceived lack of tolerance regarding Islam from Mr. Carson, who said recently that he did not think a Muslim should be able to be president. His fierce opposition to the Affordable Care Act, which he has compared to slavery, has also rankled some in the community who say the law is in keeping with the religion’s focus on promoting health.\n\n“It was certainly disappointing for me,” Sam Geli, a retired Adventist chaplain who considers himself an independent, said of Mr. Carson’s remarks about Muslims. “It was very sad.”\n\nBut will Mr. Carson’s religion affect his prospects with conservative evangelicals in places such as Iowa? So far it has not been a problem.\n\n“I think a lot of evangelicals would say they would rather have a practicing Adventist than a nominal Presbyterian who doesn’t seem to have basic theological understanding about Christianity,” said Thomas Kidd, a professor of history and religion at Baylor University in Texas. “Even if he’s not an evangelical like us, he’s sort of a friendly fellow traveler in a way that Trump is not.”\n\nBob Vander Plaats, the president and chief executive of the Family Leader, a social conservative group in Iowa, said his members had not yet expressed concern about Mr. Carson’s religion. He cited the support that Mr. Romney received from evangelicals in 2012, saying he did not think the fact that Mr. Carson is a Seventh-day Adventist would be an issue unless theology became central to the political debate.\n\n“I think Trump threw out the fleece to let people check it out,” Mr. Vander Plaats said of why he thought Mr. Carson’s religion suddenly became an issue. “People of faith will be more interested in the fruit of leadership, policy and does it align with honoring God or dishonoring God.”", "article_metadata": {"tone": "news", "ptime": 20151027134614, "twitter": {"description": "The Republican presidential candidate’s faith, little known to many, could prove to be both a strength and a liability as he moves forward.", "title": "Ben Carson Puts Spotlight on Seventh-Day Adventists", "url": "http://www.nytimes.com/2015/10/28/us/politics/ben-carson-seventh-day-adventists-presidential-election.html", "app": {"url": {"googleplay": "nytimes://reader/id/100000004001206"}, "name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}}, "site": "@nytimes", "image": "https://static01.nyt.com/images/2015/10/28/us/28ADVENTISTweb/28ADVENTISTweb-thumbLarge-v2.jpg", "card": "summary"}, "al": {"ipad": {"url": "nytimes://www.nytimes.com/2015/10/28/us/politics/ben-carson-seventh-day-adventists-presidential-election.html", "app_store_id": 357066198, "app_name": "NYTimes"}, "android": {"url": "nytimes://reader/id/100000004001206", "app_name": "NYTimes", "package": "com.nytimes.android"}, "iphone": {"url": "nytimes://www.nytimes.com/2015/10/28/us/politics/ben-carson-seventh-day-adventists-presidential-election.html", "app_store_id": 284862083, "app_name": "NYTimes"}}, "thumbnail_width": 75, "dfp-ad-unit-path": "us/politics", "hdl_p": "While Carson Emphasizes Faith, Others May Start Playing Up His Religion", "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/politics/index.jsonp", "video": {"playerId": 2640832222001, "publisherReadToken": "cE97ArV7TzqBzkmeRVVhJ8O6GWME2iG_bRvjBTlNb4o.", "publisherId": 1749339200, "noShareToolsPlayerId": 3692909326001}, "DISPLAYDATE": "Oct. 27, 2015", "edt": "NewYork", "org": "Seventh-Day Adventists", "keywords": "Carson  Benjamin S,Seventh-Day Adventists,Presidential Election of 2016,Christians and Christianity,Religion and Belief", "CN": "election-2016", "applicationName": "article", "PT": "article", "author": "Alan Rappeport", "SCG": "politics", "sourceApp": "nyt-v5", "per": "Carson, Benjamin S", "thumbnail_150_width": 150, "byl": "By ALAN RAPPEPORT", "thumbnail_150_height": 150, "usageTerms": "http://www.nytimes.com/content/help/rights/sale/terms-of-sale.html", "lp": "The Republican presidential candidate’s faith, little known to many, could prove to be both a strength and a liability as he moves forward.", "tom": "News", "dfp-amazon-enabled": "false", "CT": "news-event", "thumbnail": "https://static01.nyt.com/images/2015/10/28/us/28ADVENTISTweb/28ADVENTISTweb-thumbStandard-v2.jpg", "description": "The Republican presidential candidate’s faith, little known to many, could prove to be both a strength and a liability as he moves forward.", "CG": "us", "robots": "noarchive", "dat": "Oct. 27, 2015", "fb": {"app_id": 9869919170}, "msapplication-starturl": "http://www.nytimes.com", "genre": "News", "article": {"section_url": "http://www.nytimes.com/section/us", "section": "Politics", "modified": "2016-01-22", "collection": "https://static01.nyt.com/services/json/sectionfronts/politics/index.jsonp", "tag": "Religion and Belief", "published": "2015-10-27", "section-taxonomy-id": "23FD6C8B-62D5-4CEA-A331-6C2A9A1223BE"}, "thumbnail_height": 75, "slug": "28adventist", "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "utime": 20160122141909, "og": {"url": "http://www.nytimes.com/2015/10/28/us/politics/ben-carson-seventh-day-adventists-presidential-election.html", "image": "https://static01.nyt.com/images/2015/10/28/us/28ADVENTISTweb/28ADVENTISTweb-facebookJumbo-v2.jpg", "type": "article", "description": "The Republican presidential candidate’s faith, little known to many, could prove to be both a strength and a liability as he moves forward.", "title": "Ben Carson Puts Spotlight on Seventh-Day Adventists"}, "pdate": 20151027, "des": "Religion and Belief", "nyt-collection": {"tone": "news", "url": "http://www.nytimes.com/news-event/election-2016", "tagline": "Here’s the latest news and analysis of the candidates and issues shaping the presidential race.", "uri": "/news-event/election-2016", "display-name": "Presidential Election 2016", "identifier": "election-2016", "type": "news-event"}, "articleid": 100000004001206, "cre": "The New York Times", "hdl": "Ben Carson Puts Spotlight on Seventh-Day Adventists", "thumbnail_150": "https://static01.nyt.com/images/2015/10/28/us/28ADVENTISTweb/28ADVENTISTweb-thumbLarge-v2.jpg", "PST": "News"}, "_id": "\"57477af36914bd0286fd2582\"", "article_summary": "Carson is a Seventh-day Adventist,” a group of pastors from the Baptist organization B21 wrote in protest of his visit.\nAdvertisement Continue reading the main story“My temper will never control me again,” Mr. Carson wrote in his book.\nI’m free.”Mr. Carson, who declined to be interviewed for this article, attends church regularly and taught Bible school at his Seventh-day Adventist church in Maryland.\nIt was not until he was 14 that Mr. Carson became truly captured by his faith.\n“It was very sad.”But will Mr. Carson’s religion affect his prospects with conservative evangelicals in places such as Iowa?"}