{"article_title": "Nurses, hospital groups clash on Massachusetts bill to improve response to violence", "article_keywords": ["bill", "clash", "nurses", "hospital", "violence", "testified", "workers", "state", "survey", "massachusetts", "groups", "healthcare", "hospitals", "response", "improve"], "article_url": "http://www.fiercehealthcare.com/story/nurses-hospital-groups-clash-massachusetts-bill-improve-response-violence/2016-02-08", "article_text": "Amid nationwide concerns about hospital violence, Massachusetts healthcare workers have often gotten the worst of it, such as a murder-suicide involving a cardiac surgeon at Brigham and Women's Hospital last year. Now, according to Boston.com, Bay State nurses are organizing to demand improved protection from what increasingly feels like healthcare's new status quo.\n\nLast week, several nurses testified on their experiences with violent patients before the state legislature's Joint Committee on Public Safety and Homeland Security. Massachusetts Nurses Association (MNA) Vice President Kathy Coughlin, R.N., who works at Taunton State Hospital, testified that nurses' reports of abuse often go ignored by hospital administrators.\n\nAn MNA survey released in early February found that 85 percent of respondents report being the victim of punching, groping, kicking or other forms of assault in the last two years, but that fewer than 1 in 5 received support and interest in solutions from administrators after reporting the incident. A nationwide survey in 2014 found nurses underreport violence because they assume leaders will take no action.\n\nCoughlin's testimony was in favor of a state bill that would increase available protections for healthcare workers against violence, mandating that employees conduct yearly risk assessments, put their safeguards against violence in writing and establish in-hospital crisis task forces, according to the Worcester Telegram.\n\nLeaders of the Massachusetts Hospital Association (MHA) testified in opposition to the bill, according to Boston.com, arguing its provisions were already in place under a 2013 law. \"The current proposed legislation is problematic because it poses redundancy to current standards, which can lead to confusion, not clarity,\" MHA Vice President for Clinical Affairs Pat Noga said in a statement. \"And the last thing that everyone who's working collaboratively to ensure safe hospital environments needs is the addition of confusion.\"\n\nCoughlin responded hospital leaders' claims to be dealing with violence to the best of their abilities are misleading, telling the publication the nurses' union has nothing to gain by misrepresenting the scale of the threat or the adequacy of hospitals' response.\n\nTo learn more:\n\n- read the Boston.com article\n\n- here's the survey (.pdf)\n\n- check out the Telegram article\n\nRelated Articles:\n\nHospital violence: providers respond as incidents spike [Special Report]\n\nHospital violence: Boston hospital prepared for active shooting event\n\nNurses under-report violence, saying it's a \"waste of time\"\n\nAmid more violence, some hospitals form police departments\n\nBoston Marathon bombings put hospital disaster planning to the test\n\nFed up with violent incidents, hospitals seek to balance security with patient care\n\nHospital shootings: What to do when disaster strikes\n\nNurse stabbings raise questions on hospital violence\n\nAre hospitals responsible for preventing workplace violence?\n\nViolence against healthcare workers leads to increased focus on safety", "article_metadata": {"description": "Amid nationwide concerns about hospital violence, Massachusetts healthcare workers have often gotten the worst of it, such as a murder-suicide involving a cardiac surgeon at Brigham and Women's Hospital last year.", "og": {"site_name": "FierceHealthcare", "description": "Amid nationwide concerns about hospital violence, Massachusetts healthcare workers have often gotten the worst of it, such as a murder-suicide involving a cardiac surgeon at Brigham and Women's Hospital last year.", "title": "Nurses, hospital groups clash on Massachusetts bill to improve response to violence", "url": "http://www.fiercehealthcare.com/story/nurses-hospital-groups-clash-massachusetts-bill-improve-response-violence/2016-02-08", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthcare.jpg", "type": "website"}, "twitter": {"site": "fiercehealth", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "apple-itunes-app": "app-id=731085312", "keywords": "hospital violence,HR & Workforce Management,Massachusetts Hospital Association,Massachusetts Nurses Association (MNA),Operations & Business Management,Patient Abuse,Violent Patients,workplace safety", "viewport": "width=device-width", "news_keywords": "HR & Workforce Management,Operations & Business Management"}, "article_summary": "Massachusetts Nurses Association (MNA) Vice President Kathy Coughlin, R.N., who works at Taunton State Hospital, testified that nurses' reports of abuse often go ignored by hospital administrators.\nAmid nationwide concerns about hospital violence, Massachusetts healthcare workers have often gotten the worst of it, such as a murder-suicide involving a cardiac surgeon at Brigham and Women's Hospital last year.\nNow, according to Boston.com, Bay State nurses are organizing to demand improved protection from what increasingly feels like healthcare's new status quo.\nLeaders of the Massachusetts Hospital Association (MHA) testified in opposition to the bill, according to Boston.com, arguing its provisions were already in place under a 2013 law.\nLast week, several nurses testified on their experiences with violent patients before the state legislature's Joint Committee on Public Safety and Homeland Security."}