{"article_title": "Hong Kong Riot Police Clear Protest Site, Arrest Student Leaders", "article_keywords": ["mong", "hong", "protests", "leaders", "riot", "arrested", "clear", "prodemocracy", "site", "hundreds", "kong", "arrest", "protest", "student", "kok", "protesters"], "article_url": "http://www.mintpressnews.com/hong-kong-riot-police-clear-protest-site-arrest-student-leaders/199394/", "article_text": "Hong Kong Riot Police Clear Protest Site, Arrest Student Leaders\n\nProtesters have been occupying segments of roads, blocking traffic, in the city's Admiralty district near government offices and Causeway Bay, a major shopping area.\n\nHong Kong police on Wednesday cleared one of the largest protest sites that has choked the city for months, arresting scores of pro-democracy activists in what could be a turning point in the fight to wrest greater political freedom from Beijing’s control.\n\nRiot police clashed with protesters late into the evening as activists sought to regroup and regain lost ground.\n\nStudent leaders Joshua Wong and Lester Shum were among those arrested as hundreds of officers swept through the bustling area of Mong Kok, clearing barricades and tents that had blocked key roads in the Chinese-controlled city for more than two months.\n\n\n\nofficial MintPress sponsor official MintPress sponsor\n\nSome among the pockets of demonstrators still out on the streets denied the setback marked the beginning of the end of the occupation, and it was not clear if or when police might try to remove the remaining protest sites elsewhere in the city.\n\nScuffles broke out when riot police moved against hundreds of protesters on Nathan Road in gritty Mong Kok, Reuters witnesses said.\n\n“You can’t defeat the protesters’ hearts!” screamed Liu Yuk-lin, a 52-year-old protester in a hard hat holding a yellow umbrella, the symbol of the movement, as she stood before lines of police in helmets and goggles.\n\nBut there was no serious violence, and after about three hours the operation was complete and traffic was flowing through the area where demonstrators had camped out since late September to call for greater democracy in the former British colony.\n\nMong Kok has been a flashpoint for clashes between students and mobs intent on breaking up the protests, which have posed one of the biggest challenges to China’s Communist Party leaders since the crushing of student-led pro-democracy demonstrations in Beijing in 1989.\n\nCrowds nearby cheered and clapped as the final protesters were removed from the site on Wednesday.\n\nWarnings of imprisonment\n\nEarlier, court-appointed bailiffs had warned protesters to leave and around 80 workers in red caps and “I Love Hong Kong” T-shirts began clearing metal and wooden barricades laid across Nathan Road, where hundreds of tents had been erected in a two-month civil disobedience campaign.\n\nThey had been met by hundreds of protesters brandishing yellow banners and chanting for “full democracy”.\n\n“If you resist you face possible imprisonment. We warn you to immediately stop resisting,” said a policeman into a loud hailer before jeering activists.\n\nMore than 100 people have been arrested in Mong Kok over the past two days. Hong Kong’s Cable TV said 4,000 police were involved in Wednesday’s operation.\n\nA Reuters witness saw police take away Shum, and the Facebook page of the student group Scholarism announced that Wong had been arrested for contempt of court.\n\nAlthough the protests have had no formal leadership structure, Wong and Shum were part of a group of students who many looked to as the movement’s de facto leaders.\n\nIn August, Beijing offered the people of Hong Kong, which reverted to Chinese rule in 1997, the chance to vote for their own leader in 2017, but said only two to three candidates could run after getting majority backing from a 1,200-person “nominating committee” stacked with Beijing loyalists.\n\nThe protests started in late September and drew more than 100,000 to the streets at their peak.\n\n‘It’s not the end’\n\nThe clearance of the Mong Kok site is a big breakthrough in the authorities’ efforts to end the most tenacious protest movement in Hong Kong’s recent history, although it could trigger retaliatory protests elsewhere as activists regroup.\n\n“It’s not the end,” said Helen Lau, a young activist with a leather yellow ribbon around her neck, who was shouting at police and demanding to re-enter the cleared area. “We still have plan B; either to occupy other places or to step up our actions.”\n\nProtesters still occupy segments of roads, blocking traffic, in the city’s Admiralty district near government offices and Causeway Bay, a major shopping area.\n\nThe crowded, working class district of Mong Kok has been the scene of some of the most violent confrontations in the two-month long “Occupy Central” civil disobedience campaign.\n\nThe pro-democracy movement is showing signs of splintering, with radical voices calling for escalated action.\n\nLate on Wednesday, police said seven officers had been arrested in connection with the beating of a pro-democracy protester last month. A group of officers were caught on camera last month kicking and punching Ken Tsang, a social worker and member of the Civic Party.\n\n(Additional reporting by Twinnie Siu, James Pomfret and Venus Wu; Writing by John Ruwitch; Editing by Alex Richardson, Anne Marie Roantree and Mike Collett-White)", "article_metadata": {"description": "Protesters in Hong Kong have been occupying segments of roads, blocking traffic, in the city's Admiralty district near government offices and Causeway Bay, a major shopping area.", "generator": "WordPress 4.5.2", "AUTHOR": "Global Post", "og": {"site_name": "MintPress News", "description": "Protesters in Hong Kong have been occupying segments of roads, blocking traffic, in the city's Admiralty district near government offices and Causeway Bay, a major shopping area.", "title": "Hong Kong Riot Police Clear Protest Site, Arrest Student Leaders", "url": "http://www.mintpressnews.com/hong-kong-riot-police-clear-protest-site-arrest-student-leaders/199394/", "image": "http://www.mintpressnews.com/wp-content/uploads/2014/11/AP643451448626.jpg", "updated_time": "2014-11-26T15:31:27-05:00", "locale": "en_US", "type": "article"}, "twitter": {"description": "Protesters in Hong Kong have been occupying segments of roads, blocking traffic, in the city's Admiralty district near government offices and Causeway Bay, a major shopping area.", "creator": "@MintPressNews", "image": "http://www.mintpressnews.com/wp-content/uploads/2014/11/AP643451448626.jpg", "title": "Hong Kong Riot Police Clear Protest Site, Arrest Student Leaders", "site": "@MintPressNews", "card": "summary_large_image"}, "robots": "noodp", "fb": {"admins": 100003161352196}, "article": {"publisher": "https://www.facebook.com/MintpressNewsMPN", "section": "Daily Digest", "tag": "Protests", "published_time": "2014-11-28T05:00:34-05:00", "modified_time": "2014-11-26T15:31:27-05:00"}}, "_id": "\"57477af36914bd0286fd259a\"", "article_summary": "Hong Kong Riot Police Clear Protest Site, Arrest Student LeadersProtesters have been occupying segments of roads, blocking traffic, in the city's Admiralty district near government offices and Causeway Bay, a major shopping area.\nScuffles broke out when riot police moved against hundreds of protesters on Nathan Road in gritty Mong Kok, Reuters witnesses said.\nMore than 100 people have been arrested in Mong Kok over the past two days.\nThe crowded, working class district of Mong Kok has been the scene of some of the most violent confrontations in the two-month long “Occupy Central” civil disobedience campaign.\nRiot police clashed with protesters late into the evening as activists sought to regroup and regain lost ground."}