{"article_title": "Republicans bury hospital fee bill", "article_keywords": ["fee", "colorado", "senate", "hospitals", "hospital", "republicans", "general", "state", "health", "springs", "bill", "bury"], "article_url": "http://www.csindy.com/IndyBlog/archives/2016/05/10/republicans-bury-hospital-fee-bill", "article_text": "click to enlarge File photo\n\nMemorial Hospital in Colorado Springs\n\nDENVER — Today the State Senate Finance Committee voted against HB-1420 in a 3-2 vote. If this bill had passed, it would have undermined Coloradans' Taxpayer's Bill of Rights (TABOR) by taking fees that the Colorado hospitals collect, and putting them into an \"enterprise fund\" instead of the general fund, where they trigger taxpayer funds.\n\n\n\nIn reaction to today's vote, AFP Colorado State Director Michael Fields released the following statement:\n\n\n\n\"We applaud the state senate for killing a convoluted scheme today in HB- 1420, that would have denied taxpayers their refunds in future years without even giving Coloradans a say. We are now hopeful that the state can get down to the business of addressing the real state budget issues that will not be fixed by enterprising the hospital provider fee. Our network of 127,000 Colorado activists will continue to stand strong for the best interest of all Coloradans.\"\n\n\n\nThis is the second year in a row that the legislature has voted down this legislation. AFP Colorado thanks Senators Hill, Holbert and Neville for standing up for taxpayers.\n\nGREENWOOD VILLAGE, COLO. – May 10, 2016 – “The Colorado Hospital Association (CHA) is extremely disappointed that our legislative leaders couldn’t come to a compromise on the Hospital Provider Fee enterprise this year – despite bipartisan support and no testimony opposing the bill in its final committee hearing – and in effect, didn’t listen to their constituents or the broad organizational support through the Fix the Glitch coalition who strongly advocated for this change,” said Steven J. Summer, CHA president and CEO. “However, we are grateful to Speaker Hullinghorst and Senator Crowder for their leadership on this issue, as well as to the many others – including our member hospitals and health systems – who supported this important effort. Our hospitals recognize the critical nature of the priorities in their communities that are subject to budget constraints this year – including health care, education and transportation.\n\n\n\nBecause the legislature was unable to fix this glitch this year – even though it was within their purview to do so – CHA is committed to finding a long-term solution that supports the vital services provided by our members as well as the broader fiscal, education and infrastructure needs of Coloradans. Otherwise, we risk facing detrimental health care budget cuts – mostly on the backs of our rural hospitals – in the years to come.”\n\n\n\nAbout the Colorado Hospital Association\n\nThe Colorado Hospital Association (CHA) is the leading voice of Colorado’s hospital and health system community. Representing more than 100 member hospitals and health systems throughout the state, CHA serves as a trusted, credible and reliable resource on health issues, hospital data and trends for its members, media, policymakers and the general public. Through CHA, Colorado’s hospitals and health systems work together in their shared commitment to improve health and health care in Colorado.\n\n\n\nColorado’s leaders have found a solution to the state’s thorny budget problem. It’s simple; it’s legal and it has the support of nearly every business group from the Denver Metro Chamber of Commerce to the Colorado Springs Regional Business Alliance.\n\n\n\nThe solution: Move the hospital provider fee from the general fund to its own enterprise fund. Since it has a dedicated use — to match federal Medicaid dollars on a one-to-one basis — it doesn’t belong in the general fund. Since it’s a fee, not a tax, that hospitals pay to reduce their uncompensated debt and charity care, it doesn’t belong in calculated revenue limits under the Taxpayer’s Bill of Rights. And there are $60 million reasons why the change is vital.\n\n\n\nThere’s only one man standing in the way: Sen. Bill Cadman. Cadman, who represents a portion of Colorado Springs in the General Assembly, is the Senate president. It’s his job to make sure legislation gets a vote — but he has said he doesn’t support this change and believes it’s illegal.\n\n\n\nHis stance is in direct opposition to at least two prominent fellow Republicans. Attorney General Cynthia Coffman released a legal opinion earlier this month saying there were no legal barriers to the enterprise fee designation. Springs Mayor John Suthers, who preceded Coffman as attorney general, concurs with her opinion. Supporters say they have enough votes in the full Senate to pass the change.\n\n\n\nSome political insiders believe Cadman has become too close to Americans for Prosperity, the Koch brothers’ conservative political action group that believes any change to TABOR is a threat to the state. When he became Senate president, Cadman credited AFP and its influence. He also made sure every senator had a copy of AFP’s legislative agenda on the first day of the session.\n\n\n\nIt’s interesting that Cadman thanked a political action group instead of voters who trusted him to act on their behalf. It shows where his loyalty lies — not with Colorado Springs.\n\n\n\nThis isn’t just legislative sleight-of-hand designed to increase spending. Without removing the provider fee, the state will have to cut $60 million from its budget because of TABOR.\n\n\n\nIt’s almost certain that there will be cuts to higher education, harming low- and middle-income families already struggling to pay high tuition and fees at state institutions.\n\n\n\nBut for Colorado Springs, Cadman’s recalcitrance has added implications.\n\n\n\nThe city is currently celebrating Gov. John Hickenlooper’s announced plan to place a National Cyber Intelligence Center here. It’s good news for Colorado Springs, already home to more than 80 cyber companies.\n\n\n\nBut without state money, it can’t happen. The Springs’ share of a $5 billion industry, its jobs, its research and development, the cyber defense the nation demands to keep networks safe — all could disappear.\n\n\n\nBy following AFP’s agenda, Cadman’s ignoring the will of local Republicans who put him in office. He’s damaging the state’s ability to educate its children, meaning that high-paying, high-tech jobs won’t be available to Colorado natives.\n\n\n\nHe’s harming the chances for the Springs — the area he represents — to bring together cybersecurity leaders, researchers, businesses and community leaders to create a national center.\n\n\n\nThe numbers are clear: Without changes to the state budget, Colorado soon will only be able to pay for Medicare and prisons.\n\n\n\nWhy is Sen. Bill Cadman standing alone? The answer: He isn’t. He’s standing with Americans for Prosperity, and against business development and higher education in Colorado Springs.\n\nThe, which includesfrom Colorado Springs, defeated House Bill 1420, which would have set up a mechanism that would allow hospitals to benefit from fees they collect to help fundThe committee, dominated by, got accolades from the extreme right-wing, largely funded by the, but it got raspberries from the hospital industry.The AFP's release:The hospital association said this:We suppose Hill and his cohorts would, if they could, follow the lead ofof, who led that state's GOP-dominated legislature to not accept the expansion of Medicaid as part of the, while at the same time giving huge tax breaks to businesses and farmers. As a result the state faces huge revenue shortfalls and severe cuts to transportation and health care.Here's what thehad to say about the hospital fee legislation and the Senate President, who we're embarrassed to say is from Colorado Springs, in a recent editorial: (Thank God for term limits.)", "article_metadata": {"layout": "Blog Post", "description": "The Colorado Senate Finance Committee, which includes Sen. Owen Hill from Colorado Springs, defeated House Bill 1420, which would have set up a mechanism that...", "title": "Republicans bury hospital fee bill | IndyBlog | Colorado Springs Independent", "og": {"site_name": "Colorado Springs Independent", "description": "The Colorado Senate Finance Committee, which includes Sen. Owen Hill from Colorado Springs, defeated House Bill 1420, which would have set up a mechanism that...", "title": "Republicans bury hospital fee bill", "url": "http://www.csindy.com/IndyBlog/archives/2016/05/10/republicans-bury-hospital-fee-bill", "image": {"width": 585, "identifier": "http://media1.fdncms.com/csindy/imager/u/slideshow/3787996/memorial.png", "height": 263}, "type": "article"}, "twitter": {"description": "The Colorado Senate Finance Committee, which includes Sen. Owen Hill from Colorado Springs, defeated House Bill 1420, which would have set up a mechanism that...", "title": "Republicans bury hospital fee bill", "image": {"src": "http://media1.fdncms.com/csindy/imager/u/slideshow/3787996/memorial.png"}, "creator": "@PZubeck", "site": "@csindependent", "card": "summary_large_image"}, "oid": 3787979, "fb": {"app_id": 201368523246620}, "keywords": "Americans for Prosperity, Bill Cadman, Owen Hill, Senate Finance Committee, Taxpayer's Bill of Rights, Colorado Hospital Association, Sam Brownback, Colorado Springs news, news blog, Colorado Springs Independent news blog, CS Indy, csindy blog, Indy blog, MMJ, marijuana news, medical marijuana, news, music, restaurants, food, movies, arts, Olympics, politics, pop culture, sustainability, Colorado Springs, Colorado, Independent, Indy, newspaper, news, dining, music, film, arts, marijuana", "google-site-verification": "dk8_aYZmYY3S-3hw_GGFpTKBGBiy5OT-um4xqpYP3pM", "thumbnail": "http://media1.fdncms.com/csindy/imager/u/slideshow/3787996/memorial.png", "viewport": "width=1000", "news_keywords": "americans for prosperity, bill cadman, owen hill, senate finance committee, taxpayers bill of rights, colorado hospital association, sam brownback, colorado springs news, news blog, colorado springs independent news blog"}, "article_summary": "Otherwise, we risk facing detrimental health care budget cuts – mostly on the backs of our rural hospitals – in the years to come.”About the Colorado Hospital AssociationThe Colorado Hospital Association (CHA) is the leading voice of Colorado’s hospital and health system community.\nclick to enlarge File photoMemorial Hospital in Colorado SpringsDENVER — Today the State Senate Finance Committee voted against HB-1420 in a 3-2 vote.\nHe’s standing with Americans for Prosperity, and against business development and higher education in Colorado Springs.\nThe solution: Move the hospital provider fee from the general fund to its own enterprise fund.\nIt’s good news for Colorado Springs, already home to more than 80 cyber companies."}