{"article_title": "CMS rolls out second phase of initiative to prevent nursing home resident hospitalizations", "article_keywords": ["prevent", "nursing", "homes", "resident", "reduce", "according", "hospitalizations", "admissions", "facilities", "second", "model", "initiative", "phase", "medicare", "residents", "cms", "rolls"], "article_url": "http://www.fiercehealthcare.com/story/cms-rolls-out-second-phase-initiative-prevent-nursing-home-resident-hospita/2015-09-03", "article_text": "The Centers for Medicare & Medicaid Services has announced the second phase of its initiative to reduce preventable hospital admissions among nursing home residents.\n\nAvoidable admissions are a major problem among nursing home residents, accounting for up to 45 percent of admissions among beneficiaries of Medicare or Medicaid's nursing facility services, according to CMS. This works out to about 314,000 hospitalizations and $2.6 billion in Medicare funds a year.\n\nCMS began the first stage of the initiative three years ago, partnering with health systems, provider networks and community nonprofits to implement model programs to reduce admissions. These organizations, which partnered with 146 nursing homes around the nation, achieved promising results, but it is still too early in the initiative to draw conclusions, according to a report from RTI International.\n\nFor the second phase of the CMS effort, the agency will accept applications from current participants to test a new payment model for nursing homes that aims to reduce preventable admissions while cutting Medicare and Medicaid spending.\n\nPart of the problem with meaningful interventions for hospitalized nursing home residents is that there is no single cause for the admissions, according to Forbes. Nursing home staff are often untrained to deal with common problems, but factors such as adult children's wishes and reimbursement models often drive hospitalizations as well, the article states.\n\nIn light of this, the CMS payment model provides incentives for nursing homes to treat conditions that would otherwise result in hospitalization, according to the agency. \"Improving the capacity of nursing facilities to treat common medical conditions as effectively as possible on-site in the facilities, as appropriate, has the potential to improve the residents' care experience at lower cost than a hospital admission,\" the CMS announcement states.\n\nNursing homes may supplant hospitals as elderly patients' primary healthcare option, FierceHealthcare previously reported, incentivized by changes in Medicare and Medicaid policies and the advent of accountable care, but this may pose a patient safety risk in facilities without 24-hour staff.\n\nTo learn more:\n\n- read CMS' announcement\n\n- read the RTI report (.pdf)\n\n- check out the Forbes article\n\nRelated Articles:\n\nNursing homes may replace hospitals as linchpin of senior care\n\nNursing homes have high readmission rates\n\nHospital 30-day readmission rates vary after inpatient rehabilitation\n\nReport: Tech vital to survival for post-acute care facilities", "article_metadata": {"description": "The Centers for Medicare & Medicaid Services has announced the second phase of its initiative to reduce preventable hospital admissions among nursing home residents.", "og": {"site_name": "FierceHealthcare", "description": "The Centers for Medicare & Medicaid Services has announced the second phase of its initiative to reduce preventable hospital admissions among nursing home residents.", "title": "CMS rolls out second phase of initiative to prevent nursing home resident hospitalizations", "url": "http://www.fiercehealthcare.com/story/cms-rolls-out-second-phase-initiative-prevent-nursing-home-resident-hospita/2015-09-03", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthcare.jpg", "type": "website"}, "twitter": {"site": "fiercehealth", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "apple-itunes-app": "app-id=731085312", "keywords": "Care Delivery,Centers for Medicare & Medicaid Services (CMS),elderly patients,nursing homes,Patient Care & Outcomes,Payment Models,preventable admissions", "viewport": "width=device-width", "news_keywords": "Care Delivery,Patient Care & Outcomes"}, "_id": "\"57477af36914bd0286fd25c2\"", "article_summary": "The Centers for Medicare & Medicaid Services has announced the second phase of its initiative to reduce preventable hospital admissions among nursing home residents.\nAvoidable admissions are a major problem among nursing home residents, accounting for up to 45 percent of admissions among beneficiaries of Medicare or Medicaid's nursing facility services, according to CMS.\nIn light of this, the CMS payment model provides incentives for nursing homes to treat conditions that would otherwise result in hospitalization, according to the agency.\nCMS began the first stage of the initiative three years ago, partnering with health systems, provider networks and community nonprofits to implement model programs to reduce admissions.\nPart of the problem with meaningful interventions for hospitalized nursing home residents is that there is no single cause for the admissions, according to Forbes."}