{"article_title": "Obama Administration Orders Some Insurers To Cover Gay Spouses", "article_keywords": ["insurance", "marriage", "spouses", "gay", "cover", "married", "administration", "oppositesex", "st", "health", "coverage", "samesex", "paul", "insurers", "orders", "obama"], "article_url": "http://www.huffingtonpost.com/2014/03/14/obamacare-lgbt-rights_n_4961015.html", "article_text": "Getty\n\nWASHINGTON -- Legally married same-sex couples just gained a little more recognition in the eyes of the federal government.\n\nThe Department of Health and Human Services announced Friday that, starting with the 2015 plan year, insurance companies that provide coverage to opposite-sex spouses must also offer that coverage to same-sex spouses.\n\n\"In other words, insurance companies will not be permitted to discriminate against married same-sex couples when offering coverage,\" Matthew Heinz, the director of LGBT outreach at HHS, wrote in a blog post.\n\nThe clarification to the agency's rules stems from last year's landmark Supreme Court ruling that the federal Defense of Marriage Act, which defined marriage as between a man and a woman, is unconstitutional. The update applies to all Qualified Health Plans, which are plans that meet the minimum standards of the Affordable Care Act and are certified by the state or federal exchange where it is purchased.\n\nHeinz notes that it's already the case that married same-sex couples must be treated equally when it comes to seeking financial assistance for buying coverage through the health insurance marketplace, regardless of where they live. So, for example, if a same-sex couple who is legally married in Massachusetts moves to a state like Texas, where gay marriage isn't recognized, that couple must still be treated the same as an opposite-sex married couple when it comes to seeking financial help for purchasing coverage.\n\nUPDATE: 7:30 p.m. -- A White House aide said later that the rules update goes further than originally explained. Starting in 2015, insurers also have to be willing to offer coverage for same-sex spouses if a company buying an insurance plan from them is buying coverage for opposite-sex spouses.\n\nAlso on HuffPost: Obama's Fist Bumps Obama's Fist Bumps\n\n1 of 24 Obama Holds Final Primary Night Event In St. Paul ST. PAUL, MN - JUNE 3: Democratic presidential candidate Sen. Barack Obama (D-IL) (R) and his wife Michelle Obama bump fists at an election night rally at the Xcel Energy Center June 3, 2008 in St. Paul, Minnesota. Obama clinched the Democratic presidential nomination following today's primaries in South Dakota and Montana, although his rival Sen. Hillary Clinton (D-NY) has not yet conceded the race. (Photo by Scott Olson/Getty Images) Share this slide:\n\nGetty Images", "article_metadata": {"description": "WASHINGTON -- Legally married same-sex couples just gained a little more recognition in the eyes of the federal government.\n\nThe Department of Health a...", "sailthru.expire_date": "2014-03-15 11:02:23 -0400", "og": {"site_name": "The Huffington Post", "description": "WASHINGTON -- Legally married same-sex couples just gained a little more recognition in the eyes of the federal government.\n\nThe Department of Health a...", "title": "Obama Administration Orders Some Insurers To Cover Gay Spouses", "url": "http://www.huffingtonpost.com/2014/03/14/obamacare-lgbt-rights_n_4961015.html", "image": "http://i.huffpost.com/gen/1677349/images/o-OBAMACARE-LGBT-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"description": "WASHINGTON -- Legally married same-sex couples just gained a little more recognition in the eyes of the federal government.\n\nThe Department of Health a...", "creator": "jbendery", "image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/1677349/images/o-OBAMACARE-LGBT-facebook.jpg", "height": 1000}, "title": "Obama Administration Orders Some Insurers To Cover Gay Spouses", "site": "@HuffPostPol", "card": "summary_large_image"}, "sailthru.date": "2014-03-14 11:02:23 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=4961015", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "elections 2014,obamacare same-sex couples,obama lgbt rights,marriage equality,same-sex marriage,lgbt,video,obamacare,obamacare lgbt,LGBT rights,Affordable Care Act,gay marriage", "article": {"section": "Politics", "tag": "elections 2014,obamacare same-sex couples,obama lgbt rights,marriage equality,same-sex marriage,lgbt,video,obamacare,obamacare lgbt,LGBT rights,Affordable Care Act,gay marriage", "published_time": "2014-03-14 11:02:23 -0400", "modified_time": "2014-03-15 11:59:02 -0400"}, "viewport": "width=1000"}, "_id": "\"57477af36914bd0286fc9cbc\"", "article_summary": "Also on HuffPost: Obama's Fist Bumps Obama's Fist Bumps1 of 24 Obama Holds Final Primary Night Event In St. Paul ST. PAUL, MN - JUNE 3: Democratic presidential candidate Sen. Barack Obama (D-IL) (R) and his wife Michelle Obama bump fists at an election night rally at the Xcel Energy Center June 3, 2008 in St. Paul, Minnesota.\nGettyWASHINGTON -- Legally married same-sex couples just gained a little more recognition in the eyes of the federal government.\nStarting in 2015, insurers also have to be willing to offer coverage for same-sex spouses if a company buying an insurance plan from them is buying coverage for opposite-sex spouses.\nThe Department of Health and Human Services announced Friday that, starting with the 2015 plan year, insurance companies that provide coverage to opposite-sex spouses must also offer that coverage to same-sex spouses.\nObama clinched the Democratic presidential nomination following today's primaries in South Dakota and Montana, although his rival Sen. Hillary Clinton (D-NY) has not yet conceded the race."}