{"article_title": "Obama's Economic Policies Have Failed America", "article_keywords": ["obamas", "working", "spending", "workers", "cbo", "debt", "failed", "economic", "policies", "president", "security", "america", "ballot"], "article_url": "http://www.breitbart.com/big-government/2014/11/03/obamas-economic-policies-have-failed-america/", "article_text": "SIGN UP FOR OUR NEWSLETTER\n\nTuesday’s mid-term election is about many issues: the president’s disastrous foreign policy; soaring health care costs under the Obamacare law; concerns about the government’s preparedness for the Ebola virus.\n\nGiven these and other red flags for voters, in recent weeks President Obama has attempted to make this election about the issue he believes is most favorable for his party: the economy.\n\nSIGN UP FOR OUR NEWSLETTER\n\nIn a speech about his economic agenda a few weeks ago, the president told an audience, “I am not on the ballot this fall… But make no mistake: these policies are on the ballot — every single one of them.”\n\nPresident Obama is correct; his policies are on the ballot on Tuesday. And voters deserve to know exactly what those policies have accomplished for our country as they head to the polls.\n\nThe results are stunning.\n\n1. Soaring debt: The national debt has nearly doubled since President Obama’s election. Today it stands at 74 percent of the economy, slowing economic growth and threatening our national security. According to the nonpartisan Congressional Budget Office (CBO), “The large amount of debt could also compromise national security by constraining defense spending in times of international crisis or by limiting the country’s ability to prepare for such a crisis.”\n\n2. Skyrocketing mandatory spending: CBO projects that mandatory spending and interest on the debt is projected to consume 94% of all federal revenues 10 years from now, squeezing out funding for other priorities like education, health research, defense, and infrastructure.\n\n3. Struggling workforce: Since 2009, the percentage of working-age Americans who are not in the labor force has reached near-record levels. During that time, the number of adults outside the labor force has increased by 12 million. There are fewer full-time jobs in America than when the recession started. Nearly 29 million of the 124.5 million Americans in prime working years – ages 25-54 – are currently without a job.\n\n4. Stagnant incomes: Unfortunately, most American workers have not seen their incomes increase. Between August 2013 and August 2014, real average hourly earnings increased only 0.4 percent, failing even to keep up with inflation.\n\n5. Social Security bankruptcy: CBO projects that Social Security will go bankrupt in 2032, a year earlier than the Social Security Trustees predicted last year. The Disability Insurance Trust Fund is in the direst condition, as CBO expects it to be bankrupt as early as October 2016.\n\nToday, we live in a country where middle class income is falling, too many Americans of retirement age are working to pay bills, and a large number of trained workers are unable to find jobs that match their skills. Nearly a third of those between the ages of 18 and 34 are still living with their parents. And the average American citizen is more likely to be receiving a disability check than working in a manufacturing job.\n\nIn President Obama’s own words, these are the policies on the ballot this November. For six years, our country has tried the president’s approach, and it has not worked.\n\nAmerica’s road back to prosperity requires a change of policy. Republicans are committed to working on bipartisan solutions to spur job creation and economic growth, including increasing exports, reforming our broken tax system, reducing the deficit and unlocking domestic energy resources.\n\nWith the right agenda, our economy will grow and American workers will flourish. My hope is that we start down that path on Tuesday.\n\nRepublican Dan Coats represents Indiana in the U.S. Senate. He is the senior Senate Republican on the Joint Economic Committee.", "article_metadata": {"description": "Obama's Economic Policies Have Failed America", "og": {"site_name": "Breitbart", "description": "Obama's Economic Policies Have Failed America", "title": "Obama's Economic Policies Have Failed America - Breitbart", "locale": "en_US", "image": "http://cdn.breitbart.com/mediaserver/Breitbart/Big-Government/2013/Economy/unemployed_AP.jpg", "url": "http://www.breitbart.com/big-government/2014/11/03/obamas-economic-policies-have-failed-america/", "type": "article"}, "twitter": {"description": "Obama's Economic Policies Have Failed America", "creator": "@BreitbartNews", "image": "http://cdn.breitbart.com/mediaserver/Breitbart/Big-Government/2013/Economy/unemployed_AP.jpg", "title": "Obama's Economic Policies Have Failed America - Breitbart", "site": "@BreitbartNews", "card": "summary"}, "robots": "noodp", "fb": {"app_id": 1243316582352556, "pages": 95475020353, "use_automatic_ad_placement": "true"}, "msapplication-TileImage": "/t/assets/i/w-logo-orange.png", "keywords": "Dan Coats, Defense, Senate,Big Government,", "article": {"publisher": "https://www.facebook.com/Breitbart", "section": "Big Government", "tag": "Senate", "published_time": "2014-11-03T12:33:31-07:00", "categories": "Big Government"}, "viewport": "width=device-width,initial-scale=1", "op": {"markup_version": "v1.0"}}, "article_summary": "In President Obama’s own words, these are the policies on the ballot this November.\nAnd voters deserve to know exactly what those policies have accomplished for our country as they head to the polls.\nToday it stands at 74 percent of the economy, slowing economic growth and threatening our national security.\nSoaring debt: The national debt has nearly doubled since President Obama’s election.\nSocial Security bankruptcy: CBO projects that Social Security will go bankrupt in 2032, a year earlier than the Social Security Trustees predicted last year."}