{"article_title": "Privacy vs. Security: 4 Takeaways from the NSA Mess", "article_keywords": ["shortterm", "patriot", "takeaways", "mess", "nsa", "national", "privacy", "legislation", "phone", "senate", "vs", "act", "security", "rand", "paul"], "article_url": "http://www.thefiscaltimes.com/2015/06/01/Privacy-vs-Security-4-Takeaways-NSA-Mess", "article_text": "The Senate debacle Sunday night over the future of the Patriot Act left the National Security Administration’s authority to collect and analyze huge quantities of Americans’ phone records on hold for at least a couple of days while lawmakers sort out thorny questions pitting national security concerns versus privacy rights.\n\nWith Sen. Rand Paul (R-KY) a libertarian and GOP presidential candidate leading a one-man crusade against NSA’s bulk telephone data collection, the Senate was helpless to even temporarily extend the life of three key provisions of the Patriot Act that expired at midnight. For the first time since the aftermath of the Sept. 11, 2001 terrorist attacks, Americans will be able to place phone calls and send messages without the government automatically collecting the relevant metadata in search of suspicious looking communications.\n\nRelated: Rand Paul Will Shut Down Domestic Spying—If Only for a Moment\n\nPresident Obama and his director of national intelligence, James R. Clapper Jr., repeatedly warned of the dangers to national security of even a short-term lapse in the data gathering authority of the Patriot Act. The White House urged the Senate yesterday to act swiftly to restore authority and denounced senators like Paul who they say are threatening national security for partisan gains.\n\nDespite the short-term political chaos around the legislation, however, the Senate signaled that it was prepared to strike a compromise with the House over new legislation this week that would continue the overall policy yet curb the NSA’s blanket authority to collect the nation’s telecommunications.\n\nHere are four takeaway from last night’s Senate theatrics:\n\n1) The sky isn’t falling. Notwithstanding the Obama administration’s handwringing over Paul’s filibuster that prevented a short-term extension of the Patriot Act, experts say there are “workarounds” to ferret out the communications of suspected terrorists on a short-term basis. For example, all three of the expired provisions contain “grandfather” clauses that would allow the FBI to continue indefinitely any investigation that was begun before June 1, according to The New York Times.\n\nRelated: Rand Paul Unfiltered: 6 Straight-from-the-Hip Quotes\n\n2) Compromise legislation is in the offing. The Senate voted 77 to 17 last night to take up a House-passed bill, the USA Freedom Act, that would end the government’s collection of phone records and require it to obtain warrants to gain access to specific phone company meta data records. Even Paul acknowledged immediately after the vote that the compromise legislation would eventually pass, while taking credit for pushing the Senate towards the House approach. “The point we wanted to make is, we can still catch terrorists using the Constitution,” he said.\n\n3) Paul may have scored a Pyrrhic victory. The freshman Republican and son of libertarian icon Ron Paul, could rightfully crow that he almost single-handedly blocked renewal of the Patriot Act and struck a blow for individual privacy in this country. While Paul’s filibustering and maneuvering has earned him considerable attention as he mounts his campaign for the GOP presidential nomination, it has earned him the enmity of most of his Republican colleagues, including fellow Kentuckian McConnell – his erstwhile ally. Senate Armed Services Committee Chair John McCain (R-AZ) seethed contempt for Paul told reporters, “I’ve said on many occasions that I believe that he would be the worst candidate that we could put forward, not just on the PATRIOT Act but on his views on national security,” according to Roll Call.\n\nRelated: Rand Paul Attacks Clinton from the Right and the Left\n\n4) McConnell deserves some of the blame. The low-key majority leader has said until now that he supports Paul for president and respected their difference of opinion over the NSA legislation. However, in a fiery address last night, he accused Paul and other foes of the NSA bulk data collection program of resorting to a “campaign of demagoguery and disinformation,” prompted by the illegal actions of former NSA contractor Edward Snowden. Yet until yesterday, McConnell had stubbornly resisted taking action on the House-passed bill in hopes of jamming through a renewal of the Patriot Act.\n\nTop Reads from The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "The Senate debacle Sunday night over the future of the Patriot Act left the National S", "title": "Privacy vs. Security: 4 Takeaways from the NSA Mess", "url": "http://www.thefiscaltimes.com/2015/06/01/Privacy-vs-Security-4-Takeaways-NSA-Mess", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/06112013_NSA_Phone_article.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/06/01/Privacy-vs-Security-4-Takeaways-NSA-Mess", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/06112013_NSA_Phone_article.jpg", "creator": "@ericpianin", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "The Senate debacle Sunday night over the future of the Patriot Act left the National S", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af46914bd0286fe0f80\"", "article_summary": "Yet until yesterday, McConnell had stubbornly resisted taking action on the House-passed bill in hopes of jamming through a renewal of the Patriot Act.\nRelated: Rand Paul Attacks Clinton from the Right and the Left4) McConnell deserves some of the blame.\nRelated: Rand Paul Unfiltered: 6 Straight-from-the-Hip Quotes2) Compromise legislation is in the offing.\nThe White House urged the Senate yesterday to act swiftly to restore authority and denounced senators like Paul who they say are threatening national security for partisan gains.\nThe freshman Republican and son of libertarian icon Ron Paul, could rightfully crow that he almost single-handedly blocked renewal of the Patriot Act and struck a blow for individual privacy in this country."}