{"article_title": "Scammers busy under guise of Obamacare", "article_keywords": ["information", "marketplace", "busy", "scam", "scammers", "federal", "obamacare", "state", "ftc", "officials", "numbers", "guise", "advertise"], "article_url": "http://www.cbsnews.com/news/scammers-busy-under-guise-of-obamacare/", "article_text": "Last week the Affordable Healthcare Act finally made its national debut, and government officials are concerned about potential widespread abuse.\n\nMany Americans are unsure exactly how the new law works. It's this kind of confusion that opens the door for con-men and scam artists.\n\nTwo weeks before Obamacare was set to launch, Attorney General Eric Holder met with the Federal Trade Commission (FTC) chairwoman and other senior government officials to discuss the possible risk of abuse. The goal was a coordinated, preemptive effort by the Obama administration to organize against instances of fraud everyone anticipated.\n\nThe plan was for the FTC to team up with the Marketplace Call Center to route complaints into the FTC Consumer Sentinel Network, where complaints are filtered and forwarded on to law enforcement.\n\n\"We will be vigilant as always in cracking down on this type of opportunistic fraud,\" said Edith Ramirez, the FTC chairwoman.\n\nThe most common type of scam happens over the phone.\n\n\"It's a basic variation on the 'Medicare card' scam we've seen for years,\" said Katherine Hutt, a representative from the Better Business Bureau. It begins when you receive a call from someone saying they're with the federal government, and that you need a new Medicare card.\n\n\"They'll ask for a Social Security number, bank account information -- all of the information needed for identity theft,\" Hutt said, \"What we see this time is that they're making the same pitch, but saying \"Obamacare card\" and asking for the same information.\"\n\nOf course there is no \"Obamacare card.\" But scammers take advantage of uncertainty surrounding new laws and programs.\n\nScams have been reported, but the BBB hasn't heard from anyone who has lost money yet. Scammers are often collecting information to sell to other scammers.\n\n\"It could be months down the line before you see that activity on your account,\" said Hutt. \"And some are too embarrassed to report it.\"\n\nThough sometimes confused for a government agency, the Better Business Bureau is a nonprofit. At this point in the budget shutdown, the BBB may be the only organization able to speak to consumer complaints.\n\nOn Oct. 1, launch day for HealthCare.gov, the FTC shut off its website as a result of the government shutdown; it is now running at bare-minimum capacity.\n\nNow, when you call the FTC or Consumer Sentinel Network, an automated message defers you until \"the government is funded.\" The Department of Justice still maintains most of its staff through the government shutdown, but calling DOJ representatives turns up more automated messages and dead-ends.\n\nIt's uncertain who, if anyone, is addressing complaints.\n\nThe BBB, FTC, and consumer watchdog organizations have released a number of lists and fact-sheets on how to identify a scam, but the essential points boil down to these:\n\nPersonal Information: Never give away personal information (Social Security numbers, any bank account info) to random callers. Government officials will almost always request information by mail, unless it's a call you've made yourself to a verifiable government source.\n\nNever give away personal information (Social Security numbers, any bank account info) to random callers. Government officials will almost always request information by mail, unless it's a call you've made yourself to a verifiable government source. Fake Websites: Some website advertise themselves as healthcare markets or exchanges, and will even advertise using the state seal. HealthCare.gov is the only perfectly reliable portal to find official state and federal exchanges.\n\nSome website advertise themselves as healthcare markets or exchanges, and will even advertise using the state seal. HealthCare.gov is the only perfectly reliable portal to find official state and federal exchanges. Unsolicited Calls: Marketplace assistants are instructed not to reach out if someone has not explicitly asked for a call. Some scammers advertise themselves as \"navigators\" who will guide you through the new program for a small fee. Those services are available for free at the Marketplace Call Center.\n\nMarketplace assistants are instructed not to reach out if someone has not explicitly asked for a call. Some scammers advertise themselves as \"navigators\" who will guide you through the new program for a small fee. Those services are available for free at the Marketplace Call Center. Fake Numbers: Don't rely on Caller ID or displayed numbers for trusted information. It's relatively easy for scammers to fake (or \"spoof\") a Caller ID number so it appears they're calling from Washington, D.C., for example.\n\nAbove all, the best way to protect yourself is to stay informed. In the mess of services and representatives both real and not, officials say the best way of learning more or seeking guidance is to Marketplace Call Center at 1-800-318-2596, or visit www.HealthCare.gov.", "article_metadata": {"description": "Government officials warn against scammers; but budget shutdown has impacted ability to spread the message", "og": {"url": "http://www.cbsnews.com/news/scammers-busy-under-guise-of-obamacare/", "image": {"width": 1200, "identifier": "http://cbsnews2.cbsistatic.com/hub/i/r/2013/10/03/c04f3976-3598-11e3-8ce8-047d7b15b92e/thumbnail/1200x630/361ed9639095384fe6d0be3987a4c36f/Screen-Shot-2013-10-03-at-6.15.jpg", "height": 630}, "type": "article", "description": "Government officials warn against scammers; but budget shutdown has impacted ability to spread the message", "title": "Scammers busy under guise of Obamacare"}, "twitter": {"description": "Government officials warn against scammers; but budget shutdown has impacted ability to spread the message", "title": "Scammers busy under guise of Obamacare", "app": {"url": {"ipad": "cbsnewsapp://news/scammers-busy-under-guise-of-obamacare/", "iphone": "cbsnewsapp://news/scammers-busy-under-guise-of-obamacare/", "googleplay": "http://www.cbsnews.com/news/scammers-busy-under-guise-of-obamacare/"}, "country": "US", "name": {"ipad": "CBS News", "iphone": "CBS News", "googleplay": "CBS News"}, "id": {"ipad": 334256223, "iphone": 334256223, "googleplay": "com.treemolabs.apps.cbsnews"}}, "site": "@CBSPolitics", "image": "http://cbsnews2.cbsistatic.com/hub/i/r/2013/10/03/c04f3976-3598-11e3-8ce8-047d7b15b92e/thumbnail/1200x630/361ed9639095384fe6d0be3987a4c36f/Screen-Shot-2013-10-03-at-6.15.jpg", "card": "summary_large_image"}, "al": {"web": {"url": "http://www.cbsnews.com/news/scammers-busy-under-guise-of-obamacare/"}, "android": {"app_name": "CBS News", "package": "com.treemolabs.apps.cbsnews"}, "ios": {"url": "cbsnewsapp://news/scammers-busy-under-guise-of-obamacare/", "app_name": "CBS News", "app_store_id": 334256223}}, "robots": "index, follow", "fb": {"app_id": 1536620209892267}, "article": {"publisher": "https://www.facebook.com/CBSPolitics"}, "viewport": "width=device-width"}, "article_summary": "Some scammers advertise themselves as \"navigators\" who will guide you through the new program for a small fee.\nScammers are often collecting information to sell to other scammers.\nIt's relatively easy for scammers to fake (or \"spoof\") a Caller ID number so it appears they're calling from Washington, D.C., for example.\nFake Websites: Some website advertise themselves as healthcare markets or exchanges, and will even advertise using the state seal.\n\"We will be vigilant as always in cracking down on this type of opportunistic fraud,\" said Edith Ramirez, the FTC chairwoman."}