{"article_title": "Burned singer describes deadly Haiti Carnival accident", "article_keywords": ["singer", "accident", "group", "carnival", "darinus", "deadly", "hospital", "float", "wires", "portauprince", "describes", "haiti", "surged", "burned"], "article_url": "http://townhall.com/news/world/2015/02/18/burned-singer-describes-deadly-haiti-carnival-accident-n1959102", "article_text": "PORT-AU-PRINCE, Haiti (AP) — A Haitian singer who was burned by a high-voltage wire while atop a float during a Carnival parade said Wednesday that an unexpected shift forward apparently set off the accident that resulted in a deadly stampede.\n\nDaniel Darinus, a member of the hip-hop group Barikad Crew who goes by the stage name Fantom, said a man on their float was using a stick to move overhead power lines, as is commonly done in Haiti and elsewhere, but had moved only two of three wires when the float unexpectedly surged forward.\n\nDarinus, speaking from the hospital where he is recovering from his burns, received a powerful jolt of electricity to his head and immediately lost consciousness. Video of the incident shows sparks coursing through the air, triggering a panic among the thousands of people in the streets of downtown Port-au-Prince in the pre-dawn hours.\n\n\"As soon as I felt it, I went unconscious. I did not know what happened,\" he said.\n\nOn Wednesday, the government said that two more people had died, bringing the death total to 18. It said six people remained hospitalized.\n\nWitnesses have said several people on the float appeared to have been shocked by the wires but officials have not given a detailed breakdown of how people died.\n\nDr. Joel Desire, a doctor at General Hospital, has said most of those killed appeared to have been trampled to death as the crowd surged away from the Carnival float, one of 16 in the parade.\n\nDr. Max Rudolph Saint-Albin, who is treating Darinus, said the singer is in stable condition and will stay at the hospital for a few more days for observation.\n\n\"If the doctor says I can go home, I'm ready,\" Darinus said in an interview with The Associated Press and representatives of three other news organizations.\n\nThe singer, whose group is among the most popular in Haiti, welcomed the decision by the government to cancel the third and final day of Carnival celebration and declare three days of mourning. \"They need to show respect for the dead,\" he said.\n\nPresident Michel Martelly, a former singer and Carnival performer, joined hundreds of people hours after the accident in a solemn walk through the downtown. A state funeral is scheduled for Saturday.", "article_metadata": {"description": "Burned singer describes deadly Haiti Carnival accident - AP News: PORT-AU-PRINCE, Haiti (AP) — A Haitian singer who was burned .05/26/2016 0:50:22AM EST.", "author": "AP News", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "PORT-AU-PRINCE, Haiti (AP) — A Haitian singer who was burned by a high-voltage wire while", "title": "AP News - Burned singer describes deadly Haiti Carnival accident", "url": "http://townhall.com/news/world/2015/02/18/burned-singer-describes-deadly-haiti-carnival-accident-n1959102", "image": "http://media.townhall.com/townhall/reu/ha/2015\\48\\3bd3d680-5a13-44ff-b525-129c7193fc12.jpg", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "PORT-AU-PRINCE, Haiti (AP) — A Haitian singer who was burned by a high-voltage wire while", "title": "AP News - Burned singer describes deadly Haiti Carnival accident", "url": "http://townhall.com/news/world/2015/02/18/burned-singer-describes-deadly-haiti-carnival-accident-n1959102", "image": "http://media.townhall.com/townhall/reu/ha/2015/48/3bd3d680-5a13-44ff-b525-129c7193fc12.jpg", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "Burned singer describes deadly Haiti Carnival accident, AP News, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "_id": "\"57477af46914bd0286fe0f90\"", "article_summary": "PORT-AU-PRINCE, Haiti (AP) — A Haitian singer who was burned by a high-voltage wire while atop a float during a Carnival parade said Wednesday that an unexpected shift forward apparently set off the accident that resulted in a deadly stampede.\nPresident Michel Martelly, a former singer and Carnival performer, joined hundreds of people hours after the accident in a solemn walk through the downtown.\nThe singer, whose group is among the most popular in Haiti, welcomed the decision by the government to cancel the third and final day of Carnival celebration and declare three days of mourning.\nDarinus, speaking from the hospital where he is recovering from his burns, received a powerful jolt of electricity to his head and immediately lost consciousness.\nDr. Max Rudolph Saint-Albin, who is treating Darinus, said the singer is in stable condition and will stay at the hospital for a few more days for observation."}