{"article_title": "As Tuesday's deadline approaches for Jan. 1 health insurance, 18,000 people have paid for new plans", "article_keywords": ["connector", "plans", "18000", "state", "paid", "jan", "person", "approaches", "health", "plan", "coverage", "enrolled", "deadline", "tuesdays", "insurance"], "article_url": "http://www.masslive.com/politics/index.ssf/2014/12/as_tuesdays_deadline_approache.html", "article_text": "BOSTON - Days before the deadline to buy health insurance through Massachusetts' individual market for January, approximately 18,000 people have paid for new insurance plans, either subsidized or unsubsidized, according to Health Connector figures as of Thursday.\n\nAnother 35,000 people have chosen plans but not yet paid for them. Close to 100,000 people have been enrolled in MassHealth, the state's Medicaid plan.\n\nMaydad Cohen, special assistant to Gov. Deval Patrick overseeing the Health Connector website, said the state is seeing \"really strong growth\" in the number of people enrolling, which he expects to continue through early next week.\n\nTuesday, Dec. 23, is the deadline for people to apply through the state's health insurance exchange for coverage that begins Jan. 1.\n\nThe state was required to roll out a new health insurance exchange last year to conform with the Affordable Care Act. However, the exchange could not determine which plans or subsidies a person was eligible for, and customers were unable to use it to enroll in new health plans. To deal with the problems, the state extended existing subsidized plans and enrolled people in temporary Medicaid coverage.\n\nSince open enrollment began this year, on Nov. 15, the Health Connector and affiliated groups launched an extensive public relations campaign aimed at getting people to enroll, with phone calls, emails, door knocking and events.\n\nState officials estimate that between 175,000 and 225,000 people who currently have temporary Medicaid coverage or subsidized plans have to reenroll in a new plan this year. Those plans end between Jan. 15 and Feb. 15.\n\nThe only people whose coverage ends Dec. 31 are approximately 30,000 people who were enrolled in qualified health plans, plans that conformed with the Affordable Care Act, in 2014. Of those, the computer system has determined eligibility for new plans for 25,000 people, though only 8,000 have paid for coverage, which they must do by Tuesday to avoid a gap in coverage.\n\nCohen predicted that given the large number of people who have selected plans but not yet enrolled or paid for them, \"We're poised to see a lot of people who need January 1 coverage cross the finish line in the next few days.\"\n\nOverall, the state website has processed applications and determined eligibility for 112,000 people in non-Medicaid plans. Though less than half those people actually picked a plan, Cohen predicted that the numbers will pick up in the next four days and next month, when people purchase insurance for Feb. 1.\n\nTo enroll, a person must go to MAhealthconnector.org and fill out an application. If the computer system determines the person is eligible for MassHealth, he will be automatically enrolled. If the person is eligible for a state-subsidized plan or an unsubsidized plan, he must choose a plan online and then pay the first month's premium, which can also be done online.\n\nThe Health Connector's customer service call center at 877-MA-ENROLL will be open this Saturday and Sunday from 9 a.m. to 3 p.m., Monday 7 a.m. to 7 p.m., and Tuesday 7 a.m. to 9 p.m. The Health Connector also has walk-in centers, at 133 Portland St. in Boston, and 146 Main St. in Worcester, where customers can drop off payments or get help with an application. A list of local help centers is at MAhealthconnector.org/help-center.\n\nThe website will be down for maintenance from 10 p.m. Friday to 8 a.m. Saturday.", "article_metadata": {"article_author": "Shira Schoenberg | sschoenberg@repub.com", "medium": "news", "news_keywords": "'@homepage','affordable-care-act','health-connector','massachusetts-health-connector','masshealth','maydad-cohen'", "title": "As Tuesday's deadline approaches for Jan. 1 health insurance, 18,000 people have paid for new plans", "parsely-page": "{\"title\": \"As Tuesday\\u0027s deadline approaches for Jan. 1 health insurance, 18,000 people have paid for new plans\", \"link\": \"http://www.masslive.com/politics/index.ssf/2014/12/as_tuesdays_deadline_approache.html\", \"image_url\": \"http://imgick.masslive.com/home/mass-media/width620/img/politics_impact/photo/health-connectorjpg-5f4963351e2d0ba8.jpg\", \"type\": \"post\", \"post_id\": \"14790619\", \"pub_date\": \"2014-12-19T19:30:18Z\", \"author\": \"Shira Schoenberg | sschoenberg@repub.com\", \"tags\": [\"@homepage\",\"affordable-care-act\",\"health-connector\",\"massachusetts-health-connector\",\"masshealth\",\"maydad-cohen\"] }", "twitter": {"site": "@masslivenews", "image": "http://media.masslive.com/politics_impact/photo/16339738-thumb_square_large.jpg", "description": "Another 35,000 people have chosen plans but not yet paid for them. Close to 100,000 people have been enrolled in MassHealth, the state's Medicaid plan.", "card": "summary", "creator": "@#!/shiraschoenberg"}, "article_date_updated": "Friday, December 19, 2014,  2:47 PM", "parsely-metadata": "{\"image_url\": \"http://media.masslive.com/politics_impact/photo/health-connectorjpg-5f4963351e2d0ba8.jpg\", \"author_name\": \"sschoenberg\", \"author_nickname\": \"Shira Schoenberg | sschoenberg@repub.com\", \"author_id\": \"10164552\", \"source_blog_name\": \"Politics - MassLive.com\", \"source_blog_url\": \"http://www.masslive.com/politics/index.ssf/\", \"sponsored_content\": \"0\" }", "og": {"site_name": "masslive.com", "description": "Another 35,000 people have chosen plans but not yet paid for them. Close to 100,000 people have been enrolled in MassHealth, the state's Medicaid plan.", "title": "As Tuesday's deadline approaches for Jan. 1 health insurance, 18,000 people have paid for new plans", "url": "http://www.masslive.com/politics/index.ssf/2014/12/as_tuesdays_deadline_approache.html", "image": "http://www.masslive.com/static/aff/static/img/logos/logo_fb.jpg", "type": "article"}, "fb": {"admins": 100000302287435}, "article_publication_name": "masslive.com", "article_comments": 0, "article_date_original": "Friday, December 19, 2014,  2:47 PM", "viewport": "width=device-width,initial-scale=1", "Description": "Another 35,000 people have chosen plans but not yet paid for them. Close to 100,000 people have been enrolled in MassHealth, the state's Medicaid plan."}, "_id": "\"57477af36914bd0286fcf254\"", "article_summary": "BOSTON - Days before the deadline to buy health insurance through Massachusetts' individual market for January, approximately 18,000 people have paid for new insurance plans, either subsidized or unsubsidized, according to Health Connector figures as of Thursday.\nTuesday, Dec. 23, is the deadline for people to apply through the state's health insurance exchange for coverage that begins Jan. 1.\nThe state was required to roll out a new health insurance exchange last year to conform with the Affordable Care Act.\nThe only people whose coverage ends Dec. 31 are approximately 30,000 people who were enrolled in qualified health plans, plans that conformed with the Affordable Care Act, in 2014.\nHowever, the exchange could not determine which plans or subsidies a person was eligible for, and customers were unable to use it to enroll in new health plans."}