{"article_title": "Ferguson updates, Starbucks latte's early return", "article_keywords": ["indianapolis", "return", "lattes", "michael", "state", "ferguson", "early", "guthrie", "fever", "getty", "starbucks", "indiana", "star", "today", "updates"], "article_url": "http://www.indystar.com/story/news/faklaris/2014/08/15/cheat-sheet-friday-august-15-2014-08152014-indiana-fever-playoffs-ferguson-updates-snooty-fox/14097623/", "article_text": "Weather and news updates for Friday, Aug. 15, 2014.\n\nCapt. Ronald Johnson of the Missouri State Highway Patrol, who was appointed by the governor to take control of security operations in the city of Ferguson, walks among demonstrators gathered along West Florissant Avenue on Thursday in Ferguson, Missouri. (Photo: Scott Olson Getty Images)\n\nCould this be Indy's best weekend yet? Check out all of IndyStar's great Things to Do ideas including: Gen Con gaming and cosplay, Indy Fringe theater, the final weekend of the Indiana State Fair (concluding with comedian Jim Gaffigan's standup), the debut of the massive HopCat beer bar and the Dig IN Taste of Indiana foodie fair on Sunday! What are your plans? Let me know on Twitter @heycori or my Facebook page!\n\n-- Perfect for this Friday: It's National Relaxation Day. Take a load off and de-stress for your health.\n\n-- After an almost record low this morning (see below for an interesting footnote on this), today should be just gorgeous, with sunny skies and a high of 77. IndyStar.com/weather will keep you updated on what's in store this weekend.\n\nTop headlines for Friday, Aug. 15, 2014:\n\n1. About 100 people gathered at Monument Circle on Thursday night to silently demonstrate their solidarity with those in Ferguson, Mo., protesting the fatal shooting of teen Michael Brown and police brutality. Other cities, including Bloomington, across Indiana and the U.S. also planned rallies.\n\n-- Meanwhile, Ferguson enjoyed its first peaceful night of the week as protesters marched alongside Missouri state troopers, who replaced heavily armored local police on the scene Thursday -- some even stopping to hug and chat with Capt. Ron Johnson, the officer in charge, who was born and grew up nearby. Ferguson police today are identifying the officer who shot Brown, which has been a key demand.\n\n-- Nearly two times a week in the United States, a white police officer killed a black person during a seven-year period ending in 2012, according to the most recent accounts of justifiable homicide reported to the FBI. Read more at USATODAY.com.\n\n2. Congratulations to the Indiana Fever on making the WNBA playoffs! The Fever defeated New York Liberty 76-63 on Thursday to clinch their 10th consecutive appearance, tying them with the Seattle Storm for the league record. \"We always talk about just get in the playoffs; don't worry about where, just get in,\" said star Tamika Catchings. \"I think the pieces are starting to click for us, so we just have to continue building.\"\n\nBuy Photo Fever players celebrate a big lead during a timeout in the fourth quarter. The Indiana Fever clinched a playoff berth with a 76-63 win over the New York Liberty in WNBA action in Indianapolis Thursday August 14, 2014. (Photo: Rob Goebel/The Star)\n\n3. Tired of never getting rich in your office lottery pool? You may be interested in a new national game, Monopoly Millionaire's Club, that will debut in Indiana on Oct. 19. It's designed to create hundreds of millionaires instead of one, Hoosier Lottery officials said. Unlike traditional draw games like Mega Millions and PowerBall, the new game's jackpot will not swell each time it rolls over, just the number of possible winners.\n\nBuy Photo A gas station owner sells lottery tickes to a customer. (Michelle Pemberton/The Star) (Photo: The Indianapolis Star )\n\n4. The former Snooty Fox restaurant, on East 86th Street near Westfield Boulevard, is finally getting a new use. Local father-and-son restaurateurs Ed and Eddie Sahm have decided to open Big Lug Canteen and Brewery to tap into the craft-beer boom. Ed Sahm also plans to open a Rockstone Pizza eatery, a brand he owns with other business partners, in a separate suite in the building. While the Indianapolis craft-beer market is increasingly saturated, the Sahms believe they have a can't-miss location for both the brewery and the pizza joint at the location beside the Monon Trail in Nora.\n\nBuy Photo Snooty Fox restaurant and catering is at 1435 East 86th Street. This photo was taken Friday, April 29, 2011. (Photo: Kelly Wilkinson / The Star )\n\n5. It's $5 Foodie Friday today at the Indiana State Fair. You'll get a discount on admission (no printed voucher required) plus enjoy reduced prices on all concessions, from the red velvet funnel cakes to the giant Amish donuts and turkey legs. May I recommend sampling the Fried Mac & Cheese?\n\nSkip Ad Ad Loading... x Embed x Share What to eat? Star food writer Liz Biro helps you decide with a quick preview of 25 fair foods. Aug. 1, 2014. Liz Biro, Clark Wade/The Star\n\n6. U.S. District Judge William T. Lawrence included a foreboding footnote in the ruling issued this week allowing Indiana's challenge to the Affordable Care Act to proceed. Lawrence noted the challengers' argument assumes that everyone who works for an Indiana employer also lives in Indiana, but it's likely that some live in Kentucky, which has a state exchange. If just one employee living in a state with its own exchange were to use a subsidy to buy an exchange plan, penalties for the company would kick in — $2,000 for just about all the full-time workers, not just the one. Maureen Groppe details the fine print in her Behind Closed Doors item at IndyStar.com.\n\nJudge's gavel. (Photo: Getty Images/iStockphoto)\n\n7. By the time of his suicide Monday, Robin Williams was battling the early stages of Parkinson's disease, it has been revealed by his widow, Susan Schneider. In a statement sent to the news media on Thursday, Schneider explains that the star's sobriety was \"intact\" at the time of his death, calling him \"brave\" as he battled depression, anxiety and early stages of the disease. Actor Michael J. Fox, diagnosed with Parkinson's in 1991, tweeted Thursday evening that he was \"stunned\" by the news. \"Pretty sure his support for our (foundation) predated his diagnosis. A true friend; I wish him peace.\"\n\nRobin Williams in 2011. (Photo: FREDERIC J. BROWN AFP/Getty Images)\n\n8. How terrible: A Virginia sheriff's deputy shot his own 16-year-old daughter after he mistook her for an intruder as she sneaked back into their home, authorities say. After alerting 911, the deputy then crashed his car while racing her to the hospital, and emergency responders finished transporting her for treatment at Winchester Medical Center, where she was listed in stable condition Thursday.\n\nPolice lights. (Photo: Terry Patton, Getty Images/iStockphoto)\n\n9. THIS is how chilly our summer has been: Starbucks is bringing back early one of its most popular and warming seasonal drinks, the Pumpkin Spice Latte. The traditionally fall favorite will be available starting Aug. 25, according to posts on its official Twitter account, @TheRealPSL. (And the drink has more followers than most of us combined, notes Cincinnati.com's Tasha Stewart.)\n\nThe Pumpkin Spice Latte from Starbucks. (Photo: Cincinnati.com)\n\n10. Best wishes to Bob Kravitz, who said Thursday he is leaving IndyStar after 14 years to go work for WTHR (Channel 13). Bob has chronicled all of the major local sports events of the past decade, including the Colts' two Super Bowl runs and Peyton Manning's decision to leave town. The Star now has begun a national search for a major sports columnist, said Ronnie Ramos, the Star's managing director of digital and sports. If you have a favorite to suggest, please let us know!\n\nBuy Photo Indianapolis Star columnist Bob Kravitz in the lobby of Bankers Life Fieldhouse Tuesday, March 18, 2014. (Photo: Danese Kenon/The Star)\n\n-- Here's another big media change, coming to Sunday news show \"Meet the Press.\" NBC has chosen Chuck Todd to replace David Gregory, who has hosted the public affairs program for six years. Gregory is leaving the network.\n\nChuck Todd (center) will take over NBC's venerable \"Meet the Press\" from David Gregory (right). (Photo: Justin Lubin, NBC)\n\n-- Congratulations to TODAY show anchor Savannah Guthrie! She's now the proud mother of a daughter, Vale Guthrie Feldman, her first child with husband Michael Feldman. \"I can't get over the joy she brings,\" Guthrie gushed to her co-hosts this morning.\n\n\"Today Show\" co-anchor Savannah Guthrie and her husband, Michael Feldman. (Photo: Dimitrios Kambouris Getty Images for The New Yorker)\n\nGet more of the biggest and most buzzworthy story links each day! Follow me on Twitter at @heycori or at Facebook.com/heycori. And check back every morning for my Cheat Sheet guide to everything you need to know today at IndyStar.com! Value my Cheat Sheet and the hard work IndyStar journalists do? Subscribe here!\n\nRead or Share this story: http://indy.st/1ozZirM", "article_metadata": {"google": "notranslate", "description": "Weather and news updates for Friday, Aug. 15, 2014.", "og": {"site_name": "Indianapolis Star", "description": "Weather and news updates for Friday, Aug. 15, 2014.", "title": "Cheat Sheet: Ferguson updates, Starbucks latte's early return", "url": "http://www.indystar.com/story/news/faklaris/2014/08/15/cheat-sheet-friday-august-15-2014-08152014-indiana-fever-playoffs-ferguson-updates-snooty-fox/14097623/", "image": "http://www.gannett-cdn.com/GDContent/applogos/indystar.png", "type": "article"}, "twitter": {"description": "Weather and news updates for Friday, Aug. 15, 2014.", "creator": "@indystar", "image": "http://www.gannett-cdn.com/-mm-/78ea953a5f92e405d846dcc6edbd89ed0f4702f2/c=246-0-2244-1998&r=x643&c=640x640/local/-/media/Indianapolis/Indianapolis/2014/08/15/1408107248000-453627490.jpg", "title": "Cheat Sheet: Ferguson updates, Starbucks latte's early return", "site": "@indystar", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=559965350", "fb": {"app_id": 108716282521686}, "cXenseParse": {"gci-topic": "Events/WNBA Playoffs", "gci-asset-type": "story", "gci-categories": "Events/WNBA Playoffs", "title": "Cheat Sheet: Ferguson updates, Starbucks latte's early return", "author": "Cori Faklaris", "pageclass": "article", "recs": {"category": "news/faklaris", "image-3-4": "http://www.gannett-cdn.com/-mm-/ca964641a949211bf8bfb227766df666a160c607/c=834-0-2334-1998/local/-/media/Indianapolis/Indianapolis/2014/08/15/1408107248000-453627490.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/cb0b5202d76cafc4bd65a9836464c08634a7ae3f/c=246-0-2244-1998/local/-/media/Indianapolis/Indianapolis/2014/08/15/1408107248000-453627490.jpg", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/48163dd59604be1d91e8ff06bace70697b3cb4c8/c=276-0-2934-1998/local/-/media/Indianapolis/Indianapolis/2014/08/15/1408107248000-453627490.jpg", "image": "http://www.gannett-cdn.com/-mm-/fa2ecf0b017f25733ec2863baa8346a54ca8baaf/c=0-156-3000-1848&r=x633&c=1200x630/local/-/media/Indianapolis/Indianapolis/2014/08/15/1408107248000-453627490.jpg", "publishtime": "2014-08-15T09:34:23.760000-04:00", "shorthed": "Cheat Sheet: Ferguson updates, Starbucks latte's early return", "articleid": 14097623, "image-16-9": "http://www.gannett-cdn.com/-mm-/e340e82bf6404892c12b9d47cccf0d12cb033c77/c=0-156-3000-1848/local/-/media/Indianapolis/Indianapolis/2014/08/15/1408107248000-453627490.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/f1f9be92a011a9895405ebdabe856fcdc43eaa69/c=666-0-1782-1998/local/-/media/Indianapolis/Indianapolis/2014/08/15/1408107248000-453627490.jpg"}}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": "bob kravitz, indiana state fair, savannah guthrie, jim gaffigan, david gregory, pumpkin spice latte, hoosier lottery, indianapolis news"}, "_id": "\"57477af46914bd0286fe0fb5\"", "article_summary": "Buy Photo Indianapolis Star columnist Bob Kravitz in the lobby of Bankers Life Fieldhouse Tuesday, March 18, 2014.\n(Michelle Pemberton/The Star) (Photo: The Indianapolis Star )4.\nCongratulations to the Indiana Fever on making the WNBA playoffs!\nFerguson police today are identifying the officer who shot Brown, which has been a key demand.\nThe Indiana Fever clinched a playoff berth with a 76-63 win over the New York Liberty in WNBA action in Indianapolis Thursday August 14, 2014."}