{"article_title": "Senate Easily Advances $1.1 Billion in Zika Funding", "article_keywords": ["billion", "easily", "funding", "senate", "advances", "measure", "request", "say", "virus", "house", "11", "sen", "white", "obamas", "zika"], "article_url": "http://abcnews.go.com/Health/wireStory/senate-advance-11-billion-zika-funding-39161208", "article_text": "The Senate voted decisively on Tuesday in favor of a bipartisan $1.1 billion measure to combat the Zika virus this year and next, cutting back President Barack Obama's request but offering significantly more money to fight Zika than would House GOP conservatives.\n\nThe 68-29 vote propelled the measure over a filibuster and sets the stage to add the Zika funding to an unrelated spending bill. It comes three months after Obama requested $1.9 billion to battle the virus, which can cause severe birth defects.\n\n\"We see the people of this country facing a public health threat,\" said Sen. Marco Rubio of Florida, who supports the full Obama request. \"Our response should be 'Let's deal with it the way that medical experts are saying we need to deal with it.'\"\n\nA showdown looms with the House, which is scheduled to debate its $622 million anti-Zika measure on Wednesday. The House would fund the Zika battle for a shorter duration — through September — and is \"offset\" with spending cuts elsewhere in the budget.\n\nThe Senate vote came after Republicans blocked a measure matching Obama's request and after Democrats killed a GOP-backed proposal to cut into Obama's health care law to pay for battling Zika.\n\nThe effects of Zika are not very severe for most adults, but for pregnant women, the virus can cause a serious birth defect called microcephaly and other severe birth defects. Zika is commonly spread by mosquitoes and can also be contracted through sexual contact.\n\nZika is expected to spread more widely during the summer mosquito season, but officials say outbreaks in the U.S. are likely to be limited. To date, there have been more than 500 cases of Zika in the continental U.S., all of which so far have been associated with overseas travel.\n\nObama requested the funding in February and has been forced to tap unspent 2015 funds from the successful battle against Ebola to finance almost $600 million in anti-Zika efforts. They include research on the virus and Zika-related birth defects, response teams to limit Zika's spread, and helping other countries fight the virus.\n\nThe House measure, slated for a vote as early as Wednesday, will advance as a stand-alone bill and it could prove challenging to forge a compromise out of the two chambers' significantly different versions.\n\nThe White House issued a veto threat on the House measure on Tuesday, saying it is \"woefully inadequate\" and protested that it would only fund the Zika battle through Sept. 30.\n\n\"It is woefully insufficient given the significant risk that is posed by Zika,\" said White House Press Secretary Josh Earnest. \"The House of Representatives is three months late and more than a billion short.\"\n\nRepublicans are sensitive to perceptions that they've dragged their feet on Zika and say that the government's efforts to fight the virus have not been delayed.\n\n\"No one should think that spending money on Zika has been held back because the Congress is just now moving forward,\" said Sen. Roy Blunt, R-Mo., co-author of the compromise measure.\n\nThe White House and its Democratic allies have been sharply critical of Republicans controlling Congress over delays in providing additional funds, which they say is required for mosquito control, purchasing diagnostic tests and developing and manufacturing a vaccine.\n\n\"Some say, 'Oh, let's take more money from Ebola to deal with Zika,' or 'Oh, let's use existing public health funds,' or even 'Oh, Zika isn't really that bad,'\" said Sen. Barbara Mikulski, D-Md. \"Well, while we parse and ponder, Zika infects and affects more people each day. We must act now.\"\n\nThe bipartisan Senate measure was negotiated by Missouri Republican Blunt and Patty Murray, D-Wash. It is relatively close to what the White House has asked for, except it does not pay back very much of the already-tapped Ebola money or give Puerto Rico, a Zika hot spot, help with its Medicaid program. One provision would provide $248 million to combat Zika overseas through mosquito control, maternal and child health programs, and public information campaigns.\n\n\"It's a targeted approach that focuses on immediate needs while also providing resources for longer-term goals like a vaccine,\" said Majority Leader Mitch McConnell, R-Ky., who voted for the compromise and said it \"represents a notable departure from our Democratic colleagues' initial position.\"\n\nMcConnell set up a series of votes, first on an alternative Senate plan by Florida Democrat Bill Nelson and his home-state GOP colleague Marco Rubio that largely mirrored Obama's request. It fell prey to a GOP filibuster. Democrats returned the favor and killed a GOP proposal by Texas Sen. John Cornyn that would have tapped a prevention fund established under the Affordable Care Act to offset the Zika funding.\n\nThat left the compromise as the only alternative left standing.\n\nThe administration is urging lawmakers to deliver additional anti-Zika funds before Congress recesses for Memorial Day. That's unlikely.", "article_metadata": {"fb_title": "Senate Easily Advances $1.1 Billion in Zika Funding", "description": "Senate Easily Advances $1.1 Billion in Zika Funding", "copyright": "Copyright (c) 2016 ABC News Internet Ventures", "author": "ABC News", "og": {"site_name": "ABC News", "description": "The Senate voted decisively on Tuesday in favor of a bipartisan $1.1 billion measure to combat the Zika virus this year and next, cutting back President Barack Obama's request but offering significantly more money to fight Zika than would House GOP conservatives. The 68-29 vote propelled...", "title": "Senate Easily Advances $1.1 Billion in Zika Funding", "url": "http://abcnews.go.com/Health/wireStory/senate-advance-11-billion-zika-funding-39161208", "image": "http://a.abcnews.go.com/images/Health/WireAP_568c98e5affc48569c9c9bf68b2248d3_16x9_992.jpg", "type": "article"}, "twitter": {"description": "The Senate voted decisively on Tuesday in favor of a bipartisan $1.1 billion measure to combat the Zika virus this year and next, cutting back President Barack Obama's request but offering significantly more money to fight Zika than would House GOP conservatives. The 68-29 vote propelled...", "title": "Senate Easily Advances $1.1 Billion in Zika Funding", "url": "http://abcnews.go.com/Health/wireStory/senate-advance-11-billion-zika-funding-39161208", "app": {"url": {"ipad": "abcnewsipad://link/story,39161208", "iphone": "abcnewsiphone://link/story,39161208", "googleplay": "android-app://com.abc.abcnews/abcnews/abcnews.go.com/Health/wireStory/senate-advance-11-billion-zika-funding-39161208"}, "name": {"ipad": "ABC News", "iphone": "ABC News", "googleplay": "ABC News"}, "id": {"ipad": 306934135, "iphone": 300255638, "googleplay": "com.abc.abcnews"}}, "site": "@ABC", "image": "http://a.abcnews.go.com/images/Health/WireAP_568c98e5affc48569c9c9bf68b2248d3_4x3t_240.jpg", "card": "summary_large_image"}, "robots": "index, follow", "DC.date.issued": "2016-05-17", "al": {"ipad": {"url": "abcnewsipad://link/story,39161208", "app_store_id": 380520716, "app_name": "ABC News for iPad"}, "web": {"url": "http://abcnews.go.com/Health/wireStory/senate-advance-11-billion-zika-funding-39161208"}, "android": {"url": "android-app://com.abc.abcnews/abcnews/abcnews.go.com/Health/wireStory/senate-advance-11-billion-zika-funding-39161208", "app_name": "ABC News Breaking Latest News", "package": "com.abc.abcnews"}, "iphone": {"url": "abcnewsiphone://link/story,39161208", "app_store_id": 300255638, "app_name": "ABC News - Breaking US & World News"}}, "Last-Modified": "2016-05-17 17:08:44", "fb": {"admins": 704409894, "app_id": 4942312939}, "keywords": "Health, Government and politics, Legislature, Infectious diseases, Diseases and conditions, Government finance, Government business and finance, Business, Legislation, Barack Obama, United States Congress, United States government, United States Senate, , health news, medical news, medical articles", "Date": "2016-05-17", "viewport": "initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "news_keywords": "Health, Government and politics, Legislature, Infectious diseases, Diseases and conditions, Government finance, Government business and finance, Business, Legislation, Barack Obama, United States Congress, United States government, United States Senate,"}, "article_summary": "\"It is woefully insufficient given the significant risk that is posed by Zika,\" said White House Press Secretary Josh Earnest.\nThe bipartisan Senate measure was negotiated by Missouri Republican Blunt and Patty Murray, D-Wash.\nThe Senate voted decisively on Tuesday in favor of a bipartisan $1.1 billion measure to combat the Zika virus this year and next, cutting back President Barack Obama's request but offering significantly more money to fight Zika than would House GOP conservatives.\nThe White House issued a veto threat on the House measure on Tuesday, saying it is \"woefully inadequate\" and protested that it would only fund the Zika battle through Sept. 30.\nThe 68-29 vote propelled the measure over a filibuster and sets the stage to add the Zika funding to an unrelated spending bill."}