{"article_title": "Donald Trump Is A Politically Incorrect Godzilla", "article_keywords": ["incorrect", "walking", "trump", "godzilla", "bill", "state", "donald", "dont", "trumps", "maher", "politically", "panel", "thats"], "article_url": "http://www.inquisitr.com/2338795/bill-maher-donald-trump-is-a-politically-incorrect-godzilla/", "article_text": "Bill Maher apparently thinks he and “Godzilla-like” Donald Trump are on the same page to some degree despite their ideological differences.\n\nIn that context, the comedian is also marvelling at the staying power of GOP presidential front-runner despite all the controversial and unapologetic statements made by the brash real estate mogul and reality show star.\n\nA well-known Obama supporter, Bill Maher has made a nice living caricaturing Republicans, conservatives, and Tea Party members as ignorant, uptight, bible-thumping racists (which is reflected in the videos embedded below). He has, however, repeatedly denounced fellow liberals for looking the other way when it comes to radical Islam. Maher has also chided liberals for remaining silent about civil liberties/privacy violations under the Obama administration.\n\nOn Real Time last night, Maher declared that Trump’s lead in Iowa, a caucus state supposedly dominated by conservative Christians, was a giant story, given the businessman’s New York and secular roots. He also quipped that no other candidate can compete with Trump giving kids rides in his helicopter at the Iowa State Fair, which happened during Trump’s visit to the event today.\n\nIn the panel discussion, Maher identified with Trump’s politically incorrect approach to politics which explains the candidate’s, so far, broad appeal even potentially to those caucus voters who might otherwise be expected to gravitate toward a more traditionally conservative candidate.\n\n“Even the evangelicals want to be called on their sh*t. They are desperate to have somebody lead them, somebody say, ‘you know what, I just don’t bend to your bullsh*t.’ And Donald Trump, I gotta say, I don’t agree with him on a lot…but I kinda get him. We kinda been doing the same thing.”\n\nThe two Democrats on the panel accused Donald Trump of racism, while the conventional Republicans bemoaned the fact that none of the other candidates can get any media coverage because of the Trump juggernaut. Former Michigan Gov. Jennifer Granholm even compared Trump to a villain on a reality show like Survivor.\n\nIn a recent interview with a North Carolina news outlet, Bill Maher similarly admitted a solid appreciation for what he called the politically incorrect genius of Donald Trump.\n\n“Even though I don’t agree with everything Donald Trump says by far, it is sort of refreshing to have a politician who isn’t always walking everything back and who isn’t completely pre-programmed. That’s his genius, he doesn’t apologize for anything…”\n\nIn his monologue that preceded the panel discussion Friday evening, Bill Maher compared Donald Trump to an iconic movie monster.\n\n“Every week Donald Trump says something crazy, insane, outlandish, and everyone goes ‘that’s it, that’s his downfall,’ and then he’s fine…He’s like Godzilla; everything they throw at the monster makes him stronger.”\n\nTrump mobbed walking into the Fair. \"My crowd is 10 times Hillary's,\" he brags. pic.twitter.com/4b3TgXH74C — Eli Stokols (@EliStokols) August 15, 2015\n\nHe also alluded to the notion that the line of questioning from Fox News Channel anchor Megyn Kelly and the other two GOP debate moderators was an attempt to destroy Donald Trump. With regard to Trump’s master plan to defeat ISIS, Bill Maher joked that “I would laugh, except his plan to defeat Fox News worked.”\n\n[Photo by Kevin Winter/Getty Images Entertainment]", "article_metadata": {"description": "Bill Maher apparently thinks he and \"Godzilla-like\" Donald Trump are on the same page to some degree despite their ideological differences. In that context,", "og": {"site_name": "The Inquisitr News", "description": "Bill Maher apparently thinks he and “Godzilla-like” Donald Trump are on the same page to some degree despite their ideological differences. In that context,", "title": "Bill Maher: Donald Trump Is A Politically Incorrect Godzilla", "url": "http://www.inquisitr.com/2338795/bill-maher-donald-trump-is-a-politically-incorrect-godzilla/", "image": "http://cdn.inquisitr.com/wp-content/uploads/2015/08/Bill-Maher-GettyImages-451825461-670x409.jpg", "article": {"published_time": "2015-08-15T18:48:15+00:00", "modified_time": "2015-08-15T19:12:48+00:00"}, "type": "article"}, "image": "http://cdn.inquisitr.com/wp-content/uploads/2015/08/Bill-Maher-GettyImages-451825461-670x409.jpg", "msapplication-TileColor": "#ed1c24", "datePublished": "2015-08-15T18:48:15+00:00", "fb": {"app_id": 164157850314499, "pages": 71179904752}, "msapplication-TileImage": "http://cdn.inquisitr.com/assets/0cec37/dist/images/logos/inq-win.png", "keywords": "bill maher,bill maher donald trump,donald trump,donald trump bill maher,donald trump godzilla,iowa state fair,political correctness,real time,politics", "HandheldFriendly": "True", "y_key": "f282393706a5fd85", "twitter": {"image": {"src": "http://cdn.inquisitr.com/wp-content/uploads/2015/08/Bill-Maher-GettyImages-451825461-670x409.jpg", "height": 409, "width": 670}, "site": "@theinquisitr", "card": "summary_large_image", "description": "Bill Maher apparently thinks he and “Godzilla-like” Donald Trump are on the same page to some degree despite their ideological differences. In that context,"}, "viewport": "width=980"}, "_id": "\"57477af46914bd0286fe0fa2\"", "article_summary": "In a recent interview with a North Carolina news outlet, Bill Maher similarly admitted a solid appreciation for what he called the politically incorrect genius of Donald Trump.\nBill Maher apparently thinks he and “Godzilla-like” Donald Trump are on the same page to some degree despite their ideological differences.\nThat’s his genius, he doesn’t apologize for anything…”In his monologue that preceded the panel discussion Friday evening, Bill Maher compared Donald Trump to an iconic movie monster.\npic.twitter.com/4b3TgXH74C — Eli Stokols (@EliStokols) August 15, 2015He also alluded to the notion that the line of questioning from Fox News Channel anchor Megyn Kelly and the other two GOP debate moderators was an attempt to destroy Donald Trump.\nWe kinda been doing the same thing.”The two Democrats on the panel accused Donald Trump of racism, while the conventional Republicans bemoaned the fact that none of the other candidates can get any media coverage because of the Trump juggernaut."}