{"article_title": "Paper Jam' hits some flat notes", "article_keywords": ["kingdom", "flat", "hits", "series", "notes", "jam", "theyre", "try", "mario", "paper", "threat", "luigi", "world"], "article_url": "http://www.dailyherald.com/article/20160123/entlife/160129576/", "article_text": "Review: 'Mario & Luigi: Paper Jam' hits some flat notes\n\nhello\n\n\"Mario & Luigi: Paper Jam\" finds the brothers dealing with a threat from a different series: \"Paper Mario,\" in which all the denizens of the Mushroom Kingdom are flattened into two dimensions. ASSOCIATED PRESS/NINTENDO\n\nRole-playing games like \"Fallout 4\" and \"The Witcher 3\" are beloved for their complexity, ambition and overwhelming variety of things to do. But those same traits scare some players away, particularly grown-ups who may not have 100 hours free to really dig in.\n\nNintendo's lighthearted \"Mario & Luigi\" adventures are a good fix for people who like their role-playing in more digestible chunks. They're essentially RPG-lite, simplifying the character building and inventory management of more complicated epics. They make great introductory RPGs -- and they're challenging enough to keep genre veterans on their toes.\n\n\"Mario & Luigi: Paper Jam\" (for the 3DS, $39.99) finds the brothers dealing with a threat from a different series: \"Paper Mario,\" in which all the denizens of the Mushroom Kingdom are flattened into two dimensions. When Luigi cracks open an arcane book in his 3-D world, the 2-D characters start dropping from the skies. That means two Marios, two Princess Peaches and, unfortunately, two Bowsers.\n\n\"Paper Jam\" follows the usual formula from Japanese studio AlphaDream. The boys roam around the kingdom, fighting monsters and solving puzzles as they try to stop whatever nefarious plans Bowser has hatched. The action freezes whenever a battle begins, then Mario, Luigi and Paper Mario take turns jumping on enemies or hitting them with hammers. The heroes can also team up, two or three at a time, to unleash more powerful attacks. It's an appealing design, mixing old-school, turn-based strategy with occasional arcade bits that test your reflexes.\n\nUnfortunately, the merger of the two franchises doesn't bring out the best in either. The \"Paper Mario\" games are most notable for clever puzzles that played off the need to shift your perspective between 2-D and 3-D. Such challenges are absent from \"Paper Jam,\" and they are sorely missed. Indeed, \"paper\" only really comes into play when the two sides build giant paper-craft versions of the heroes and villains, then set them loose in battle arenas. These boxing matches are tedious battles of attrition that drag on and on until one of the behemoths collapses.\n\nThen again, all the boss battles throughout \"Paper Jam\" will try your patience. No matter how well-equipped or versatile your guys are, some of these fights linger well past the half-hour mark -- which is way too long for a portable game. You may want to switch to easy mode during the boss fights just to get them over with more quickly.\n\nDespite such roadblocks, I still enjoyed much of \"Paper Jam.\" There's a sprawling world to explore, and plenty of the droll, off-kilter comedy the \"Mario & Luigi\" franchise is celebrated for. It's not the most satisfying \"M&L\" adventure -- that would be 2009's \"Bowser's Inside Story\" -- but it's a pleasant enough break from the apocalyptic gloom of most RPGs. Two-and-a-half stars out of four.", "article_metadata": {"description": "Nintendo's lighthearted \"Mario & Luigi\" adventures are a good fix for people who like their role-playing in more digestible chunks. \"Mario & Luigi: Paper Jam\" finds the brothers dealing with a threat from a different series: \"Paper Mario,\" in which all the denizens of the Mushroom Kingdom are flattened into two dimensions.", "author": "Lou Kesten", "og": {"site_name": "Daily Herald", "description": "Nintendo's lighthearted \"Mario & Luigi\" adventures are a good fix for people who like their role-playing in more digestible chunks. \"Mario & Luigi: Paper Jam\" finds the brothers dealing with a threat from a different series: \"Paper Mario,\" in which all the denizens of the Mushroom Kingdom are flattened into two dimensions.", "title": "Review: 'Mario & Luigi: Paper Jam' hits some flat notes", "url": "http://www.dailyherald.com/article/20160123/entlife/160129576/", "image": "http://www.dailyherald.com/storyimage/DA/20160123/entlife/160129576/AR/0/AR-160129576.jpg&updated=201601221343&imageversion=Facebook&exactH=630&exactW=1200&exactfit=crop&noborder", "type": "article"}, "twitter": {"description": "Nintendo's lighthearted \"Mario & Luigi\" adventures are a good fix for people who like their role-playing in more digestible chunks. \"Mario & Luigi: Paper Jam\" finds the brothers dealing with a threat from a different series: \"Paper Mario,\" in which all the denizens of the Mushroom Kingdom are flattened into two dimensions.", "title": "Review: 'Mario & Luigi: Paper Jam' hits some flat notes", "url": "http://www.dailyherald.com/article/20160123/entlife/160129576/", "image": "http://www.dailyherald.com/storyimage/DA/20160123/entlife/160129576/AR/0/AR-160129576.jpg&updated=201601221343&maxw=1200&maxh=1200", "site": "@dailyherald", "card": "summary", "account_id": 8960722}, "robots": "noarchive", "fb": {"app_id": 105603449548761}, "keywords": "Life & Entertainment, Video Games", "article": {"publisher": "https://www.facebook.com/DailyHeraldFans", "published_time": "2016-01-23", "modified_time": "2016-01-22T17:43:00Z"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Review: 'Mario & Luigi: Paper Jam' hits some flat noteshello\"Mario & Luigi: Paper Jam\" finds the brothers dealing with a threat from a different series: \"Paper Mario,\" in which all the denizens of the Mushroom Kingdom are flattened into two dimensions.\nThe action freezes whenever a battle begins, then Mario, Luigi and Paper Mario take turns jumping on enemies or hitting them with hammers.\nSuch challenges are absent from \"Paper Jam,\" and they are sorely missed.\n\"Mario & Luigi: Paper Jam\" (for the 3DS, $39.99) finds the brothers dealing with a threat from a different series: \"Paper Mario,\" in which all the denizens of the Mushroom Kingdom are flattened into two dimensions.\n\"Paper Jam\" follows the usual formula from Japanese studio AlphaDream."}