{"article_title": "Wichita resident asks for stiffer penalties for repeat offenders of nuisance violations", "article_keywords": ["city", "repeat", "mays", "asks", "resident", "penalties", "weeds", "wichita", "neighbor", "offenders", "complaints", "violations", "trash", "stiffer", "nuisance", "thats"], "article_url": "http://www.kake.com/home/headlines/Wichita-resident-asks-for-stiffer-penalties-to-repeat-offenders-of-nuisance-violations-361694701.html", "article_text": "A south Wichita resident is asking for stiffer penalties when it comes to repeat offenders of nuisance complaints.\n\nDon Mays says he's made several calls to the City about his neighbor in the 1700 of South Grove, yet more problems keep piling up. He's had nuisance issues with his neighbor for years -- from tall grass and weeds to trash piling up -- but the city says every time an inspector issues a violation this resident takes care it. Mays says his current complaint is trash lining this fence.\n\n\"She may leave it out there for months at a time,\" said Mays. \"We've been having issues with mice, roaches, opossums, everything.\"\n\nWhen the Mays asked their neighbor to take care of it, the problem got worse. He says his neighbor recently tied eight bags of trash to their conjoining fence.\n\n\"She don't talk to us at all, she'll either flip us off or say nothing to us,\" he said.\n\nThis is one of many complaints this neighbor has made to Central Inspection.\n\n\"They say they'll send somebody out, often times they don't,\" said Mays. \"We just keep calling in every other week until we get some answers.\"\n\nThe City of Wichita tells KAKE News they've addressed several nuisance complaints at this residence: tall grass and weeds the past two summers, no trash service and debris last January, and inspectors came out Friday to check on the same problem.\n\n\"I think it's a health concern when you're leaving that much trash piled outside your house,\" Mays said.\n\nDirector of Metro Building and Construction, Tom Stolz, says every time they issue a complaint the resident takes care of the violation within the time frame given to comply. The resident has avoided fine or a day in court by doing so.\n\n\"The spirit has been to always get compliance, get the property up to code,\" said Stolz. \"These kinds of cases that are recidivistic, that appear over and over again, gets frustrating not only to the inspectors, but to the people that live there, but that's just the policy we have today.\"\n\nMays believes that's something that needs to change.\n\n\"Three strikes you're out,\" he said. \"That's how it should be with this. We should not have to keep calling in every month.\"\n\n\"I think that's something we should consider in the future, we don't mind going out a time or two on violations, but I think it reaches a point in the neighborhoods where they grow tired of these situations and want something a little more permanent to stick,\" said Stolz.\n\nA KAKE News reporter knocked on the resident's door where these citations keep coming from but no one answered.\n\nMays says he plans to talk with council members about changing this nuisance ordinance. The City of Wichita has received more than 5,000 nuisance complaints this year, and more than 4,500 tall grass and weeds complaints as well.\n\n", "article_metadata": {"medium": "video", "description": "Don Mays says he's made several calls to the City about his neighbor in the 1700 of South Grove, yet more problems keep piling up.", "language": "english", "author": "Ben Jordan", "og": {"description": "Don Mays says he's made several calls to the City about his neighbor in the 1700 of South Grove, yet more problems keep piling up.", "title": "Wichita resident asks for stiffer penalties for repeat offenders of nuisance violations", "url": "http://www.kake.com/home/headlines/Wichita-resident-asks-for-stiffer-penalties-to-repeat-offenders-of-nuisance-violations-361694701.html", "image": "http://gray-uploads.s3.amazonaws.com/captures/046/613/046613E394224CEF85BE1A1489B31ECE", "video": "http://gray-uploads.s3.amazonaws.com/captures/1D8/6D0/1D86D064798C41E2BBC59DFB24526C8C.mp4", "type": "article"}, "twitter": {"domain": "www.kake.com", "description": "Don Mays says he's made several calls to the City about his neighbor in the 1700 of South Grove, yet more problems keep piling up.", "title": "Wichita resident asks for stiffer penalties for repeat offenders of nuisance violations", "url": "http://www.kake.com/home/headlines/Wichita-resident-asks-for-stiffer-penalties-to-repeat-offenders-of-nuisance-violations-361694701.html", "image": "http://media.graytvinc.com/images/pesky+neighbor.jpg", "creator": "@KAKEnews", "site": "@KAKEnews", "card": "summary"}, "msvalidate.01": "9CD4A96D8A076527F07FD24CFCDE5489", "video_type": "video/mp4", "video_height": 288, "keywords": "Wichita resident asks for stiffer penalties for repeat offenders of nuisance violations", "google-site-verification": "H0mev8O__gMqb34WcvOyZgBXFMRQZvDAQ0YTSGJ9hGQ", "video_width": 512, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Wichita resident asks for stiffer, penalties for repeat offenders of"}, "_id": "\"57477af36914bd0286fd2625\"", "article_summary": "A south Wichita resident is asking for stiffer penalties when it comes to repeat offenders of nuisance complaints.\nThe City of Wichita has received more than 5,000 nuisance complaints this year, and more than 4,500 tall grass and weeds complaints as well.\nMays says he plans to talk with council members about changing this nuisance ordinance.\nWhen the Mays asked their neighbor to take care of it, the problem got worse.\nHe's had nuisance issues with his neighbor for years -- from tall grass and weeds to trash piling up -- but the city says every time an inspector issues a violation this resident takes care it."}