{"article_title": "Elijah and Rebekah Reunite With Klaus? Will They be Betrayed Again?", "article_keywords": ["sister", "rebekah", "episode", "originals", "elijah", "vampire", "reunite", "klaus", "way", "betrayed", "love", "latest"], "article_url": "http://www.fashionnstyle.com/articles/15710/20140125/the-originals-season-1-episode-12-spoilers-elijah-rebekah-reunite-klaus-betrayed-again-vampire-hybrid-getting-love-interest.htm", "article_text": "The Eye\n\n'The Originals' Season 1 Episode 12 SPOILERS: Elijah and Rebekah Reunite With Klaus? Will They be Betrayed Again?\n\nSIGN UP TO RECEIVE THE LATEST NEWS FROM FASHION&STYLE\n\n(Photo : Facebook/The Originals) \"The Originals\" season 2 spoilers.\n\nKlaus has always been viewed as the most vindictive, hot-headed, anti-family vampire out of all of \"The Originals\" characters and his spoiled relationship with his siblings Rebekah and and Elijah only prove that Klaus is incapable of love and can't be trusted.\n\n\n\nOr so we think.\n\n\n\nIt looks like in the upcoming episode of the vampire series, Klaus (Joseph Morgan) has managed to make amends with his brother and lure him back on his side. This causes major problems for their sister Rebekah (Claire Holt), who believes that Klaus' new found niceness is only an act for a bigger plot.\n\n\n\nTVLine released a sneak peek clip of episode 12 in which Rebekah confronts Elijah (Daniel Gillies) about his new alliance with their brother.\n\n\n\n\"Do you not see that in his way he's making an effort here?\" Elijah protests. \"He's invited us back into our only home, he yearns for our family to be reunited.\"\n\n\n\n\"Yes he's in a brilliant mood now but for how long?\" Rebekah shrieks. \"It's his trick Elijah. He lures you into a false sense of camaraderie and kinship and he turns on you like a snake. I fall for it every time and end up with a dagger in my chest. No more.\"\n\n\n\n\"I believe that he is approaching some resemblance of peace. Leadership may in fact be good for him. Now sister please I ask you, if you can not support him then at least do nothing to provoke him.\"\n\n\n\nAside from having to deal with Rebekah leading Klaus into another violent rage, he may actually be being provoked in a loving kind of way by \"The Vampire Diaries'\" character Caroline (Candice Accola).\n\n\n\nHowever, Klaus' latest cameo on the 100th episode of \"The Vampire Diaries\" in which Klaus seems to be rather flirty with Caroline doesn't mean the vampire king's heart will be softened anytime soon.\n\n\n\nAccording to WetPaint, \"The Vampire Dairies\" executive producer Julie Plec said any chances of a Klaroline love story is so not happening, at least for now. Klaus has way too much on his plate with \"The Originals\" to focus on love for the moment.\n\n\n\n\"The thing is Klaus has got a lot going on on The Originals, and somewhere in there there's room for a little bit of romance down the road,\" Plec said. \"Really, this was more about giving that storyline the ending, I guess, for now at least, that it needed, that it didn't have yet.\"\n\n\n\nWell no love interest for Klaus doesn't mean he won't be able to rekindle a family bond with Elijah and Rebekah. Will Elijah be able to convince his sister to stand at her brother's side? Or will Klaus switch gears and show his siblings his true colors by proving Rebekah's theories to be correct?\n\n\n\nFind out on the next episode of \"The Originals\" on Tuesday, Jan. 28 at 8 p.m. on CW. Check out the sneak peek preview HERE.\n\n\n\nSIGN UP TO RECEIVE THE LATEST NEWS FROM FASHION&STYLE\n\n© 2015 Fashion & Style.com All rights reserved. Do not reproduce without permission.", "article_metadata": {"Description": "Klaus has always been viewed as the most vindictive, hot-headed, anti-family vampire out of all of \"The Originals\" characters and his spoiled relationship with his siblings Rebekah and and Elijah only prove that Klaus is incapable of love and can't be trusted. Or so we think.", "Copyright": "2014 Fashion&Style", "Author": "Fashion&Style", "og": {"site_name": "Fashion & Style", "description": "Klaus has always been viewed as the most vindictive, hot-headed, anti-family vampire out of all of \"The Originals\" characters and his spoiled relationship with his siblings Rebekah and and Elijah only prove that Klaus is incapable of love and can't be trusted. Or so we think.", "title": "'The Originals' Season 1 Episode 12 SPOILERS: Elijah and Rebekah Reunite With Klaus? Will They be Betrayed Again?", "url": "http://www.fashionnstyle.com/articles/15710/20140125/the-originals-season-1-episode-12-spoilers-elijah-rebekah-reunite-klaus-betrayed-again-vampire-hybrid-getting-love-interest.htm", "image": "http://images.fashionnstyle.com/data/images/full/22877/the-originals.png", "type": "article"}, "twitter": {"domain": "fashionnstyle.com", "description": "Klaus has always been viewed as the most vindictive, hot-headed, anti-family vampire out of all of \"The Originals\" characters and his spoiled relationship with his siblings Rebekah and and Elijah only prove that Klaus is incapable of love and can't be trusted. Or so we think.", "creator": "@FNStylecom", "url": "http://www.fashionnstyle.com/articles/15710/20140125/the-originals-season-1-episode-12-spoilers-elijah-rebekah-reunite-klaus-betrayed-again-vampire-hybrid-getting-love-interest.htm", "image": "http://images.fashionnstyle.com/data/images/full/22877/the-originals.png", "title": "'The Originals' Season 1 Episode 12 SPOILERS: Elijah and Rebekah Reunite With Klaus? Will They be Betrayed Again?", "site": "@FNStylecom", "card": "summary_large_image"}, "syndication-source": "http://www.fashionnstyle.com/articles/15710/20140125/the-originals-season-1-episode-12-spoilers-elijah-rebekah-reunite-klaus-betrayed-again-vampire-hybrid-getting-love-interest.htm", "robots": "index, follow", "Keywords": "Fashion&Style", "Googlebot-news": "index, follow", "Title": "Fashion&Style offers online coverage of latest fashion news, hottest trends and celebrity style from around the world, unveiling fashion and style from street corners to runways and red carpets.", "article": {"published_time": "2014-01-25"}, "Subject": "fashionnstyle.com", "viewport": "width=device-width", "news_keywords": "the originals, season 1, episode 12, rebekah, claire holt, klaus, joseph morgan, daniel gillies, elijah, cast, trailer, twitter, instagram, spoilers,episode 1, boyfriend, pregnant,vampire diaries"}, "_id": "\"57477af36914bd0286fd2627\"", "article_summary": "The Eye'The Originals' Season 1 Episode 12 SPOILERS: Elijah and Rebekah Reunite With Klaus?\nWell no love interest for Klaus doesn't mean he won't be able to rekindle a family bond with Elijah and Rebekah.\nThis causes major problems for their sister Rebekah (Claire Holt), who believes that Klaus' new found niceness is only an act for a bigger plot.\nTVLine released a sneak peek clip of episode 12 in which Rebekah confronts Elijah (Daniel Gillies) about his new alliance with their brother.\nHowever, Klaus' latest cameo on the 100th episode of \"The Vampire Diaries\" in which Klaus seems to be rather flirty with Caroline doesn't mean the vampire king's heart will be softened anytime soon."}