{"article_title": "Will a tax lien affect my premium tax credit?", "article_keywords": ["refund", "advance", "premium", "owe", "lien", "treasury", "tax", "credit", "state", "income", "affect", "federal"], "article_url": "http://www.nhregister.com/article/NH/20140114/NEWS/140119555", "article_text": "Q. If I owe state and/or federal taxes and have a lien against me, and I apply for and receive a premium tax credit for health insurance on a state marketplace, will this have to be paid back at some future point?\n\nA. There\u0092s no clear guidance on this issue in the regulations, say tax experts.\n\nYou can qualify for a premium tax credit even if you owe a debt to the government, say experts. Further, there\u0092s nothing in the rules to suggest that you would have to repay the premium tax credit in addition to the money you already owe, says John W. Roth, a senior federal tax analyst at CCH, a tax and accounting information publisher.\n\nBut your tax lien could come into play in other ways.\n\nAdvertisement\n\nPeople with incomes between 100 and 400 percent of the federal poverty level (currently $11,490 to $45,960 for an individual) may be eligible for premium tax credits to buy health insurance on their state marketplace. To determine the amount of the credit, people are asked to estimate their income for the coming year. They can either take the credit in advance and pay a lower monthly premium, or claim it at the end of the year when they file their taxes.\n\nAt tax time, the Internal Revenue Service will reconcile the amount of tax credit you received based on your estimated income with the tax credit amount you were actually due based on your income. If your income was lower than you estimated, you could qualify for a larger tax credit, which you could receive as a tax refund when you file your taxes.\n\nHowever, when people owe the government money\u0096whether it\u0092s back taxes, unpaid student loans or child support\u0097the government often seizes their income tax refund to collect what it\u0092s owed.\n\n\u0093As a tax refund it would be subject, in my professional opinion, to seizure,\u0094 says Roth.\n\nIn an email, a Treasury Department official confirmed that reading of the law was correct. \u0093If the additional tax credit is owed as refund, it would be subject to offset like any other income tax refund,\u0094 the official said.\n\nAs for your question about whether you might have to repay any premium tax credit, Treasury said the government would not take your tax refund to recover any advance payments of the tax credit that are sent directly to the insurer. \u0093Advance payments of the premium tax credit may be offset for the insurer\u0092s debts, but not for the debts of the covered individual,\u0094 Treasury said.", "article_metadata": {"news_keywords": "Health, Health news, New Haven Health news, CT Health news, US Health news, world Health news.", "title": "Obamacare Q&A: Will a tax lien affect my premium tax credit?", "og": {"url": "http://www.nhregister.com/article/NH/20140114/NEWS/140119555", "image": {"width": "400px", "identifier": "http://www.nhregister.com/apps/pbcsi.dll/storyimage/NH/20140114/NEWS/140119555/AR/0/AR-140119555.jpg?Maxh=1500&Maxw=1500", "height": "266px"}, "type": "article", "title": "Obamacare Q&A: Will a tax lien affect my premium tax credit?"}, "twitter": {"domain": "nhregister.com", "description": "Q. If I owe state and/or federal taxes and have a lien against me, and I apply for and receive a premium tax credit for health insurance on a state marketplace, will this have to be paid back at some future point?", "title": "Obamacare Q&A: Will a tax lien affect my premium tax credit?", "url": "http://www.nhregister.com/article/NH/20140114/NEWS/140119555", "image": {"src": "http://www.nhregister.com/apps/pbcsi.dll/storyimage/NH/20140114/NEWS/140119555/AR/0/AR-140119555.jpg?Maxh=900&Maxw=900"}, "site": "@nhregister", "app": {"id": {"ipad": "id568468308", "iphone": "id520203861", "googleplay": "com.spreedinc.providers.digitalfirstmedia.newhavenregister"}}, "card": "summary_large_image"}, "fb": {"admins": 18506000}, "keywords": "Health, Health news, New Haven Health news, CT Health news, US Health news, world Health news.", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0", "description": "Q. If I owe state and/or federal taxes and have a lien against me, and I apply for and receive a premium tax credit for health insurance on a state marketplace, will this have to be paid back at some future point?"}, "_id": "\"57477af36914bd0286fc936c\"", "article_summary": "At tax time, the Internal Revenue Service will reconcile the amount of tax credit you received based on your estimated income with the tax credit amount you were actually due based on your income.\n\u0093If the additional tax credit is owed as refund, it would be subject to offset like any other income tax refund,\u0094 the official said.\nYou can qualify for a premium tax credit even if you owe a debt to the government, say experts.\nAs for your question about whether you might have to repay any premium tax credit, Treasury said the government would not take your tax refund to recover any advance payments of the tax credit that are sent directly to the insurer.\n\u0093Advance payments of the premium tax credit may be offset for the insurer\u0092s debts, but not for the debts of the covered individual,\u0094 Treasury said."}