{"article_title": "The GOP Should Stop Lying About Obama’s Economy", "article_keywords": ["adding", "jobs", "dollar", "stop", "ryan", "insurance", "inflation", "economic", "policies", "president", "obamas", "gop", "lying", "economy"], "article_url": "http://www.thedailybeast.com/articles/2015/01/12/the-gop-should-stop-lying-about-obama-s-economy.html", "article_text": "IT’S THE FACTS, STUPID\n\nFor years Republicans have been spewing doomsday rhetoric, but the stock market is booming, the deficit shrinking, and the economy is adding lots of jobs.\n\nFriday’s boffo jobs report—the 58th straight month of jobs growth in an expansion that has now entered its 67th month—was only the latest in a long string of positive economic data.\n\nThis recovery, which started in July 2009, has been the most politicized, partisan expansion I can recall. Indeed, for the last six years, monthly data like the employment report –as well as new initiatives and proposals to get the economy rolling—have been greeted by critics with apocalyptic declarations. For the last six years, we’ve seen a continuing response from Republicans: Under the set of policies pursued by President Obama (some of them continuations of policies enacted by President Bush) and of Federal Reserve Chairman Ben Bernanke (a Bush appointee) and Federal Reserve Chairman Janet Yellen, the U.S. economic ship is like the Titanic—rudderless in dangerous seas, bound for doom, about to sink.\n\nLet’s review some of the greatest hits. In March 2009, at the depths of the recession, when the stimulus bill passed Michael Boskin, economic adviser to the first President Bush, took to the Wall Street Journal editorial page on March 6, 2009, to proclaim ”Obama’s Radicalism is Killing the Dow.” Were his budget and stimulus plans to be adopted, the U.S. would risk becoming a “European-style social welfare state with its concomitant long-run economic stagnation.” That day, the Dow touched, 6,600. Almost immediately, the markets commenced a raging, historical bull run. The Dow closed Friday at 17,737, an increase of 168 percent from March 2009.\n\nIn February, 2011, Rep. Paul Ryan, the former vice presidential candidate, took out after Bernanke, arguing that the Fed’s efforts to support an economy still laboring under the fallout of a financial crisis and a deep recession were poison. Specifically, Ryan assured the public that the Fed’s bond-buying efforts would ignite runaway inflation and tank the dollar. “There is nothing more insidious that a country can do to its citizens than debase its currency.” Whoops. Since then, inflation has been remarkably tame. The consumer price index, the official measure of inflation, actually fell .3 percent in November, and is up a mere 1.3 percent in the previous 12 months—far below the historical norm. And the dollar? Far from depreciating, it has been going gangbusters. The trade-weighted dollar index, which measures the strength of our currency against those of our major economic partners and competitors, has soared 15 percent since early 2011 and now stands at a nine-year high.\n\nAs the Bureau of Labor Statistics started pumping out reports that showed the economy adding jobs starting in early 2010, the response was generally to ignore them, or worse. In October, 2012, former General Electric CEO Jack Welch famously tweeted, “Unbelievable jobs numbers...these Chicago guys will do anything..can't debate so change numbers.” In fact, we now know that the September 2012 jobs report was one of a continuing series—59 straight months and counting—in which the economy has added jobs. More than 10 million in all, more than recouping all the positions lost in the deep recession.\n\nIn 2011, candidate Mitt Romney claimed that, were he to be elected, the unemployment rate would fall below 6 percent by the end of his first term in 2016. Last month, under Obama, the rate fell to 5.6 percent, the lowest level since June 2008.\n\nNext we were assured, the botched rollout of Obamacare was certain to manage the twin tasks of tanking the economy as a whole and resulting in a massive loss of insurance. In March 2014, House Speaker John Boehner noted “there are less people today with health insurance than there were before this law went into effect.” In fact, as countless studies and the continuing series of Gallup polls have shown, the percentage of people without health insurance has declined dramatically—from 18 percent in the third quarter of 2013, to 12.9 percent in the final quarter of 2014, a decline of nearly 30 percent. Oh, and in the year since Obamacare formally launched, the U.S. economy has posted solid growth while adding 2.95 million jobs—the best such performance since 1999.\n\nLook. The recovery is nowhere near complete—there are still too many people who want and need jobs but can’t find them. And wages remain stagnant. But the larger narrative that has played out in front of our eyes has defied the one predicted by Republican establishment economists and economic thinkers, and vindicated those who argued America was coming back (like me). The stock market is booming, not tanking; interest rates are muted, not out of control; the deficit is shrinking, not expanding; the economy is adding lots of jobs, not shedding them; the dollar is robust, not weak; inflation is nonexistent, not out of control; energy prices have plummeted, not soared; millions of people have gained health insurance, not lost it.\n\nVirtually everything GOP critics have told us would follow from the policies put in place has not come to pass. You would think that this would occasion a few mea culpas, some rethinking, an admission of poor prognostication. But, alas, it continues. Rep. Paul Ryan is now warning in a column that Obamacare “is weighing down our economy and discouraging hiring” and will ultimately “collapse under its own weight.”", "article_metadata": {"twitter": {"site": "@thedailybeast", "card": "summary"}, "keywords": "u.s. poli", "publicationDate": 201501121046, "wrap": "/content/dailybeast/politics", "news_keywords": "US Politics", "pageNum": 1, "title": "The GOP Should Stop Lying About Obamas Economy", "tags": "topic:politics", "og": {"site_name": "The Daily Beast", "description": "For years Republicans have been spewing doomsday rhetoric, but the stock market is booming, the deficit shrinking, and the economy is adding lots of jobs.", "title": "The GOP Should Stop Lying About Obama’s Economy", "url": "http://www.thedailybeast.com/articles/2015/01/12/the-gop-should-stop-lying-about-obama-s-economy.html", "image": "http://cdn.thedailybeast.com/content/dailybeast/articles/2015/01/12/the-gop-should-stop-lying-about-obama-s-economy/jcr:content/image.img.2000.jpg/1421090065469.cached.jpg", "type": "article"}, "environment": "dev", "platform": "desktop", "template": "article", "type": "house", "description": "For years Republicans have been spewing doomsday rhetoric, but the stock market is booming, the deficit shrinking, and the economy is adding lots of jobs.", "sectionTaxanomies": "politics", "fb": {"admins": "1703087,30000737,1117577220,1276800108,931159,514915512", "app_id": 189930913679}, "authors": "Daniel Gross", "article": {"section": "politics", "published_time": "2015-01-12T10:46:00.000Z", "author": "http://www.thedailybeast.com/contributors/daniel-grosshtml"}, "resourceType": "dailybeast2/components/pages/article", "contentpath": "/content/dailybeast/articles/2015/01/12/the-gop-should-stop-lying-about-obama-s-economy", "parsely-page": "{\"title\":\"The GOP Should Stop Lying About Obama’s Economy\",\"link\":\"http://www.thedailybeast.com/articles/2015/01/12/the-gop-should-stop-lying-about-obama-s-economy.html\",\"image_url\":\"http://cdn.thedailybeast.com/content/dailybeast/articles/2015/01/12/the-gop-should-stop-lying-about-obama-s-economy/jcr:content/image.crop.410.273.jpg/47369668.cached.jpg\",\"type\":\"post\",\"post_id\":\"/content/dailybeast/articles/2015/01/12/the-gop-should-stop-lying-about-obama-s-economy\",\"pub_date\":\"2015-01-12T10:46:00+00:00\",\"section\":\"Politics\",\"author\":\"Daniel Gross\",\"tags\":[\"politics\"]}", "authorIds": "/etc/authors/d/daniel-gross", "content-type": "text/html; charset=UTF-8"}, "article_summary": "As the Bureau of Labor Statistics started pumping out reports that showed the economy adding jobs starting in early 2010, the response was generally to ignore them, or worse.\nVirtually everything GOP critics have told us would follow from the policies put in place has not come to pass.\nIT’S THE FACTS, STUPIDFor years Republicans have been spewing doomsday rhetoric, but the stock market is booming, the deficit shrinking, and the economy is adding lots of jobs.\nSpecifically, Ryan assured the public that the Fed’s bond-buying efforts would ignite runaway inflation and tank the dollar.\nRep. Paul Ryan is now warning in a column that Obamacare “is weighing down our economy and discouraging hiring” and will ultimately “collapse under its own weight.”"}