{"article_title": "Obama vetoes bill aiming to defund Planned Parenthood, repeal Affordable Care Act", "article_keywords": ["affordable", "aiming", "coverage", "bill", "abortion", "parenthood", "health", "americans", "planned", "vetoes", "act", "president", "defund", "repeal", "care", "obama"], "article_url": "http://www.christiantoday.com/article/obama.vetoes.bill.aiming.to.defund.planned.parenthood.repeal.affordable.care.act/76058.htm", "article_text": "Reuters\n\nAs expected, U.S. President Barack Obama vetoed Friday a bill that would end the Affordable Care Act, his centrepiece programme popularly known as Obamacare, and defund abortion service provider Planned Parenthood.\n\nThe bill, H.R. 3762 or the \"Restoring Americans' Healthcare Freedom Reconciliation Act of 2015,″ was earlier passed by Congress and sent to the President on Thursday.\n\nIt aimed at ending funding for Planned Parenthood for the next fiscal years, ending IRS-collected penalty on taxpayers who don't carry government mandated health insurance, easing restrictions on health savings accounts and modifying or removing many federal health insurance mandates on small businesses and state agencies, the WND reported.\n\nIn defending his veto, the President said, \"About 17.6 million Americans have gained health care coverage as the law's coverage provisions have taken effect. The nation's uninsured rate now stands at its lowest level ever, and demand for marketplace coverage during December 2015 was at an all-time high.\"\n\nObama said Republicans in Congress have attempted to repeal the health care act over 50 times.\n\nAdvertisement\n\nHe also defended Planned Parenthood, saying it provides \"a range of important preventive care and health services, including health screenings, vaccinations, and check-ups to millions of men and women who visit their health centres annually.\"\n\nRepublican Rep. Diane Black said, \"President Obama's gall is stunning.\"\n\n\"He spent this week discussing the need to 'protect innocent people' and 'save more lives' yet he callously vetoed a bill to protect the most innocent and vulnerable among us from the heinous abuses of Planned Parenthood,\" she said.\n\nPro-life Concerned Women for America said, \"Regardless of where you stand on abortion, most people are not in favour of forcing Americans to violate their consciences. Our president is forcing taxpayers to fund the nation's largest abortion provider. This is wrong and will not stand.\"\n\nAccording to the Alliance Defending Freedom, \"The president has chosen to continue funding for the abortion giant that helped get him elected rather than expand health care choices for women.\"\n\nFamily Research Council President Tony Perkins said by vetoing the bill, the President \"bear the moral responsibility for sending taxpayer dollars to a group that has engaged in the selling of baby body parts.\"", "article_metadata": {"description": "As expected, U.S. President Barack Obama vetoed Friday a bill that would end his centerpiece program, the Affordable Care Act, and defund abortion provider Planned Parenthood.", "title": "Obama vetoes bill aiming to defund Planned Parenthood, repeal Affordable Care Act", "og": {"image": "http://d2.christiantoday.com/en/full/41463/obamacare-repeal-act.jpg", "description": "As expected, U.S. President Barack Obama vetoed Friday a bill that would end his centerpiece program, the Affordable Care Act, and defund abortion provider Planned Parenthood.", "title": "Obama vetoes bill aiming to defund Planned Parenthood, repeal Affordable Care Act"}, "HandheldFriendly": "True", "p": {"domain_verify": "035da258d4370c219fc1e27db5605a75"}, "MobileOptimized": 320, "Keywords": "christian news,christianity,evangelical,Planned Parenthood,Obamacare,Obama veto Planned Parenthood bill,Affordable Care,Affordable Care Act", "viewport": "width=device-width, initial-scale=1, minimum-scale=1, maximum-scale=1, user-scalable=no"}, "article_summary": "Obama said Republicans in Congress have attempted to repeal the health care act over 50 times.\nReutersAs expected, U.S. President Barack Obama vetoed Friday a bill that would end the Affordable Care Act, his centrepiece programme popularly known as Obamacare, and defund abortion service provider Planned Parenthood.\nIn defending his veto, the President said, \"About 17.6 million Americans have gained health care coverage as the law's coverage provisions have taken effect.\n3762 or the \"Restoring Americans' Healthcare Freedom Reconciliation Act of 2015,″ was earlier passed by Congress and sent to the President on Thursday.\nAdvertisementHe also defended Planned Parenthood, saying it provides \"a range of important preventive care and health services, including health screenings, vaccinations, and check-ups to millions of men and women who visit their health centres annually.\""}