{"article_title": "What’s Bill Clinton up to on Obamacare?", "article_keywords": ["legislative", "cgi", "aca", "whats", "house", "bill", "obamacare", "president", "clinton", "white", "law", "obama"], "article_url": "http://thegrio.com/2013/11/14/whats-bill-clinton-up-to-on-obamacare/", "article_text": "Former U.S. President Bill Clinton (L) speaks with U.S. President Barack Obama on stage during the annual Clinton Global Initiative (CGI) meeting on September 24, 2013 in New York City. Timed to coincide with the United Nations General Assembly, CGI brings together heads of state, CEOs, philanthropists and others to help find solutions to the world's major problems. (Photo by Allan Tannenbaum-Pool/Getty Images)\n\nNext Wednesday, President Bill Clinton will be back at the White House when the current incumbent presents him with the Presidential Medal of Freedom. The timing could hardly be more awkward.\n\nClinton did President Obama no favors this week when he endorsed a growing push on Capitol Hill to modify the Affordable Care Act (ACA) in order to allow people to keep their existing individual health insurance policies if they want to.\n\n“Even if it takes a change to the law, the president should honor the commitment the federal government made to those people and let them keep what they got,” Clinton said in an online video interview released Tuesday.\n\nThe comments left some observers wondering just what the former president, long known as a wily political tactician, was up to.\n\nAfter all, the remarks, which came as the White House has been working feverishly to head off the idea of legislative changes, offered irresistible ammunition to Republican foes of the law. (“I’m inclined to agree with Bill Clinton,” said Dick Cheney.) What’s more, experts on the ACA say the proposed “fix” would badly—perhaps fatally—undermine Obama’s signature legislative accomplishment. And the GOP’s nihilistic opposition to the entire project means there’s little chance of anything constructive making it through Congress.\n\nClick here to read more.", "article_metadata": {"description": "MSNBC - Next Wednesday, President Bill Clinton will be back at the White House when the current incumbent presents him with the Presidential Medal of Freedom. The timing could hardly be more awkward...", "generator": "WordPress 4.5.2", "og": {"site_name": "theGrio", "description": "MSNBC - Next Wednesday, President Bill Clinton will be back at the White House when the current incumbent presents him with the Presidential Medal of Freedom. The timing could hardly be more awkward...", "title": "What’s Bill Clinton up to on Obamacare?", "locale": "en_US", "image": {"width": 4128, "identifier": "http://i0.wp.com/thegrio.com/wp-content/uploads/2013/09/obama-clinton-global-intiative-16x9.jpg?fit=4128%2C2322", "height": 2322}, "url": "http://thegrio.com/2013/11/14/whats-bill-clinton-up-to-on-obamacare/", "type": "article"}, "fb": {"app_id": 1699887390250781, "pages": 75928194876}, "google-site-verification": "nGSqmdocNPXRMLRT9q_QAemkqyzj9W5Vd4tzA7hsksg", "keywords": "politics, barack obama, bill clinton, health care, health care reform, obamacare, white house", "article": {"section": "Politics", "tag": "White House", "published_time": "-001-11-30T00:00:00+00:00", "modified_time": "2013-11-14T20:32:07+00:00"}}, "article_summary": "Former U.S. President Bill Clinton (L) speaks with U.S. President Barack Obama on stage during the annual Clinton Global Initiative (CGI) meeting on September 24, 2013 in New York City.\n(Photo by Allan Tannenbaum-Pool/Getty Images)Next Wednesday, President Bill Clinton will be back at the White House when the current incumbent presents him with the Presidential Medal of Freedom.\n(“I’m inclined to agree with Bill Clinton,” said Dick Cheney.)\nWhat’s more, experts on the ACA say the proposed “fix” would badly—perhaps fatally—undermine Obama’s signature legislative accomplishment.\nAnd the GOP’s nihilistic opposition to the entire project means there’s little chance of anything constructive making it through Congress."}