{"article_title": "CMS Delays Implementation of the 60-Day Overpayment Final Rule", "article_keywords": ["extension", "proposed", "implementation", "delays", "rule", "medicare", "act", "60day", "overpayment", "cms", "final", "issues", "care"], "article_url": "http://www.natlawreview.com/article/cms-delays-implementation-60-day-overpayment-final-rule", "article_text": "Monday, February 23, 2015\n\nOn February 13, 2015, the Center for Medicare and Medicaid Services (CMS) announced a one-year extension to its normal three-year deadline to finalize the proposed rule explaining the Affordable Care Act’s “60-Day Rule” – leaving providers and their counsel with the same unanswered questions on how to comply and manage potential False Claims Act (FCA) risk.\n\nWhen Congress passed the Affordable Care Act in 2010, it amended the Social Security Act to add Section 1128J. This section requires Medicare and Medicaid providers, suppliers and managed care contractors to report and return an overpayment by the later of “60 days after the date upon which the overpayment was identified or the date any corresponding cost report was due, if applicable.”\n\nCMS published a proposed rule applying this provision to Medicare Part A and B overpayments on February 16, 2012. The proposed rule defines when an overpayment is “identified” as when the provider or supplier has “actual knowledge of the existence of the overpayment or acts in reckless disregard or deliberate indifference of the overpayment.” CMS also stated in the preamble that the 60-day clock would not start running until after the provider or supplier had an opportunity to undertake a “reasonable inquiry” into the basis of the alleged overpayment “with all deliberate speed” after receiving information concerning a potential overpayment. The proposed rule also contained a lengthy ten-year “look back” period.\n\nIn the extension announcement, CMS explained that both public and internal stakeholder comments raised “significant policy and operational issues that need to be resolved in order to address all of the issues raised … and ensure appropriate coordination with other government agencies.” CMS specifically pointed to the need to collaborate with the U.S. Department of Health and Human Services Office of Inspector General and the U.S. Department of Justice in developing the final rule. These outstanding issues met the Secretary’s standard for showing “extraordinary circumstances” to obtain the rulemaking extension.\n\nThis extension indicates that the agencies recognize the far-reaching impact the final rule will have on the healthcare industry and development of the “reverse false claims” theory under the FCA. The deadline for publishing the final rule is February 16, 2016. In the interim, the statutory requirement is in effect in the absence of a final rule.\n\nWe will keep watch for further guidance from CMS on this issue.", "article_metadata": {"description": "the Center for Medicare and Medicaid Services (CMS) announced a one-year extension to its normal three-year deadline to finalize the proposed rule explaining the Affordable Care Act’s 60-Day Rule", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "The National Law Review", "description": "On February 13, 2015, the Center for Medicare and Medicaid Services (CMS) announced a one-year extension to its normal three-year deadline to finalize the proposed rule explaining the Affordable Care", "title": "CMS Delays Implementation of the 60-Day Overpayment Final Rule", "url": "http://www.natlawreview.com/article/cms-delays-implementation-60-day-overpayment-final-rule", "image": "http://www.natlawreview.com/sites/default/files/styles/thumbnail/public/article/aux/1092/CMS%20tall%20small_10.jpg?itok=TXiSScrz", "type": "article"}, "keywords": "Legal, Business, Government, Health care, CMS, Affordable Care Act, 60-day rule, overpayment, 60-day rule, false claims act, FCA", "msvalidate.01": "5493B547C0AB527FF4CF8C4D0127302A", "google-site-verification": "SAKcOmA6_i0E79oG2TjlPWfOSs9kMM6EWAZNaT0aBtA", "verify-v1": "nSkrvEqyOIUMGKMak3OBIKcpcABac4XWK5NJKMuMtBY=", "y_key": "fe6cd8bd83ff0c09", "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Legal, Business, Government, Health care, CMS, Affordable Care Act, 60-day rule, overpayment, 60-day rule, false claims act, FCA"}, "_id": "\"57477af36914bd0286fd2649\"", "article_summary": "In the interim, the statutory requirement is in effect in the absence of a final rule.\nWhen Congress passed the Affordable Care Act in 2010, it amended the Social Security Act to add Section 1128J.\nThe deadline for publishing the final rule is February 16, 2016.\nThe proposed rule also contained a lengthy ten-year “look back” period.\nThis extension indicates that the agencies recognize the far-reaching impact the final rule will have on the healthcare industry and development of the “reverse false claims” theory under the FCA."}