{"article_title": "LSU researcher thinks he’s found a creative way to control mosquito-borne diseases", "article_keywords": ["control", "diseases", "hes", "researcher", "malveaux", "price", "system", "creative", "mosquitoborne", "engineering", "lsu", "way", "drones", "malveauxs", "drone", "thinks"], "article_url": "http://theadvocate.com/news/business/11126758-123/lsu-researcher-thinks-hes-found", "article_text": "LSU researcher thinks he’s found a creative way to control mosquito-borne diseases\n\nLSU researcher thinks he’s found a creative way to control mosquito-borne diseases\n\nSheriff’s deputy, sociologist, pilot, used car dealer, importer, entrepreneur, engineer, researcher, linguist, dreamer.\n\nCharles Malveaux is or has been all those things. He’s currently a doctoral candidate in LSU’s College of Engineering. He designs and builds his own drones. He thinks they can prevent mosquito-borne illnesses, like malaria and West Nile virus. He expects his dissertation will involve creating a two-drone system: one to map standing water and mosquito-breeding areas; the other, guided by GPS and armed with 20 pounds of larvicide, to spray the trouble spots.\n\nEast Baton Rouge Parish will serve as the demonstration site. Malveaux, the LSU AgCenter and the city-parish are hammering out the details of the agreement.\n\nMeanwhile, Malveaux’s already working to patent the concept. He plans to mass-produce the drones in China. He’s got an advantage there because he already speaks Chinese — Mandarin, to be specific. Malveaux studied the language in Taiwan because he wanted to get the accent right.\n\n“I didn’t realize I had a gift for learning languages fast until I went to China. … Within a week and a half, I was at the store buying a cellphone, speaking Chinese,” Malveaux said.\n\nWithin three weeks, Malveaux had snagged a gig as an interpreter for an American-born Chinese girl who was vacationing in Taipei.\n\nThat might be the classic Malveaux anecdote. It’s the kind of adventure that results from a certain mind-set, one that might be summarized as follows:\n\nStep 1 : Start with an idea, one most people would say is impossible or at best impractical.\n\nStep 2 : Disregard those people.\n\nStep 3 : End up exactly where you are supposed to be.\n\nFor example, somewhere around the time Malveaux was studying Chinese, he decided it would be fun to get a pilot’s license. And not long after that, he began his drone research. Now, the former may help him commercialize the latter.\n\nThe Federal Aviation Administration’s proposed drone regulations would require commercial operators to hold a pilot’s license. Malveaux is the co-owner of Atmosphere Aerial, a drone cinematography and photography company. If the regulations went into effect today, Malveaux would be one of the few, if not the only, people in Louisiana who could legally operate a commercial drone.\n\nHowever, the Malveaux method has a few drawbacks. Among other things, it doesn’t produce a linear career path.\n\nMalveaux’s first real job was as a deputy. He liked helping people, but something was missing. He had always liked engineering and thought about pursuing it at McNeese State University. But he was working full-time in the Calcasieu Parish Sheriff’s Office. Sociology was easier and quicker, and it made sense from a law enforcement standpoint. The more Malveaux understood why people behaved the way they did, the better he could help them.\n\nStill, engineering’s allure never faded. Malveaux believed he could help more people in that field. He decided to get a master’s in engineering from LSU.\n\nIt took Malveaux a while to get there, with a number of side trips along the way. When the mini-motorcycle craze hit, Malveaux saw an opportunity to make some money importing the bikes from China. But the smallest lot of bikes he could buy was a container load. He didn’t have that kind of money, so he convinced a colleague to loan him the cash. He then spent months knocking on doors and beating the bushes to find buyers. Eventually, he sold all the bikes. While in grad school, Malveaux also worked weekends for a law firm, putting his law enforcement experience to use interviewing clients.\n\nSteven Hall, an AgCenter associate professor and Malveaux’s co-adviser, has been at the AgCenter for 15 years. In that time, he has taught about 100 doctoral students.\n\n“We have had one sociologist and one psychologist, and, frankly, I didn’t think either one of them were going to make it in engineering,” Hall said. “Both of them did. But both of them were very unusual people.”\n\nMalveaux started out as a kind of wannabe engineer with some technical ability. But Malveaux’s undergraduate degree was devoid of engineering courses. LSU fixed that.\n\n“We basically put him through all the hardest undergraduate courses. He took statics and dynamics and thermodynamics and heat transfer, fluid dynamics, all kinds of horrible stuff,” Hall said. “And he did fine. He’s got a 3.9 GPA in his graduate coursework. He’s brilliant. … He’s the real deal.”\n\nNow the question becomes, what will Malveaux do with all of his abilities?\n\nMalveaux hopes to change the planet.\n\nAccording to the World Health Organization, mosquito-borne diseases kill several million people each year and sicken hundreds of millions. About 40 percent of Earth’s population is at risk for malaria. Mosquitoes also spread dengue fever, yellow fever and West Nile virus. Malveaux believes his drone system could provide a low-cost solution. He’s about to find out.\n\nLast year, the city-parish paid $4,000 to hire a plane to treat a 10,000-acre area, said Todd Walker, director for East Baton Rouge Mosquito Abatement and Rodent Control. The planes flew six days a week from June to September.\n\nThe problem is that the city-parish’s spraying program mainly targets adult mosquitoes. Trucks and planes can’t really get to the ditches, bayous and channels hidden behind houses or concealed by what one survey described as the second-densest tree canopy among U.S. cities.\n\n“You’ve kind of already lost the battle if you’re treating the adults,” Walker said.\n\nThe drones may be able to change that, putting larvicide in the standing water where mosquitoes breed. The city-parish is discussing the details with Malveaux and the AgCenter. So far, mosquito control has agreed to provide $30,000 in funding. Part of the money would pay to prove the concept. Part of the grant would buy the city-parish a working, sprayer-equipped drone, one that could be loaded on the back of a pickup.\n\nMalveaux is thinking bigger.\n\nHe envisions an automated system with two drones stationed in a bunker. One drone would make a daylight flight to survey the area and send that data to an analyst, who would select the areas for spraying. At 2 a.m. the bunker would reopen, and a second drone would emerge to spray the selected areas. After their flights, the drones would return to the bunker and recharge.\n\nThe bunker system could cost as much as $1 million, but each bunker could service several blocks, Malveaux said. The drones could also reduce the amount of chemicals sprayed because they could precisely deliver the larvicide.\n\nMalveaux wants to build the system as his doctoral dissertation.\n\nRandy Price, an AgCenter assistant professor and a co-adviser for Malveaux, said technically Malveaux can’t build a drone, or unmanned aerial vehicle, as his dissertation. The degree is awarded for an in-depth experiment on one subject.\n\n“Buuuuut he’s come out with some pretty creative things. … I’m almost ready to tell him, ‘You know, maybe you should just do that for your PhD,’” Price said.\n\nMalveaux has some new and novel ways to configure the drones, designs that allow the devices to fly farther and longer and carry more weight. Those things could help a lot of people.\n\nPrice bursts out laughing when trying to describe those designs. He quickly adds he can’t discuss the details because Malveaux may be able to patent some of his work.\n\nMalveaux’s problem is he has so many good ideas that it’s difficult for him to pick one for his doctorate degree, Price said.\n\nHis dissertation is likely to involve remote sensing. The drones he has developed use specialized cameras in light wavelengths undetectable to the human eye. The research may include crop monitoring and mosquito control. Malveaux has talked one firm into lending him a short-wave infrared camera, a rather pricey piece of equipment, for one season.\n\n“We may find out it’s not useful. We may find something interesting,” Price said.\n\nEither way, acquiring the camera demonstrates Malveaux’s tenacity.\n\nHe will need it to make some of his other ideas — he had a lot of them — a reality.\n\nOne of Malveaux’s dreams is to establish a robotics institute at LSU. His plan is to tie all of the robotics-use elements together, from crop management and coastal studies to oil-slick monitoring and coastal restoration. He has incorporated a business to do just that, the Environmental Robotics Institute. Last year, Malveaux’s startup won a $2,000 prize in the LSU Student Incubator’s Venture Challenge.\n\n“It’s an interesting vision, and we’re all for that,” Price said. “He just needs to get in the position where he can make that happen a little bit better.”\n\nHall wouldn’t bet against Malveaux.\n\n“He’s just this sort of guy that you tell him he can’t do it, and he’ll show you he can,” Hall said.\n\nAs usual, Malveaux is unfazed by the obstacles. He doesn’t know how he’s going to get there; he just knows he will.\n\n“Life’s a journey, not a destination. That’s for sure,” Malveaux said.", "article_metadata": {"description": "Baton Rouge, LA /News/Business/: Sheriff’s deputy, sociologist, pilot, used car dealer, importer, entrepreneur, engineer, researcher, linguist, dreamer. Charles Malveaux is or has been all those things. He’s currently a doctoral candidate in LSU’s College of Engineering. He designs and b", "og": {"url": "http://theadvocate.com/news/business/11126758-123/lsu-researcher-thinks-hes-found", "image": "http://theadvocate.com/csp/mediapool/sites/dt.common.streams.StreamServer.cls?STREAMOID=7Qq8LVzigppuTkUsHGOqIM$daE2N3K4ZzOUsqbU5sYvhMclrbHFQsFVEJbKk7f8cWCsjLu883Ygn4B49Lvm9bPe2QeMKQdVeZmXF$9l$4uCZ8QDXhaHEp3rvzXRJFdy0KqPHLoMevcTLo3h8xh70Y6N_U_CryOsw6FTOdKL_jpQ-&CONTENTTYPE=image/jpeg", "type": "article", "description": "Sheriff&rsquo;s deputy, sociologist, pilot, used car dealer, importer, entrepreneur, engineer, researcher, linguist, dreamer.Charles Malveaux is or has been all those things. He&rsquo;s currently a doctoral candidate in LSU&rsquo;s College of", "title": "LSU researcher thinks he’s found a creative way to control mosquito-borne diseases"}, "robots": "NOODP", "fb": {"app_id": 514908288573846}, "google-site-verification": "WJ-GmvLB0_4_ubFhOXLkAFEJNrdaozYvrgZP8mTLz5U", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fdb742\"", "article_summary": "LSU researcher thinks he’s found a creative way to control mosquito-borne diseasesLSU researcher thinks he’s found a creative way to control mosquito-borne diseasesSheriff’s deputy, sociologist, pilot, used car dealer, importer, entrepreneur, engineer, researcher, linguist, dreamer.\nMalveaux, the LSU AgCenter and the city-parish are hammering out the details of the agreement.\nMalveaux believes his drone system could provide a low-cost solution.\nAccording to the World Health Organization, mosquito-borne diseases kill several million people each year and sicken hundreds of millions.\n“He’s just this sort of guy that you tell him he can’t do it, and he’ll show you he can,” Hall said."}