{"article_title": "Pelosi walks across the aisle calls Tom Marino insignificant", "article_keywords": ["aisle", "jim", "nancy", "calls", "insignificant", "human", "tom", "heat", "way", "pithanthropy", "democrats", "marino", "walks", "conditioner", "pelosi"], "article_url": "http://www.commdiginews.com/politics-2/nancy-pelosi-walks-across-the-aisle-to-scold-tom-marino-calls-him-insignificanct-23112/", "article_text": "MILLINOCKET, Maine, August 3, 2014 – On Friday, in an unprecedented breach of protocol, Nancy Pelosi, Minority Leader of the House, left her seat and sauntered over to where Tom Marino, who had the floor, was speaking. She wagged her finger at him and let loose a tirade.\n\nRep. Marino had dared to suggest that even though Democrats had a majority in 2009 and 2010, they did nothing to address immigration.\n\nPelosi countered that they had passed the “Dream Act.”\n\nWell, thank you for that, Nancy. It’s wonderful that you admit to creating the very cause of today’s crisis on the border. Your display of indignance seems to have triggered a bout of unintended honesty.\n\nBut Nancy, have you forgotten the old saw, “If you can’t stand the heat, get out of the kitchen?” You should have noticed by now that there’s a lot of heat in the political kitchen.\n\nWhile most Americans see open borders as a bad idea, the Democrats haven’t gotten the message. They are trying to promote amnesty as a way to solve the job crisis, eliminate the deficit and enhance “diversity.”\n\nFunny thing, though, the public just isn’t buying it; most polls show people are dead set against it.\n\nBy the way, in her tirade, Ms. Pelosi referred to Rep. Marino as an “insignificant person.” That’s her opinion of the man who represents Pennsylvania’s Tenth District. What do you suppose she thinks about us lesser Americans who only represent ourselves?\n\nPithanthropy the Human Conditioner by Jim Bozeman\n\nYou can order Pithanthropy, The Human Conditioner, in print and on Kindle from Amazon.com\n\nREAD MORE: Pithanthropy the Human Conditioner by Jim Bozeman here", "article_metadata": {"description": "“Rep. Pelosi called me an 'insignificant person' on the Floor of the House. I'll ponder that for a while driving to Williamsport tonight. Of course I'll be", "generator": "Powered by Visual Composer - drag and drop page builder for WordPress.", "author": "Jim Bozeman", "og": {"site_name": "Communities Digital News", "description": "“Rep. Pelosi called me an ‘insignificant person’ on the Floor of the House. I’ll ponder that for a while driving to Williamsport tonight. Of course I’ll be driving myself, w…", "title": "Pelosi walks across the aisle calls Tom Marino insignificant", "url": "http://www.commdiginews.com/politics-2/nancy-pelosi-walks-across-the-aisle-to-scold-tom-marino-calls-him-insignificanct-23112/", "image": {"width": 640, "identifier": "http://www.commdiginews.com/wp-content/uploads/2014/08/Screen-capture-from-House-cameras.jpg", "height": 427}, "locale": "en_US", "type": "article"}, "twitter": {"description": "“Rep. Pelosi called me an 'insignificant person' on the Floor of the House. I'll ponder that for a while driving to Williamsport tonight. Of course I'll be driving myself, with no staff or security.” – Tom Marino", "creator": "@jimbozeman", "image": "http://www.commdiginews.com/wp-content/uploads/2014/08/Screen-capture-from-House-cameras-435x375.jpg", "title": "Pelosi walks across the aisle calls Tom Marino insignificant", "site": "@commdiginews", "card": "summary"}, "propeller": "a20eada6e38f74d5c5bf31354ee9760c", "keywords": "immigration,border,pelosi,marino,house,representatives,democrats,diet,dream act,health,michelle obama,nancy pelosi", "article": {"published_time": "2014-08-04T02:09:30+00:00", "modified_time": "2014-08-27T04:39:50+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "border, democrats, diet, DREAM Act, Health, House, Immigration, marino, Michelle Obama, Nancy Pelosi, Pelosi, representatives"}, "_id": "\"57477af46914bd0286fe1038\"", "article_summary": "Pithanthropy the Human Conditioner by Jim BozemanYou can order Pithanthropy, The Human Conditioner, in print and on Kindle from Amazon.comREAD MORE: Pithanthropy the Human Conditioner by Jim Bozeman here\nMILLINOCKET, Maine, August 3, 2014 – On Friday, in an unprecedented breach of protocol, Nancy Pelosi, Minority Leader of the House, left her seat and sauntered over to where Tom Marino, who had the floor, was speaking.\nBy the way, in her tirade, Ms. Pelosi referred to Rep. Marino as an “insignificant person.” That’s her opinion of the man who represents Pennsylvania’s Tenth District.\nRep. Marino had dared to suggest that even though Democrats had a majority in 2009 and 2010, they did nothing to address immigration.\nPelosi countered that they had passed the “Dream Act.”Well, thank you for that, Nancy."}