{"article_title": "Teladoc's CEO Talks What Telehealth Means for the Future of Healthcare", "article_keywords": ["services", "means", "ceo", "quality", "teladoc", "visits", "access", "telehealth", "need", "future", "health", "healthcare", "talks", "teladocs", "technology", "care"], "article_url": "http://hitconsultant.net/2015/12/09/30708/", "article_text": "Thought you might find this interesting Submit\n\nWhat if access to quality healthcare services was just a click, tap, or phone call away? That was the premise that telehealth services were founded on. But beyond the appeal and consumer convenience, telehealth stands to create efficiencies for healthcare systems that are desperately in need of it.\n\nTelehealth isn’t just about taking healthcare to the future—it’s about creating a better future for the patients and providers than can benefit from its use, especially in the wake of the Affordable Care act in the US.\n\nAt least that’s what Teladoc’s CEO Jason Gorevic believes. After all, his Dallas, TX-based telehealth service provider reached its millionth visit this year, proving that patients are ready to approach health matters virtually. But will telehealth services really deliver on the promise of transforming healthcare service delivery and access? We asked Gorevic for insight:\n\nQ\n\nAs the US health care system continues to serve the greater population in the face of its financial and structural challenges, HIT and technology have come into the fold quite relevantly. Yet, there was early skepticism that services like the ones Telehealth provide and it called into question if healthcare services could be delivered effectively via phone, video, and teleconferencing. However, with more than 1 million telehealth visits under Teladoc’s belt, clearly the mindset is changing. Thus, what do you believe has been the key driver in this shifting mindset? Is it due to a world adopting commercial technologies, or has healthcare reform has paved this path of innovation for companies like Teladoc?\n\nThere are several macro trends that have spurred the growth of telehealth. The aging population, increase in population and increased coverage resulting from the Affordable Care Act have all put significant pressure on the health care delivery system. When you combine this with the proliferation of broadband, mobile and video technologies, you get a perfect environment for telehealth to flourish. The adoption of mobile technology, in particular, has played a large role in the surge for on-demand services, including telehealth as a safe, high-quality form of health care delivery. With the advent of on-demand entertainment, one-hour delivery and ridesharing apps, consumers have become accustomed to using mobile apps that make their lives easier. Gaining new or better access to quality health care using today’s technology isn’t an exception.\n\nConsumers’ understanding of the clear benefits of telehealth is growing rapidly. They understand and want increased access to quality health care from wherever they are and whenever they need it. They see the value in talking with a doctor within minutes for a nominal fee ($0 – $40) compared to $1,957 for an ER trip and $145 for a PCP visit.\n\nTelehealth simply makes sense when treating common medical issues.\n\nQ\n\nTeladoc has been able to maintain a 92 percent medical resolution rate and a 95 percent patient satisfaction rate for its non-emergency medical visits. Do you think that technology satisfies a need in terms of convenience and one-on-one care that the in-person model no longer provides adequately? Why or why not?\n\nFact is it can be hard to see or talk to a doctor when you really need one. Telehealth is creating access to care like never before, and technology is enabling us to do it. Whether you’re in need of a family practitioner or a specialist within dermatology or even behavioral health, telehealth improves patient care by expanding access to quality and affordable care.\n\nTelehealth also allows patients with minor medical conditions to seek care before an issue becomes more complex. In a study performed by the RAND Corporation, they found that 21 percent of people who used Teladoc hadn’t interacted with the health care system in the previous year – they were disenfranchised, and Teladoc provided an entry point into the health care system. This tells us that telehealth empowers people to get the care they need on their own terms. They don’t have to worry about leaving work, missing deadlines or spending time away from their kids – they can get help they need, whenever and however they want. Teladoc, unlike other telehealth providers, offers patients the ability to choose how to connect with a physician using different means of technology, such as mobile app, video, online or phone call.\n\nQ\n\nDo you think we will see a shift in patient perception where visits via technology will be preferential? Everyone seems more tied to their personal devices and online interactions to their personal ones…\n\nAs consumers become more educated about telehealth and its benefits – cost, access and quality care – we’re confident the adoption rate will continue to grow as will the ways in which people connect with physicians for care. And our members are passionate advocates. Teladoc has a net promoter score in the mid-70s. That’s comparable to Apple, and unheard of in the health care industry.\n\nTelehealth and Teladoc are disruptors to the way health care is delivered. Take for instance the banking industry. A decade ago, brick-and-mortar banking centers were the primary place to conduct financial transactions. Now, these centers allow you to use apps to deposit money or upload photos and conduct transactions.\n\nFor perspective, Teladoc completed its 1 millionth telehealth visit – an industry first – this year, and by year’s end, we’ll conduct more than 550,000 consults. It took us the previous decade to do as many. By using smart, scalable technology, telehealth can continue to make a positive impact on improving patient care.\n\nQ\n\nAre patients leading this movement here, or are you seeing a larger desire to provide services this way from providers?\n\nTeladoc currently has more than 4,000 clients, including 160 Fortune 1000 companies, 20 health plans and over 50 hospitals, who are seeing great success in implementing telehealth programs.\n\nWe are seeing an increase in employers, health plans and health systems looking for ways to provide quality care while managing costs, particularly as the Affordable Care Act continues to give more people access to health care with a shortage of primary care physicians. This combination results in increased wait times and costly ER and urgent care visits for non-emergency care. Telehealth is a solution to these challenges and continues to gain favorability among patients, providers, employers, legislators and regulators alike.\n\nTwo years ago, I would have said that the providers are interested, but aren’t yet taking action. Today, we see hospital systems embracing telehealth, as they look to take risk, manage the health of populations and move care to the most appropriate setting.\n\nQ\n\nIt took Teladoc a decade to reach that 500,000 visit mark. What were the lessons you learned along the way to reach that milestone? What were some of the roadblocks technical or otherwise that made that process as long as it did? What did Teladoc get right? Where did it ever go wrong, if at all?\n\nOur first challenge was to educate the market on the need for telehealth as a critical part of the health care delivery system. This took a tremendous amount of market development. Once we convinced customers to adopt telehealth, we had to focus on consumer engagement, and develop capabilities that would drive adoption by the consumer. Early in our company’s history, we offered our communications and consumer engagement tools as optional services. Today, those are essential parts of our offering, and we won’t unbundle them from the rest of the product.\n\nAs our consumer engagement strategies began to yield results, we had to tackle challenges that came with scale. In 2013, we launched our third generation technology platform, which was designed to deliver scalability, flexibility and security. Over the course of that year, we migrated our entire customer base to that platform, which has enabled us to manage the explosive growth that we’ve seen over the last few years.\n\nQ\n\nIn that same vein, it then took only a year to reach your millionth visit? What accounted for such an accelerated adoption?\n\nFor 11 consecutive quarters, our telehealth visits have outpaced the growth of our membership. This means more people are adopting and using Teladoc at a higher frequency. It’s a great sign of the health of our business. It means we’re engaging more members to use the service. We have great data on who uses our services and why, which enables us to segment and target our communications to the right audiences to drive utilization and better care for those in need.\n\nThe Affordable Care Act is also an accelerator for adoption. With more people able to access health care for the first time, telehealth addresses the resulting U.S. PCP shortage and increasing costs from unnecessary ER or urgent care visits.\n\nQ\n\nAs both need and popularity for telehealth services grows, how will Teladoc stand out from all the competitors that are bound to crop up? I understand there have been some issues already in this arena, especially where patents were concerned. Still, how will Teladoc remain at the forefront of this movement in the market?\n\nTeladoc’s decades of experience, scalability of our platform, breadth of products and services, physician network and commitment to providing the highest-quality care to our members keep us at the forefront of the industry.\n\nTeladoc is the first telehealth provider in the industry and remains the largest, most experienced and most technologically advanced by far. In 2015, we will conduct more than 550,000 telehealth visits, twice the amount of the rest of the industry combined, and more visualized consults than any other provider. This calculates to one telehealth consult taking place every minute of every day this year.\n\nWe are providing greater access to quality care for our members and real, tangible ROI for our clients. We’ve developed more than 100 proprietary telehealth guidelines, maintain rigorous quality assurance programs and oversight, and are the only telehealth provider to receive the National Committee for Quality Assurance (NCQA) certification two years running.\n\nOur more than 2,650 board-certified physicians and mental health providers are focused on delivering and maintaining the highest quality care, regardless of how long it takes, which is why we don’t add fees based on the length of a visit for our more than 12.6 million members.\n\nAnd after performing more than 1 million telehealth visits over the past 13 years – an industry milestone – we know we’re just at the tip of the iceberg.\n\nQ\n\nRight now, telehealth services are predominately used for non-emergency medical needs. Could this change? Won’t it have to in order to actually reduce costs and create efficiencies since non-medical emergency visits are not all that costly in comparison to the cost of emergency visits and hospital stays?\n\nAccording to the American College of Emergency Physicians, 85 percent of Americans who visited the ER did so because they could not wait to see their regular medical provider, and more than 50 percent of those visits were for non-emergency issues. ER visits are costly regardless of what medical issue is treated. In fact, the average ER visit costs $1,957. With Teladoc, the average savings per visit is between $700-1,100. Telehealth provides a more efficient way to treat those non-emergency medical issues and skip the pricey ER trip. We don’t see that changing.\n\nWe have recently launched telehealth programs focused on behavioral health, dermatology, sexual health and tobacco cessation programs, and in the future, we expect to develop programs around remote monitoring for post-operative care, or chronic diseases like diabetes.\n\nQ\n\nWhat about use of such technology within hospital systems such as with elderly populations for proper Population Health Management? Is that where this type of service delivery model is headed? And what about patient buy-in? How much with what they prefer shift and shape the future of such services?\n\nWe are seeing a significant increase in adoption of the Teladoc platform by physicians and hospital systems for use with their own patient populations. While the providers are clearly interested in providing this access mechanism for their populations, they do not have the technology, operations, or patient engagement tools to effectively do so on their own. We are happy to partner with them to deliver these capabilities and enable them to practice high quality medicine on terms that are preferential to their patients.", "article_metadata": {"description": "Teladoc’s CEO Jason Gorevic  talks how telehealth services really deliver on the promise of transforming healthcare service delivery and access", "generator": "WordPress 4.5.2", "og": {"description": "Teladoc’s CEO Jason Gorevic  talks how telehealth services really deliver on the promise of transforming healthcare service delivery and access", "title": "Teladoc's CEO Talks What Telehealth Means for the Future of Healthcare", "locale": "en_US", "image": {"width": 334, "identifier": "http://wrm5sysfkg-flywheel.netdna-ssl.com/wp-content/uploads/2015/10/Teladoc-CEO-Jason-Gorevic-headshot.jpg", "height": 480}, "updated_time": "2016-03-11T21:34:59-04:00", "url": "http://hitconsultant.net/2015/12/09/30708/", "type": "article"}, "twitter": {"description": "Teladoc’s CEO Jason Gorevic  talks how telehealth services really deliver on the promise of transforming healthcare service delivery and access", "creator": "@hitconsultant", "image": "http://wrm5sysfkg-flywheel.netdna-ssl.com/wp-content/uploads/2015/10/Teladoc-CEO-Jason-Gorevic-headshot.jpg", "title": "Teladoc's CEO Talks What Telehealth Means for the Future of Healthcare", "site": "@hitconsultant", "card": "summary"}, "robots": "noodp", "google-site-verification": "ZfA9TYzJhTo4Qq5hZKk2GVBYHj0-7Bu73PO0P5jbDaI", "article": {"publisher": "https://www.facebook.com/pages/HIT-Consultant-Media/302199219847409", "section": "Interviews", "tag": "Teladoc", "published_time": "2015-12-09T06:00:47-04:00", "modified_time": "2016-03-11T21:34:59-04:00"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fd26a7\"", "article_summary": "However, with more than 1 million telehealth visits under Teladoc’s belt, clearly the mindset is changing.\nBut will telehealth services really deliver on the promise of transforming healthcare service delivery and access?\nThis combination results in increased wait times and costly ER and urgent care visits for non-emergency care.\nThey understand and want increased access to quality health care from wherever they are and whenever they need it.\nFor 11 consecutive quarters, our telehealth visits have outpaced the growth of our membership."}