{"article_title": "What Is Reddit?", "article_keywords": ["reddit", "videos", "explain", "great", "site", "job", "video", "wonder", "violentacrez", "thats"], "article_url": "http://www.theatlantic.com/technology/archive/2013/09/what-is-reddit/279579/", "article_text": "How many times have I found myself at a family dinner or out with friends trying to explain Reddit? More than I care to count, and though I've over time honed my description, I can tell I'm not doing a great job. \"Well, anyone can submit a link, or just a question, or whatever, and other people can ...\" I hear myself saying, as my audience's eyes glaze over.\n\nA new video does a pretty good job of giving that big-picture overview of the site -- what it is, how people use it, and what they like about it. The video's perspective is that of a devoted user, someone who understands the mechanics of the site from hours spent there, not by reading about it in the news. As such, people who followed Adrian Chen's reporting on Reddit troll Violentacrez last year may wonder where that side of Reddit fits into this portrayal, but that's not the Reddit this narrator sees.\n\nAs he says in the video, \"The great thing about Reddit is that it changes to suit you.\" And maybe that's exactly why it is always so hard to explain.", "article_metadata": {"description": "Save this for the next time you find yourself trying to explain the weird hubbub of one of the web&#39;s biggest and busiest sites.", "author": "Rebecca J. Rosen", "og": {"site_name": "The Atlantic", "description": "Save this for the next time you find yourself trying to explain the weird hubbub of one of the web&#39;s biggest and busiest sites.", "title": "What Is Reddit?", "locale": "en_US", "image": "http://cdn.theatlantic.com/assets/media/img/mt/2013/09/screen-shot-2013-09-11-at-14449-pm/lead_large.png", "url": "http://www.theatlantic.com/technology/archive/2013/09/what-is-reddit/279579/", "type": "article"}, "twitter": {"domain": "theatlantic.com", "site": "@theatlantic", "card": "summary"}, "ROBOTS": "INDEX, FOLLOW", "p": {"domain_verify": "68e1a0361a557708fefc992f3309ed70"}, "fb": {"admins": "577048155,17301937", "page_id": 29259828486, "app_id": 100770816677686}, "keywords": "The Atlantic, The Atlantic Magazine, TheAtlantic.com, Atlantic, news, opinion, breaking news, analysis, commentary, business, politics, culture, international, science, technology, national and life", "article": {"author": "https://www.facebook.com/rebeccajrosen1"}, "viewport": "initial-scale=1.0, maximum-scale=1.0, width=device-width, user-scalable=no"}, "_id": "\"57477af36914bd0286fd26c4\"", "article_summary": "As such, people who followed Adrian Chen's reporting on Reddit troll Violentacrez last year may wonder where that side of Reddit fits into this portrayal, but that's not the Reddit this narrator sees.\nHow many times have I found myself at a family dinner or out with friends trying to explain Reddit?\nAs he says in the video, \"The great thing about Reddit is that it changes to suit you.\"\nMore than I care to count, and though I've over time honed my description, I can tell I'm not doing a great job.\nAnd maybe that's exactly why it is always so hard to explain."}