{"article_title": "Bicyclists take backseat to vehicles – The Denver Post", "article_keywords": ["especially", "trucks", "vehicles", "motorists", "denver", "cyclists", "bicyclists", "traffic", "taxes", "letter", "post", "backseat", "editor"], "article_url": "http://www.denverpost.com/opinion/ci_27981069/bicyclists-take-backseat-vehicles", "article_text": "Stephan Pastis is the brilliantly cynical and brutally frank cartoonist of the “Pearls Before Swine” strip. One of his regular targets is Jef the Cyclist, whom Pastis lampoons as the stereotype of that subset of bicyclists characterized by their arrogant, self-righteous, self-centered, condescending disdain for all non-riders, especially motorists.\n\nI say “subset” to acknowledge that this description doesn’t apply to all bicyclists or even most. On the other hand, the number of Jefs and their militancy seems to be increasing. That mentality was reflected in a recent Denver Post letter to the editor snapping back at another letter writer who had called out bicyclists for ignoring traffic rules. This Jef defended cyclists who are traffic scofflaws with the rationalization that, “A cyclist’s primary concern is to keep himself or herself safe.”\n\nThat’s certainly understandable from the narrow perspective of cyclists, but not particularly persuasive as a standard for public policy. Some years ago, as I was slowly and cautiously pulling out of the garage of my apartment building, a cyclist barreling down the sidewalk smacked into the side of my car. She wasn’t a 4-year-old on a tricycle, she was a twentysomething on an expensive titanium cruiser, and she had no business riding on the sidewalk, especially at that speed. But then again, perhaps she was only concerned about herself.\n\nOf far greater concern is the escalating competition between bicyclists and motorists on the streets of Denver and the highways and byways of Colorado. As our regional population grows and our traffic congestion along with it, passions on both sides are rising.\n\nThere’s no excuse for motorists intentionally endangering cyclists given the overwhelming weight and armor advantage of their car or truck. But cyclists who provoke that kind of reaction with aggressive or reckless behavior are crazy or suicidal. Do they imagine there’s a bicycle god of justice watching over and protecting them for their dedication to personal fitness or the environment?\n\nIn this regard, I heard from a trucker who travels a two-lane highway with rolling hills where “cyclists get together in groups of 10 or more and ride side-by-side to take up the whole right lane (because they can). Trucks can’t stop on a dime when they top the hill and find them at the bottom along with oncoming traffic.” The unfortunate consequences of that don’t make for a pretty picture.\n\nA current platitude is that motorists and bicyclists need to “share the road.” To some extent. But let’s get something straight: That doesn’t mean equally share the roads, the primary purpose of which are to move a high volume of traffic and people quickly and efficiently from one point to another. Cars, trucks and buses are best at this, and the roads are mainly for them. Bicyclists are junior partners. Vehicle registration fees, ownership taxes and gasoline excise taxes are big revenue-raisers. They don’t come from bicycles.\n\nThis isn’t Copenhagen, where bicycles are quite the rage among young students, and this isn’t an overpopulated metropolis in a less-developed country where the masses can’t afford cars. In Colorado, we like our convenient, comfortable, personalized autos. Very few commute to work by bike, especially in the winter. And that’s not going to materially change.\n\nIn a recent column, Editorial Page Editor Vincent Carroll revealed the agenda of two city council members, Mary Beth Susman and Albus Brooks, who hope to discourage driving in Denver by making it more accommodating to bicyclists and more “inconvenient” for motorists. Carroll rightly questioned the wisdom of “undermining the mobility of the majority.” That mobile majority should make its support for motor vehicles and its opposition to turning Denver into a Spandex Shangri-La clear to Mayor Michael Hancock and the rest of the City Council.\n\nFreelance columnist Mike Rosen’s radio show airs week- days from 1 to 3 p.m. on 850-KOA.\n\nTo send a letter to the editor about this article, submit online or check out our guidelines for how to submit by e-mail or mail.", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Rosen: Bicyclists take backseat to vehicles", "title": "Rosen: Bicyclists take backseat to vehicles", "url": "http://www.denverpost.com/2015/04/24/rosen-bicyclists-take-backseat-to-vehicles/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20150424__20150426_Z00_OP26C_ROSENp2.jpg", "height": 470}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20150424__20150426_Z00_OP26C_ROSENp2.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2015-04-24T10:40:24+00:00", "modified_time": "2016-04-25T12:55:41+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fd26d3\"", "article_summary": "That mentality was reflected in a recent Denver Post letter to the editor snapping back at another letter writer who had called out bicyclists for ignoring traffic rules.\nOf far greater concern is the escalating competition between bicyclists and motorists on the streets of Denver and the highways and byways of Colorado.\nA current platitude is that motorists and bicyclists need to “share the road.” To some extent.\nOne of his regular targets is Jef the Cyclist, whom Pastis lampoons as the stereotype of that subset of bicyclists characterized by their arrogant, self-righteous, self-centered, condescending disdain for all non-riders, especially motorists.\nI say “subset” to acknowledge that this description doesn’t apply to all bicyclists or even most."}