{"article_title": "Scientists to Conduct Explosive Experiment At Mount St. Helens", "article_keywords": ["going", "helens", "explosive", "university", "area", "mount", "conduct", "st", "experiment", "moran", "scientists", "earth", "tells"], "article_url": "http://www.inquisitr.com/1361925/scientists-to-conduct-explosive-experiment-at-mount-st-helens/", "article_text": "Thankfully, it will be nothing compared to what happened on May 18, 1980, but The Chronicle tells us that, very soon, Mount St. Helens will be made to rumble on command. This weekend, 75 geophysicists from Rice University, the University of Washington, the University of Texas at El Paso, and a small number of other institutions, will place explosive charges and seismological sensors around the Mount St. Helens area in hopes to allow them to take a volcano sized ultra-sound of what exactly is going on under Mount St. Helens. The Inquisitr informed us in early May that magma under Mount St. Helens is continuing to rise due to ongoing volcanic activity, and hopefully this effort by geophysicists will help us to understand, at least in part, why.\n\nThe Columbian fills us in on the details of the experiment. On Tuesday, geophysicists will set off 23 explosive charges that weigh between 1,000 and 2,000 pounds each from a series of bore holes that are 80 feet deep, at which point, 3,500 sensors in the Mount St. Helens area will pick up the seismic waves generated by the explosions and hopefully, give scientists a clear picture of what’s going on under the mountain.\n\nThe Columbian tells us that Vancouver, Washington, based seismologist Seth Moran said the entire experiment is like conducting a giant CAT scan. Moran said that “you take energy and put it through some body part, [and] see what the energy looks like on the other side.” Moran continued to say that “you put energy into the earth and see what comes back.”\n\nThis technique was developed for use in the oil industry, and the main advantage for using it in the Mount St. Helens area or any other area where scientists want to gather images of areas under the Earth is that scientists don’t need to wait for a natural seismological event to occur (like an earthquake) because they are causing a controllable event to occur on their own. Moran tells us that the other advantage to using this technique is that the outcome gives scientists a much clearer image of what’s going on under the Earth than an actual earthquake would. He said that, “you know exactly what you put into the earth and where it happened.”\n\nTo allay any concerns people living in the area might have about feeling the impacts of these artificially induced explosions, The Columbian also tells us that the experiment’s lead scientist, Alan Levander, tells us that area residents likely won’t notice a thing.\n\nPerhaps the scientists’ findings will help us better predict the potentiality of volcanic eruptions in the Mount St. Helens area as well as in other areas in the future?", "article_metadata": {"description": "Thankfully, it will be nothing compared to what happened on May 18, 1980, but The Chronicle tells us that, very soon, Mount St. Helens will be made to rumble on", "og": {"site_name": "The Inquisitr News", "description": "Thankfully, it will be nothing compared to what happened on May 18, 1980, but The Chronicle tells us that, very soon, Mount St. Helens will be made to rumble on", "title": "Scientists to Conduct Explosive Experiment At Mount St. Helens", "url": "http://www.inquisitr.com/1361925/scientists-to-conduct-explosive-experiment-at-mount-st-helens/", "image": "http://cdn.inquisitr.com/wp-content/uploads/2014/07/st-helens.jpg", "article": {"published_time": "2014-07-19T16:07:09+00:00", "modified_time": "2014-07-19T16:23:56+00:00"}, "type": "article"}, "image": "http://cdn.inquisitr.com/wp-content/uploads/2014/07/st-helens.jpg", "msapplication-TileColor": "#ed1c24", "datePublished": "2014-07-19T16:07:09+00:00", "fb": {"pages": 71179904752, "app_id": 164157850314499}, "msapplication-TileImage": "http://cdn.inquisitr.com/assets/0cec37/dist/images/logos/inq-win.png", "keywords": "geological study,geology,mount saint helens experiment,mount st. helens,mount st. helens eruption,mount st. helens explosion,mount st. helens seismology,rice university,university of texas at el paso,university of washington,science", "HandheldFriendly": "True", "y_key": "f282393706a5fd85", "twitter": {"image": {"src": "http://cdn.inquisitr.com/wp-content/uploads/2014/07/st-helens.jpg", "height": 409, "width": 670}, "site": "@theinquisitr", "card": "summary_large_image", "description": "Thankfully, it will be nothing compared to what happened on May 18, 1980, but The Chronicle tells us that, very soon, Mount St. Helens will be made to rumble on"}, "viewport": "width=980"}, "article_summary": "Perhaps the scientists’ findings will help us better predict the potentiality of volcanic eruptions in the Mount St. Helens area as well as in other areas in the future?\nThankfully, it will be nothing compared to what happened on May 18, 1980, but The Chronicle tells us that, very soon, Mount St. Helens will be made to rumble on command.\nThe Inquisitr informed us in early May that magma under Mount St. Helens is continuing to rise due to ongoing volcanic activity, and hopefully this effort by geophysicists will help us to understand, at least in part, why.\nThis weekend, 75 geophysicists from Rice University, the University of Washington, the University of Texas at El Paso, and a small number of other institutions, will place explosive charges and seismological sensors around the Mount St. Helens area in hopes to allow them to take a volcano sized ultra-sound of what exactly is going on under Mount St. Helens.\nThe Columbian tells us that Vancouver, Washington, based seismologist Seth Moran said the entire experiment is like conducting a giant CAT scan."}