{"article_title": "Big data: Pinpointing ICD-10 risk to maximize conversion totals", "article_keywords": ["pinpointing", "dignity", "conversion", "risk", "big", "icd10", "work", "baptist", "totals", "belt", "determine", "health", "maximize", "times", "data", "pack"], "article_url": "http://www.healthcareitnews.com/news/big-data-pinpointing-icd-10-risk-maximize-conversion-totals", "article_text": "Wouldn't it be advantageous to determine what opportunities ICD-10 will present and what risks can be mitigated today?\n\nThe folks at Baptist First and Dignity Health have already seen tangible results by harnessing Big Data analytics to avoid catastrophe and make the most of all the work going into the conversion.\n\nEvoking the old saw, “How do you eat an elephant? One bite at a time,” Katrina Belt, CFO for Baptist First, said she cannot underestimate the complexity of ICD-10. “It's not an elephant it’s a whole herd of elephants,” Belt chuckled, “so quit trying to make cute analogies.”\n\nWith such a massive transition, Belt recounted here on Sunday, that she took a step back to determine how it would proceed and, after evaluating an ICD-10 true code approach, a DRG-level analysis or an encounter-level approach, Baptist opted for the third because it provides deeper insights at a lower cost than the alternatives.\n\nTaking a similar tack, Dignity Health looked at “hundreds of charts, recoded them into ICD-10” to determine its exposure to risk. “That lets us revenue-cast a broad net, looking at individual physicians, individual diagnostic categories,” said Brian Dessoy, Dignity Health’s corporate HIM director.\n\nExamining the same categories, Baptist conducted a financial analysis of two years worth of 835 and 847 data sets across three inpatient and two outpatient facilities, involving more than 1 million claims. “The amount of data we had was far more impactful when you actually slice and dice it,” said revenue cycle director Jeri Pack, adding that it found the most commonly used ICD-9 diagnosis codes will “explode” 5 times and procedure codes 20 times when ICD-10 takes hold, representing a $1.1 million reimbursement variation.\n\nThe good news? “Ninety-five percent of our encounters did not result in a DRG shift, so isolating that five percent meant we could really focus our resources in the best possible way,” Pack said. In Baptist’s case DRG 885 for psychosis claims carries the biggest risk.\n\nDignity Health also ran analytics against its internal coders and outside contract coders and found that per unit of work some of the contractors were not preforming well. Perhaps they were charging $55 per hour but only completing one charge during that time while another cost $80 but were four times as productive.\n\n“The good thing about ICD-10 is it made us look at where we are today,” with an eye toward the future Dessoy said, while Dignity’s Pack asynchronously agreed that “the result is a full view of both the positive and negative that we can monitor through our conversion and beyond.”", "article_metadata": {"description": "Wouldn't it be advantageous to determine what opportunities ICD-10 will present and what risks can be mitigated today?", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "Healthcare IT News", "description": "Wouldn't it be advantageous to determine what opportunities ICD-10 will present and what risks can be mitigated today?", "title": "Big data: Pinpointing ICD-10 risk to maximize conversion totals", "url": "http://www.healthcareitnews.com/news/big-data-pinpointing-icd-10-risk-maximize-conversion-totals", "image": "http://www.healthcareitnews.com/sites/default/files/ready.jpg", "updated_time": "2014-02-24T15:01:56-05:00", "type": "article"}, "twitter": {"url": "http://www.healthcareitnews.com/news/big-data-pinpointing-icd-10-risk-maximize-conversion-totals", "image": {"src": "http://www.healthcareitnews.com/sites/default/files/ready.jpg"}, "description": "Wouldn't it be advantageous to determine what opportunities ICD-10 will present and what risks can be mitigated today?", "card": "summary_large_image", "title": "Big data: Pinpointing ICD-10 risk to maximize conversion totals"}, "article": {"published_time": "2014-02-23T15:28:59-05:00", "modified_time": "2014-02-24T15:01:56-05:00"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fe107e\"", "article_summary": "Taking a similar tack, Dignity Health looked at “hundreds of charts, recoded them into ICD-10” to determine its exposure to risk.\nThe folks at Baptist First and Dignity Health have already seen tangible results by harnessing Big Data analytics to avoid catastrophe and make the most of all the work going into the conversion.\nOne bite at a time,” Katrina Belt, CFO for Baptist First, said she cannot underestimate the complexity of ICD-10.\nWouldn't it be advantageous to determine what opportunities ICD-10 will present and what risks can be mitigated today?\nDignity Health also ran analytics against its internal coders and outside contract coders and found that per unit of work some of the contractors were not preforming well."}