{"article_title": "How Jonathan Gruber—and Republicans using him—get Obamacare history all wrong", "article_keywords": ["bill", "himget", "pay", "mandate", "republicans", "obamacare", "written", "taxes", "romneycare", "thing", "wrong", "gruberand", "using", "jonathan", "really", "gruber", "history"], "article_url": "http://www.dailykos.com/story/2014/11/13/1344623/-How-Jonathon-Gruber-and-Republicans-using-him-get-Obamacare-history-all-nbsp-wrong", "article_text": "\n\n@WaPoSean Pelosi on Gruber: \"I don't know who he is. He didn't help write our bill.\"\n\nRepublicans have more ammunition for their Obamacare repeal quest in the form of stupid and disparaging remarks made in 2013 by Jonathan Gruber, the guy who was instrumental in creating Romneycare in Massachusetts, and was a technical consultant to the White House on the Affordable Care Act. That's a key thing to keep in mind—Gruber is an economist and he had a bunch of models from developing Romneycare that he used to game out various funding scenarios on the federal law. He was a consultant who was doing number crunching, and while influential was not in on the messaging or the actual bill writing. To wit:It's also worth keeping in mind that these renewed attacks are coming from Republicans who gave us \"death panels\" and \"government takeover\" and \"illegals\" getting health insurance and the $716 billion Medicare cuts, not to mention Sen. Mitch McConnell and his argument that Kentucky could keep Kynect after Obamacare is repealed \"root and branch.\" These are not people who are bastions of truth on the healthcare law.\n\nTo the meat of it, here's what Gruber said—and has subsequently apologized for—that has conservatives so riled up right now.\n\n\n\nThe bill was written in a tortured way to make sure CBO did not score the mandate as taxes. If [CBO] scored the mandate as taxes, the bill dies. Okay, so it's written to do that. In terms of risk-rated subsidies, if you had a law which said that healthy people are going to pay in—you made explicit that healthy people pay in and sick people get money—it would not have passed...Lack of transparency is a huge political advantage. And basically, call it the stupidity of the American voter, or whatever, but basically that was really, really critical for the thing to pass.\n\n\n\n@onceuponA I'm glad the Supreme Court didn't scoop Gruber on the mandate being a tax back in 2012.\n\nExtremely impolitic yes, but also not true as anyone who followed and wrote about the debate during the months the legislation was developing knows. ThinkProgress's Igor Volsky is among those people, and details how Gruber overstates his case. And this tweet from another healthcare writer makes a pretty good point, too.To find out more about the tax/fine non-distinction, and more, head below the fold for that.", "article_metadata": {"og": {"site_name": "Daily Kos", "description": "Republicans have more ammunition for their Obamacare ...", "title": "How Jonathan Gruber—and Republicans using him—get Obamacare history all wrong", "url": "http://www.dailykos.com/story/2014/11/13/1344623/-How-Jonathon-Gruber-and-Republicans-using-him-get-Obamacare-history-all-nbsp-wrong", "image": "http://images.dailykos.com/images/115913/story_image/RTR3GTJA.jpg?1415898582", "type": "article"}, "csrf-param": "authenticity_token", "fb": {"app_id": 170357783709}, "twitter": {"description": "Republicans have more ammunition for their Obamacare repeal quest in the form of stupid and disparaging remarks made in 2013 by Jonathan Gruber, the guy who was instrumental in creating Romneycare ...", "title": "How Jonathan Gruber—and Republicans using him—get Obamacare history all wrong", "image": {"src": "http://images.dailykos.com/images/115913/story_image/RTR3GTJA.jpg?1415898582"}, "creator": "@joanmccarter", "site": "@dailykos", "card": "summary_large_image"}}, "_id": "\"57477af46914bd0286fe1087\"", "article_summary": "And basically, call it the stupidity of the American voter, or whatever, but basically that was really, really critical for the thing to pass.\nThe bill was written in a tortured way to make sure CBO did not score the mandate as taxes.\n@onceuponA I'm glad the Supreme Court didn't scoop Gruber on the mandate being a tax back in 2012.\nTo the meat of it, here's what Gruber said—and has subsequently apologized for—that has conservatives so riled up right now.\nIf [CBO] scored the mandate as taxes, the bill dies."}