{"article_title": "Cutting Through Medicare Ad Onslaught", "article_keywords": ["ad", "advantage", "miller", "onslaught", "network", "switch", "cutting", "medicare", "plan", "health", "moffitt", "freedman", "plans"], "article_url": "http://health.wusf.usf.edu/post/cutting-through-medicare-ad-onslaught", "article_text": "It's open enrollment season for Medicare, the time when beneficiaries can switch plans if they want. Plenty of private insurance companies are competing to enroll them in Medicare Advantage plans.\n\nIf you have Medicare, or you're getting close to age 65, your mailbox is likely overflowing with offers. The ads are coming at you on TV, too.\n\nThe first thing for Medicare beneficiaries to decide is: Should I stay in traditional Medicare, in which the government pays doctors and hospitals directly? Or should I sign up for one of these Medicare Advantage plans, which pays doctors and hospitals out of premiums it gets from the government?\n\nDr. Steve Freedman teaches at the University of South Florida's College of Public Health. He's a self-described health policy wonk. He has original Medicare and he's not planning to change a thing.\n\n“I can go to any doctor I want to go to,” Freedman said. “Virtually any hospital of any kind is a standard Medicare provider. I don't have networks. I don't have any of that.\"\n\nAbout 3.5 million Floridians have Medicare -- almost a third of them have enrolled in a Medicare Advantage plan. Some are now worrying about those changes in provider networks Freedman was talking about.\n\nMedicare Advantage plans are managed-care style plans, such as HMOs, that cover the same things original Medicare covers. But usually they have extra perks like gym memberships, dental or vision care, or hearing aids. Most of the time, they include prescription drug coverage. Freedman isn't enticed by offers of zero-dollar premiums or rebates that promise cash back in his Social Security check if he enrolls in a Medicare Advantage plan.\n\n\"There's no obligation on the part of the Medicare Advantage plan to maintain the network that I signed up for,” Freedman said. “By the same token, there's no necessary commitment on the part of the providers in that network to stay with the plan\" although they usually do, since they're on contracts.\n\nIn short, he said, \"the reason I didn't do Medicare Advantage are there are too many variables.\"\n\nHere's one example: A few weeks ago, UnitedHealthcare's AARP Medicare Complete plan announced that Tampa's Moffitt Cancer Center won't be in the plan's network in 2014. Janene Culumber, senior vice president and chief financial officer, said two other United plans, Secure Horizons and Evercare, are also dropping Moffitt.\n\n\"We have gotten a lot of calls since United sent letters out. We've also sent letters out to our patients, very concerned about the change,” Culumber said. “So we wanted to make sure that during this open enrollment period that folks took a hard look at their insurance plans to make sure they include Moffitt. So, that's really where our advertising is geared toward, where our focus is geared toward.”\n\nCulumber says about 2,500 patients who went to Moffitt for care last year won't be in the cancer center's network in 2014. She says her staff has heard from some patients who will be switching their Medicare plan, and others who will keep their plan but remain at Moffitt.\n\n\"Again, they can continue to come, but it will cost them a little bit more out of pocket because they'll be considered out-of-network,” Culumber said.\n\nEven without big shake-ups like with AARP and Moffitt, the official advice from federal health officials is to check your coverage. The best bet to see which plans are available is to visit Medicare.gov and punch in your zip code, and you'll get a list of all the plans with their premiums and benefits. It even asks you to type in all of the prescription drugs you take, so it can give you a better estimate of how much you can expect to pay.\n\nMedicare.gov also lists the plans' star ratings, from one star to five stars. This year, four Florida plans -- all sponsored by Cigna -- earned the highest rating of five stars: three plans in Bay County and one plan in Miami-Dade County.\n\nAvalere Health organized all of the Medicare Advantage plans with their star ratings; the complete list can be accessed here.\n\nGail Miller is the vice president for telephonic clinical operations for Humana, the largest Medicare Advantage plan provider in Tampa Bay.\n\n\"Now, of course, I'm probably a little biased because I've worked in the older Americans space for thirty years, but I think that the senior consumer is actually the sharpest consumer out there,” Miller said.\n\nResearch from the Kaiser Family Foundation found that few people switch their Part D prescription drug plans, even if they could save money by changing to a different a plan. Miller said just because people don't switch their plans doesn't mean they aren't taking a close look at their coverage.\n\n\"What that probably means is that they made the right decision the first time,” Miller said. “And once you're in a plan and you like your providers, and you like the way the plan treats you, you may not be as impacted by a $5 dollar increase or something, but I think people should always take a look around to make sure that they're getting their needs met in the best way possible.\"\n\nDr. Freedman, the health professor from USF, is happy with original Medicare.\n\n“I've had no problem. I go where I want, see who I want, and so far I haven't encountered anybody who says, ‘we just don't take Medicare,’” Freedman said. “Part of that is, you're dealing with 50 million people. That's a pretty big group.\n\nThat big group is the one health insurers are hoping pay attention to their ads, and choose to switch to whatever plan they're selling by Dec. 7, when open enrollment for Medicare ends.\n\n--Health News Florida is part of WUSF Public Media. Contact Lottie Watts at 813-974-8705 (desk) or e-mail at lottiewatts@wusf.org. For more health news, visit HealthNewsFlorida.org.", "article_metadata": {"category": "HNF Stories", "description": "It's open enrollment season for Medicare, the time when beneficiaries can switch plans if they want. Plenty of private insurance companies are competing to", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://health.wusf.usf.edu/post/cutting-through-medicare-ad-onslaught", "image": "http://mediad.publicbroadcasting.net/p/healthnewsfl/files/styles/medium/public/201311/Dr_Freedman_0.JPG", "type": "article", "description": "It's open enrollment season for Medicare, the time when beneficiaries can switch plans if they want. Plenty of private insurance companies are competing to", "title": "Cutting Through Medicare Ad Onslaught"}, "story_id": 243735771, "twitter": {"site": "@HealthNewsFL", "card": "summary", "creator": "@"}, "author": "Lottie Watts", "org_id": 0, "dc": {"title": "Cutting Through Medicare Ad Onslaught"}, "nid": 4525, "datePublished": "2013-11-07", "keywords": "Medicare, Medicare Advantage, open enrollment, Medicare enrollment", "wordCount": 1144, "has_audio": 1, "viewport": "width=device-width"}, "_id": "\"57477af36914bd0286fd26ce\"", "article_summary": "Medicare Advantage plans are managed-care style plans, such as HMOs, that cover the same things original Medicare covers.\nAbout 3.5 million Floridians have Medicare -- almost a third of them have enrolled in a Medicare Advantage plan.\nOr should I sign up for one of these Medicare Advantage plans, which pays doctors and hospitals out of premiums it gets from the government?\nPlenty of private insurance companies are competing to enroll them in Medicare Advantage plans.\nAvalere Health organized all of the Medicare Advantage plans with their star ratings; the complete list can be accessed here."}