{"article_title": "Fox News finally stops pretending the Bill O’Reilly scandal is a liberal conspiracy", "article_keywords": ["unfolding", "falklands", "liberal", "ireland", "northern", "witnessed", "bill", "fox", "stops", "war", "finally", "conspiracy", "video", "pretending", "scandal", "oreilly", "reporting"], "article_url": "http://www.salon.com/2015/03/02/fox_news_finally_turns_against_bill_oreilly_admits_he_lied_about_some_stuff/", "article_text": "Topics: Bill O'Reilly, Conflict, fabrication, falklands war, Fox News, Lies, Northern Ireland, reporting, Video, Media News, News, Politics News\n\nBill O’Reilly has come under fire for allegedly fabricating a number of stories regarding his reporting in the Falklands War, El Salvador and Florida, surrounding the assassination of John F. Kennedy. Recently, O’Reilly has also made up a story about a trip to Northern Ireland in 1984, during which time he said he witnessed terrorists bomb Irish citizens. As the controversy was unfolding, Fox News was steadfast in its support of the news anchor, saying that the allegations were “nothing more than an orchestrated champaign.”\n\nNow, the network has been forced to reckon with growing evidence that O’Reilly was actually making a lot up. Of the Northern Ireland story, a Fox News spokesperson acknowledged that O’Reilly had not witnessed any bombings — but instead, was shown photographs of the incident.", "article_metadata": {"description": "O'Reilly has been accused of fabricating a number of stories from his early days as a reporter VIDEO", "title": "Fox News finally stops pretending the Bill O’Reilly scandal is a liberal conspiracy", "og": {"site_name": "Salon", "description": "O'Reilly has been accused of fabricating a number of stories from his early days as a reporter VIDEO", "title": "Fox News finally stops pretending the Bill O’Reilly scandal is a liberal conspiracy", "url": "http://www.salon.com/2015/03/02/fox_news_finally_turns_against_bill_oreilly_admits_he_lied_about_some_stuff/", "image": "http://media.salon.com/2014/12/bill_oreilly6.jpg", "type": "article"}, "twitter": {"description": "O'Reilly has been accused of fabricating a number of stories from his early days as a reporter VIDEO", "title": "Fox News finally stops pretending the Bill O’Reilly scandal is a liberal conspiracy", "image": "http://media.salon.com/2014/12/bill_oreilly6.jpg", "creator": "@@joannarothkopf", "site": "@salon", "card": "summary_large_image"}, "author": "Joanna Rothkopf", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Bill O'Reilly, Conflict, fabrication, falklands war, Fox News, Lies, Northern Ireland, reporting, Video", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fe1092\"", "article_summary": "Of the Northern Ireland story, a Fox News spokesperson acknowledged that O’Reilly had not witnessed any bombings — but instead, was shown photographs of the incident.\nRecently, O’Reilly has also made up a story about a trip to Northern Ireland in 1984, during which time he said he witnessed terrorists bomb Irish citizens.\nTopics: Bill O'Reilly, Conflict, fabrication, falklands war, Fox News, Lies, Northern Ireland, reporting, Video, Media News, News, Politics NewsBill O’Reilly has come under fire for allegedly fabricating a number of stories regarding his reporting in the Falklands War, El Salvador and Florida, surrounding the assassination of John F. Kennedy.\nAs the controversy was unfolding, Fox News was steadfast in its support of the news anchor, saying that the allegations were “nothing more than an orchestrated champaign.”Now, the network has been forced to reckon with growing evidence that O’Reilly was actually making a lot up."}