{"article_title": "Eat a taco, drink a beer and help protect reproductive freedom", "article_keywords": ["protect", "right", "help", "reproductive", "freedom", "challenge", "drink", "abortion", "ice", "tacos", "water", "beer", "taco", "eat", "dont"], "article_url": "http://www.salon.com/2014/08/21/eat_a_taco_drink_a_beer_and_help_protect_reproductive_freedom/", "article_text": "Topics: Abortion, abortion funds, Beer, Crowdfunding, Fun., Fundraiser, fundraising, ice bucket challenge, Pro-choice, reproductive freedom, reproductive justice, Reproductive Rights, tacos, Innovation News, Media News, Life News, Entertainment News, News\n\nDonating to charity is not silly. Pouring a bucket of ice water over one’s head, quite frankly, is. That’s why the ALS Ice Bucket Challenge has gone viral on social media, but it’s also why the ALS Association has received more than $3 million more in donations in recent weeks than it did in the same period last year. Whether the challenge’s fundraising method is good or bad or right or wrong is reasonably up for debate. It’s also undoubtedly effective — so why not apply it to other worthy causes?\n\nThat’s essentially what pro-choice activist Andrea Grimes was thinking when she started the Taco or Beer Challenge on Monday. Inspired by the proliferation of the #icebucketchallenge, Grimes, a senior political reporter at RH Reality Check, came up with one of the simplest, most pleasurable “challenges” to incentivize donating to abortion funds. All a person has to do is eat a taco or drink a beer (or both), then donate to an abortion fund. It’s that easy, Grimes explains:\n\nWhat do ice buckets have to do with ALS? I don’t know. What do tacos and beer have to do with abortion? I don’t know that either. What I do know is that eating tacos and drinking beer is more pleasurable than getting doused with ice water, and that lawmakers around the country are passing increasingly restrictive anti-abortion access laws. Which means abortion funds are now more necessary than ever as legal abortion becomes harder than ever to access — especially for those of us who don’t live in major urban centers. … Eat a taco and/or drink a beer — or a margarita, or a glass of Franzia, or a ginger ale, or a refreshing mineral water, hell, I don’t care what you drink, that’s how easy the Taco or Beer Challenge is. The Taco or Beer Challenge is about doing what’s right for your own taco and beverage needs, just like having an abortion — or not — is about doing what’s right for yourself and your family.", "article_metadata": {"description": "Critics of the Ice Bucket Challenge note there are other good causes that need donations. Abortion is one of them", "author": "Jenny Kutner", "og": {"site_name": "Salon", "description": "Critics of the Ice Bucket Challenge note there are other good causes that need donations. Abortion is one of them", "title": "Eat a taco, drink a beer and help protect reproductive freedom", "url": "http://www.salon.com/2014/08/21/eat_a_taco_drink_a_beer_and_help_protect_reproductive_freedom/", "image": "http://media.salon.com/2014/08/tacos.jpg", "type": "article"}, "twitter": {"description": "Critics of the Ice Bucket Challenge note there are other good causes that need donations. Abortion is one of them", "creator": "@@JennyKutner", "image": "http://media.salon.com/2014/08/tacos.jpg", "title": "Eat a taco, drink a beer and help protect reproductive freedom", "site": "@salon", "card": "summary_large_image"}, "title": "Eat a taco, drink a beer and help protect reproductive freedom", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Abortion, abortion funds, Beer, Crowdfunding, Fun., Fundraiser, fundraising, ice bucket challenge, Pro-choice, reproductive freedom, reproductive justice, Reproductive Rights, tacos", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fd270b\"", "article_summary": "That’s essentially what pro-choice activist Andrea Grimes was thinking when she started the Taco or Beer Challenge on Monday.\nTopics: Abortion, abortion funds, Beer, Crowdfunding, Fun., Fundraiser, fundraising, ice bucket challenge, Pro-choice, reproductive freedom, reproductive justice, Reproductive Rights, tacos, Innovation News, Media News, Life News, Entertainment News, NewsDonating to charity is not silly.\n… Eat a taco and/or drink a beer — or a margarita, or a glass of Franzia, or a ginger ale, or a refreshing mineral water, hell, I don’t care what you drink, that’s how easy the Taco or Beer Challenge is.\nAll a person has to do is eat a taco or drink a beer (or both), then donate to an abortion fund.\nPouring a bucket of ice water over one’s head, quite frankly, is."}