{"article_title": "The hidden costs of being an Uber driver", "article_keywords": ["uber", "tax", "owe", "pay", "drivers", "youre", "driver", "taxes", "costs", "income", "hidden", "youll", "insurance"], "article_url": "https://www.washingtonpost.com/news/get-there/wp/2015/02/20/the-hidden-costs-of-being-an-uber-driver/", "article_text": "\n\nA man leaves the headquarters of Uber in San Francisco. (AP Photo/Eric Risberg)\n\nBe your own boss and leave the drudgery of the 9-to-5, Monday-through-Friday workweek behind.\n\nThose are the dreams of many workers, especially those who have faced flat wages for years while paying more for essentials such as education, health care and housing.\n\nThe sharing economy skips over the traditional economy and connects people who need a ride downtown, a leaky roof fixed or a cheap overnight accommodation via a central, online or app-based platform with people who will offer those services.\n\nThe most well-known of these platforms – Uber, TaskRabbit and Airbnb – have this in common: They rely on independent contractors. To their self-employed workforces, they offer the prospect of making a lot of money. Also people work when they want; they are free to play hooky or go to their daughter’s soccer game.\n\nLast May Uber Technologies said on its blog that the median income for UberX drivers was more than $74,000 a year in San Francisco. That figure attracted a lot of attention, though it turned out to be unsustainable.\n\nUber’s no longer making those lofty claims – a more recent study commissioned by Uber reported that the typical Uber X and Uber Black drivers make about $19 an hour after paying Uber’s 20 percent commission (you would have to work about 80 hours a week to make $74,000 at that rate) – yet that hasn’t diminished the appeal of driving for Uber. The company said that, as of December, it had more than 160,000 drivers in the United States who drive at least four times a month.\n\nSo why not you, too? Before taking the plunge, let’s think about your prospects the way a small-business owner would.\n\nTo get started, you’ll need a fairly new car, a driver’s license and clean driving record and an iPhone to access Uber’s app that connects you with riders (if you don’t have an iPhone, you can pay Uber $10 a week to rent one).\n\nYou’ll also need insurance. Check with your insurance company to make sure your policy covers you when you’re using your car for commercial purposes rather than just for personal use, because it probably doesn’t. If your provider does offer a hybrid\n\npersonal/commercial coverage, your premium for personal coverage will likely go up when you tell your agent you’re driving for Uber.\n\nUber provides some commercial insurance coverage for its drivers, according to an Uber spokesman. But you still have to have your own policy and make sure that your coverage applies when you use your personal car for commercial gain.\n\nTaxes are another thing to pay attention to. A lot of attention.\n\nRemember, you don’t work for Uber. You’re a self-employed independent contractor. Instead of receiving a W2, you’ll receive a 1099-MISC form that reports the gross income you made providing services to Uber. Uber won’t have withheld any taxes from your paychecks, and you’ll be responsible for paying the full federal and state income taxes.\n\nTo show how being an independent contractor differs from being an employee, let’s assume that you made $62,500 in fares and, after paying Uber $12,500 for its 20 percent commission, you’re left with $50,000.\n\nFiguring out how much you owe to the IRS shouldn’t be difficult. Many independent contractors set aside enough to cover their taxes due, just as would happen automatically if they were working for someone else.\n\nBy law, when you’re self-employed, and if you owe at least $1,000 in taxes, you’re supposed to pay your estimated taxes to the IRS each quarter and not wait until you file an annual return. If you don’t do this because you incorrectly thought that you didn’t owe taxes until April 15, you may have to pay the IRS a tax underpayment penalty.\n\nTo estimate your taxes due, you have to first estimate your income.\n\nYou figure out your net business income by subtracting your business expenses from your business income. As an independent contractor, you’re responsible for all of the expenses that arise when using your car: gas, insurance, fees, repairs, depreciation, etc.\n\nThe IRS allows you to deduct these expenses. You can do this either by deducting the actual expenses of operating your car or you can take the standard mileage rate, which is 56 cents for each business mile driven. If you do this, you can also deduct your parking fees and tolls. If you decide to use actual expenses, then you calculate the business portion of your expenses.\n\nBoth of these amounts go on Schedule C, which is where you calculate net profit from your business.\n\nOnce you calculate your net self-employment income, you can figure out how much you owe the IRS.\n\nAs an independent contractor, in addition to your income tax, you’re responsible for paying taxes that your employer would otherwise pay for you, namely Social Security and Medicare taxes that you owe under the Self-Employment Contributions Act, or SECA. Because you’re self-employed you’ll be able to deduct half of the Social Security and Medicare tax.\n\nNow, assuming you earn all your income from Uber and you’re single with no kids, let’s figure out what your tax burden might be.\n\nOne outlier here is tips. Uber has a policy that passengers don’t need to tip drivers for any of their services. (Uber Taxi gives riders the option to add a tip to the credit card.) UberX passengers who wished to tip their drivers could do so in cash. Drivers, in turn, would be expected to include tips as part of their taxable self-employment income.\n\nSuppose you net $50,000 in fares after paying Uber’s commission and that the wear and tear on your car and other expenses give you a $10,000 deduction, giving you a $40,000 in net self-employment income. You’ll pay 15.3 percent SECA tax on 92.35 percent of this amount, or about $5,652. This amount goes on your federal 1040 income tax return.\n\nYou are allowed to deduct what is essentially the employer share of the payroll taxes. After doing this and taking the standard deduction and exemption, your taxable income is about $27,000, putting you in the 15 percent marginal tax bracket. You look up the tax tables and calculate that you’ll owe about $3,600 in federal income tax, or about 13 percent of your income.\n\nThat’s not all. There’s one other potential “tax” that’s new for tax year 2014: a fee for health insurance. If you don’t have the minimal essential coverage, as required under the Affordable Care Act, then you have to pay the greater of $95 or 1 percent of your income. At your income level, you’ll owe about $300. (You can figure out how much you owe by using the Tax Policy Center’s ACA penalty tax calculator.)\n\nAdd the federal income, SECA taxes and ACA fee together, and you’ll owe about $9,500 in taxes, or 25 percent of your net earnings.\n\nBy now, you’ve probably realized that there can be a big difference between the fares from driving for Uber, say $62,000, and what’s left over after paying Uber’s commission, your gas, car maintenance, health and car insurance expenses, and your federal income and self-employment taxes, or about $27,600. And you may still have to pay state and local income taxes, which might add up to another thousand dollars or so.\n\nKeep in mind that you don’t get fringe benefits as an independent contractor. No paid sick leave or vacation days, no subsidized health insurance or free coffee or snacks in the company cafeteria. No employer matching contributions to your 401(k) savings plan. No educational assistance, group term life insurance, health savings accounts and so forth.\n\nThings would be different if you worked for Uber Technologies. You would receive a 401(k) plan, gym reimbursement, nine paid company holidays, full medical/dental/visions package and an unlimited vacation policy. You might even get snacks in Uber’s lunchroom.\n\nBecause the value of most of these fringe benefits isn’t included in your taxable income, you don’t have to pay taxes on them. Thus, they’re really good for your bottom line.\n\nDespite all of this, you may still decide that you would like to be your own boss and make extra cash in your spare time (According to Uber, more than half of its drivers work fewer than 16 hours a week).\n\nBut, as you consider your employment options, it’s worthwhile to keep in mind that the “independent contractor” business model may not be as attractive as it may first appear.\n\nRelated links:\n\nThe many unseen costs of renting out your home through sites like Airbnb\n\nHow much you’ll pay if you do your own taxes\n\nNow we know how many drivers Uber has — and have a better idea of what they’re making​\n\nWhat happens when Uber and Airbnb become their own regulators", "article_metadata": {"description": "It may seem like easy money, but after taxes, insurance and other fees, being your own boss may not pay.", "og": {"site_name": "Washington Post", "description": "It may seem like easy money, but after taxes, insurance and other fees, being your own boss may not pay.", "title": "The hidden costs of being an Uber driver", "url": "https://www.washingtonpost.com/news/get-there/wp/2015/02/20/the-hidden-costs-of-being-an-uber-driver/", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2015/01/26/Editorial-Opinion/Images/Uber_Headquarters-0cb27-3066.jpg", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@DCEcon"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/news/get-there/wp/2015/02/20/the-hidden-costs-of-being-an-uber-driver/", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "uber; airbnb; freelance; independent contractors; taxes; insurance; get there; gethero", "article": {"publisher": "https://www.facebook.com/washingtonpost"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "uber; airbnb; freelance; independent contractors; taxes; insurance; get there; gethero"}, "article_summary": "Uber provides some commercial insurance coverage for its drivers, according to an Uber spokesman.\nUber won’t have withheld any taxes from your paychecks, and you’ll be responsible for paying the full federal and state income taxes.\nYou look up the tax tables and calculate that you’ll owe about $3,600 in federal income tax, or about 13 percent of your income.\nRelated links:The many unseen costs of renting out your home through sites like AirbnbHow much you’ll pay if you do your own taxesNow we know how many drivers Uber has — and have a better idea of what they’re making​What happens when Uber and Airbnb become their own regulators\nBecause the value of most of these fringe benefits isn’t included in your taxable income, you don’t have to pay taxes on them."}