{"article_title": "No. 9 Stanford cruises past Colorado, a reminder of Buffs’ past – The Denver Post", "article_keywords": ["colorado", "stanford", "mccaffrey", "buffs", "denver", "past", "spruce", "game", "score", "yards", "offense", "cruises", "mccartney", "reminder", "macintyre", "post", "cu"], "article_url": "http://www.denverpost.com/colleges/ci_29086344/no-9-stanford-led-by-christian-mccaffrey-cruises", "article_text": "BOULDER — On Friday night, Bill McCartney addressed a Colorado football team that would wear classic black and gold uniforms Saturday to honor him and his 1990 national championship team.\n\nThey had watched the two-hour ESPN documentary on McCartney earlier in the week and seemed inspired when they took the field against ninth-ranked Stanford. McCartney’s grandson Derek seemed especially fired up at defensive end, blowing up Valor Christian grad Christian McCaffrey in the backfield on one play and burying quarterback Kevin Hogan out of bounds for a sack on another.\n\nBut the game quickly degenerated into a blowout loss. With McCaffrey piling up 220 all-purpose yards and the CU offense sputtering, Stanford rolled to a 28-7 halftime lead and prevailed 42-10.\n\nReminded of past glory by the McCartney documentary, some CU partisans might have thought the result underscored how far the program has to go to regain its luster under third-year coach Mike MacIntyre. Stanford coach David Shaw went out of his way to complement MacIntyre, though.\n\n“First of all, I have to say this: Not enough credit is given to Mike MacIntyre and the job he’s done here,” Shaw said. “They’re fighting everybody, they’re really close … They made a lot of things very difficult. The score doesn’t look like it, but we had to come with reverses and trick plays because we thought they were very sound, fought very hard and were very physical.”\n\nStanford’s offense was methodical, not spectacular. CU’s offense struggled, and one possession seemed to capture the futility of the day in four awful plays. With Stanford leading 35-10 midway through the third quarter, safety Tedric Thompson intercepted Hogan and returned it 71 yards to the Stanford 3-yard line, but the Buffs couldn’t score.\n\nRunning back Patrick Carr lost 3 yards, quarterback Sefo Liufau was off-target on a wide receiver screen intended for Nelson Spruce, Liufau had to throw the ball away on third down, and the threat ended when Liufau’s pass to Spruce in the end zone skipped in the turf.\n\n“That was a real downer,” MacIntyre said. “That was the most disappointing part of the game. You score there, it’s 35-17, you get a little momentum, you never know.”\n\nLiufau said “you have to” score in that situation.\n\n“We just didn’t execute,” Liufau said. “It all comes down to doing your job, everyone doing their job on a given play. We didn’t do it. It all comes down to me. I will take blame, no matter what happens, for this offense.”\n\nMcCaffrey put up eye-popping numbers, including 147 yards rushing, but perhaps the most telling stat in this game was third-down efficiency. Stanford was 10-of-16 (and converted on fourth down twice). CU was two of 11.\n\n“The difference in the game was them making third downs and us not,” MacIntyre said. “If we could have got them out on a few third downs, little bit different football game. If we could have made a few, little bit different.”\n\nJohn Meyer: jmeyer@denverpost.com or @johnmeyer\n\nGame balls\n\nChristian McCaffrey of Stanford: The super sophomore from Valor Christian had 147 yards rushing, 15 yards receiving and 58 yards in returns and threw a 28-yard touchdown pass.\n\nNelson Spruce of Colorado: On a day when the running game was poor, Spruce had five catches for 75 yards.\n\nKenneth Olugbode of CU: The inside linebacker had 12 tackles, 11 unassisted.", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "No. 9 Stanford cruises past Colorado, a reminder of Buffs’ past", "title": "No. 9 Stanford cruises past Colorado, a reminder of Buffs’ past", "url": "http://www.denverpost.com/2015/11/07/no-9-stanford-cruises-past-colorado-a-reminder-of-buffs-past/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20151107__CUStan132p1.jpg", "height": 488}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20151107__CUStan132p1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2015-11-07T14:06:16+00:00", "modified_time": "2016-04-20T02:54:54+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1", "news_keywords": "Prep football, University of Colorado"}, "_id": "\"57477af46914bd0286fe4c46\"", "article_summary": "With McCaffrey piling up 220 all-purpose yards and the CU offense sputtering, Stanford rolled to a 28-7 halftime lead and prevailed 42-10.\nNelson Spruce of Colorado: On a day when the running game was poor, Spruce had five catches for 75 yards.\nWith Stanford leading 35-10 midway through the third quarter, safety Tedric Thompson intercepted Hogan and returned it 71 yards to the Stanford 3-yard line, but the Buffs couldn’t score.\nThey had watched the two-hour ESPN documentary on McCartney earlier in the week and seemed inspired when they took the field against ninth-ranked Stanford.\nStanford coach David Shaw went out of his way to complement MacIntyre, though."}