{"article_title": "Why Durata Therapeutics Inc. Is Today's Best Biotech Stock -- The Motley Fool", "article_keywords": ["fool", "biotech", "dalvance", "therapeutics", "todays", "absssi", "motley", "actavis", "share", "shareholders", "drug", "transaction", "market", "skin", "durata", "best", "stock"], "article_url": "http://www.fool.com/investing/general/2014/10/06/why-durata-therapeutics-inc-is-todays-best-biotech.aspx", "article_text": "Although we don't believe in timing the market or panicking over market movements, we do like to keep an eye on big changes -- just in case they're material to our investing thesis.\n\nWhat: Shares of Durata Therapeutics (NASDAQ:DRTX), a biopharmaceutical company focused on developing therapies to treat infectious diseases and other forms of acute illness, surged as much as 75% after agreeing to be acquired by Actavis (NYSE:AGN) for nearly $675 million.\n\nSo what: According to the terms of the agreement, Durata shareholders will receive $23 per share in cash for each share they own, with Actavis kicking in up to an additional $5 per share if Dalvance, Durata's intravenously injected acute bacterial skin and skin structure infection (ABSSSI) drug which was approved by the Food and Drug Administration in May, meets certain regulatory and sales milestones. The move is being made to further diversify Actavis' growing infectious disease portfolio of products and fits with Actavis' near-term goal of bolstering its profitability through acquisitions.\n\nNow what: The big key to whether or not this transaction makes sense (albeit $675 million is a drop in the bucket for Actavis compared to what it's been spending lately) is going to be Dalvance's label expansion and/or convenience factor. Dalvance is being developed as a single-dose regimen with a supplemental new drug filing for ABSSSI expected by mid-2015, which could make it the go-to ABSSSI drug based on convenience, and is also being explored as a treatment for hospitalized-acquired pneumonia and pediatric osteomyelitis. If Dalvance can successful gain these additional indications I'd suggest the likelihood of investors receiving the extra $5 per share, known as a contingent value right, is probably very good. Ultimately, I see the transaction modestly boosting Actavis' top and bottom line and Durata shareholders getting more than a fair premium following this buyout.", "article_metadata": {"publish_time": "13:34", "date": "2014-10-06T17:34:00Z", "description": "Durata Therapeutics stock is among today's top gainers after a hungry rival decided to gobble it up for a hefty premium. Find out if this deal will make sense over the long run.", "ResponsiveALP": "1Ses_2things-v-single_single-control_50", "author": "Sean Williams", "promo": "Durata Therapeutics stock is among today's top gainers after a hungry rival decided to gobble it up for a hefty premium. Find out if this deal will make sense over the long run.", "twitter": {"description": "Durata Therapeutics stock is among today's top gainers after a hungry rival decided to gobble it up for a hefty premium. Find out if this deal will make sense over the long run.", "site": "@themotleyfool", "title": "Why Durata Therapeutics Inc. Is Today's Best Biotech Stock --  The Motley Fool"}, "headline": "Why Durata Therapeutics Inc. Is Today's Best Biotech Stock", "og": {"site_name": "The Motley Fool", "description": "Durata Therapeutics stock is among today's top gainers after a hungry rival decided to gobble it up for a hefty premium. Find out if this deal will make sense over the long run.", "title": "Why Durata Therapeutics Inc. Is Today's Best Biotech Stock --  The Motley Fool", "url": "http://www.fool.com/investing/general/2014/10/06/why-durata-therapeutics-inc-is-todays-best-biotech.aspx", "image": "https://g.foolcdn.com/image/?url=http%3A%2F%2Fg.foolcdn.com%2Fassets%2Fimages%2Ffool%2Ftmf-logo.png&h=630&w=1200&op=resize", "type": "article"}, "fb": {"admins": 50808187550, "page_id": 7240312795, "app_id": 50808187550}, "bureau": "usmf-health-care", "STORY_UID": "190a694e-4d7e-11e4-b4a6-0050569d4be0", "pitch": 823, "msvalidate.01": "8D40D58712924715BAA79D135A6C8DDA", "gsa_date": "2014 10 06", "tickers": "AGN,DRTX", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0"}, "_id": "\"57477af46914bd0286fe405a\"", "article_summary": "Ultimately, I see the transaction modestly boosting Actavis' top and bottom line and Durata shareholders getting more than a fair premium following this buyout.\nAlthough we don't believe in timing the market or panicking over market movements, we do like to keep an eye on big changes -- just in case they're material to our investing thesis.\nThe move is being made to further diversify Actavis' growing infectious disease portfolio of products and fits with Actavis' near-term goal of bolstering its profitability through acquisitions.\nIf Dalvance can successful gain these additional indications I'd suggest the likelihood of investors receiving the extra $5 per share, known as a contingent value right, is probably very good.\nWhat: Shares of Durata Therapeutics (NASDAQ:DRTX), a biopharmaceutical company focused on developing therapies to treat infectious diseases and other forms of acute illness, surged as much as 75% after agreeing to be acquired by Actavis (NYSE:AGN) for nearly $675 million."}