{"article_title": "Erie man awaits green light to return to Peace Corps Ukraine post", "article_keywords": ["ukraine", "volunteers", "work", "return", "social", "corps", "brunson", "light", "university", "peace", "awaits", "green", "know", "political", "post", "erie", "man"], "article_url": "http://www.timescall.com/community-features/ci_25309923/erie-man-awaits-green-light-peace-corps-ukriane", "article_text": "Erie resident and Peace Corps volunteer Paul Brunson, photographed on Friday, was evacuated from Ukraine recently due to the political unrest there. ( Lewis Geyer / Longmont Times-Call )\n\nUntil the Peace Corps evacuated him from his post in Donetsk, Ukraine, on Feb. 24 due to political unrest, Paul Brunson lived life in something of a rewind mode.\n\nMost Americans volunteer for the 27-month stint in international development and citizen diplomacy in their mid-20s.\n\nBrunson, 66, considered it then, in the early 1970s, when he wore his hair long and attended college classes in tie-dye shirts and bell bottom blue jeans.\n\n\"The Peace Corps was on campus and very visible, and I thought to myself, 'That's a really great organization. Maybe I'll apply someday. ... That future was 40 years later,\" he said, chuckling.\n\nThough Peace Corps volunteerism by Americans age 50 or older recently hit a record high, the graying group still only accounts for 8 percent of the 7,209 volunteers currently serving in 65 countries, according to the organization's website.\n\nNot every retiree, after all, would jump as Brunson did at the chance to learn Russian and live in a dormitory with about 250 young Ukrainian students at Donetsk State University of Management in the Denver-sized industrial city about 13 hours by train southeast of the capital, Kiev.\n\nBut now, as he waits at home in Erie to get the green light to return to service in Ukraine, he fondly recalls walking down the hall for his morning shower and checking in and out of the building with one of the dorm mothers — older women called \"babushkas\" — on duty at the front desk.\n\nAdvertisement\n\nBrunson misses his work there, which began most days at 8 a.m. when he spent 12 cents to ride the packed blue-and-white trolley No. 14 from the dorm to the university to work on projects in the fledgling social work department.\n\nThe Peace Corps placed him, a retired hospital social worker, there to develop civic society, he said.\n\n\"The Ukrainians want to make a better country. And I want to help in that process, even in small ways. It's like adding a drop of water to an empty glass. You don't see a difference immediately. But eventually, the glass is full,\" he said.\n\nHis projects during 10 months in country revolved around writing grant proposals and strategizing on how to establish a center for social research and coaching; translating documents; organizing an HIV/AIDS conference; and teaching social work classes with the help of a translator.\n\n\"When they asked me to teach on eight topics, I told them I was not a professor, that I have never taught classes,\" Brunson said. \"But after a few days of browsing (for teaching materials), I thought, 'I can do this.' And that is kind of a Peace Corps mantra. This is a can-do organization because all of us wind up doing things we didn't think we would do when first arrived. So, we're forced to be creative.\"\n\nThen, there was the work he did off the clock.\n\nBrunson mainly practiced Russian, and he learned how to say \"hello\" first.\n\n\"Here, though, if you say 'hello' on the street, a lot of people will look at you like, 'I don't know this person. Why are they saying 'hello?' ... Until you get to know them, they can be suspicious, and even volunteerism is a little bit of a foreign concept. But that doesn't mean that American society is better. It's just different. And once you get to know them, you begin to understand that they have a tremendous sense of hospitality and dignity.\"\n\nBuilding trust with his Ukrainian counterpart at the university and hosting four English clubs after work for students and professors eventually helped him forge the strong social network he needed for true cultural exchange.\n\nBrunson now knows how to make galupsy, boiled cabbage wrapped around cooked ground beef seasoned with onions and garlic and topped with sour cream.\n\nHis friends have savored his American-style chili — even though Ukrainians tend to prefer bland foods.\n\nCasual conversations in the midst of these activities invite people from both cultures see each other more clearly, he said.\n\n\"A lot of their impressions of America might be from movies, shoot-'em-up movies. For some of them, I may be the first American they've ever met,\" Brunson said.\n\nThough escalating political tension in Ukraine forced Peace Corps volunteers to box up their belongings, Brunson held off on shipping most of them from his dorm room until further notice.\n\n\"This is all still so raw,\" he said, wiping his eyes. \"But I keep watching my email for news, and the Peace Corps remains hopeful about our return. I just got an email from my counterpart in Ukraine that reads, 'All of us miss you in the office. And we hope you can come back soon because it's boring without you.\"\n\nMore than 200 Peace Corps Ukraine volunteers worked in the areas of education and youth and community development before the February evacuation. For more information, visit peacecorps.gov.\n\nPam Mellskog can be reached at Mellskog@msn.com or 303-746-0942.", "article_metadata": {"sailthru.url": "http://www.timescall.com/community-features/ci_25309923/erie-man-awaits-green-light-peace-corps-ukriane", "modificationDate": "2014-03-10T09:32:46-0600", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site46/2014/0309/20140309__10TCAUKRw_TEST~1_300.jpg", "sailthru.author": "By Pam Mellskog \n \n  For the Times-Call", "description": "Until the Peace Corps evacuated him from his post in Donetsk, Ukraine, on Feb. 24 due to political unrest, Paul Brunson lived life in something of a rewind mode.", "ag": {"canon": "LongmontTimes-Call:article:25309923:view"}, "startDate": "2014-03-09T23:39:23-0600", "og": {"url": "http://www.timescall.com/community-features/ci_25309923/erie-man-awaits-green-light-peace-corps-ukriane", "image": "http://extras.mnginteractive.com/live/media/site46/2014/0309/20140309__10TCAUKRw_TEST~1.jpg", "type": "article", "description": "Until the Peace Corps evacuated him from his post in Donetsk, Ukraine, on Feb. 24 due to political unrest, Paul Brunson lived life in something of a rewind mode.", "title": "Erie man awaits green light to return to Peace Corps Ukraine post"}, "twitter": {"domain": "timescall.com", "description": "Until the Peace Corps evacuated him from his post in Donetsk, Ukraine, on Feb. 24 due to political unrest, Paul Brunson lived life in something of a rewind mode.", "title": "Erie man awaits green light to return to Peace Corps Ukraine post", "url": "http://www.timescall.com/community-features/ci_25309923/erie-man-awaits-green-light-peace-corps-ukriane", "image": "http://extras.mnginteractive.com/live/media/site46/2014/0309/20140309__10TCAUKRw_TEST~1.jpg", "site": "@TimesCall", "card": "summary_large_image"}, "sailthru.date": "2014-03-09T23:39:23-0600", "sailthru.site": "timescall.com", "endDate": "2024-03-09T22:25:00-0700", "sailthru.title": "Erie man awaits green light to return to Peace Corps Ukraine post", "sailthru.article-section-or-homepage": "article", "sailthru.section": "Community Features", "msvalidate.01": "4B535F7EB2971D1FCBA5D1D3E3E292C3", "google-site-verification": "lLtD9ZooxmJUEEdRSCVzkO06t_hYKtyDqZF7EA3N2U0", "byline": "By Pam MellskogFor", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site46/2014/0309/20140309__10TCAUKRw_TEST~1.jpg", "pubDate": "2014-03-10T00:06:22-0600"}, "_id": "\"57477af46914bd0286fe10f2\"", "article_summary": "More than 200 Peace Corps Ukraine volunteers worked in the areas of education and youth and community development before the February evacuation.\n\"The Peace Corps was on campus and very visible, and I thought to myself, 'That's a really great organization.\n\"But I keep watching my email for news, and the Peace Corps remains hopeful about our return.\nErie resident and Peace Corps volunteer Paul Brunson, photographed on Friday, was evacuated from Ukraine recently due to the political unrest there.\nThe Peace Corps placed him, a retired hospital social worker, there to develop civic society, he said."}