{"article_title": "Truck crash ties up New Jersey Turnpike for hours; 1 dead", "article_keywords": ["linden", "overpass", "crash", "power", "lanes", "lines", "dead", "hours", "state", "truck", "traffic", "turnpike", "ties", "jersey"], "article_url": "http://townhall.com/news/us/2015/08/04/truck-fire-shuts-down-parts-of-new-jersey-turnpike-n2034569", "article_text": "LINDEN, N.J. (AP) — A dump truck crashed into an overpass on one of the nation's busiest toll roads on Tuesday, killing one person, sparking a fire and causing a miles-long traffic standstill that lasted for hours.\n\nThe truck was traveling along the New Jersey Turnpike when it struck the Wood Avenue overpass in Linden near Exit 13A around 10:30 a.m., state police Capt. Stephen Jones said. The fatality was believed to be the truck's driver, he said.\n\nA fire ignited and was feared to have compromised the overpass and gas and power lines that run under it, he added. Traffic lanes were closed.\n\nThe northbound truck lanes were briefly opened to bleed out traffic that was stuck at the scene of the fire and were then reopened late Tuesday afternoon. It wasn't until shortly after 10 p.m. that the state police said all turnpike lanes were opening to traffic.\n\nState police were investigating how the crash occurred on the turnpike, which handled about 235 million vehicles in 2010. In that year, there were 13 fatalities, down from 23 the year before.\n\nThe New Jersey Turnpike Authority, which oversees the turnpike and the Garden State Parkway, had said in a tweet that some lanes could be closed until midnight because power lines over the roadway were deactivated and needed to be removed. But state police later said repairs to the wiring were completed ahead of schedule.\n\nThe utility company PSE&G estimated that 35 industrial customers were without power.\n\nExtensive delays were reported on both sides of the highway into Tuesday evening. Some motorists, having been in traffic for several hours, got out of their cars and talked with other stranded travelers. Others tossed a football around, and some pulled out beach chairs and sat in the sun.\n\nNew Jersey Sierra Club director Jeff Tittel said he was caught in the turnpike traffic and had never seen it so bad.\n\n\"I call it Carmageddon,\" he said.\n\nNew Jersey Transit trains honored bus passes after the accident delayed bus passengers.", "article_metadata": {"description": "Truck crash ties up New Jersey Turnpike for hours; 1 dead - AP News: LINDEN, N.J. (AP) — A dump truck crashed into an .05/26/2016 1:03:12AM EST.", "author": "AP News", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "LINDEN, N.J. (AP) — A dump truck crashed into an overpass on one of the", "title": "AP News - Truck crash ties up New Jersey Turnpike for hours; 1 dead", "url": "http://townhall.com/news/us/2015/08/04/truck-fire-shuts-down-parts-of-new-jersey-turnpike-n2034569", "image": "http://media.townhall.com/townhall/reu/ha/2015\\216\\707be4ab-b2c5-4c86-9ef7-0c94e9f53202.jpg", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "LINDEN, N.J. (AP) — A dump truck crashed into an overpass on one of the", "title": "AP News - Truck crash ties up New Jersey Turnpike for hours; 1 dead", "url": "http://townhall.com/news/us/2015/08/04/truck-fire-shuts-down-parts-of-new-jersey-turnpike-n2034569", "image": "http://media.townhall.com/townhall/reu/ha/2015/216/707be4ab-b2c5-4c86-9ef7-0c94e9f53202.jpg", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "Truck crash ties up New Jersey Turnpike for hours; 1 dead, AP News, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "_id": "\"57477af46914bd0286fe10ed\"", "article_summary": "New Jersey Sierra Club director Jeff Tittel said he was caught in the turnpike traffic and had never seen it so bad.\nThe truck was traveling along the New Jersey Turnpike when it struck the Wood Avenue overpass in Linden near Exit 13A around 10:30 a.m., state police Capt.\nIt wasn't until shortly after 10 p.m. that the state police said all turnpike lanes were opening to traffic.\nA fire ignited and was feared to have compromised the overpass and gas and power lines that run under it, he added.\nTraffic lanes were closed."}