{"article_title": "Dell Laptop Explodes On Woman's Lap, Burns Her From Head To Toe", "article_keywords": ["head", "woman", "farry", "womans", "battery", "laptop", "dell", "lucky", "incident", "pack", "safety", "burns", "lap", "luff", "explodes", "toe"], "article_url": "http://www.medicaldaily.com/dell-laptop-explodes-womans-lap-burns-her-head-toe-291252", "article_text": "A 72-year-old Pennsylvania woman suffered chemical burns to her arm, chest, foot, and face after her Dell laptop exploded in her lap.\n\nThe woman, Loretta Luff, said that she began to smell something odd and hear a strange sound. All of a sudden, “It blew up. It flipped my computer back and the battery pack and all came out this way,” Luff told CBS Philly. “The next thing I knew, my shirt was on fire. I grabbed that and took that off, and I think that’s when I singed my hair.”\n\nLanghorne-Middletown Fire Company Chief Frank Farry said that despite his 25 years of experience, he had never seen anything like that. According to Farry, the evidence has been collected, but it appears the battery pack inside the computer went off like a bomb, sending debris 6 to 8 feet away, CBS News reported.\n\n“The battery pack was on the floor. It was in pieces,” Farry said. “And then there were various plastic parts that landed in different areas within her living room.”\n\nAfter Dell found out about the incident they released a statement:\n\nDell places the highest priority on the evaluation and investigation of all safety and potential safety issues for the products that we and our suppliers produce. When Dell becomes aware of an incident, we handle it with the goals of assuring customer safety and a thorough failure analysis. Dell will take appropriate steps to investigate this incident. It’s also important to note that, in our product documentation, Dell tells customers that “using an incompatible battery or a third-party battery may increase the risk of fire or explosion and that they should replace the battery only with a battery purchased from Dell that is designed to work with their Dell computer.\n\nDespite this incident, Luff considers herself lucky. She does say that she isn’t upset with Dell for this accident and says that she would indeed get another laptop from them.\n\n“I would take the battery out every night because whoever thought this would happen once? I would never take the chance of it happening a second time because I was lucky this time,” she said.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "dell laptop", "og": {"site_name": "Medical Daily", "description": "A Pennsylvania woman received burns to her arm, chest, foot, and face after her Dell laptop exploded.", "title": "Woman's Laptop Explodes While On Her Lap [VIDEO]", "url": "http://www.medicaldaily.com/dell-laptop-explodes-womans-lap-burns-her-head-toe-291252", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/07/02/loretta-luff-dell-laptop-burn.PNG", "type": "article"}, "twitter": {"description": "A Pennsylvania woman received burns to her arm, chest, foot, and face after her Dell laptop exploded.", "title": "Woman's Laptop Explodes While On Her Lap [VIDEO]", "url": "http://www.medicaldaily.com/dell-laptop-explodes-womans-lap-burns-her-head-toe-291252", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/07/02/loretta-luff-dell-laptop-burn.PNG", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/07/02/loretta-luff-dell-laptop-burn.PNG"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "US/World", "published_time": "2014-07-02T18:22:10-04:00", "modified_time": "2014-07-02T18:20:40-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "A Pennsylvania woman received burns to her arm, chest, foot, and face after her Dell laptop exploded."}, "_id": "\"57477af46914bd0286fe1115\"", "article_summary": "A 72-year-old Pennsylvania woman suffered chemical burns to her arm, chest, foot, and face after her Dell laptop exploded in her lap.\nIt flipped my computer back and the battery pack and all came out this way,” Luff told CBS Philly.\n“The battery pack was on the floor.\nThe woman, Loretta Luff, said that she began to smell something odd and hear a strange sound.\nDespite this incident, Luff considers herself lucky."}