{"article_title": "The Oil Crisis Has Killed These Housing Markets", "article_keywords": ["index", "oil", "nationwide", "business", "housing", "slowing", "crisis", "significant", "demand", "prices", "markets", "killed"], "article_url": "http://www.thefiscaltimes.com/2016/03/25/Oil-Crisis-Has-Killed-These-Housing-Markets", "article_text": "Most of the worst housing markets in America have one thing in common: oil.\n\nAnd markets in energy-producing areas make up most of the bottom-ranked parts of America.\n\nRelated: Here’s a Sign the Housing Market Is Returning to Normal\n\nNationwide's Health of Housing Markets Report for the first quarter showed that housing-market activity was still healthy nationally. At best, it's in a \"Goldilocks\" state, according to Nationwide chief economist David Berson.\n\nBut the impact of the plunge in oil prices — by about 60% since June 2014 — is made very clear in a performance ranking of housing markets.\n\nEight of the bottom 10 metropolitan statistical areas, or MSAs, are in Texas or Louisiana. We'd note that there's more to their economies than oil-and-gas exploration.\n\n\"What's really happening there is a significant slowing — if not an outright decline — in job growth,\" Berson told Business Insider on Thursday. \"And besides households, jobs are the other key determinant of housing demand. With the drop in energy prices, we're seeing — in many energy MSAs — significant slowing in jobs growth lowering housing demand and the index in those MSAs.\"\n\nRelated: Here’s How the Oil Bust Will Become the Next Boom\n\nTo rank the markets, Nationwide created a leading index of housing markets based on several data points to deduce their near-term performances. Nationally the index is at a two-year low of 105.4 but above the breakeven level of 100.\n\nThe Wall Street Journal looked into the housing market in Houston in a January story.\n\nThe upshot was that homebuyers were so few that sellers had to lower prices to raise demand.\n\nThat's the opposite of what's happening in many large cities, where high demand and undersupply are lifting prices.\n\nThis article originally appeared on Business Insider. Read more from Business Insider:\n\nYou may want to think twice before buying expensive grass-fed beef\n\nAnyone can learn a simple lesson about money from a former NHL player who blew through over $400,000 in one year\n\nFORD CEO: This is why women and young people love SUVs", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Most of the worst housing markets in America have one thing in common: oil.", "title": "The Oil Crisis Has Killed These Housing Markets", "url": "http://www.thefiscaltimes.com/2016/03/25/Oil-Crisis-Has-Killed-These-Housing-Markets", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/usa-housing-foreclosure_1.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2016/03/25/Oil-Crisis-Has-Killed-These-Housing-Markets", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/usa-housing-foreclosure_1.jpg", "card": "summary", "title": "The Fiscal Times"}, "generator": "Drupal 7 (http://drupal.org)", "description": "Most of the worst housing markets in America have one thing in common: oil.", "viewport": "initial-scale=1, maximum-scale=1"}, "article_summary": "Related: Here’s a Sign the Housing Market Is Returning to NormalNationwide's Health of Housing Markets Report for the first quarter showed that housing-market activity was still healthy nationally.\nBut the impact of the plunge in oil prices — by about 60% since June 2014 — is made very clear in a performance ranking of housing markets.\nMost of the worst housing markets in America have one thing in common: oil.\nRelated: Here’s How the Oil Bust Will Become the Next BoomTo rank the markets, Nationwide created a leading index of housing markets based on several data points to deduce their near-term performances.\n\"And besides households, jobs are the other key determinant of housing demand."}