{"article_title": "New Mammogram Guidelines Undermine Breast Health for Black Women — Pacific Standard", "article_keywords": ["uspstf", "risk", "cancer", "know", "guidelines", "pacific", "standard", "black", "breast", "health", "white", "mammogram", "screening", "undermine", "women"], "article_url": "https://psmag.com/new-mammogram-guidelines-undermine-breast-health-for-black-women-3318754834fd", "article_text": "New Mammogram Guidelines Undermine Breast Health for Black Women\n\nHeadquarters for the United States Department of Health and Human Services in Washington, D.C. (Photo: Matthew G. Bisanz/Wikimedia Commons)\n\nAs Yogi Berra famously said, “This is like deja vu all over again.” Only this time, it’s worse. On April 20, the United States Preventive Services Task Force issued a draft recommendation statement on breast cancer screening guidelines. The draft guidelines do a disservice to all women, but particularly black women.\n\nThe USPSTF upheld its 2009 statement by not recommending for or against screening mammograms for average-risk women under 50:\n\nThe decision to start screening mammography in women prior to age 50 years should be an individual one. Women who place a higher value on the potential benefit than the potential harms may choose to begin biennial screening between the ages of 40 and 49 years.\n\nIf a woman is not an oncologist, does not have a close relationship with one, or doesn’t happen to understand breast cancer etiology herself, how is she to place “a higher value on the potential benefit than the potential harm so that she may choose to begin biennial screening between the ages of 40 and 49 years?”\n\nThe Department of Health and Human Services, the American Cancer Society, Susan G. Komen, and many physician groups disagree with these draft recommendations.\n\nOnce again, in 2015, the USPSTF, in its well-intentioned recommendations, has given women under 50 a reason not to have a mammogram. As one dear friend said to me: “If the scientists can’t make up their minds for or against mammography, who am I to decide? Obviously, if we were supposed to get mammograms, they’d know, right?” Not necessarily, but I’ll get to that.\n\nAfter 25 years of education and encouragement, black women have achieved the same breast cancer screening rates as white women. According to the American Cancer Society, in 2010, the proportion of black and white women between the ages of 40 and 75 who had received a screening mammogram in the past year was 51 and 52 percent respectively. The proportion of those who had received a screening mammogram in the past two years was 66 and 67 percent respectively. The American Cancer Society has not changed its recommendation that women of average risk should begin annual screening mammography at age 40.\n\n“If the scientists can’t make up their minds for or against mammography, who am I to decide? Obviously, if we were supposed to get mammograms, they’d know, right?”\n\nEarly screening is especially critical for black women because we tend to be diagnosed with breast cancer on average five years earlier than white women, are more likely to have our breast cancers detected later when they are more advanced, and are more likely to be diagnosed with the more aggressive form of triple negative breast cancer.\n\nThe data show that black women, overall, get breast cancer about four percent less often than white women. Black women under the age of 40, however, are diagnosed at higher rates than white women. And we know that black women are 40 percent more likely to die of breast cancer than white women.\n\nEach year, 6,000 black women die from breast cancer. If we had the same mortality rate as white women, there would be 2,400 fewer deaths. The science is clear: Equal treatment for breast cancer yields equal outcomes. If black women have their cancers detected early — when they are most successfully treated and receive quality treatment — fewer would die. To my friend, I say, that’s how we decide.\n\nThe experts on the USPSTF say annual mammograms put women at higher risk for false positive findings. That is, a radiologist sees something on the screen that may be suspicious and calls the woman back for additional screening only to find there is no cancer. The USPSTF states that screening that results in a false positive causes stress and potentially puts a woman’s life at risk due to unnecessary tests. This is absolutely true. A study reported in 2014 by the Journal of the American Medical Association, however, disagrees with the USPSTF’s conclusion about the magnitude of the issue. It found that while false positive results do cause anxiety and stress, the anxiety is short-term and doesn’t affect the woman’s overall health and well-being.\n\nAnd, women who received false positive results said they would continue to have mammograms in the future. The USPSTF itself notes in its statement that the risk to a woman’s life due to diagnostic follow-up is very small.\n\nHere’s where it gets worse. If these recommendations become official guidelines, they could jeopardize the health of women under 50 who may find that their insurance provider opts out of covering their screening. State Medicaid programs could also follow suit, which would further harm low-income women and women without employer-based health insurance. The USPSTF makes reference to women of average risk. It states that the recommendations don’t apply to women at increased risk for breast cancer. This assumes every woman understands her risk for breast cancer. If she knows her mother, sister, or grandmother had breast cancer, she may be likely to know that she is at risk. But what if she doesn’t know if a relative had breast cancer? And what if she has other risk factors? Having to wait until she is 50 to have a mammogram increases the likelihood that, if she has cancer, it will be detected when it’s advanced and more difficult to treat.\n\nSome who disagree with the USPSTF recommendations say the members are motivated by the need to reduce health care costs. I don’t believe that. The USPSTF is made up of researchers and clinicians whom I believe are committed to improving health and the practice of evidence-based medicine. Besides, according to Thomas LaVeist and Darrell Gaskin, authors of “The Economic Burden of Health Inequalities in the United States,” the difference in breast cancer mortality between black and white women costs $30 billion every year.\n\nIf these recommendations become official guidelines, they could jeopardize the health of women under 50 who may find that their insurance provider opts out of covering their screening.\n\nWhere I believe the USPSTF has erred is in treating every woman as if she has the same lived experience. Black women and white women in the U.S. lead very different lives — economically, socially, geographically. And those differences affect their health. They determine what kind of care and information a woman can access, whether she can afford high-quality treatment, and, should she be diagnosed with breast cancer, what kind of support she will have through her journey.\n\nThe USPSTF statements clearly indicate the need for more research on breast cancer screening for black women and its social determinants. Given that only four percent of cancer patients participate in clinical trials, few black women, if any, were included in the studies on which the USPSTF based its recommendations. Absence of evidence is not evidence of absence. We simply do not know enough to say black women shouldn’t have mammograms until they’re 50.\n\nEveryone concerned about women’s breast health should review these draft recommendations and provide input to the USPSTF during the comment period, which ends May 18 at 8:00 p.m. EDT. It is important to let the USPSTF know more work needs to be done.\n\nIn the meantime, I encourage every woman to learn about your risk for breast cancer. Ask relatives if they know of anyone, male or female, in the family who has had breast cancer. Ask your physician if you have any other risk factors, and, if you’re under 40, whether you should get a base line mammogram. If you’re over 40, get to know your body and get a screening mammogram every year. It is a covered benefit under the Affordable Care Act and will not cost you anything.\n\nLet’s work to make sure we’re not re-living this experience six years from now when the next set of recommendations is due.", "article_metadata": {"description": "As Yogi Berra famously said, “This is like deja vu all over again.” Only this time, it’s worse. On April 20, the United States Preventive Services Task For…", "title": "New Mammogram Guidelines Undermine Breast Health for Black Women — Pacific Standard", "og": {"site_name": "Medium", "description": "As Yogi Berra famously said, “This is like deja vu all over again.” Only this time, it’s worse. On April 20, the United States Preventive Services Task For…", "title": "New Mammogram Guidelines Undermine Breast Health for Black Women — Pacific Standard", "url": "https://psmag.com/new-mammogram-guidelines-undermine-breast-health-for-black-women-3318754834fd", "image": "https://cdn-images-1.medium.com/max/1200/0*IM0PSQHw5nbJC6Os.jpg", "type": "article"}, "referrer": "always", "twitter": {"creator": "@PacificStand", "label1": "Reading time", "image": {"src": "https://cdn-images-1.medium.com/max/1200/0*IM0PSQHw5nbJC6Os.jpg"}, "site": "@Medium", "data1": "5 mins", "app": {"url": {"iphone": "medium://p/3318754834fd"}, "name": {"iphone": "Medium"}, "id": {"iphone": 828256236}}, "card": "summary"}, "author": "Pacific Standard", "al": {"web": {"url": "https://psmag.com/new-mammogram-guidelines-undermine-breast-health-for-black-women-3318754834fd"}, "android": {"url": "medium://p/3318754834fd", "app_name": "Medium", "package": "com.medium.reader"}, "ios": {"url": "medium://p/3318754834fd", "app_name": "Medium", "app_store_id": 828256236}}, "fb": {"app_id": 542599432471018, "smart_publish": {"robots": "noauto"}}, "theme-color": "#000000", "article": {"publisher": "https://www.facebook.com/medium", "published_time": "2015-05-16T23:08:12.000Z", "author": "https://psmag.com/@pacificstand"}, "viewport": "width=device-width, initial-scale=1"}, "article_summary": "After 25 years of education and encouragement, black women have achieved the same breast cancer screening rates as white women.\nThe data show that black women, overall, get breast cancer about four percent less often than white women.\nAnd we know that black women are 40 percent more likely to die of breast cancer than white women.\nBlack women under the age of 40, however, are diagnosed at higher rates than white women.\nBlack women and white women in the U.S. lead very different lives — economically, socially, geographically."}