{"article_title": "Zadzooks Video Game Gift Guide: Best picks for Nintendo's Wii U", "article_keywords": ["mario", "rated", "zadzooks", "gift", "nintendos", "wii", "picks", "player", "game", "video", "controls", "characters", "nintendo", "bayonetta", "guide", "best"], "article_url": "http://www.washingtontimes.com/news/2014/dec/7/zadzooks-video-game-gift-guide-best-picks-wwi-u/", "article_text": "Here’s some top gift ideas for the Wii U gamer in the family.\n\nSuper Smash Bros. (Nintendo, Rated E10+, $59.99) — A 15-year-old frenetic fighting game returns in high definition and just in time for gift giving as well as stress relieving for its devoted fans.\n\nPlayers first select from around 50 avatars culled from Nintendo’s stable of popular characters as well as other video-game superstars including Yoshi, Pikachu, Olimar, Zelda, Pac-Man and Sonic the Hedgehog.\n\nSEE ALSO: VIDEO GAME GIFT GUIDE: Best picks for Sony’s PlayStation 4\n\nThe colorful action requires up to eight opponents per match to use attacks, items and transformation skills to damage and knock each other out of the arena in a sort of high-powered free-for-all that professional wrestling fans would appreciate.\n\nThe game offers a variety of options including local and online matches, mini adventures starring the fighters, a two-player co-operative mode, the use Smash coins to unlock special types of matches and ridiculous characters moves from all of the characters (reference a pooch named Duck Hunt shooting clay pigeons).\n\nLoving parental units should also throw in a few Amiibo characters ($12.99) to extend and customize the action.\n\nSEE ALSO: VIDEO GAME GIFT GUIDE: Best picks for Apple’s iPad\n\nThese 3-inch tall statues (think Skylanders and Disney Infinity figures) interact with the Wii U GamePad when placed upon it and become a virtual pet to train while adding extras or functionality to their onscreen counterparts. Amiibo characters available include Mario, Yoshi, Donkey Kong and Kirby.\n\nBayonetta 2 (Nintendo, Rated Mature, $59.99) — The gift of controlling a sexy witch with a penchant for eliminating angels should gives mature male gamers a great reason to dive back into their Wii U console.\n\nThe fashionista named Bayonetta never stops dazzling between stunning, colorful, hack-and-slash combat, acrobatic moves, magical powers and awesome firepower as well as liberal dose of cheesecake, the calorie-free kind (for those watching their weight around the holidays).\n\nA player controls the heroine through a 16-chapter story that has Bayonetta saving a comrade dragged into the Inferno of Darkness and can also take part in a cooperative, online-only mode called “Tag Climax,” fighting off waves of angels and demons.\n\nNot only does the lucky recipient of the game package get the latest title but also the original Bayonetta game, rebuilt specially for the Wii U.\n\nCaptain Toad: Treasure Tracker (Nintendo, Rated Everyone, $39.99) — Mario and Luigi’s famed shroom-capped, exploring friend stars in his own storybook adventure sure to stimulate a young gamer’s noggin this holiday season.\n\nThe dizzying puzzler expands upon a frenetic minigame theme from the plumbing duo’s exploits in Super Mario World 3D. A player controls the grounded Captain and female companion, the pig-tailed Toadette, as they navigate through over 70, bite-sized obstacle courses.\n\nOf course, it’s well known that the duo can’t jump, so while climbing, riding, walking and waddling around blocky, tracked and sometimes rotating 3D terrain (literally floating in space), the player guides each with simple controls and help from a rotating camera (altered by shifting the Gampad) to find hidden passageways and escape routes.\n\nThe mazes arrive populated with roadblocks and enemies, (Wingo, a giant bird, and the ghosts are adorable), and each character can toss turnips to smite the foes, use a pickax to clear traps and has the ability to clone (grab the double cherries) so multiple doppelgangers help with the conundrums.\n\n\n\nThe goal may be to collect coins, mushrooms, Super Gems and the coveted Power Star for every level, but its ultimate reward is enjoying vintage Nintendo platforming at its high-definition finest.", "article_metadata": {"description": "Gift ideas for Wii U owner include Super Smash Bros., Bayonetta 2 and Captain Toad: Treasure Tracker.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "Gift ideas for Wii U owner include Super Smash Bros., Bayonetta 2 and Captain Toad: Treasure Tracker.", "title": "Zadzooks Video Game Gift Guide: Best picks for Nintendo’s Wii U", "url": "http://www.washingtontimes.com/news/2014/dec/7/zadzooks-video-game-gift-guide-best-picks-wwi-u/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/12/07/captain_toad_wingo-900.jpg", "type": "article"}, "twitter": {"site": "@washtimes", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/12/07/captain_toad_wingo-900.jpg", "description": "Gift ideas for Wii U owner include Super Smash Bros., Bayonetta 2 and Captain Toad: Treasure Tracker.", "card": "summary", "title": "Zadzooks Video Game Gift Guide: Best picks for Nintendo’s Wii U"}, "Author": "Joseph Szadkowski", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web0", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "Nintendo"}, "article_summary": "A player controls the grounded Captain and female companion, the pig-tailed Toadette, as they navigate through over 70, bite-sized obstacle courses.\nSEE ALSO: VIDEO GAME GIFT GUIDE: Best picks for Sony’s PlayStation 4The colorful action requires up to eight opponents per match to use attacks, items and transformation skills to damage and knock each other out of the arena in a sort of high-powered free-for-all that professional wrestling fans would appreciate.\nSEE ALSO: VIDEO GAME GIFT GUIDE: Best picks for Apple’s iPadThese 3-inch tall statues (think Skylanders and Disney Infinity figures) interact with the Wii U GamePad when placed upon it and become a virtual pet to train while adding extras or functionality to their onscreen counterparts.\nSuper Smash Bros. (Nintendo, Rated E10+, $59.99) — A 15-year-old frenetic fighting game returns in high definition and just in time for gift giving as well as stress relieving for its devoted fans.\nHere’s some top gift ideas for the Wii U gamer in the family."}