{"article_title": "To cut readmissions, streamline discharge summary process", "article_keywords": ["seven", "cut", "patient", "process", "study", "reduce", "readmissions", "summary", "patients", "streamline", "discharge", "hospitals", "summaries"], "article_url": "http://www.fiercehealthcare.com/story/cut-readmissions-streamline-discharge-summary-process/2015-01-16", "article_text": "Hospitals can reduce readmissions and speed up recovery by promptly delivering a detailed discharge summary to patients' doctors, according to two new studies from Yale School of Medicine published in Circulation.\n\nIn the first study, researchers, led by Leora I. Horowitz. M.D., analyzed such summaries for patients enrolled in the Telemonitoring to Improve Heart Failure outcomes study. They noted hospitals' timeliness in completing the summaries, transmission to follow-up doctors and the thoroughness of the summaries' content. Of the 46 hospitals participating in the study, a median 69.2 percent dictated the summaries on the actual day of discharge and documented the delivery of a third of summaries.\n\nIn terms of summary content, the median provider included 3.6 of the seven elements recommended by the Transitions of Care Consensus Conference, with hospitals less likely to include patients' discharge condition or discharge weight. None of the summaries featured all seven recommended elements, were dictated on the day of discharge and were delivered to a follow-up doctor.\n\n\"Improvements in all aspects of discharge summary quality are necessary to enable the discharge summary to serve as an effective transitional care tool,\" the authors wrote.\n\nIn the second study, Horowitz and her team analyzed 1,246 summaries from 45 hospitals. Of these, 17 percent were readmitted within 30 days, and transmission of discharge summaries to any outpatient clinician correlated with reduced odds of readmission once Horowitz and her team adjusted for hospital and patient characteristics. The same was true of summaries that featured more of the seven elements. Same-day summary dictation was not associated with risk, according to the study.\n\n\"If you discharge a patient from the hospital and the physician that is now going to be following them is not given a discharge summary that is accurate and complete, then [the doctor is] going to screw things up,\" Steven Wolfson, M.D., a New Haven cardiologist uninvolved in either study told the New Haven Register. These transitions are particularly dangerous for patients, he said, because \"[i]t's like crossing an international boundary … largely because the information flow is critical and it's often very poor.\"\n\nHospital discharge processes for older patients in particular need improvement, a 2013 study in JAMA Internal Medicine found. Some providers, such as Boston's Beth Israel Deaconess Medical Center, have reduced readmissions by monitoring high-risk patients post-discharge, FierceHealthcare previously reported.\n\nTo learn more:\n\n- read the first study abstract\n\n- read the second study (subscription required)\n\n- here's the Register article\n\nRelated Articles:\n\nStudy: Hospital discharge processes still need work\n\nBeth Israel Deaconess lowers readmissions with post-discharge program\n\nFollow up with patients after discharge\n\nTo reduce readmissions, focus on patient, not condition\n\nBiggest losers of readmission penalty: Big hospitals, safety nets\n\nHospital workers visit patient homes to reduce ER visits\n\nInterventions improve medication adherence but don't affect readmissions", "article_metadata": {"description": "Hospitals can reduce readmissions and speed up recovery by promptly delivering a detailed discharge summary to patients' doctors, according to two new studies from Yale School of Medicine published in Circulation.", "og": {"site_name": "FierceHealthcare", "description": "Hospitals can reduce readmissions and speed up recovery by promptly delivering a detailed discharge summary to patients' doctors, according to two new studies from Yale School of Medicine published in Circulation.", "title": "To cut readmissions, streamline discharge summary process", "url": "http://www.fiercehealthcare.com/story/cut-readmissions-streamline-discharge-summary-process/2015-01-16", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthcare.jpg", "type": "website"}, "twitter": {"site": "fiercehealth", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "apple-itunes-app": "app-id=731085312", "keywords": "30-day readmissions,Care Delivery,discharge process,Discharge Summaries,Patient Care & Outcomes,readmission reduction", "viewport": "width=device-width", "news_keywords": "Care Delivery,Patient Care & Outcomes"}, "_id": "\"57477af36914bd0286fd279d\"", "article_summary": "\"Improvements in all aspects of discharge summary quality are necessary to enable the discharge summary to serve as an effective transitional care tool,\" the authors wrote.\nHospitals can reduce readmissions and speed up recovery by promptly delivering a detailed discharge summary to patients' doctors, according to two new studies from Yale School of Medicine published in Circulation.\nIn terms of summary content, the median provider included 3.6 of the seven elements recommended by the Transitions of Care Consensus Conference, with hospitals less likely to include patients' discharge condition or discharge weight.\nSome providers, such as Boston's Beth Israel Deaconess Medical Center, have reduced readmissions by monitoring high-risk patients post-discharge, FierceHealthcare previously reported.\nHospital discharge processes for older patients in particular need improvement, a 2013 study in JAMA Internal Medicine found."}