{"article_title": "Lewiston-Auburn expands fight against poisoning from lead paint — Lewiston-Auburn — Bangor Daily News — BDN Maine", "article_keywords": ["building", "properties", "apartment", "lewistonauburn", "lead", "housing", "bdn", "children", "daily", "fight", "paint", "state", "bangor", "poisoning", "lewiston", "expands", "maine"], "article_url": "http://bangordailynews.com/2016/05/15/news/lewiston-auburn/lewiston-auburn-expands-fight-to-protect-children-from-lead-poisoning/", "article_text": "LEWISTON, Maine — Shilo Mathieu is on the front lines in America’s decades-long struggle to protect children from lead poisoning. And what she has been seeing recently in this city known for its lead paint problem is both heartening and foreboding.\n\nMathieu is a family nurse practitioner at Lewiston’s downtown B Street Clinic, which serves the city’s lowest-income residents and immigrants.\n\nLittle over four months into 2016, the clinic already has seen 23 children test positive for elevated lead levels; that compares with 22 in all of 2015 and 25 in 2014 for the Lewiston clinic.\n\nIn 2011, 2012 and 2013, there were 82 cases for all of Androscoggin County, according to the most recent data available from the Maine Center for Disease Control.\n\nAt its current pace, B Street could see as many as 55 children with blood-lead levels beyond the threshold that triggers a series of interventions, including a search for the source of the lead at the child’s home.\n\nMathieu believes the greater numbers are due in part to greater awareness of parents and others that the city’s children should be screened for lead. That, in turn, means more children are getting treatment that will help reduce or eliminate the mental and emotional disabilities caused by lead poisoning.\n\nBut Mathieu also knows the number of children diagnosed at the clinic could almost double next year when a new, lower blood-level standard takes effect in Maine.\n\nCity leaders already are concerned that so many new cases will trigger the need for a multimillion-dollar response the city can’t muster alone. And it could create a housing shortage as apartment building owners tear down their buildings or bar apartments because of the cost of mitigating the lead paint problems.\n\n“I’m at the point now, do I want to put $150,000 in a building that’s 100-plus years old or do I just want to throw the thing down, which is going to cost me $25,000 to just throw it down and walk away and say, ‘Phew,'” landlord Mike Roy said last week.\n\nThe lead in question comes largely from the dust of chipping and peeling paint put on the city’s downtown apartment buildings before the toxic element was banned as an additive to paint in 1978.\n\n“And I think we are getting more knowledgeable about the dangers of it,” Mathieu said, not long after taking a blood sample from a 4-year-old boy whose older siblings recently tested positive for elevated levels of lead in their blood.\n\n“We are being more proactive because now we’re realizing in lower levels it can still be very dangerous,” she said.\n\nMaine tightens standards\n\nA 2015 change in state law that creates a lower blood-lead-level standard of 5 micrograms of lead per deciliter of whole blood means as many as 500 more Maine children will be identified as lead poisoned, health officials have said, with as many as 90 of those living in Lewiston-Auburn, based on previous trends. The previous standard was three times higher, 15 micrograms per deciliter of blood.\n\nThe new Maine standard is based on U.S. Centers for Disease Control and Prevention recommendations, founded in the latest science that has health professionals and scientists warning that even the smallest amounts of lead in a child’s blood can lead to permanent damage.\n\nHealth officials estimate the long-term and collective impact on children’s neurological health costs the United States billions of dollars each year in special education costs alone.\n\nAdvocates for removing lead from homes and water sources say there’s also a moral imperative to prevent lead poisoning and the subsequent suffering and damage it causes.\n\n“Even low levels of lead in blood have been shown to affect IQ, ability to pay attention and academic achievement. And effects of lead exposure cannot be corrected,” according to the CDC. “The most important step parents, doctors and others can take is to prevent lead exposure before it occurs.”\n\nIn Maine, the impact is likewise substantial. A 2008 study by a former University of Maine economics professor estimated the damage from lead poisoning to children in the Pine Tree State exceeds $260 million a year.\n\nAnd while health and housing officials say solving the problem of lead exposure is a technically achievable goal, so far neither Congress nor state legislatures have mustered the political will to do it, according to Greg Payne, the director of the Maine Affordable Housing Coalition.\n\nThe problem has been nibbled at with programs and policies that are either woefully underfunded or lacking in enforcement mechanisms, Payne said.\n\nFrom 1998 to 2015, the Maine State Housing Authority spent $17.7 million in state and federal funds to help property owners and landlords remove or encapsulate the sources of lead in 1,378 apartment units. Maine State Housing Authority officials estimate that more than 350,000 Maine homes built before 1978 may contain some level of lead paint. The agency estimates that of those, 180,000 built prior to 1950 are likely to have “high levels” of lead paint. The agency says nearly 30,000 Maine children live in pre-1950 housing.\n\nLewiston-Auburn steam ahead on cleaning lead\n\nLewiston Code Enforcement Officer Jeff Baril, among the dozens of local officials who are working on the issue of preventing lead poisoning, said the presence of lead paint in the downtown’s aging and often neglected apartment buildings is widespread.\n\n“It’s nearly every other building,” Baril said as he toured a handful of properties where the owners have been ordered to clean up a lead hazard after children living in the buildings tested positive for elevated blood-lead levels.\n\nUnder state law and city regulations, once it’s determined that an apartment building is contaminated, a landlord is required to relocate the family to a safe apartment. They then can’t re-rent the vacant apartment, or any others in the building that become vacant, until the sources of lead are cleaned up or contained.\n\nIt’s a costly prospect for many landlords, who often have to make other upgrades to their buildings to become eligible for federal funds to help with lead cleanup costs.\n\nRoy, the landlord, said even with a grant covering 90 percent of his cleanup costs, or up to $10,000 per unit, he may not be able to save one of his buildings in Lewiston’s Little Canada neighborhood. He said the building needs other upgrades, including a new central heating system, to become eligible for the grant program. Like many Lewiston landlords, Roy said it may be cheaper for him to just tear down the building, which currently has only one tenant.\n\nUnder the grant program, property owners are not paid any money directly. Funds are paid only to eligible and licensed contractors who are the low bidders on the abatement projects.\n\nProperty owners must also agree to keep units that are fixed with grant funds as affordable housing, available to low-income tenants, for at least three years.\n\nA lot with a view?\n\nIf Roy does invest in the building to upgrade it and clean it up, he said he would have to increase the price of his rents to pay for the upgrades, to the point they may not be competitive in a market that caters to those with lower incomes.\n\nRoy said building a new apartment building from scratch would result in the same scenario for him: He would have nice apartments, with expensive rents, in a neighborhood surrounded by blight.\n\n“I got a piece of land I can just look at,” Roy said. “Every Sunday I can go there with a can of beer and just watch the river, you know what I mean?”\n\nBaril said that while everybody, including many landlords, agree that apartments should be safe and free of health hazards, the fight against lead poisoning will continue to constrict the city’s housing market.\n\nA three-year, $3.5 million federal grant the city is administrating for lead cleanup efforts in both Lewiston and Auburn is on track to make as many as 225 units lead-safe, according to Lewiston Lead Program Manager Travis Mills.\n\nIn a message to the Sun Journal, Mills detailed the status of 216 apartment units at 79 properties in Lewiston and Auburn that have lead problems. Of those, 12 properties representing 33 units have been cleared of lead.\n\nAnother 15 properties with 33 units have been approved for the lead-abatement program and are under contract to be cleared of lead, while another 22 properties with 111 units are at various stages of the application process.\n\nMills said the properties in the program represent a variety of situations.\n\n“Some properties have paint hazards due to lack of maintenance by the current owner,” Mills wrote. “Some have recently been purchased and the new owner is investing in the property now. One destructive tenant can make a safe unit hazardous in very little time.”\n\nThe city’s grant includes only minimal funds for tenant outreach and education, Mills wrote.\n\nEstimates of pre-1950s housing in Lewiston by the U.S. Census Bureau show there could be as many as 17,000 apartments with lead paint in the Twin Cities.\n\nStatewide, it’s estimated that as many as 30,000 Maine children under the age of 5 are living in homes that were built before 1950, according to the Maine State Housing Authority.\n\nGiven such high numbers, “We could get $3 million a year for the next 20 years and we still would have lead paint out there,” Baril said.\n\nIn the next round of federal funding, officials hope Lewiston-Auburn and the Maine State Housing Authority each will receive federal support for lead remediation efforts.\n\nMost landlords are willing to work with their tenants and invest in their properties to make them safer once lead is discovered. Others are reluctant or indifferent and some are simply financially unable to do the needed upgrades, Baril said.\n\nThe owners of 46 properties in Lewiston and Auburn are under active state orders to clean up lead hazards, but only 19 are in the process of doing so, according to Maine CDC records obtained under the state’s Freedom of Access Act. Some of the worst offenders on the list have been under cleanup orders for more than seven years.\n\nLegal help for parents\n\nIn the past year, Kids Legal, a Lewiston-based, two-lawyer team funded by a grant from the John T. Gorman Foundation to focus on the legal issues of lead poisoning in children, has worked with more than 100 Androscoggin County low-income families who are facing elevated blood-lead levels in their children.\n\nThe attorneys, Nicole Bissonnette and Kim Trombley, said many tenants simply do not have a full understanding of their rights under the law. Most also don’t have the financial means to hire a lawyer to fight for them.\n\nTrombley said she and Bissonnette also work with health care providers and are in a legal-medical partnership with the B Street Clinic so parents can have ready access to their help. Trombley said educating parents, health care providers and landlords on the risks and impacts of lead poisoning on a child’s health is a central part of their mission.\n\n“A lot of times when a family is living in a building with an abatement order, they don’t know what that means. There was a sign put on the door, there was a phone call at some point,” Bissonnette said. “We help gather the information about where the lead hazards are in an apartment, what stage the process is in and we do sometimes take court action against a landlord if they haven’t protected the family and followed through with their obligations.”\n\nTrombley said children still live in a significant number of the buildings in Lewiston-Auburn with outstanding orders to clean up lead.\n\nBut the 2015 law change that lowers the blood-lead threshold for children also comes with greater enforcement powers for the Maine CDC, along with funding for five new lead inspectors.\n\nUnder the still-pending rule changes, the state CDC would have the authority to levy substantial and increasing fines against building owners who don’t take steps to clean up a lead hazard after they’ve been notified of one, Trombley said.\n\n“It’s a hugely positive change in the law,” Trombley said. “And they are not insignificant fines. They add up pretty quickly.”\n\nTrombley also said “many, many” landlords are proactive and respond immediately. “We have seen that in our work when a child is identified with lead poisoning.”\n\nBut some landlords are indifferent to the poisonings that are happening in their buildings, Trombley said. “And that’s demonstrated by these outstanding abatement orders that have been lingering for many years.”", "article_metadata": {"description": "A 2008 study by a former University of Maine economics professor estimated the damage from lead poisoning to children in the Pine Tree State exceeds $260 million a year. Maine news, sports, politics and election results, and obituaries from the Bangor Daily News.", "generator": "WordPress 4.1.5", "og": {"site_name": "The Bangor Daily News", "description": "A 2008 study by a former University of Maine economics professor estimated the damage from lead poisoning to children in the Pine Tree State exceeds $260 million a year.", "title": "Lewiston-Auburn expands fight against poisoning from lead paint", "url": "http://bangordailynews.com/2016/05/15/news/lewiston-auburn/lewiston-auburn-expands-fight-to-protect-children-from-lead-poisoning/", "image": "http://static.bangordailynews.com/wp-content/uploads/2016/05/10460381_H17667301-600x401.jpg?strip=all", "type": "article"}, "twitter": {"description": "A 2008 study by a former University of Maine economics professor estimated the damage from lead poisoning to children in the Pine Tree State exceeds $260 million a year.", "title": "Lewiston-Auburn expands fight against poisoning from lead paint", "url": "http://bangordailynews.com/2016/05/15/news/lewiston-auburn/lewiston-auburn-expands-fight-to-protect-children-from-lead-poisoning/", "image": "http://static.bangordailynews.com/wp-content/uploads/2016/05/10460381_H17667301-250x250.jpg?strip=all", "site": "@bangordailynews", "card": "summary"}, "wp-parsely_version": "1.7", "fb": {"app_id": 748756371893770}, "keywords": "Maine, news, elections, election results, politics, sports, Bangor, Portland, Augusta, weather, obituaries, Waterville, Aroostook, Penobscot, Piscataquis, Somerset, Hancock, Washington, bdn,health,lewiston-auburn,news,state,regions,lewiston-auburn expands fight against poisoning from lead paint,is_article,scott thistle", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fd2783\"", "article_summary": "Maine State Housing Authority officials estimate that more than 350,000 Maine homes built before 1978 may contain some level of lead paint.\nAnd what she has been seeing recently in this city known for its lead paint problem is both heartening and foreboding.\nThe agency estimates that of those, 180,000 built prior to 1950 are likely to have “high levels” of lead paint.\nLEWISTON, Maine — Shilo Mathieu is on the front lines in America’s decades-long struggle to protect children from lead poisoning.\nIn the next round of federal funding, officials hope Lewiston-Auburn and the Maine State Housing Authority each will receive federal support for lead remediation efforts."}