{"article_title": "Human trash can Ted Cruz insults Jimmy Carter after cancer annoucement", "article_keywords": ["annoucement", "jimmy", "carter", "cancer", "reagan", "ted", "life", "insults", "cruz", "human", "worm", "world", "trash", "war"], "article_url": "http://www.examiner.com/article/human-trash-can-ted-cruz-insults-jimmy-carter-after-cancer-annoucement", "article_text": "Presidential candidate Ted Cruz, also known as Canada's most useless export, is a holder of many titles including homophobe, misogynist and national extremist; and today he adds “all around class act” to his list. On August 20, former President Jimmy Carter informed the world of his devastating cancer diagnosis which was initially discovered in his liver and has progressed to metastasize and spread to his brain. Cancer at such an advanced stage has a poor prognosis for patients in the prime of their life. For Carter, who turned 90-years old last year, despite choosing to receive radiation therapy, it very likely means he hasn't got much time left.\n\nOn August 21, less than 24 hours after Jimmy carter informed the world of his diagnosis, Ted Cruz decided to show everyone exactly what kind of person he is by criticizing Carter and his Presidency which ended 34-years ago, calling the era miserable, stagnant and malaise. Cruz continued to imply that Carter accomplished nothing during his time in office and that Iran and Russia laughed at both the US and Carter because of his foreign policies.\n\nAccording to Cruz's speech, the country was only saved by the Republican savior Ronald Reagan when in reality, Reagan's presidency resulted in a decade of devastation for society's most vulnerable members. Sure, Carter didn't put an end to the Cold War like Reagan did but he also didn't deinstitutionalize the severely mentally ill leading to most of California's psychiatric hospitals being forced to close, the mentally ill making up a third of today's homeless population and half of all people behind bars. But sure, Reagan saved the country....or ruined the lives of those in need of serious help, increased the national debt by 186 percent and temporarily fixed the economy only to create long-term normalization of corporate overreach for future generations (can't wait for the old people in the audience to argue that one), but whatever.\n\nWhile Cruz spends his spare time insulting elderly advanced stage cancer patients, Carter has always used his time and resources to make the world a better place (emphasis on “world” and not just 'Murica). Since he left office, Jimmy Carter has dedicated his life to helping others. There was only one psychiatrist in the entire country during Liberia's civil war, so Carter and his foundation trained 144 psychiatric nurses to counsel civilians and help alleviate Post Traumatic Stress Disorder. Carter has also nearly eradicated the deadly Guinea worm, a debilitating parasitic infection found in contaminated water, which when his foundation first began, affected approximately 3.5 million people every year. Today, there are 126 cases in the world.\n\nDuring his press conference on August 20, Carter said that he'd like to see the last Guinea worm die before he does. When asked if he had any regrets, Carter still only thought of others saying he wishes he had sent one more helicopter during the 1980 Iran hostage crisis. Carter says that he's at ease with whatever comes and feels he's led a very blessed life. Meanwhile, tiny goblin Ted Cruz is on the fast track to becoming an insignificant footnote in American history.", "article_metadata": {"description": "Presidential candidate Ted Cruz, also known as Canada's most useless export, is a holder of many titles including homophobe, misogynist and national extremist;", "Generator": "Drupal 7 (http://drupal.org)", "og": {"url": "http://www.examiner.com/article/human-trash-can-ted-cruz-insults-jimmy-carter-after-cancer-annoucement", "type": "article", "image": "http://cdn2-b.examiner.com/sites/default/files/styles/image_content_width/hash/fe/11/fe11cb8428f5691f3213807eaf030c87.jpg?itok=vqov3Lta", "site_name": "Examiner.com", "title": "Human trash can Ted Cruz insults Jimmy Carter after cancer annoucement"}, "twitter": {"description": "Presidential candidate Ted Cruz, also known as Canada's most useless export, is a holder of many titles including homophobe, misogynist and national extremist; and today he adds “all around class act”", "title": "Human trash can Ted Cruz insults Jimmy Carter after cancer annoucement", "image": "http://cdn2-b.examiner.com/sites/default/files/styles/image_content_width/hash/fe/11/fe11cb8428f5691f3213807eaf030c87.jpg?itok=vqov3Lta", "creator": "@gloriawesome", "site": "@examinercom", "card": "summary"}, "robots": "noodp", "dc.date.issued": "2015-08-22T13:27:15-06:00", "fb": {"app_id": 113003962065478}, "keywords": "Top News, Jimmy Carter, Ted Cruz, cancer, Ronald Reagan, Carter Legacy", "article": {"published_time": "2015-08-22T13:27"}, "viewport": "width=device-width, initial-scale=1"}, "article_summary": "Meanwhile, tiny goblin Ted Cruz is on the fast track to becoming an insignificant footnote in American history.\nSince he left office, Jimmy Carter has dedicated his life to helping others.\nPresidential candidate Ted Cruz, also known as Canada's most useless export, is a holder of many titles including homophobe, misogynist and national extremist; and today he adds “all around class act” to his list.\nOn August 20, former President Jimmy Carter informed the world of his devastating cancer diagnosis which was initially discovered in his liver and has progressed to metastasize and spread to his brain.\nCancer at such an advanced stage has a poor prognosis for patients in the prime of their life."}