{"article_title": "Don't Forget About Your Animal In Arctic Blast", "article_keywords": ["winter", "stay", "pet", "arctic", "dog", "frostbit", "outside", "going", "dont", "temperatures", "animal", "humane", "blast", "wigg", "forget"], "article_url": "http://www.keloland.com/news/article/news/humane-officer-dont-forget-about-your-animal-in-arctic-blast", "article_text": "Sioux Falls, SD\n\nWith KELOLAND in the grips of an arctic blast from Canada, the sub-zero temperatures worry officers at the Sioux Falls Area Humane Society.\n\nAfter witnessing several weather-related cruelty cases, a warning is being issued for those who forget about their four-legged-friends during the winter chill.\n\nThe mercury hovers around zero as 8-month-old Brittany romps around the Spencer Dog Park.\n\nDespite his pup's energy, Dan Davis is only allowing the Brittney Spaniel to be outside for a few minutes.\n\n\"Yeah we don't stay out for very long,\" Dan Davis said. \"This is her first winter obviously and we're just kind of seeing how she takes it.\"\n\nThat's the right call, according to Humane Officer Dana Wigg. With extremely cold temperatures, frostbite can affect your pet faster than you think.\n\n\"Ears can get frostbit; their little paws can get frostbit, any appendages can get frostbit as well,\" Wigg said. \"You have to be really careful about letting your dog outside if it doesn't have a real thick coat that's not made for winter weather.\"\n\nIf your dog must remain outside for more than 10 minutes, Wigg offers critical advice.\n\n\"Blankets are going to absorb any moisture and then they're going to freeze up,\" Wigg said. \"You have to get straw that is actually going to conduct the heat; it's going to warm up the dog and use the dog's own heat against it.\"\n\nAlso, the animal must have a shelter that gets it out of the direct wind.\n\nPets also need a heated water dish and extra food because the animals need extra calories to stay warm.\n\nIn these extreme temperatures, if an owner fails to adequately protect their pet, they could face criminal charges.\n\n\"Bringing it outside, leaving it outside in weather like this, that would all be considered neglect. That is a misdemeanor that is prosecuted and charges can be filed, and they have been filed,\" Wigg said.\n\nThe humane officers also say they see an increase in the number of dog bites this time of year as families get together for the holidays.\n\nThey say it's important not to overwhelm a pet and keep them calm in another part of the house during parties.", "article_metadata": {"og": {"site_name": "KELOLAND News", "description": "With KELOLAND in the grips of an arctic blast from Canada, the sub-zero temperatures worry officers at the Sioux Falls Area Humane Society. After", "title": "Humane Officer: Don't Forget About Your Animal In Arctic Blast", "url": "http://www.keloland.com/news/article/news/humane-officer-dont-forget-about-your-animal-in-arctic-blast", "image": "http://assets.keloland.com/images/images/default-source/agriculture/crops/barley/54345.jpg?sfvrsn=0", "type": "website"}, "fb": {"app_id": 521498541203189}, "Generator": "Sitefinity 7.3.5630.0 PE", "viewport": "width=device-width, initial-scale=1.0", "description": "With KELOLAND in the grips of an arctic blast from Canada, the sub-zero temperatures worry officers at the Sioux Falls Area Humane Society. After"}, "_id": "\"57477af36914bd0286fd277f\"", "article_summary": "Sioux Falls, SDWith KELOLAND in the grips of an arctic blast from Canada, the sub-zero temperatures worry officers at the Sioux Falls Area Humane Society.\n\"You have to be really careful about letting your dog outside if it doesn't have a real thick coat that's not made for winter weather.\"\nAfter witnessing several weather-related cruelty cases, a warning is being issued for those who forget about their four-legged-friends during the winter chill.\n\"Ears can get frostbit; their little paws can get frostbit, any appendages can get frostbit as well,\" Wigg said.\nDespite his pup's energy, Dan Davis is only allowing the Brittney Spaniel to be outside for a few minutes."}