{"article_title": "Even HBO’s True Detective Thinks High Speed Rail Is Shady (VID)", "article_keywords": ["detective", "gomez", "vid", "true", "shady", "rail", "jerry", "fagundes", "high", "train", "hbos", "california", "construction", "property", "speed", "thinks"], "article_url": "http://reason.com/blog/2015/06/27/even-hbos-true-detective-thinks-high-spe", "article_text": "The sophomore season of HBO’s hit series True Detective debuted last week and features the construction of California’s high speed rail as a major plot point.\n\nIn the series, noted libertarian Vince Vaughn plays a shady businessman with a plan to build a high speed rail system through California—only to see one his business partners (a city manager) mysteriously turn up dead. Colin Farrell, Rachel McAdams (she smokes a vape!), and Taylor Kitsch play cops who will investigate the murder.\n\nWriter Nic Pizzolatto based this season’s plot on the very real and very corrupt city of Vernon—an industrial town just a few miles south of Los Angeles. In 2009, long-time Vernon mayor Leonis Marburg was convicted of voter fraud and city administrators were found to have spent millions of public funds on trips and other personal expenses. A former finance administrator even turned up dead in 2012 after an audit found that he didn’t perform up to the standards of his million dollar salary. (His death was later ruled an accident).\n\nThough True Detective is a fictional show, there are real people getting screwed over by the incompetent planning and wanton spending over Governor Jerry Brown’s high speed rail project.\n\n“Meet the People Getting Screwed Over By Jerry Brown’s High Speed Rail,” produced by Alexis Garcia. Approximately 7 minutes. Original release date was June 3, 2015 and the original writeup is below.\n\n\"It's like a field of dreams—if you build it they will come,\" says Mary Jane Fagundes, a Hanford, California resident in danger of losing her home to California's high speed rail. \"But it's just a dream that's never going to become a reality.\"\n\nFagundes is one of many Central Valley property owners whose land will be affected by the construction of the high speed rail. Fagundes and her husband, Jerry, first learned that the rail was coming down their street from a cousin. Though the train will run 80 feet from their front door and cause severe vibration and noise damage, the California High Speed Rail Authority will not deal with the Fagundes family because the tracks do not technically touch their property line.\n\n\"We really can't do nothing until they build the train because they're not impacting us,\" says Jerry Fagundes. \"But talking to a lawyer we do have to get involved right now with a letter stating our impacts.\" The Fagundes family will have to initiate an inverse condemnation suit against the state to recoup the losses from the damage that will be caused to their property due to the construction of the high speed rail.\n\nSince the rail was first approved by California voters in 2008, the project has been met with scrutiny from those on both the left and right for being a waste of time and money. Construction for the 800 mile train which will eventually connect San Francisco to San Diego is already way over budget—the proposed $68 billion dollar plan is now expected to cost over $100 billion—and is almost a decade behind schedule. There's also the question of funds—the state only has just over $13 billion in state and federal bonds—in addition to money diverted from California's cap-and-trade taxes—to build the train and it is unclear where the rest of the money will come from to complete construction.\n\n\"Part of the problem is that [California's governor, Democrat] Jerry [Brown] is looking for something to say, 'I did this,'\" says Joel Kotkin, an urban studies professor at Chapman University. \"[But] the real issue is not getting from San Francisco to LA…you're really just essentially replacing Southwest with a much more expensive system that costs lots of public money.\"\n\nDespite these significant hurdles, Jerry Brown and high speed rail are moving forward and are ramping up efforts to secure the land needed for the train through the use of eminent domain.\n\nThe Fresno Bee reports that over 200 properties in the Central Valley alone have been targeted for condemnation by the state Public Works board to make way for the train and the first round of eminent domain cases are expected in courts this fall. Property owners in the first and second segments of track that span from Madera, California to Bakersfield, California are beginning to receive appraisals for their land and their have been numerous complaints about the manner in which the appraisals are being done.\n\nAlisa Gomez, a high school teacher in Corcoran, California, is one of the property owners that has experienced problems with the appraisal process. \"We got a letter stating that they wanted to appraise our property and they told us to call them when we were ready to setup an appointment. About a week later there were appraisers walking up and down the road and caught my husband at lunch time wanted to do the appraisal right then and there.\"\n\nGomez and her husband rushed home from work to do a last minute appraisal. Gomez then states rail representatives started contacting her ex-husband to get in touch with her about the property. \"I don't understand why they were contacting him,\" says Gomez. \"It's a little bit of an invasion of privacy.\"\n\nAfter multiple attempts to remedy the situation with the rail authority, Gomez then says she came home one day to find a FedEx package thrown over her fence which contained her appraisal offer. \"So I open the appraisals up and there's multiple mistakes. My name is misspelled—spelled right here—misspelled in another area. When I look through it it's kind of sad. They take properties that were foreclosed, properties that were in town instead of in the country, looked at properties that were less bedrooms, less square footage, run down and it was just it was a smack in the face offer what they had appraised us at.\"\n\n\"I think the rail representatives in certain instances are definitely sort of applying pressure tactics to the land owners,\" says Ray Carlson, a property lawyer who is representing several clients in the Hanford area. \"Some of these appraisals they didn't even know were being made, they just ended up on their doorstep one day.\"\n\nGomez and Fagundes have teamed up with the Citizens for California High Speed Rail Accountability, a citizen watchdog group who's mission is to bring accountability to the high speed rail construction process.\n\n\"I think they probably started here because this is somewhere that is very simple and maybe they thought we wouldn't fight,\" says Gomez. \"But that's definitely not the case. There's some people that really care about their property and the people around them. They do the research and they're going to make sure that they [California High Speed Rail Authority] is held accountable.\"\n\nApproximately 7 minutes.\n\nProduced by Alexis Garcia. Camera by Paul Detrick and Alex Manning. Music by Peterloo Massacreand Peter Rudenko.\n\nScroll down for downloadable versions and subscribe to Reason TV's YouTube Channel to receive automatic updates when new material goes live.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "Latest season focuses on government corruption.", "title": "Even HBO’s True Detective Thinks High Speed Rail Is Shady (VID)", "url": "http://reason.com/blog/2015/06/27/even-hbos-true-detective-thinks-high-spe", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/143534993282.jpg", "type": "article"}, "twitter": {"description": "Latest season focuses on government corruption.", "creator": "@heylexyg", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/143534993282.jpg", "title": "Even HBO’s <em>True Detective</em> Thinks High Speed Rail Is Shady (VID)", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "article": {"published_time": "2015-06-27T19:00:00+00:00", "author": "http://reason.com/people/alexis-garcia"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "article_summary": "They do the research and they're going to make sure that they [California High Speed Rail Authority] is held accountable.\"\nThe sophomore season of HBO’s hit series True Detective debuted last week and features the construction of California’s high speed rail as a major plot point.\nGomez and Fagundes have teamed up with the Citizens for California High Speed Rail Accountability, a citizen watchdog group who's mission is to bring accountability to the high speed rail construction process.\n“Meet the People Getting Screwed Over By Jerry Brown’s High Speed Rail,” produced by Alexis Garcia.\nThough True Detective is a fictional show, there are real people getting screwed over by the incompetent planning and wanton spending over Governor Jerry Brown’s high speed rail project."}