{"article_title": "HME Opportunities Within Accountable Care Organizations", "article_keywords": ["organizations", "physicians", "providers", "aco", "savings", "opportunities", "accountable", "health", "medicare", "shared", "supplier", "hme", "model", "care"], "article_url": "http://www.homecaremag.com/health-insurance-legislation-regulation-features-cmsmedicare/november-2015/hme-opportunities-within", "article_text": "Health care in the United States is excellent. It is also inefficient and costly. Payment of health care—in both the Medicare and commercial insurance arenas—has primarily been based on the fee-for-service (FFS) model. Under this model, health care providers (hospitals, physicians, labs, DME suppliers, pharmacies, etc.) have operated in silos—that is, each provider delivers and bills for its particular service or product without coordinating with the other providers. This lack of coordination leads to inefficiencies and, to an extent, unaccountability. Under the FFS model, no particular provider takes ownership of the patient's health. Rather, each provider can say, \"I did my part. It is now up to the next provider and the patient to continue the healing process.\"\n\nThe FFS model is beginning to be replaced with the collaborative care model. Third-party payers (Medicare and commercial insurers) are the primary drivers of this model. Under the collaborative care model, payers expect health care providers to work together and communicate with each other to treat the patient and to provide follow-up care in order to reduce the chance of the patient returning to the hospital or physician any time soon. Said another way, health care providers are expected to act as a team and take ownership of the patient's recovery process.\n\nThe Commercial Market\n\nIn recent years, we have seen the collaborative care model implemented in the commercial insurance market. Below are a few examples.\n\nAdvocate Physician Partners, located in Illinois, is a joint venture between physicians and hospitals. In this joint venture, there are 12 hospitals and more than 4,900 physicians. Advocate Physician Partners cares for more than 1 million patients. The clinical integration incentive payment program incorporates ancillary providers to improve outcomes.\n\nGeisinger Health System, located in Pennsylvania, is a physician-led, fully integrated health care delivery system. It is comprised of three hospitals and 40 primary care clinics. The system cares for more than 2.5 million patients. Geisinger Health System is developing an enterprise-wide ancillary provider approach to determine the best ways to utilize ancillary providers.\n\nHealthcare Partners is comprised of 50 clinics and has contracts with 57 hospitals in the Los Angeles area. Healthcare Partners cares for approximately 600,000 patients. It employs ancillary clinicians involved in integrated clinical and medical management.\n\nThe Kelsey-Seybold Clinic is a multispecialty group practice in Houston. It has approximately 370 physicians caring for 350,000 patients. The clinic employs ancillary providers and is focused on direct patient care and education activities.\n\nMedicare Shared Savings Program\n\nMedicare is also pushing the collaborative care model through the Affordable Care Act (ACA). Section 3022 of the ACA established the Medicare Shared Savings Program (MSSP) and created Accountable Care Organizations (ACO). An ACO is a group of providers and suppliers that contract directly with Medicare and work together to coordinate care for patients. The goals of an ACO are to improve the delivery of care, improve health and reduce the escalating costs of health care through quality improvement. The MSSP is the program that CMS has created to facilitate the use and oversight of Medicare-contracted ACOs (MSSP ACOs or ACOs).\n\nAn MSSP ACO is a legal entity (e.g., corporation or limited liability company) that can only be formed by Medicare-enrolled providers that bill directly for primary care services. These providers include physicians, physician assistants, nurse practitioners, clinical nurse specialists and acute care hospitals.\n\nSeparate and apart from forming the MSSP ACO, any Medicare-enrolled provider or supplier can be an ACO participant. Participants can include rural health centers, skilled nursing facilities, chiropractors, pharmacies and DME suppliers. In choosing to become an ACO participant, a DME supplier agrees to be responsible for a shared population of patients and shares in the savings and losses associated with the care of those patients.\n\nLet me draw a distinction between an ACO owner, an ACO participant and an ACO provider/supplier. Let's say that a hospital system and several physician groups form ACO, Inc. A few key people in the hospital and physician groups will own ACO, Inc. (e.g., hospital executives and leaders of the physician groups). These owners will be responsible for the strategic vision of ACO, Inc. They will likely put up the funds to create—and be responsible for the content of—marketing materials, template forms, educational materials and other infrastructure requirements.\n\nACO, Inc. then contracts with, for example, various physicians, specialists and DME suppliers. These entities sign an agreement with ACO, Inc. and CMS and commit themselves to being ACO participants. Among other duties, the ACO participants contractually agree to be responsible for the care coordination of ACO, Inc.'s assigned population. In exchange for this obligation, the ACO participants will be entitled to both the shared savings and the shared losses incurred by ACO, Inc.\n\nAn ACO provider/supplier is an individual or entity that is enrolled in Medicare as a provider or supplier and bills under an ACO participant's tax identification number (TIN). For example, Specialty Med, Inc. is a physician specialty practice with 10 physicians. Specialty Med, Inc. signs an agreement with ACO, Inc. and CMS and becomes an ACO participant. Specialty Med, Inc. will be an ACO participant and the individual physicians will be ACO providers.\n\nAn ACO must have an identifiable governing body with the authority and responsibility to execute ACO functions and provide oversight and direction. The governing process must be transparent. ACO participants must take part in a meaningful way, holding at least 75 percent of the seats in the governing body. A Medicare beneficiary must be on the governing board. The ACO must be responsible for a minimum of 5,000 Medicare beneficiaries. A CEO or other similarly appointed person leads the ACO. A senior level medical director oversees the clinical management. The medical director needs to be board certified, licensed in the state in which the ACO operates and physically present in the state. The ACO must have a sufficient number of primary care physicians to care for the assigned Medicare beneficiaries. Other ACO requirements include patient-centered processes, evidence-based medicine, beneficiary engagement, quality and cost reporting, a robust compliance program and coordination of patient care.\n\nThe ACO must sign a three-year contract with CMS. There are currently three models (or Tracks) from which an ACO may choose: Track 1 provides for a one-sided risk model; Track 2 provides for a two-sided risk model; Track 3 is also a two-sided risk model, with a greater potential of shared savings and losses than Tracks 1 or 2. (For additional information, turn to In Brief on page 10.)\n\nUnder all three tracks, CMS sets a benchmark, which is updated annually throughout the term of the ACO agreement with CMS. Each year, CMS calculates the ACO's average per capita Medicare expenditure (APCME). In order to participate in shared savings, the ACO must achieve the APCME below the benchmark by at least the Minimum Savings Rate (MSR). For Tracks 2 and 3, a Minimum Loss Rate (MLR) is also calculated, which dictates the shared losses.\n\nThe difference between the tracks comes down to the amount of risk that the ACO is willing to accept. Under Track 1, the ACO is permitted to participate in the one-sided risk model for two agreement periods, or a total of six years. One-sided risk means that the ACO will not be responsible for shared losses for the term of its agreement. After six years, the ACO will be required to transition to either Track 2 or Track 3. Under Tracks 2 and 3, there is the possibility of sharing in losses as well as savings. Such potential savings and losses are greatest in Track 3, and there is a potential for greater shared savings in Track 2 than in Track 1.\n\nOn November 2, 2011, the Department of Health and Human Services released an Interim Final Rule on Final Waivers in Connection With the Shared Savings Program (IFR), which established five waivers aimed at providing protection to ACOs against some legal risks associated with typical ACO organizational structures and arrangements. Such waivers provide protections against the Physician Self-Referral Law, the federal anti-kickback statute and the Gainsharing Civil Monetary Penalty (CMP), under certain circumstances.\n\nIn 2014, 7 percent of the 353 ACOs chose the high risk/high reward option, 196 ACOs saved Medicare money, 157 ACOs cost Medicare more than anticipated, Medicare paid out bonuses to 97 ACOs, three ACOs had to repay Medicare and there was a net loss of $3 million to the program.\n\nTakeaways\n\nRelationships are everything—As the health care system moves from the fee-for-service model to the collaborative care model, the DME supplier will need to enter into collaborative relationships with other health care stakeholders, including physicians, hospitals, pharmacies, SNFs, long-term care facilities, assisted living facilities, labs, hospices, physical therapy clinics, manufacturers and third-party payers.\n\nThe importance of being invited to the party—If a DME supplier has developed relationships with hospitals, physicians and other providers, the supplier will know if an ACO is being formed and that they have the opportunity to be a participant. The ACO will spin off many referrals for DME and the supplier will want the opportunity to serve the referrals.\n\nMake connections where possible—Lastly, even if a formal ACO will not be set up in the DME supplier's territory, it will be important for the supplier to enter into what I call a \"mini ACO\" or \"ACO-lite\" with the local hospital. By this I mean that the supplier and hospital will enter into an agreement where the supplier works with discharged hospital patients to keep them healthy and help to prevent readmission. This type of service is valuable to hospitals in light of the Hospital Readmissions Reduction Program, which potentially subjects hospitals to payment reductions for frequent readmissions. Because these arrangements are not true MSSP ACOs, they comply with all applicable federal and state laws, including the Physician Self-Referral Law, federal anti-kickback statute and state anti-kickback and self-referral regulations.\n\n\n\n\n\nThe ACO must sign a three-year contract with CMS:\n\nTrack 1—One-sided risk model\n\nTrack 2—Two-sided risk model\n\nTrack 3—Two-sided risk model, with a greater potential of shared savings and losses", "article_metadata": {"olyticsIssue": "November 2015", "description": "Health care in the United States is excellent. It is also inefficient and costly. Payment of health care—in both the Medicare and commercial insurance arenas—has primarily been based on the fee-for-service (FFS) model. Under this model, health care providers (hospitals, physicians, labs, DME suppliers, pharmacies, etc.) have operated in silos—that is, each provider delivers and bills for its particular service or product without coordinating with the other providers. This lack of coordination leads to inefficiencies and, to an extent, unaccountability.", "generator": "Drupal 7 (http://drupal.org)", "og": {"image": "http://www.homecaremag.com/sites/all/themes/cbo15/images/logo_social.jpg"}, "olyticsTag": "ACO,Accountable Care Organization,fee-for-service,collaborative care,FFS,DME suppliers,CMS", "olyticsCategory": "Health Insurance,Legislation & Regulation,Features,CMS/Medicare", "viewport": "width=device-width,initial-scale=1.0,minimum-scale=1.0"}, "_id": "\"57477af36914bd0286fd27d4\"", "article_summary": "Section 3022 of the ACA established the Medicare Shared Savings Program (MSSP) and created Accountable Care Organizations (ACO).\nSaid another way, health care providers are expected to act as a team and take ownership of the patient's recovery process.\nMedicare Shared Savings ProgramMedicare is also pushing the collaborative care model through the Affordable Care Act (ACA).\nThe Commercial MarketIn recent years, we have seen the collaborative care model implemented in the commercial insurance market.\nUnder this model, health care providers (hospitals, physicians, labs, DME suppliers, pharmacies, etc.)"}