{"article_title": "The Almanac", "article_keywords": ["supreme", "court", "champion", "gay", "age", "actor", "war", "almanac", "world", "john", "day"], "article_url": "http://www.upi.com/Top_News/2015/06/28/UPI-Almanac-for-Sunday-June-28-2015/2081433539028/", "article_text": "Today is Sunday, June 28, the 179th day of 2015 with 186 to follow.\n\nThe moon is waxing. Morning stars are Mars, Mercury, Neptune and Uranus. Evening stars are Jupiter, Saturn and Venus.\n\nThose born on this date are under the sign of Cancer. They include English King Henry VIII in 1491; Flemish painter Peter Paul Rubens in 1577; English clergyman John Wesley, founder of Methodism, in 1703; French philosopher Jean-Jacques Rousseau in 1712; French physician Paul Broca in 1824; Italian author Luigi Pirandello in 1867; composer Richard Rodgers in 1902; spy novelist Eric Ambler in 1909; filmmaker/comedian Mel Brooks in 1926 (age 89); actor Pat Morita in 1932; former CIA Director/Defense Secretary Leon Panetta in 1938 (age 77); comedian Gilda Radner in 1946; actor Kathy Bates in 1948 (age 67) ; actor Alice Krige in 1954 (age 61); football Hall of Fame member John Elway in 1960 (age 55); actor John Cusack in 1966 (age 49); actor Mary Stuart Masterson in 1966 (age 49); singer/actor Danielle Brisebois in 1969 (age 46); actor Felicia Day in 1979 (age 36).\n\nOn this date in history:\n\nIn 1778, the Continental Army under command of Gen. George Washington defeated the British at Monmouth, N.J.\n\nIn 1838, Victoria was crowned queen of England. (She would rule for 63 years, 7 months.)\n\nIn 1914, Archduke Ferdinand of the Austro-Hungarian Empire was assassinated in Sarajevo, Bosnia, an act considered to have ignited World War I.\n\nIn 1919, World War I officially ended with the signing of the Treaty of Versailles.\n\nIn 1969, the clientele of a New York City gay bar, the Stonewall Inn, rioted after it was raided by police. The event is considered the start of the gay liberation movement.\n\nIn 1971, the U.S. Supreme Court ruled that the use of public funds for parochial schools was unconstitutional.\n\nIn 1972, U.S. President Richard Nixon announced that no more draftees would be sent to Vietnam unless they volunteered for service in the Asian nation.\n\nIn 1997, Mike Tyson bit off a piece of one of heavyweight boxing champion Evander Holyfield's ears during a title fight in Las Vegas.\n\nIn 2000, the U.S. Supreme Court ruled that the Boy Scouts of America had a constitutional right to exclude gay members.\n\nIn 2003, people eager to block telemarketing calls overwhelmed a government website that began accepting phone numbers at the National Do Not Call Registry. The Federal Trade Commission said 735,000 numbers were registered the first day.\n\nIn 2007, the American bald eagle was removed from the endangered species list. Officials of the Interior Department said the eagle, which had been declared endangered in 1967, was flourishing and no longer imperiled.\n\nIn 2009, Honduran President Manuel Zelaya, rousted out of bed in the middle of the night by soldiers, was forced from office and into exile in Costa Rica in the culmination of a bitter power struggle over proposed constitutional changes. (He was in exile for more than a year.)\n\nIn 2010, U.S. Sen. Robert Byrd, D-W.Va., died in a Virginia hospital at age 92. Byrd was in the U.S. House from 1953 to 1959 before moving to the Senate, where he served from 1959 to 2010 -- a total of nearly 57 years in Congress.\n\nIn 2012, the U.S. Supreme Court upheld the constitutionality of the new healthcare law known as the Affordable Care Act.\n\nIn 2013, massive crowds in Chicago honored the Stanley Cup champion Blackhawks in a victory parade and a rally at Grant Park. (The Blackhawks won the cup again in 2015.)\n\nIn 2014, Alize Cornet of France, the 25th seed,at Wimbledon, eliminated Serena Williams, top-seeded world No. 1 and five-time champion of the tournament, in the third round and said: \"I just cannot believe it. A few years ago I couldn't even play on the grass, I was so bad, and now I beat Serena.\" (Cornet lost in the next round.)\n\nA thought for the day: \"The people of [the United States] are more united than it seems on what is needed to secure their families and give their children a better life. It is the responsibility of leaders to lead America in that direction, not to score points or win re-election.\" -- Leon Panetta", "article_metadata": {"description": "UPI Almanac for Sunday, June 28, 2015", "og": {"site_name": "UPI", "description": "UPI Almanac for Sunday, June 28, 2015", "title": "UPI Almanac for Sunday, June 28, 2015", "url": "http://www.upi.com/Top_News/2015/06/28/UPI-Almanac-for-Sunday-June-28-2015/2081433539028/", "image": "http://cdnph.upi.com/sv/ph/og/upi/2081433539028/2015/13/90ddbe7cd911b57aaf05ff2d0958af88/v2.1/UPI-Almanac-for-Sunday-June-28-2015.jpg", "type": "article"}, "twitter": {"site": "@UPI", "image": "http://cdnph.upi.com/ph/st/th/2081433539028/2015/upi/f0485aac5dea80fa2affc56cd34c3c42/v2.1/UPI-Almanac-for-Sunday-June-28-2015.jpg?lg=4", "description": "UPI Almanac for Sunday, June 28, 2015", "card": "summary_large_image", "title": "UPI Almanac for Sunday, June 28, 2015"}, "fb": {"app_id": 130795020312660}, "keywords": "Top Stories", "google-site-verification": "vnkcuJA1Q89cLmy4OZpuQKOf5Jf6ny_RVh7BpxZ11a0", "viewport": "initial-scale=1, maximum-scale=1", "news_keywords": "Top Stories"}, "_id": "\"57477af46914bd0286fe2569\"", "article_summary": "In 2012, the U.S. Supreme Court upheld the constitutionality of the new healthcare law known as the Affordable Care Act.\nIn 1914, Archduke Ferdinand of the Austro-Hungarian Empire was assassinated in Sarajevo, Bosnia, an act considered to have ignited World War I.\nIn 1971, the U.S. Supreme Court ruled that the use of public funds for parochial schools was unconstitutional.\nIn 1919, World War I officially ended with the signing of the Treaty of Versailles.\nIn 2000, the U.S. Supreme Court ruled that the Boy Scouts of America had a constitutional right to exclude gay members."}