{"article_title": "Broncos defense passing chemistry test with flying colors – The Denver Post", "article_keywords": ["total", "practice", "broncos", "hes", "pro", "flying", "second", "denver", "rivers", "players", "colors", "defense", "yards", "test", "post", "chemistry", "passing"], "article_url": "http://www.denverpost.com/broncos/ci_27156978/broncos-defense-passing-chemistry-test-flying-colors", "article_text": "The Broncos rank top five in three significant NFL categories. That it is their defense comes as a surprise. One year after the Broncos owned the most prolific offense in league history, the other side of the ball demands attention.\n\nDenver allows 4.75 yards per play (first overall), 71.6 yards rushing per game (second) and 309.4 total yards (fourth). In their past two road victories at Kansas City and San Diego, the Broncos yielded 26 total points. After a wobbly start, which featured issues on third down, Denver is playing its best defense at the most important juncture.\n\nCornerback Chris Harris pinpointed the reason.\n\n“It was just the chemistry improving. We are all playing for each other, that’s the biggest thing,” Harris said. “We didn’t have that at the beginning of the year. You can see it now.”\n\nTalib earns honor. Cornerback Aqib Talib played his best game last Sunday as a Bronco according to Pro Football Focus. It will be easy to remember the performance. He was named AFC defensive player of the week after finishing with a season-high eight tackles and intercepting a pass by Philip Rivers in the fourth quarter.\n\n“It wasn’t a surprise to me. He makes plays like that in practice all the time,” linebacker Von Miller said. “You have to take advantage of opportunities. And he snatched it. He came through. He’s a consistent guy for us. We have a defense of guys like that.”\n\nManning loses lead. Aaron Rodgers lost, but still won. The Green Bay Packers quarterback delivered his worst effort of the season in a defeat at Buffalo, but eclipsed Peyton Manning in the Pro Bowl fan voting. Rodgers leads all players, mentioned on 1,015,004 ballots. Manning ranks second overall with 1,013,739 votes.\n\nMiller represents the only Broncos player leading at his position. DeMarcus Ware sits second at defensive end. The Pro Bowl players are determined by the consensus votes of fans, players and coaches.\n\nRoster shuffle. The Broncos made two roster moves Wednesday, promoting safety Josh Bush from the practice squad to their 53-man roster and signing rookie offensive lineman Jon Halapio to their practice squad. Tight end Dominique Jones remains a candidate to return to the active roster.\n\nBRONCOS MAILBAG: Pose a question for Mike Klis\n\nRivers fan in ranks. Safety Rahim Moore exchanged playful barbs with Chargers fans as he entered the locker room Sunday. However, he resisted the temptation to talk smack to Rivers after he intercepted a pass by him in the fourth-quarter.\n\n“There was nothing to say. The film doesn’t lie. I respect Rivers. He’s a great quarterback, and he’s one of my mom’s favorite players,” Moore said. “She loves his feistiness and watching him play. He’s a Hall of Famer.”", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Broncos defense passing chemistry test with flying colors", "title": "Broncos defense passing chemistry test with flying colors", "url": "http://www.denverpost.com/2014/12/17/broncos-defense-passing-chemistry-test-with-flying-colors/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20141214__20141215_B5_SP15FBNBRONXPICp1.jpg", "height": 435}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20141214__20141215_B5_SP15FBNBRONXPICp1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2014-12-17T16:26:23+00:00", "modified_time": "2016-04-26T08:06:30+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fe1176\"", "article_summary": "Denver allows 4.75 yards per play (first overall), 71.6 yards rushing per game (second) and 309.4 total yards (fourth).\nAfter a wobbly start, which featured issues on third down, Denver is playing its best defense at the most important juncture.\nIn their past two road victories at Kansas City and San Diego, the Broncos yielded 26 total points.\nOne year after the Broncos owned the most prolific offense in league history, the other side of the ball demands attention.\nThe Pro Bowl players are determined by the consensus votes of fans, players and coaches."}