{"article_title": "Guam Food Tours: Open for business", "article_keywords": ["business", "food", "guam", "took", "soon", "travis", "tour", "tours", "best", "reyes", "open", "guide", "berg"], "article_url": "http://www.washingtontimes.com/news/2015/aug/9/guam-food-tours-open-for-business/?page=all", "article_text": "HAGATNA, Guam (AP) - After her seemingly innocuous questions eight months ago, I knew that Leslie Travis was up to something.\n\nI never realized she was letting me peep on the genesis of the Guam Food Tours.\n\nIt was on my birthday last year, November 28, while I was still living in Hong Kong. My inbox flashed:\n\nLeslie: “Jojo! Happy birthday guy! I was wondering if I could pick your brain about something. I’m looking for the best Chamorro food on Guam that is licensed. The best kelaguen or empanada, etc.”\n\nI replied: “So subjective!”\n\nLeslie: “I know, but I trust your judgment … I want the real deal.”\n\nSo I gave her what I had and thought nothing of it. January comes along and now she wants to tell me about her business. Right up my alley, she says.\n\nIn late April, a month after I relocated back to Guam, she sent another message - let’s meet soon - and then in late May, we finally talked.\n\nShe told me all about the GFT, how she and her partner Conrad Berg were inspired after a food tour in Vietnam. Food tours are extremely popular throughout Asia, busing foodies from place to place to show off cuisine and culture.\n\nThey splashed social media when their website launched July 6, and on July 15 - after countless hours of calorie-laden research, dry runs and dress rehearsals - Guam Food Tours opened for business with its Fiesta Plate Tour.\n\nThe 3-and-a-half-hour, five-course tour takes you and your palate around central Guam to try some of the best local dishes around. During the ride in the white Ford passenger van, a guide touches on Guam’s history and how it molded our cuisine.\n\nTravis, Berg and Regis Reyes took their love of food and travel, and claimed their niche in Guam’s booming food scene.\n\nI took the tour July 25, two days before GFT took its first Japanese group. I was delighted.\n\nThe spicy kelaguen proved an excellent starter but perhaps it wasn’t the best idea to pair it with the rich, sleep-inducing tinaktak stew. We ate in a breezeless, open-air room that sat above a Tamuning cliff.\n\nThen we went to the Chamorro Village for kaddonpika (spicy chicken stew) and doused our blazing tongues with frantic swigs of sweet calamansi lemonade.\n\nWe visited a couple of historic sites and ate our last courses there: piping-hot tamales gisu at the Asan Overlook, followed by a decadent latiya at the Plaza deEspaña.\n\nIt was the first time meeting operations manager Regis Reyes, who immediately jumped on my good side by professing his love for Boy, Go Eat. Reyes is hilarious in small groups and can be the tour guide if he has to - but he prefers to make the tour perfect from behind the curtain.\n\nI’ve known Conrad Berg for years, first as a Team Guam hoopster with possibly the best free-throw percentage, and later as the banker who could decipher my credit card statement. Berg is a numbers whiz and of all possible human traits, “raucous” and “talkative” would be used least.\n\nThat leaves Travis, whose low, silky monotone belies her knowledge and passion for food. She appreciates the luxury meals of caviar, truffle and lobster, but equally indulges in street food. And, she’ll never deny a penchant for what she calls “dirty” food: ramen, Vienna sausage, Spam, sardines and the like. She is the face of the operation and as the weekend tour guide, has proven herself adept and capable - just as she has done in practicing law, coaching mock trial, baking cookies, and - unfortunately - playing fantasy football. Soon, she’ll be a certified tour guide, too.\n\nTours run eight times a week: twice each on Monday, Wednesday, Friday and Saturday. Prices range from $75 for general adult, $60 for military, $50 for residents and $40 for children.\n\nI applaud this trio’s verve and vision, and especially appreciate their philosophy of quality over volume. Soon, they’ll add a chef’s tour, which visits restaurants and will (yay!) include alcohol.\n\nIt’s about darn time somebody grabbed this opportunity.\n\nNow, who’s going to open the cooking school?", "article_metadata": {"description": "After her seemingly innocuous questions eight months ago, I knew that Leslie Travis was up to something.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "After her seemingly innocuous questions eight months ago, I knew that Leslie Travis was up to something.", "title": "Guam Food Tours: Open for business", "url": "http://www.washingtontimes.com/news/2015/aug/9/guam-food-tours-open-for-business/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/08/09/f281786518c057237e0f6a706700c1f3.jpg", "type": "article"}, "twitter": {"site": "@washtimes", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/08/09/f281786518c057237e0f6a706700c1f3.jpg", "description": "After her seemingly innocuous questions eight months ago, I knew that Leslie Travis was up to something.", "card": "summary", "title": "Guam Food Tours: Open for business"}, "Author": "JOJO SANTO TOMAS", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web2", "viewport": "width=device-width, initial-scale=1, user-scalable=yes"}, "_id": "\"57477af36914bd0286fc98ba\"", "article_summary": "I never realized she was letting me peep on the genesis of the Guam Food Tours.\nTravis, Berg and Regis Reyes took their love of food and travel, and claimed their niche in Guam’s booming food scene.\nThey splashed social media when their website launched July 6, and on July 15 - after countless hours of calorie-laden research, dry runs and dress rehearsals - Guam Food Tours opened for business with its Fiesta Plate Tour.\nShe told me all about the GFT, how she and her partner Conrad Berg were inspired after a food tour in Vietnam.\nI’m looking for the best Chamorro food on Guam that is licensed."}