{"article_title": "PE-backed Tech Air Takes Over Prest-O Properties", "article_keywords": ["ci", "takes", "presto", "supply", "gas", "specialty", "gases", "air", "continue", "tech", "york", "pebacked", "properties", "welding"], "article_url": "http://www.themiddlemarket.com/news/manufacturing/pe-backed-tech-air-takes-over-prest-o-properties-254585-1.html", "article_text": "PE-backed Tech Air Takes Over Prest-O Properties\n\nThe gas and welding equipment supplier has made nearly a dozen add-on acquisitions since it was sold to CI Capital Partners\n\nTech Air, a private equity-backed distributor of specialty gases - including nitrous oxide and liquid nitrogen - and welding supplies, is set to buy two New York companies for an undisclosed sum.\n\nThe Danbury, Connecticut-based buyer took over Prest-O-Sales & Service Inc. and Prest-O-Peconic Inc., distributors of industrial, specialty and medical gases operating out of Queens, New York and Long Island. The companies, which were founded in 1926 and 1985 respectively, serve a wide range of customers and industries. Former owners, Jim Madison and George Nunnaro, are expected to continue involvement with the Prest-O-Sales and Prest-O-Peconic.\n\nBoth transactions mark Tech Air\u0092s tenth and eleventh add-on acquisitions since the company was sold to CI Capital Partners in 2010. At the time, Tech Air was the second deal CI made out of its CI Capital Investors II fund. Since then, the company has scooped up Corp Brothers in 2011, Dressel Welding Supply Inc. in 2012 and McGinnis Welding Supply in January 2015. Other bolt-on deals include US Oxygen & Supply, Specialty Air Technologies, Supply Corporation New York, Compressed Gases of August, A-L Welding Supply of Gainesville and Esquire Gas Products Co.\n\nTech Air now runs a total of 27 plant locations and serves customers across the Northeast, Southeast, Southwest and West.\n\nMyles Dempsey, chief executive officer of Tech Air, explains in a statement that the company intends to continue wielding M&A as a means for growth, especially since deal opportunities continue to surface in the fragmented packaged gas distribution sector.\n\nFor more information on related topics, visit the following:", "article_metadata": {"og": {"url": "http://www.themiddlemarket.com/news/manufacturing/pe-backed-tech-air-takes-over-prest-o-properties-254585-1.html", "image": "http://cdn.themiddlemarket.com/media/newspics/tech-air-snippet.jpg", "site_name": "Mergers & Acquisitions, Latest News", "title": "PE-backed Tech Air Takes Over Prest-O Properties"}}, "article_summary": "Since then, the company has scooped up Corp Brothers in 2011, Dressel Welding Supply Inc. in 2012 and McGinnis Welding Supply in January 2015.\nAt the time, Tech Air was the second deal CI made out of its CI Capital Investors II fund.\nBoth transactions mark Tech Air\u0092s tenth and eleventh add-on acquisitions since the company was sold to CI Capital Partners in 2010.\nPE-backed Tech Air Takes Over Prest-O PropertiesThe gas and welding equipment supplier has made nearly a dozen add-on acquisitions since it was sold to CI Capital PartnersTech Air, a private equity-backed distributor of specialty gases - including nitrous oxide and liquid nitrogen - and welding supplies, is set to buy two New York companies for an undisclosed sum.\nMyles Dempsey, chief executive officer of Tech Air, explains in a statement that the company intends to continue wielding M&A as a means for growth, especially since deal opportunities continue to surface in the fragmented packaged gas distribution sector."}