{"article_title": "Dave Wallace Talks GOP Senate Campaign, Fore", "article_keywords": ["war", "wallace", "campaign", "senate", "big", "vouchers", "fore", "foreign", "dave", "talks", "actually", "republican", "gop", "baltimore", "spoke"], "article_url": "http://www.wbal.com/article/149875/3/dave-wallace-talks-gop-senate-campaign-foreign-policy", "article_text": "Dave Wallace Talks GOP Senate Campaign, Foreign Policy\n\nDave Wallace spoke about economic issues and foreign policy as he made a pitch to voters ahead of the Republican primary.\n\nWallace, who previously ran twice for the 8th congressional district represented by Rep. Chris Van Hollen, is now running for the Senate seat soon to be vacated by Sen. Barbara Mikulski. He was in studio with C4 Tuesday as part of a series of conversations the host has been having with candidates.\n\nSince 2008, he's run the activist group Restore America's Mission.\n\nWallace said that the mandates of the Affordable Care Act distorts the free market, and that if elected, he would bring up the law's repeal himself. He said he would replace it with a \"safety net,\" including vouchers and credits and would allow people to buy plans across state lines.\n\n\"Government has gotten so big that it's actually that model of too big to fail,\" he said. Government is failing the United States.\"\n\nWallace also spoke on how he would like to see America deal with the Syrian civil war, and how he thinks American support of the Libyan uprising in the Arab Spring was actually counterproductive for regional stability.\n\nA Baltimore Sun/University of Baltimore poll conducted earlier this month finds Wallace just a hair behind Del. Kathy Szeliga of Baltimore County, but several candidates are statistically tied in the crowded Republican field.", "article_metadata": {"og": {"site_name": "wbal.com", "description": "WBAL Radio 1090 AM - The candidate was in with C4 as part of a series of conversations with candidates.", "title": "Dave Wallace Talks GOP Senate Campaign, Foreign Policy", "url": "http://www.wbal.com/article/149875/3/dave-wallace-talks-gop-senate-campaign-foreign-policy", "image": {"secure_url": "http://cdn.s3-media.wbal.com/Media/2016/03/15/b0125570-2d64-47e7-a6e8-dba2c0333f9c/thumb-400.jpg", "identifier": "http://cdn.s3-media.wbal.com/Media/2016/03/15/b0125570-2d64-47e7-a6e8-dba2c0333f9c/thumb-400.jpg"}, "type": "article"}, "fb": {"app_id": 133450861521}, "description": "WBAL Radio 1090 AM - Dave Wallace Talks GOP Senate Campaign, Foreign Policy", "viewport": "width=device-width, minimum-scale=1, maximum-scale=1, user-scalable=no"}, "_id": "\"57477af46914bd0286fe11d4\"", "article_summary": "Dave Wallace Talks GOP Senate Campaign, Foreign PolicyDave Wallace spoke about economic issues and foreign policy as he made a pitch to voters ahead of the Republican primary.\nA Baltimore Sun/University of Baltimore poll conducted earlier this month finds Wallace just a hair behind Del.\n\"Government has gotten so big that it's actually that model of too big to fail,\" he said.\nWallace, who previously ran twice for the 8th congressional district represented by Rep. Chris Van Hollen, is now running for the Senate seat soon to be vacated by Sen. Barbara Mikulski.\nHe was in studio with C4 Tuesday as part of a series of conversations the host has been having with candidates."}