{"article_title": "Lawmakers fault ‘inversion’ craze, but split on solution", "article_keywords": ["tax", "inversion", "legislation", "fault", "company", "companies", "solution", "hearing", "deals", "wyden", "split", "inversions", "lawmakers", "craze", "democrats"], "article_url": "http://thehill.com/policy/finance/212995-lawmakers-fault-inversion-craze-but-split-on-solution", "article_text": "Republicans and Democrats are deeply divided over what should be done to stop companies from slashing their tax bills by moving their legal addresses outside the United States.\n\nADVERTISEMENT\n\nWhile both parties broadly agree the “inversion” deals threaten to drain the Treasury’s coffers and weaken the U.S. tax base, they are finding little common ground when it comes to a legislative solution.\n\nSen. Orrin Hatch (Utah), the top Republican on the Senate Finance Committee, on Tuesday said at a panel hearing that he was open to a short-term fix for the rash of offshore deals.\n\nBut Hatch rejected calls for the legislation to be made retroactive to May, calling instead for a more targeted solution that is at odds with the main Democratic proposals.\n\nOther Republicans on the panel, meanwhile, showed limited interest in Hatch’s approach.\n\nThe Utah senator accused Democrats of politicizing the issue, with the debate coming as Senate leaders are bringing a bill to the floor that targets companies that move jobs overseas.\n\n“I think there’s a growing chorus out there among some of my friends on the other side of the aisle to use corporate inversions as a political wedge issue in an election year,” Hatch said. “I hope that’s not the direction we take.”\n\nSenate Finance Committee Chairman Ron Wyden Ron WydenBill would require nominees to release tax returns Senate panel advances spy policy bill, after House approves its own version Overnight Cybersecurity: House to offer bill on government hacking powers MORE (D-Ore.) and Robert Stack, the Treasury’s deputy assistant secretary for international tax affairs, both pressed for quick action on inversions, and for Washington to then enact the broader rewrite of the tax code that both parties say they desire.\n\nAfter the hearing, Wyden said that he believed there was a “real desire” among senators to tackle what he called the “feeding frenzy” of companies moving offshore. But he declined to comment on Hatch's demands or say when the Finance panel might take up any inversion measure.\n\n“I certainly am not interested in building any walls,” Wyden said about tackling inversions before tax reform. “I want to close a loophole. And then I want to drain the swamp.”\n\nCongressional interest in cross-border tax deals jumped in May, with the pharmaceutical company Pfizer’s unsuccessful attempt to take over AstraZeneca.\n\nSince then, the pharmacy chain Walgreen and the medical device company MedTronic have also moved closer to inverting. Last week, the pharmaceutical company AbbVie clinched the largest offshore deal involving an inversion, coming in at close to $55 billion.\n\nThe Democrats’ proposed fix would essentially force any U.S. company that merges with a smaller foreign competitor to be considered American for tax purposes.\n\n“These inversion transactions are on the increase and indeed, we're aware of many more inversions in the works right now,” said Stack, who called on Congress to pass legislation immediately.\n\nDemocrats have said that the deals are especially galling because companies that invert change little about their business practices and continue to take advantage of U.S. resources, including infrastructure and tax incentives.\n\n“It has a long-term effect. It's permanent,” Stack said about inversions. “And so, the cost of waiting I think is very high.\n\nBut some Democrats are worried that their proposal doesn’t go far enough.\n\nSen. Charles Schumer (N.Y.), the No. 3 Democrat in the Senate, said that Congress should take a deeper look at the tax breaks companies can use even after they move their legal address.\n\nAfter an inversion, companies still have to pay taxes on their domestic operations. But corporations, Schumer charged, can almost wipe out those obligations by taking a deduction on loans from a parent company abroad to a U.S. subsidiary.\n\n“Saying that we should wait for tax reform to deal with inversions is a green light to allow many more inversions to occur,” said Schumer, who added that he still backed the anti-inversion legislation from Sen. Carl Levin (D-Mich.).\n\nGOP tax writers have said for weeks that the Democrats’ plan would needlessly punish corporations while failing to solve the major problem: the U.S.’s 35 percent corporate tax rate.\n\nIn Tuesday’s hearing, Sen. Chuck Grassley (R-Iowa) said that the current wave of inversions is different from the cross-border deals that led him and a bipartisan group of lawmakers to enact legislation in 2004.\n\nThat legislation said that a merged company that was at least 20 percent foreign-owned could shift its legal address abroad. The Democratic proposal would boost that to 50 percent.\n\nThe new deals, Grassley said, have been driven far more by legitimate business reasons than the inversions he worried about a decade ago.\n\nSen. Rob Portman (R-Ohio) added that he thought a short-term inversion deal would actually make it harder to rewrite the tax code, not be the springboard that Wyden and other Democrats claim.\n\nPortman chided Stack, saying he didn’t see the leadership required from the Obama administration to overhaul the tax code. Other Republicans criticized Treasury Secretary Jack Lew’s push for inversion legislation, which included a call for “a new sense of economic patriotism.”\n\n“There are economic signals right now that are driving a lot of the decisionmaking that our businesses are following,” said Sen. John Thune (S.D.), a member of GOP leadership. “So I think some of this inflammatory rhetoric and accusing them of not being economic patriots is really not helpful.”\n\nHatch said a short-term inversion deal should line up with the House, where Ways and Means Committee Chairman Dave Camp (R-Mich.) is deeply skeptical about targeted proposals.\n\nThe Utah senator also specified that any deal should not bring in more revenue to the Treasury, saying it should instead spur momentum for tax reform and move the U.S. toward a system that exempts most offshore corporate income.\n\nWyden said after the hearing that the congressional interest on inversions had already had some impact, with deals now including language that would allow companies to back out if there were changes in tax rules.\n\nBut the chairman said a legislative fix was the only way to truly stop inversions from becoming more widespread.\n\n“If the Congress doesn’t do anything, you might have 25 more of these deals,” Wyden said after the hearing. “You start moving really toward having two sets of rules.”", "article_metadata": {"dcterms.description": "The two parties are deeply divided over how to address the burst of offshore tax deals.", "description": "The two parties are deeply divided over how to address the burst of offshore tax deals.", "generator": "Drupal 7 (http://drupal.org)", "author": "Bernie Becker", "og": {"site_name": "TheHill", "description": "The two parties are deeply divided over how to address the burst of offshore tax deals.", "title": "Lawmakers fault ‘inversion’ craze, but split on solution", "url": "http://thehill.com/policy/finance/212995-lawmakers-fault-inversion-craze-but-split-on-solution", "image": "http://thehill.com/sites/default/files/thehill_logo_200.jpg", "updated_time": "2014-07-22T15:49:18-04:00", "type": "article"}, "Smart_Paging": "on", "dcterms.modified": "2014-07-22T15:49-04:00", "dcterms.identifier": "http://thehill.com/policy/finance/212995-lawmakers-fault-inversion-craze-but-split-on-solution", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "apple-itunes-app": "app-id=396640962", "dcterms.date": "2014-07-22T15:10-04:00", "dcterms.creator": "Dustin Weaver", "dcterms.type": "Text", "article": {"published_time": "2014-07-22T15:10:11-04:00", "modified_time": "2014-07-22T15:49:18-04:00"}, "keywords": "Ron Wyden, Chuck Schumer, Chuck Grassley, Corporate inversion, Orrin Hatch, Tax avoidance,Ron Wyden,", "dcterms.language": "und", "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/policy/finance/212995-lawmakers-fault-inversion-craze-but-split-on-solution", "widgets": {"csp": "on"}, "description": "The two parties are deeply divided over how to address the burst of offshore tax deals.", "card": "summary", "title": "Lawmakers fault ‘inversion’ craze, but split on solution"}, "dcterms.title": "Lawmakers fault ‘inversion’ craze, but split on solution"}, "_id": "\"57477af36914bd0286fd2851\"", "article_summary": "After an inversion, companies still have to pay taxes on their domestic operations.\n“If the Congress doesn’t do anything, you might have 25 more of these deals,” Wyden said after the hearing.\nADVERTISEMENTWhile both parties broadly agree the “inversion” deals threaten to drain the Treasury’s coffers and weaken the U.S. tax base, they are finding little common ground when it comes to a legislative solution.\nBut he declined to comment on Hatch's demands or say when the Finance panel might take up any inversion measure.\nAfter the hearing, Wyden said that he believed there was a “real desire” among senators to tackle what he called the “feeding frenzy” of companies moving offshore."}