{"article_title": "Donald Trump Knocks Obama, Media, Protester's Weight in Worcester, Massachusetts", "article_keywords": ["right", "isis", "trump", "weight", "media", "worcester", "protesters", "need", "donald", "massachusetts", "press", "knocks", "mastermind", "presidential", "obama"], "article_url": "http://www.necn.com/news/politics/Donald-Trump-Visit-DCU-Center-Worcester-Massachusetts-351440561.html", "article_text": "The Republican presidential front-runner rallied in Worcester, Massachusetts, taking shots at the Affordable Care Act, the Iran deal, his opponents on both sides of the aisle and the three people who interrupted his address. (Published Wednesday, Nov. 18, 2015)\n\nRepublican presidential candidate Donald Trump rallied Wednesday in front of thousands of supporters and a small handful of protesters Wednesday in Worcester, Massachusetts.\n\nAmong his targets at the DCU Center were President Obama, the media, his Republican and Democratic opponents in the 2016 race, John Kerry, ISIS, undocumented immigrants and the protesters who interrupted him in three separate instances.\n\nOne man interrupted Trump while he spoke of how many Americans are unemployed, in poverty and on food stamps.\n\n\"It's amazing. I mentioned food stamps and that guy that's seriously overweight went crazy. He went crazy,\" Trump said after the person was removed. \"That's an amazing sight.\"\n\nSecurity was very tight at the event, as Trump now has Secret Service. After each outburst, those partaking were promptly and forcibly removed.\n\nBut the great majority of those at the event were wildly enthusiastic supporters.\n\n\"I'll be honest with you, I'm petrified right now,\" said Nancie Zecco of neighboring Holden. \"We need somebody like him in office.\"\n\nOne of the people removed from the event was shouting, \"Trump's a racist!\"\n\nA Hispanic attendee said he disagrees with the accusation of racism and supports Trump on immigration.\n\n\"What they need to do is do things the right way,\" Roberto Rivera of Hartford, Connecticut, said. \"Everyone wants to be here - best country in the world. But we need to do it legally.\"\n\nTrump said that the media would overblow the small number of protesters in comparison to what he called more than 12,000 attendees.\n\n\"We had three little protests,\" he said. \"And the press will say 'protests at Trump!'\"\n\nAdditionally, the candidate insinuated that the media was responsible for glorifying those responsible for the terror attacks in Paris.\n\n\"The press plays right into their hands! The press is calling the leader of the pack in Paris a mastermind. So all these kids are sitting home, even in New York and in California and in Massachusetts - 'Ah, the mastermind,'\" said Trump. \"He's not a mastermind, he's a low-life. This is just a low-life guy.\"\n\nTrump said members of ISIS are not smart, but are using the Internet as a recruitment tool effectively.\n\n\"We have to take back the Internet! There's so many things that we have to do. We have a president that doesn't have a clue,\" he said. \"Obama has been a disaster.\"\n\nThe candidate criticized Obama and Kerry for the Iran deal, saying if he were negotiating, he would have done a better job.\n\nAs for his fellow presidential candidates, Trump notably took aim at Ben Carson, Marco Rubio, Hillary Clinton and Bernie Sanders - even construing the latter's stance in favor of environmental reform as a lack of concern over terrorism.\n\n\"According to Bernie, the Paris attacks were caused by global warming,\" he stated.\n\nWith his own stance on ISIS, though, Trump easily drew applause.\n\n\"We gotta knock the [expletive] out of these people,\" he exclaimed.\n\nAnother ovation came when Trump said he'd put some focus on taking care of veterans.", "article_metadata": {"description": "Real estate mogul and Republican presidential front-runner Donald Trump is making another stop in Massachusetts Wednesday night.", "title": "Donald Trump Knocks Obama, Media, Protester's Weight in Worcester, Massachusetts", "og": {"site_name": "NECN", "description": "Real estate mogul and Republican presidential front-runner Donald Trump is making another stop in Massachusetts Wednesday night.", "title": "Trump Knocks Obama, Media, Protester's Weight", "url": "http://www.necn.com/news/politics/Donald-Trump-Visit-DCU-Center-Worcester-Massachusetts-351440561.html", "image": "http://media.necn.com/images/1201*675/Donald+Trump+Worcester+111815.jpg", "type": "article"}, "twitter": {"description": "Real estate mogul and Republican presidential front-runner Donald Trump is making another stop in Massachusetts Wednesday night.", "title": "Trump Knocks Obama, Media, Protester's Weight", "url": "http://www.necn.com/news/politics/Donald-Trump-Visit-DCU-Center-Worcester-Massachusetts-351440561.html", "image": "http://media.necn.com/images/1201*675/Donald+Trump+Worcester+111815.jpg?ak=bc", "creator": "@NECN", "site": "@NECN", "card": "summary_large_image"}, "taboola_lead": "video", "robots": "noodp,noydir", "tp": {"preferredRuntimes": "Flash,HTML5", "FlashBlacklist": "None|None", "preferredFormats": "mpeg4,m3u,webm,ogg,flv,F4M"}, "fb": {"app_id": 424638114340719}, "keywords": "Donald Trump, Worcester, Massachusetts, DCU Center, Centrum, Trump, 2016 Presidential Race, GOP, Republicans, Barack Obama, Hillary Clinton, Ben Carson, Bernie Sanders", "article": {"publisher": "http://www.facebook.com/necntv"}, "viewport": "width=device-width, user-scalable=yes", "news_keywords": "Donald Trump, Worcester, Massachusetts, DCU Center, Centrum, Trump, 2016 Presidential Race, GOP, Republicans, Barack Obama, Hillary Clinton, Ben Carson, Bernie Sanders"}, "article_summary": "(Published Wednesday, Nov. 18, 2015)Republican presidential candidate Donald Trump rallied Wednesday in front of thousands of supporters and a small handful of protesters Wednesday in Worcester, Massachusetts.\nTrump said that the media would overblow the small number of protesters in comparison to what he called more than 12,000 attendees.\nSo all these kids are sitting home, even in New York and in California and in Massachusetts - 'Ah, the mastermind,'\" said Trump.\nOne man interrupted Trump while he spoke of how many Americans are unemployed, in poverty and on food stamps.\nTrump said members of ISIS are not smart, but are using the Internet as a recruitment tool effectively."}