{"article_title": "Nosebleeds require ENT to delve further", "article_keywords": ["anxiety", "sweats", "bleeding", "require", "nosebleeds", "paxil", "medications", "ent", "nose", "night", "delve", "roach", "dr"], "article_url": "http://health.heraldtribune.com/2013/09/20/nosebleeds-require-ent-to-delve-further/", "article_text": "DEAR DR. ROACH: How serious are daily nosebleeds? My father had trouble (he was always picking his nose), and I've had daily right-nostril bleeding with clots, and saw an ENT physician who hesitated to use cautery, saying it might do more harm than good. Now, my 50-year-old nephew has just started to have bloody nostrils. Just what is bleeding, and why? --A.A.\n\nANSWER: Sixty percent of people have experienced a nosebleed, while only 10 percent have required medical attention. There are many possible causes, and I can only guess. However, the family history of multiple people with significant nosebleeds should bring up the possibility of an uncommon condition: Osler-Weber-Rendu syndrome, which I discussed some months ago, and which requires expert consultation.\n\nFor most people with nosebleeds, though, the bleeding comes from just underneath the lining of the nasal septum, where several arteries come together. In addition to nose picking, other common causes of nosebleeds are dry air, medications (like nasal steroids) and trauma to the face. During a nosebleed, lean forward (to prevent swallowing blood) and pinch both nostrils shut to effectively stop it right away.\n\nRecurrent nosebleeds should prompt a visit to an ENT physician, and I would never advise arguing with a surgeon who tells you he doesn't want to operate, even if the operation (cautery) is relatively minor.\n\nAn antibacterial ointment or plain petrolatum can help keep the lining of the nose moist and prevent recurrence.\n\nDEAR DR. ROACH: I have been taking Paxil for years to calm my anxiety and depression. I sweat a lot at night. When I taper off the pills, the night sweats stop, but I find my anxiety returns. My doctor said I would have to take the pills for the rest of my life. I wonder if you could let me know how to curb this kind of night-sweat problem. --A.\n\nANSWER: Night sweats is a common and well-known side effect of Paxil (paroxetine). They go away after a few weeks (or even months) in most people, but in you, they haven't. On the other hand, it sounds from your letter as if Paxil is also working well to control your anxiety.\n\nHow can you resolve this? All the medications in the class of Paxil (including Prozac, Lexapro, Zoloft and others) can cause night sweats, but one medication can affect a person very differently from another. The first question is whether it's safe to try changing medications. It sounds like the safety issue would be worth discussing with your doctor.\n\nIt might be even better to try nonpharmacologic help for your anxiety from a mental-health professional. Cognitive behavioral therapies and other nondrug treatments are effective for anxiety and have no medication side effects.\n\nDEAR DR. ROACH: My granddaughter has had fleas in her hair for more than three years. They had dogs in the house. Her mother and sister had some in their hair at the time. The dogs are long gone. No one else has a problem. But she continues to get them. The treatments get rid of them for a while but then they come back. The doctor says that this happens sometimes. There must be something that can be done. Any ideas? --M.S.P.\n\nANSWER: Fleas don't normally live on humans. But they will bite humans if there is nothing else around. She needs to be treated at the same time as the home is professionally exterminated.\n\n* * *\n\nDr. Roach regrets that he is unable to answer individual letters, but will incorporate them in the column whenever possible. Readers may email questions to ToYourGoodHealth@med.cornell.edu or request an order form of available health newsletters at P.O. Box 536475, Orlando, FL 32853-6475. Health newsletters may be ordered from www.rbmamall.com.", "article_metadata": {"og": {"image": "http://health.heraldtribune.com/files/2013/08/roachcrop.jpg"}, "wp-parsely_version": "1.8", "fb": {"app_id": 846021808821787}}, "_id": "\"57477af36914bd0286fd286c\"", "article_summary": "* * *Dr. Roach regrets that he is unable to answer individual letters, but will incorporate them in the column whenever possible.\nDEAR DR. ROACH: How serious are daily nosebleeds?\nDEAR DR. ROACH: My granddaughter has had fleas in her hair for more than three years.\nFor most people with nosebleeds, though, the bleeding comes from just underneath the lining of the nasal septum, where several arteries come together.\nIn addition to nose picking, other common causes of nosebleeds are dry air, medications (like nasal steroids) and trauma to the face."}