{"article_title": "Russian ministry suggests keeping dividends of state firms at 50 percent until 2019", "article_keywords": ["saying", "keeping", "oil", "quoted", "ministry", "profit", "dividends", "rosneftegaz", "companies", "50", "dvorkovich", "suggests", "state", "2019", "russian", "dividend", "firms"], "article_url": "http://www.thefiscaltimes.com/latestnews/2016/04/16/Russia-state-firms-ask-permission-pay-less-half-profit-dividends-RIA", "article_text": "But there were mixed messages on the policy, with Deputy Prime Minister Arkady Dvorkovich saying some firms could be let off higher dividend payments on their profits from last year.\n\nRussia, searching for ways of boosting budget revenue to offset the effects of lower oil prices and Western sanctions, has already proposed raising the dividend payout ratio for state companies to 50 percent of profit this year from a previous 25 percent. They should keep paying at least half of their annual profit in dividends in 2017-2019, news agencies quoted finance minister Anton Siluanov as saying on Saturday.\n\n\"This encourages companies to pursue their activities more effectively and yet shareholders should also benefit from the ownership of these shares,\" Interfax news agency quoted Siluanov as saying.\n\n, mid-size oil producer Bashneft , diamond producer Alrosa and possibly VTB bank , Russia's No.2 lender. Several state-controlled companies have asked the government for permission to pay less than 50 percent of their profit in dividends for 2015 because they need to continue their investment programs, Dvorkovich said on Saturday. \"The final decision is yet to be taken,\" RIA news agency quoted Dvorkovich as saying. \"The general principle is 50 percent. Of course, there can be individual decisions,\" he added. This view contradicts Siluanov's position, who said that the rule on dividends should not allow exceptions. The state holding Rosneftegaz, which accumulates part of the dividend payments from oil giant Rosneft and state monopoly Gazprom , is currently excluded from this rule, Interfax quoted a source familiar with situation as saying. Dvorkovich told RIA the government is yet to take the final decision on the size of Rosneftegaz payments. The largest dividend payers to the state budget are Gazprom, Rosneftegaz, Alrosa and Bashneft. Russian state companies often calculate profit under both domestic and international accounting standards, but until now have often paid dividends based on lower profit numbers under domestic standards. Siluanov's deputy, Alexei Moiseev, was quoted as saying state companies should use the higher of the two numbers when calculating their 2015 dividends. (Reporting by Lidia Kelly and Darya Korsunskaya; Writing by Lidia Kelly and Polina Devitt; Editing by Christian Lowe and Richard Balmforth)\n\nSiluanov was quoted as saying the state budget may receive up to 1.5 trillion roubles ($22.6 billion) in 2016-2017 from the sale of stakes in oil giant Rosneft", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "But there were mixed messages on the policy, with Deputy Prime Minister Arkady Dvorkov", "title": "Russian ministry suggests keeping dividends of state firms at 50 percent until 2019", "url": "http://www.thefiscaltimes.com/latestnews/2016/04/16/Russia-state-firms-ask-permission-pay-less-half-profit-dividends-RIA", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/russia-crisis-rouble_1.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/latestnews/2016/04/16/Russia-state-firms-ask-permission-pay-less-half-profit-dividends-RIA", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/russia-crisis-rouble_1.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "But there were mixed messages on the policy, with Deputy Prime Minister Arkady Dvorkov", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "Siluanov's deputy, Alexei Moiseev, was quoted as saying state companies should use the higher of the two numbers when calculating their 2015 dividends.\nRussian state companies often calculate profit under both domestic and international accounting standards, but until now have often paid dividends based on lower profit numbers under domestic standards.\n\"The final decision is yet to be taken,\" RIA news agency quoted Dvorkovich as saying.\nBut there were mixed messages on the policy, with Deputy Prime Minister Arkady Dvorkovich saying some firms could be let off higher dividend payments on their profits from last year.\nThey should keep paying at least half of their annual profit in dividends in 2017-2019, news agencies quoted finance minister Anton Siluanov as saying on Saturday."}