{"article_title": "GOP senator bashes Obama over delay in blaming Iran for hack", "article_keywords": ["president", "iran", "publicly", "deal", "country", "nuclear", "daines", "blaming", "delay", "second", "bashes", "hack", "senator", "security", "gop", "obama"], "article_url": "http://thehill.com/policy/cybersecurity/272592-gop-senator-bashes-obama-over-delay-in-blaming-iran-for-hack", "article_text": "Sen. Steve Daines (R-Mont.) on Thursday bashed President Obama for taking years to blame Iran for a 2013 cyberattack against a New York dam.\n\n“It is downright shameful that it has taken President Obama three years to denounce Iran for a malicious cybersecurity attack on our country while at the same time sitting at a negotiating table with them,” Daines said in a statement.\n\nADVERTISEMENT\n\nCNN reported Thursday afternoon that the Obama administration is planning to publicly name Iran in the hack, while the Department of Justice (DOJ) is preparing an indictment against the alleged hackers.\n\nThe incident was first revealed in December, when details were leaked to the media. Investigators said the hackers didn’t take control of the system but were probing its defenses.\n\nThe digital intrusion came to light just months after the U.S. and other world powers finalized a deal with Iran to roll back economic sanctions on the country in exchange for Tehran limiting its nuclear program.\n\nRepublicans have roundly chided Obama for the pact, arguing it will strengthen Iran’s economy while failing to stop the country from acquiring nuclear weapons.\n\nDaines tied the nuclear deal to the delay in accusing Iran of carrying out the cyberattack.\n\n“This failure is undoubtedly linked to President Obama's clouded judgment in ushering through his misguided deal with Iran, which has only endangered our national security,” he said.\n\nSome Republicans and security experts believe the nuclear deal could also help fund Iran’s burgeoning cyber program, which has already infiltrated critical networks in over a dozen countries.\n\n“It is clear Iran is not a friend to the United States or its allies,” Daines said. “It’s time that President Obama decides what he values more: the friendship of Iran or the security of our homeland.”\n\nIf the White House follows through with its apparent plan, it would be the second time it has publicly blamed a foreign country for a digital intrusion. In December 2014, the administration accused North Korea of orchestrating the destructive cyberattack on Sony Pictures Entertainment.\n\nIt would also be the second time the DOJ has indicted a foreign government's employees for hacking the U.S. In May 2014, the U.S. indicted five Chimes military officials for allegedly launching cyberattacks on various American industrial firms.", "article_metadata": {"dcterms.description": "The White House is reportedly preparing to blame Iran for a 2013 hack of a New York dam.", "description": "The White House is reportedly preparing to blame Iran for a 2013 hack of a New York dam.", "generator": "Drupal 7 (http://drupal.org)", "author": "Cory Bennett", "og": {"site_name": "TheHill", "description": "The White House is reportedly preparing to blame Iran for a 2013 hack of a New York dam.", "title": "GOP senator bashes Obama over delay in blaming Iran for hack", "url": "http://thehill.com/policy/cybersecurity/272592-gop-senator-bashes-obama-over-delay-in-blaming-iran-for-hack", "image": "http://thehill.com/sites/default/files/video_images/daines.jpg", "updated_time": "2016-03-10T16:38:31-05:00", "type": "article"}, "Smart_Paging": "on", "dcterms.modified": "2016-03-10T16:38-05:00", "dcterms.identifier": "http://thehill.com/policy/cybersecurity/272592-gop-senator-bashes-obama-over-delay-in-blaming-iran-for-hack", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "apple-itunes-app": "app-id=396640962", "dcterms.date": "2016-03-10T16:07-05:00", "dcterms.creator": "Cory Bennett", "dcterms.type": "Text", "article": {"published_time": "2016-03-10T16:07:10-05:00", "modified_time": "2016-03-10T16:38:31-05:00"}, "keywords": ",,", "dcterms.language": "und", "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/policy/cybersecurity/272592-gop-senator-bashes-obama-over-delay-in-blaming-iran-for-hack", "widgets": {"csp": "on"}, "description": "The White House is reportedly preparing to blame Iran for a 2013 hack of a New York dam.", "card": "summary", "title": "GOP senator bashes Obama over delay in blaming Iran for hack"}, "dcterms.title": "GOP senator bashes Obama over delay in blaming Iran for hack"}, "article_summary": "on Thursday bashed President Obama for taking years to blame Iran for a 2013 cyberattack against a New York dam.\nDaines tied the nuclear deal to the delay in accusing Iran of carrying out the cyberattack.\nADVERTISEMENTCNN reported Thursday afternoon that the Obama administration is planning to publicly name Iran in the hack, while the Department of Justice (DOJ) is preparing an indictment against the alleged hackers.\nSome Republicans and security experts believe the nuclear deal could also help fund Iran’s burgeoning cyber program, which has already infiltrated critical networks in over a dozen countries.\nRepublicans have roundly chided Obama for the pact, arguing it will strengthen Iran’s economy while failing to stop the country from acquiring nuclear weapons."}