{"article_title": "Critical issues in healthcare billing", "article_keywords": ["physician", "management", "billing", "medical", "practice", "companies", "practices", "critical", "market", "members", "healthcare", "icd10", "issues"], "article_url": "http://www.healthcarefinancenews.com/news/critical-issues-healthcare-billing", "article_text": "The Healthcare Billing & Management Association holds its annual conference this week in Las Vegas. HBMA's membership consists of over 600 third-party medical billing companies – firms that submit medical claims to governmental and commercial payers on behalf of physician practices. The implementation of the Affordable Care Act, the transition to ICD-10 and closer hospital/physician alignment, have profound consequences for medical billing companies. Editorial director Richard Pizzi spent a few minutes this week with Brad Lund, HBMA's executive director, to discuss some of these issues.\n\nQ: What are some of the critical issues for 3rd party medical billing companies as we approach the final quarter of 2013?\n\nA: It’s a very important moment for our members. Never before have we been challenged like we are now. There are four major issues that we’re focusing on. First, on Sept. 23 the HITECH Business Associate agreements are to be in place. That’s a major undertaking. We’ve been working with other associations on this, it’s very important but we don’t yet have a template for our members.\n\nSecondly, the ICD-10 transition is top of mind. When HBMA talks about ICD-10, we’re really not talking about the coders, who we think will be able to adapt to ICD-10 relatively quickly. Our problem is external testing. An electronic claim has to move through the practice management system, to the clearinghouse, on to the payer for adjudication and then back to the practice. We’re in the middle of a project with MGMA and AHIMA, talking to the various electronic health record vendors about creating resources for medical practices to live in the ICD-10 world. The EHR vendors admit that there’s no opportunity to do external testing. We’re very concerned about that.\n\n[See also: Avoiding the ICD-10 claims backlog.]\n\nQ: The move by many hospitals to acquire physician practices has also been of great interest to your members.\n\nA: Consolidation is a huge issue, but not just on the practice side. We’re seeing billing companies buying each other as well. When a practice consolidates, that means there will be fewer opportunities for billing companies to find clients. And more often than not, hospital management believes that they are better equipped to deal with the physician revenue cycle, although it’s very different than the hospital side. That move by hospitals to take physician billing in-house put a lot of pressure on the 3rd party medical billing company. But some of our members have defined hospitals as a new market, and have gone directly to hospital management, retained their clients, and even picked up new clients.\n\n[See also: Inefficient revenue cycle technology a headache for physicians.]\n\nQ: I know that technology generally is also a central issue for your members.\n\nA: A few years ago, medical billing companies could barely define what electronic health records meant. Today, if they don’t have EHRs integrated into their practice management systems in some fashion, they are very challenged to maintain their office-based clients.\n\nHBMA has recently launched an initiative called the Professional Billing Service Locator program. HBMA members know it as the RFI, or Request for Information, program. This is an automated platform that helps medical practices to determine which medical billing companies best fit their needs. As an association, we don’t market for any particular billing company, but we can market for the collective membership. We’re pretty excited about it.", "article_metadata": {"og": {"url": "http://www.healthcarefinancenews.com/news/critical-issues-healthcare-billing", "image": "http://www.healthcarefinancenews.com/sites/healthcarefinancenews.com/files/brad_lund_toned.jpg", "site_name": "Healthcare Finance News", "description": "In advance of its annual conference, held this week in Las Vegas, the Healthcare Billing & Management Association talked to HFN about critical issues facing the medical billing industry.", "title": "Critical issues in healthcare billing"}, "twitter": {"site": "@HC_Finance", "image": {"src": "http://www.healthcarefinancenews.com/sites/healthcarefinancenews.com/files/brad_lund_toned.jpg"}, "description": "In advance of its annual conference, held this week in Las Vegas, the Healthcare Billing & Management Association talked to HFN about critical issues facing the medical billing industry.", "card": "summary_large_image", "title": "Critical issues in healthcare billing"}, "generator": "Drupal 7 (http://drupal.org)", "description": "The Healthcare Billing &amp; Management Association holds its annual conference this week in Las Vegas. HBMA's membership consists of over 600 third-party medical billing companies – firms that submit medical claims to governmental and commercial payers on behalf of physician practices.", "viewport": "width=device-width; initial-scale=1.0; maximum-scale=1.0; user-scalable=no"}, "_id": "\"57477af36914bd0286fd28a0\"", "article_summary": "Q: What are some of the critical issues for 3rd party medical billing companies as we approach the final quarter of 2013?\nThat move by hospitals to take physician billing in-house put a lot of pressure on the 3rd party medical billing company.\nThis is an automated platform that helps medical practices to determine which medical billing companies best fit their needs.\nThe Healthcare Billing & Management Association holds its annual conference this week in Las Vegas.\nA: A few years ago, medical billing companies could barely define what electronic health records meant."}