{"article_title": "Harmony Cafe has changed lives, attitudes", "article_keywords": ["safe", "leaders", "space", "feel", "create", "changed", "community", "attitudes", "harmony", "goodwill", "lives", "cafe", "know"], "article_url": "http://www.postcrescent.com/story/opinion/columnists/2014/11/23/harmony-cafe-changed-lives-attitudes/19401761/", "article_text": "Safe space has been a welcome addition to our communities.\n\nHarmony Cafe’s Check It at the Door declaration. (Photo: Submitted photo)\n\nAs many have heard, Goodwill NCW’s Harmony Cafes in Appleton and Green Bay will be closing for financial reasons, probably before January.\n\nThose who’ve experienced Harmony Cafe know it’s not the typical coffeehouse.\n\nWhen then-teenager Aña Marjenka and I dreamed up Harmony Cafe on a car ride to Madison 14 years ago, our intent was clear: to create a “safe space” here in Appleton — space where all people could feel fully seen, heard and valued.\n\nFor many, this entire community feels like “safe space.” But only in exceptional circumstances do we become aware of the importance of the safe space concept.\n\nThree years ago, 50 community leaders spent a full day learning about LGBT (lesbian, gay, bisexual, transgender) people and issues. At the end of the day, a colleague and I led an experiential activity to offer the leaders a sense of what it is like to “walk in the shoes” of someone who is LGBT.\n\nWe asked them to pair up with someone of the same gender and similar age. In pairs, they’d go outside Harmony Café on E. College Avenue and pretend they were a couple — maybe go across the street to the jewelers and look at engagement rings, maybe walk down the street holding hands. We gave them five minutes to make plans.\n\nAfter five anxious minutes, we informed them they weren’t going anywhere; instead, we wanted to hear their thoughts and feelings. A number of people shared their anxiety and how the exercise gave them greater insight into the LGBT experience.\n\nThen one woman raised her hand and said, “You know, I had no concerns while inside these doors at Harmony Cafe, but was worried about stepping outside.”\n\nQuickly, five or six others agreed. These leaders, who might rarely feel the need for safe space, suddenly understood its importance.\n\nMany of us feel valued — like an insider — most anywhere. But there are people in our community who feel like outsiders much of the time, often due to their ethnicity, skin color, religious beliefs, sexual orientation, gender, physical appearance, age, abilities or other aspect of their identity.\n\nHarmony Cafe was designed to be a space where all people would feel valued and included. From the start, we knew our “Check it at the Door Declaration” was key, but we weren’t even certain the cafe would be in a building, or if it would be a virtual cafe happening throughout our community — as it did our first three years). It became a program of Goodwill NCW in 2002.\n\nWe’ve been blessed to have three buildings we’ve called home and, though the buildings help create a sense of safe space, Harmony Cafe was never about the building. It was always about the people and ideals.\n\nEven if the buildings close, the ideals live on — the “Check at the Door Declaration”; the striving for peace, harmony and justice; and the ability for all of us to create safe space in our homes, our schools, our workplaces and throughout our community.\n\nThough challenging work, when safe space is created, magic happens. The people I’ve met through the years and the things I’ve seen at Harmony Cafe can only be described as beautiful and magical.\n\nIt’s been a wonderful journey and I know the legacy of Harmony Cafe will live on in the hearts of all those touched by this dream — those inspired to bring a bit of Harmony Cafe with them as they leave our doors.\n\nIt’s awe-inspiring to see what a bunch of good people can do when they come together and bring a dream to life. Lives have been changed. Lives have been saved.\n\nFor that, I’m forever grateful and, in Harmony’s memory, I challenge you all to create safe space everywhere in our community.\n\n— Shannon Kenevan is the diversity and inclusion leader at Goodwill NCW and a co-founder of Harmony Cafe. He can be reached at skenevan_gw@gwicc.org\n\nRead or Share this story: http://post.cr/1qSYQqR", "article_metadata": {"google": "notranslate", "description": "Safe space has been a welcome addition to our communities.", "og": {"site_name": "Post-Crescent Media", "description": "Safe space has been a welcome addition to our communities.", "title": "Harmony Cafe has changed lives, attitudes", "url": "http://www.postcrescent.com/story/opinion/columnists/2014/11/23/harmony-cafe-changed-lives-attitudes/19401761/", "image": "http://www.gannett-cdn.com/GDContent/applogos/postcrescent.png", "type": "article"}, "twitter": {"description": "Safe space has been a welcome addition to our communities.", "creator": "@postcrescent", "image": "http://www.gannett-cdn.com/-mm-/527e6c645a2d5f9e6655a5552c36b1b45496977f/c=256-0-772-516&r=x643&c=640x640/local/-/media/Appleton/2014/11/22/B9315226224Z.1_20141122135200_000+GPG96UTU0.1-0.jpg", "title": "Harmony Cafe has changed lives, attitudes", "site": "@postcrescent", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=880652726", "fb": {"app_id": 117306038338949}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070"}, "article_summary": "Those who’ve experienced Harmony Cafe know it’s not the typical coffeehouse.\nThe people I’ve met through the years and the things I’ve seen at Harmony Cafe can only be described as beautiful and magical.\nIt’s been a wonderful journey and I know the legacy of Harmony Cafe will live on in the hearts of all those touched by this dream — those inspired to bring a bit of Harmony Cafe with them as they leave our doors.\n— Shannon Kenevan is the diversity and inclusion leader at Goodwill NCW and a co-founder of Harmony Cafe.\nFor many, this entire community feels like “safe space.” But only in exceptional circumstances do we become aware of the importance of the safe space concept."}