{"article_title": "Gibson Commemorates Fed Raid with Government Series II Les Paul", "article_keywords": ["wood", "fed", "raid", "usa", "series", "india", "raided", "commemorates", "ii", "les", "paul", "gibson", "worth"], "article_url": "http://reason.com/blog/2014/02/01/gibson-commemorate-fed-raid-with-governm", "article_text": "Two years after Gibson factories in Tennessee were raided by government agents, the venerable guitar manufacturer has released a special Government Series II Les Paul. As the press release explains:\n\nGreat Gibson electric guitars have long been a means of fighting the establishment, so when the powers that be confiscated stocks of tonewoods from the Gibson factory in Nashville—only to return them once there was a resolution and the investigation ended—it was an event worth celebrating. Introducing the Government Series II Les Paul, a striking new guitar from Gibson USA for 2014 that suitably marks this infamous time in Gibson’s history.\n\n...Each Government Series II Les Paul also includes a genuine piece of Gibson USA history in its solid rosewood fingerboard, which is made from wood returned to Gibson by the US government after the resolution.\n\nReason TV reported on the Gibson case back in 2012. Original text from February 23, 2012 video is below.\n\n\"They...come in with weapons, they seized a half-million dollars worth of property, they shut our factory down, and they have not charged us with anything,\" says Gibson Guitars CEO Henry Juszkiewicz, referring to the August 2011 raid on his Nashville and Memphis factories by agents from the Departments of Homeland Security and Fish & Wildlife.\n\nThe feds raided Gibson for using an inappropriate tariff code on wood from India, which is a violation of the anti-trafficking statute known as The Lacey Act. At issue is not whether the wood in question was endangered, but whether the wood was the correct level of thickness and finish before being exported from India. \"India is wanting to ensure that raw wood is not exported without some labor content from India,\" says Juskiewicz.\n\n\n\nAndrea Johnson of the Environmental Investigation Agency (EIA) counters that \"it's not up to Gibson to decide which laws...they want to respect.\" She points out that Gibson had previously been raided under The Lacey Act for imports from Madagascar.\n\nThis much is clear: The government has yet to file any charges or allow Gibson a day in court to makes its case, much less retrieve its materials. \"This is not about responsible forestry and sustainable wood or illegal logging, this is about a bureaucratic law,\" argues Juszkiewicz, who testified last year before a congressional hearing convened by Sen. Rand Paul (R-Ky.). It is, he says, \"a blank check for abuse.\"\n\nAbout 6 minutes.", "article_metadata": {"og": {"url": "http://reason.com/blog/2014/02/01/gibson-commemorate-fed-raid-with-governm", "site_name": "Reason.com", "type": "article", "description": "Two years after Gibson factories in Tennessee were raided by government agents, the venerable guitar manufacturer has released a special Government Series", "title": "Gibson Commemorates Fed Raid with Government Series II Les Paul"}, "twitter": {"description": "Two years after Gibson factories in Tennessee were raided by\ngovernment agents, the venerable guitar manufacturer has released a\nspecial Government Series II Les Paul. As the \npress release explains:\nGreat Gibson electric guitars have long been a means of\nfighting the establishment, so when the powers that be confiscated\nstocks of tonewoods from the Gibson factory in Nashville—only to\nreturn them once there was a resolution and the investigat", "title": "Gibson Commemorates Fed Raid with Government Series II Les Paul", "site": "@reason", "card": "summary_large_image", "creator": "@anthonylfisher"}, "fb": {"pages": 17548474116}, "article": {"tag": "HomePage", "published_time": "2014-02-01T16:00:00+00:00", "author": "http://reason.com/people/anthony-l-fisher"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af46914bd0286fdb79a\"", "article_summary": "Introducing the Government Series II Les Paul, a striking new guitar from Gibson USA for 2014 that suitably marks this infamous time in Gibson’s history.\nTwo years after Gibson factories in Tennessee were raided by government agents, the venerable guitar manufacturer has released a special Government Series II Les Paul.\n...Each Government Series II Les Paul also includes a genuine piece of Gibson USA history in its solid rosewood fingerboard, which is made from wood returned to Gibson by the US government after the resolution.\nThe feds raided Gibson for using an inappropriate tariff code on wood from India, which is a violation of the anti-trafficking statute known as The Lacey Act.\nShe points out that Gibson had previously been raided under The Lacey Act for imports from Madagascar."}