{"article_title": "Want to really help small businesses? Fix the tax code: Robert Brett", "article_keywords": ["pay", "needs", "code", "help", "business", "reform", "tax", "robert", "brett", "system", "taxes", "businesses", "family", "small", "health", "fix", "really"], "article_url": "http://www.pennlive.com/opinion/2016/05/heres_why_we_need_tax_reform_m.html", "article_text": "By Robert Brett\n\nBefore Pennsylvanians headed to the polls for our April 26th primary, we had to navigate through a myriad of position, records, and statements to decide which candidate will take America forward.\n\nThroughout the 2016 presidential campaign, we've heard so much on why this candidate is better than that one, policy \"A\" will work but policy \"B\" is malarkey, and so on and so forth.\n\nBut there is one position that every candidate and a vast majority of voters agree on: America needs to completely overhaul our tax code now.\n\nFor more than a decade, I have owned and operated my own dental practice out of my home office.\n\nI have worked very hard over the course of my career, but with our current convoluted tax system I still have uncertainty about the future of my business and my plans to retire.\n\nMy practice, just like many other small family businesses across Pennsylvania, is a staple in the community and has provided quality care to local families over the course of many years – I fear if nothing is done to reform the tax code that businesses like mine will be unable to survive.\n\nSmall businesses like mine are unfairly burdened under the current system.\n\nWe are forced to pay upwards of 40 percent in income taxes, while additionally retaining the services of accountants to ensure that we are complying with the complicated system.\n\nTo stay competitive, I need to stay ahead of the curve and invest my resources in the best technology available.\n\nUnfortunately, so much of my time and money is spent wading through our arcane code.\n\nMy retirement could be threatened by changes to carried interest and other capital gains taxes by reducing my nest egg if I sell my business when I retire.\n\nSimplifying America's tax code will enable family businesses to spend more time providing important services to our communities.\n\nFor me and business owners across the country, one of our goals is to leave something behind for our families so that they can benefit from our hard work.\n\nUnfortunately, the inheritance tax essentially taxes my income twice and does not allow me to ensure my family is taken care of after I die.\n\nIt may even force my relatives to sell my dental equipment in order to cover the cost of the death tax. Any reform effort should eliminate this cruel tax.\n\nThere are other obstacles that our system creates for business owners as well. Obamacare made covering the health insurance for my 12 employees far too difficult, so I was forced to simply pay my staff more and leave them to find their own health plans. I have prided myself on trying to do the right thing, like providing health insurance, but it is not feasible given how our system operates now.\n\nEveryone I encounter, regardless of their political affiliation or stances on any number of issues, all believe that something has to be done to improve our tax code.\n\nI am willing to pay my fair share, but we need a system that supports businesses of all sizes, rather than the current one that is at odds with our success.\n\nPennsylvania needs our representatives in Washington to go all in for comprehensive tax reform to create an environment where our businesses can thrive.\n\nWhile we may disagree over some issues and candidates, we all agree that tax reform needs to happen now.\n\nRobert Brett is the owner of Dublin Woods Family Dentistry in Abington, Montgomery County.", "article_metadata": {"article_author": "PennLive Op-Ed", "medium": "news", "news_keywords": "America, Robert Brett, Pennsylvania, health insurance, Dublin Woods Family Dentistry, presidential campaign, small-business, tax-reform, opinion", "title": "Want to really help small businesses? Fix the tax code: Robert Brett", "og": {"site_name": "PennLive.com", "description": "Right now, the tax code is a maze. And it's hurting small business.", "title": "Want to really help small businesses? Fix the tax code: Robert Brett", "url": "http://www.pennlive.com/opinion/2016/05/heres_why_we_need_tax_reform_m.html", "image": "http://image.pennlive.com/home/penn-media/width620/img/midstate_impact/photo/15451919-standard.jpg", "type": "article"}, "twitter": {"image": "http://image.pennlive.com/home/penn-media/width620/img/midstate_impact/photo/15451919-standard.jpg", "title": "Want to really help small businesses? Fix the tax code: Robert Brett", "site": "@pennlive", "card": "summary_large_image", "description": "Right now, the tax code is a maze. And it's hurting small business."}, "article_date_updated": "Friday, May 06, 2016, 11:37 AM", "fb": {"admins": 100000302287435}, "article_publication_name": "PennLive.com", "article_comments": 0, "article_date_original": "Friday, May 06, 2016, 11:00 AM", "viewport": "width=device-width,initial-scale=1", "Description": "Right now, the tax code is a maze. And it's hurting small business."}, "article_summary": "While we may disagree over some issues and candidates, we all agree that tax reform needs to happen now.\nSimplifying America's tax code will enable family businesses to spend more time providing important services to our communities.\nPennsylvania needs our representatives in Washington to go all in for comprehensive tax reform to create an environment where our businesses can thrive.\nBut there is one position that every candidate and a vast majority of voters agree on: America needs to completely overhaul our tax code now.\nI have worked very hard over the course of my career, but with our current convoluted tax system I still have uncertainty about the future of my business and my plans to retire."}