{"article_title": "Want to Make a Cool $72,000? Buy a Home and Flip It!", "article_keywords": ["real", "homes", "buy", "return", "estate", "gross", "house", "price", "florida", "flip", "ready", "know", "72000", "cool"], "article_url": "http://www.thefiscaltimes.com/2015/05/27/Want-Make-Cool-72000-Buy-Home-and-Flip-It", "article_text": "We know this because we read RealtyTrac’s Q1 “Home Flipping Report,” which shows that the average gross profit on 17,309 flipped single family homes was $72,450—a new high. But here’s the good part: The average gross return on a flipped house — the difference between the purchase price and the sales price — was just over 35 percent.\n\nTry getting that margin selling widgets.\n\n“The strong returns for home flippers in the first quarter demonstrates that there is still a need in this recovering real estate market for move-in ready homes rehabbed to more modern tastes, particularly given the dearth of new homes being built,” said Daren Blomquist, vice president at RealtyTrac. “The challenge for flippers in 2015 will be finding inventory to flip.”\n\nRelated: 9 Real Estate Trends to Watch in 2015\n\nWhere are the best places to find and flip a home and get the best return on your investment?\n\nRealtytTrac gave high points to Baltimore (average gross return: 94.1 percent), Deltona-Daytona Beach-Ormond Beach, Florida (74.7 percent), Ocala, Florida (73.9 percent), Lakeland, Florida (62.5 percent), and Detroit (58.3 percent), Tampa (57.2 percent), Pittsburgh (55.2 percent), Memphis (54.8 percent), Chicago (52.9 percent), Seattle (49.0 percent), New York (47.1 percent), Washington, D.C. (44.2 percent) and Boston (44.0 percent).\n\nBut this isn’t anyone’s game. CNBC cautions, “get ready for a real estate ride like no other.” They offer 5 important tips for house flippers:\n\n1. Do the math: Figure out precisely what you can spend on both the house and the renovations as well as how much risk you are willing — or can afford — to take.\n\n2. Know your market: Studying the neighborhood and community will help guide your choices and expectations. Understanding recent sales patterns in the area will inform whether you renovate and sell quickly or hold on for longer.\n\nRelated: Get Ready for Another Real Estate Bubble\n\n3. Know your buyer: If the neighborhood has young families and a good school, renovate the family room/kitchen, and make sure there are enough bathrooms. Go for a playroom in a finished basement. If it’s an older, retirement community, look for a one-level house and accessible fixtures.\n\n4. Keep a list of every improvement: You can educate your buyer with before and after photos of every improvement you made. If the improvements are in the infrastructure, show them how much that new boiler saves them in electricity and water every year.\n\n5. Don’t Overprice: In fact, consider underpricing—which could attract enough buyers who want to beat the asking price. Make sure your “curb appeal” is right on the money, with trimmed hedges and shrubs and well clipped lawns. Finally, at an open house, put a basket of shoe booties for people to use. It shows how much you care about the place…and they might, too.\n\nTop Reads from The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "We know this because we read RealtyTrac’s Q1", "title": "Want to Make a Cool $72,000? Buy a Home and Flip It!", "url": "http://www.thefiscaltimes.com/2015/05/27/Want-Make-Cool-72000-Buy-Home-and-Flip-It", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/03082012_Flipping_sales_article.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/05/27/Want-Make-Cool-72000-Buy-Home-and-Flip-It", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/03082012_Flipping_sales_article.jpg", "creator": "@jackieleo", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "We know this because we read RealtyTrac’s Q1", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af36914bd0286fcb635\"", "article_summary": "CNBC cautions, “get ready for a real estate ride like no other.” They offer 5 important tips for house flippers:1.\nRelated: Get Ready for Another Real Estate Bubble3.\nBut here’s the good part: The average gross return on a flipped house — the difference between the purchase price and the sales price — was just over 35 percent.\n“The challenge for flippers in 2015 will be finding inventory to flip.”Related: 9 Real Estate Trends to Watch in 2015Where are the best places to find and flip a home and get the best return on your investment?\nUnderstanding recent sales patterns in the area will inform whether you renovate and sell quickly or hold on for longer."}