{"article_title": "Leader of NC business coalition dedicated to improving public ed talks education vision – The Progressive Pulse", "article_keywords": ["educational", "north", "business", "progressive", "ed", "luncheon", "nc", "pulse", "leader", "improving", "berg", "best", "talks", "education", "public", "vision", "carolina"], "article_url": "http://pulse.ncpolicywatch.org/2015/08/18/brenda-berg-leader-of-nc-business-coalition-dedicated-to-improving-public-ed-talks-education-vision/", "article_text": "Citing a ‘crisis of mediocrity,’ when it comes to North Carolina’s educational outcomes, CEO and president of BEST NC Brenda Berg told attendees at a John Locke Foundation luncheon on Monday that her organization is working to set an education vision for the Tar Heel state.\n\nWorking collaboratively with a broad spectrum of stakeholders, Berg said the business community should be the one to set a vision for public education in North Carolina —as they did in Massachusetts decades ago—because they are the ultimate end consumer of education.\n\n“We have a long term focus, we’re not subject to the whims of 2- and 4-year election cycles, or superintendents or university presidents who change over,” said Berg. “The business community as a force is consistent and can be continuous…we understand the value of talent.”\n\nBefore drawing an outline of BEST NC’s education vision, of which a finalized version is to be announced “momentarily,” Berg presented a wealth of education data to attendees of Locke’s Shaftesbury Society luncheon, painting a picture of stalled progress.\n\nNorth Carolina sits well below the mark in terms of the necessarily amount of postsecondary education that workers need in order to compete in today’s job market, ranking North Carolina 46th in the nation in educational attainment, said Berg.\n\n“We call it the ‘crisis of mediocrity,” Berg explained.\n\nA growing skills gap, poor progress on meeting ACT college readiness benchmarks and flatlining on national NAEP scores that measure educational progress among all states were all additional reasons Berg cited as a need to put North Carolina on a new path toward educational success.\n\nBEST NC’s education vision has been in process for a year, said Berg, and once it goes live, ‘real action’ will result.\n\n“We need to support students, elevate educators and raise expectations,” said Berg, and those three areas serve as the basis for action groups that BEST NC will begin to convene this fall to develop ways to accomplish those ends.\n\nDuring the question and answer period of the luncheon, some attendees had sharp words for the state’s adoption of the controversial Common Core state standards—standards that the business community has historically supported and has looked for ways to ensure its survival.\n\n“We don’t make standards,” responded Berg. “I think the whole Common Core discussion failed to embrace a broad audience and I think that we in our role are out to learn lessons from anything that didn’t quite work as it should have,” added Berg, noting that BEST NC supports higher academic standards.\n\nBEST NC, which stands for Business for Educational Success and Transformation in North Carolina, was formed in 2013 by a coalition of business leaders who wanted a seat at the table when state leaders crafted education policy.\n\nBEST NC hired Brenda Berg as its CEO two years ago, who has experience as a business entrepreneur and has participated in education organizations that include the Greater Raleigh Chamber of Commerce Education Committee as well as Great Schools in Wake.\n\nRecently, Berg penned a rebuttal to education blogger James Hogan’s chronicling of North Carolina’s war on education. Berg largely defended the recent actions of the legislature on matters of education policy, asserting that North Carolina’s decline in academic success began well before the recent takeover of the state legislature by Republicans.\n\nWatch Berg’s presentation at the John Locke Foundation luncheon in its entirety here.", "article_metadata": {"fb": {"pages": 71966175060}, "msapplication-TileImage": "http://pulse.ncpolicywatch.org/wp-content/uploads/2016/02/cropped-logo_shadow-square-270x270.jpg", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=0"}, "_id": "\"57477af36914bd0286fd28cc\"", "article_summary": "BEST NC’s education vision has been in process for a year, said Berg, and once it goes live, ‘real action’ will result.\nRecently, Berg penned a rebuttal to education blogger James Hogan’s chronicling of North Carolina’s war on education.\nBEST NC, which stands for Business for Educational Success and Transformation in North Carolina, was formed in 2013 by a coalition of business leaders who wanted a seat at the table when state leaders crafted education policy.\nWorking collaboratively with a broad spectrum of stakeholders, Berg said the business community should be the one to set a vision for public education in North Carolina —as they did in Massachusetts decades ago—because they are the ultimate end consumer of education.\nNorth Carolina sits well below the mark in terms of the necessarily amount of postsecondary education that workers need in order to compete in today’s job market, ranking North Carolina 46th in the nation in educational attainment, said Berg."}