{"article_title": "Denver’s take on NHL Stadium Series a spiffy spectacle – The Denver Post", "article_keywords": ["played", "beat", "series", "denvers", "denver", "players", "game", "ciccarelli", "games", "nhl", "stadium", "spectacle", "post", "daly", "spiffy"], "article_url": "http://www.denverpost.com/avalanche/ci_29571778/denvers-take-nhl-stadium-series-spiffy-spectacle", "article_text": "Bill Daly, the NHL’s deputy commissioner, didn’t arrive in town on time to attend the Detroit Red Wings-Avalanche alumni game Friday night. But shortly before the opening faceoff of Saturday night’s Stadium Series game at Coors Field, he said he was impressed with Denver’s reception for the events.\n\n“I’ll watch tonight’s game, but by all impressions, this has been a remarkable success in terms of fan engagement in Denver and getting the people really enthused about the NHL and its products,” Daly said.\n\nHe said his impression was that the alumni game was played in “a really special environment in how the fans reacted to the game and the players and the event. This event will be the same.”\n\nThe outdoor games — the New Year’s Day Winter Classic and the Stadium Series — are league productions rather than individual team events. Daly indicated the league probably would stick with two Stadium Series events annually. The first this season was Minnesota’s 6-1 win over Chicago at TCF Bank Stadium on Feb. 21. Previously, there were four Stadium Series games — including two at Yankee Stadium — in 2014 and one in 2015, at Santa Clara, Calif.\n\nFive-and-0. The Avalanche became the 21st NHL team to participate in one of the league’s outdoor games, but four Avs players in the lineup entered Saturday’s game a combined 5-0 when the NHL played outdoors.\n\nForwards Jarome Iginla and Alex Tanguay played for Calgary when the Flames beat the Montreal Canadiens in 2011 at McMahon Stadium in Calgary. Defenseman Francois Beauchemin played for Anaheim last season when the Ducks beat the Los Angeles Kings at Dodger Stadium. Forward John Mitchell helped the New York Rangers defeat the Philadelphia Flyers in 2012 in Philadelphia’s Citizens Bank Park. And goalie Semyon Varlamov was named first star of the 2011 Winter Classic at Pittsburgh’s Heinz Field when the Washington Capitals beat the Penguins.\n\nHometown referees. The NHL’s two referees living in Colorado were assigned to work the game at Coors Field.\n\nBrad Watson has lived in Colorado for nearly 20 years, and Dave Jackson moved to the state a year ago. Watson is originally from Regina, Saskatchewan, and Jackson was born in Montreal.\n\nIggy’s Chase. Iginla went into the game with 607 career goals, one short of tying Dino Ciccarelli for 17th on the all-time NHL list. Ciccarelli played for the Red Wings in the alumni game.\n\n“It’s too bad it couldn’t happen while I was in town,” Ciccarelli said Friday morning. “Jarome’s a heck of a player, and I feel we were kind of similar players — smart, gritty guys, have to go to the real tough areas to score goals. Maybe I’ll call him when he ties me or whatever.”\n\nRecall. With a roster spot opened up by Anaheim claiming center Chris Wagner on waivers, the Avalanche on Saturday recalled winger Andreas Martinsen from San Antonio. He had been sent down Wednesday after the acquisition of Shawn Matthias.", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Denver’s take on NHL Stadium Series a spiffy spectacle", "title": "Denver’s take on NHL Stadium Series a spiffy spectacle", "url": "http://www.denverpost.com/2016/02/27/denvers-take-on-nhl-stadium-series-a-spiffy-spectacle/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20160227__Stadium-seriesp1.jpg", "height": 435}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20160227__Stadium-seriesp1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2016-02-27T21:06:16+00:00", "modified_time": "2016-04-18T02:50:59+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fd28da\"", "article_summary": "Previously, there were four Stadium Series games — including two at Yankee Stadium — in 2014 and one in 2015, at Santa Clara, Calif.Five-and-0.\nBut shortly before the opening faceoff of Saturday night’s Stadium Series game at Coors Field, he said he was impressed with Denver’s reception for the events.\nThis event will be the same.”The outdoor games — the New Year’s Day Winter Classic and the Stadium Series — are league productions rather than individual team events.\nDaly indicated the league probably would stick with two Stadium Series events annually.\nDefenseman Francois Beauchemin played for Anaheim last season when the Ducks beat the Los Angeles Kings at Dodger Stadium."}