{"article_title": "A New Phase in Anti-Obama Attacks", "article_keywords": ["republican", "antiobama", "attacks", "executive", "authority", "states", "mr", "phase", "president", "republicans", "obamas", "example", "obama"], "article_url": "http://www.nytimes.com/2015/04/12/opinion/sunday/a-new-phase-in-anti-obama-attacks.html", "article_text": "Photo\n\nIt is a peculiar, but unmistakable, phenomenon: As Barack Obama’s presidency heads into its twilight, the rage of the Republican establishment toward him is growing louder, angrier and more destructive.\n\nRepublican lawmakers in Washington and around the country have been focused on blocking Mr. Obama’s agenda and denigrating him personally since the day he took office in 2009. But even against that backdrop, and even by the dismal standards of political discourse today, the tone of the current attacks is disturbing. So is their evident intent — to undermine not just Mr. Obama’s policies, but his very legitimacy as president.\n\nIt is a line of attack that echoes Republicans’ earlier questioning of Mr. Obama’s American citizenship. Those attacks were blatantly racist in their message — reminding people that Mr. Obama was black, suggesting he was African, and planting the equally false idea that he was secretly Muslim. The current offensive is slightly more subtle, but it is impossible to dismiss the notion that race plays a role in it.\n\nPerhaps the most outrageous example of the attack on the president’s legitimacy was a letter signed by 47 Republican senators to the leadership of Iran saying Mr. Obama had no authority to conclude negotiations over Iran’s nuclear weapons program. Try to imagine the outrage from Republicans if a similar group of Democrats had written to the Kremlin in 1986 telling Mikhail Gorbachev that President Ronald Reagan did not have the authority to negotiate a nuclear arms deal at the Reykjavik summit meeting that winter.\n\nThere is no functional difference between that example and the Iran talks, except that the congressional Republican caucus does not like Mr. Obama and wants to deny him any policy victory.\n\nAdvertisement Continue reading the main story\n\nOn April 3, Colbert King, a Washington Post columnist summarized a series of actions by Republicans attacking the president’s authority in areas that most Americans thought had been settled by the Civil War. Arizona legislators, for example, have been working on a bill that “prohibits this state or any of its political subdivisions from using any personnel or financial resources to enforce, administer or cooperate with an executive order issued by the president of the United States that has not been affirmed by a vote of Congress and signed into law as prescribed by the United States Constitution.”\n\nThe bill sounds an awful lot like John C. Calhoun’s secessionist screed of 1828, the South Carolina Exposition and Protest. Laurie Roberts of The Arizona Republic wrote that it was just “one of a series of kooky measures aimed at declaring our independence from federal gun laws, from the Affordable Care Act, from the Environmental Protection Agency, from the Department of Justice, from Barack Obama.”\n\nRepublicans defend this sort of action by accusing Mr. Obama of acting like a king and citing executive actions he has taken — on immigration and pollution among other things. That’s nonsense. The same Republicans had no objection when President George W. Bush used his executive authority to authorize the torture of terrorism suspects and tap the phones of American citizens. It is not executive orders the Republicans object to; it is Mr. Obama’s policies, and Mr. Obama.\n\nThe Senate majority leader, Mitch McConnell, who declared war on the new president in 2009 as minority leader and used the filibuster to paralyze the Senate, essentially told foreign governments to ignore the carbon-emission goals Mr. Obama was trying to set by international agreement. Because climate-change deniers in Congress and in some states oppose the effort, setting those goals is pointless, Mr. McConnell pronounced last month.\n\nIf this insurrection is driven by something other than a blend of ideological extremism and personal animosity, it is not clear what that might be. But it is ugly, it deepens mistrust of government and it harms the office of the president, not just Mr. Obama.", "article_metadata": {"tone": "opinion", "ptime": 20150411143008, "twitter": {"description": "As Barack Obama’s presidency heads into its twilight, the rage of the Republican establishment toward him is growing louder, angrier and more destructive.", "title": "A New Phase in Anti-Obama Attacks", "url": "http://www.nytimes.com/2015/04/12/opinion/sunday/a-new-phase-in-anti-obama-attacks.html", "app": {"url": {"googleplay": "nytimes://reader/id/100000003622950"}, "name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}}, "site": "@nytimes", "image": "https://static01.nyt.com/images/2015/04/12/opinion/12sun1web/12sun1web-thumbLarge-v2.jpg", "card": "summary"}, "al": {"ipad": {"url": "nytimes://www.nytimes.com/2015/04/12/opinion/sunday/a-new-phase-in-anti-obama-attacks.html", "app_store_id": 357066198, "app_name": "NYTimes"}, "android": {"url": "nytimes://reader/id/100000003622950", "app_name": "NYTimes", "package": "com.nytimes.android"}, "iphone": {"url": "nytimes://www.nytimes.com/2015/04/12/opinion/sunday/a-new-phase-in-anti-obama-attacks.html", "app_store_id": 284862083, "app_name": "NYTimes"}}, "thumbnail_width": 75, "dfp-ad-unit-path": "opinion/sunday", "hdl_p": "A New Phase in Anti-Obama Attacks", "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/opinion/index.jsonp", "DISPLAYDATE": "April 11, 2015", "edt": "NewYork", "org": "Senate", "keywords": "Editorials,Obama  Barack,United States,Republican Party,Iran,Senate,Executive Orders and Memorandums,McConnell  Mitch,United States Politics and Government,United States International Relations,Global Warming,Congress", "news_keywords": "Editorial,Iran,Senate", "applicationName": "article", "PT": "article", "author": "The Editorial Board", "SCG": "sunday", "sourceApp": "nyt-v5", "per": "McConnell, Mitch", "thumbnail_150_width": 150, "byl": "By THE EDITORIAL BOARD", "thumbnail_150_height": 150, "usageTerms": "http://www.nytimes.com/content/help/rights/sale/terms-of-sale.html", "lp": "As Barack Obama’s presidency heads into its twilight, the rage of the Republican establishment toward him is growing louder, angrier and more destructive.", "tom": "Editorial", "dfp-amazon-enabled": "false", "thumbnail": "https://static01.nyt.com/images/2015/04/12/opinion/12sun1web/12sun1web-thumbStandard-v2.jpg", "thumbnail_150": "https://static01.nyt.com/images/2015/04/12/opinion/12sun1web/12sun1web-thumbLarge-v2.jpg", "description": "As Barack Obama’s presidency heads into its twilight, the rage of the Republican establishment toward him is growing louder, angrier and more destructive.", "CG": "opinion", "robots": "noarchive", "dat": "April 11, 2015", "fb": {"app_id": 9869919170}, "msapplication-starturl": "http://www.nytimes.com", "genre": "Editorial", "article": {"author": "http://www.nytimes.com/interactive/opinion/editorialboard.html", "section_url": "http://www.nytimes.com/pages/opinion/index.html", "section": "Opinion", "modified": "2016-05-20", "collection": "https://static01.nyt.com/services/json/sectionfronts/opinion/index.jsonp", "tag": "Global Warming", "published": "2015-04-11", "section-taxonomy-id": "AD8090D7-4137-4D71-84C8-70DA3BD89778"}, "thumbnail_height": 75, "geo": "Iran", "slug": "12sun1", "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "utime": 20160520110003, "og": {"url": "http://www.nytimes.com/2015/04/12/opinion/sunday/a-new-phase-in-anti-obama-attacks.html", "image": "https://static01.nyt.com/images/2015/04/12/opinion/12sun1web/12sun1web-facebookJumbo.jpg", "type": "article", "description": "As Barack Obama’s presidency heads into its twilight, the rage of the Republican establishment toward him is growing louder, angrier and more destructive.", "title": "A New Phase in Anti-Obama Attacks"}, "pdate": 20150411, "des": "Global Warming", "articleid": 100000003622950, "cre": "The New York Times", "hdl": "A New Phase in Anti-Obama Attacks", "col": "Editorial", "PST": "Editorial"}, "_id": "\"57477af36914bd0286fd28e0\"", "article_summary": "Those attacks were blatantly racist in their message — reminding people that Mr. Obama was black, suggesting he was African, and planting the equally false idea that he was secretly Muslim.\nSo is their evident intent — to undermine not just Mr. Obama’s policies, but his very legitimacy as president.\nBut it is ugly, it deepens mistrust of government and it harms the office of the president, not just Mr. Obama.\nIt is not executive orders the Republicans object to; it is Mr. Obama’s policies, and Mr. Obama.\nIt is a line of attack that echoes Republicans’ earlier questioning of Mr. Obama’s American citizenship."}