{"article_title": "Why Do Other Rich Nations Spend So Much Less on Healthcare?", "article_keywords": ["insurance", "countries", "average", "nations", "mix", "premiums", "costs", "rich", "healthcare", "prices", "higher", "spend", "expensive", "care"], "article_url": "http://www.theatlantic.com/business/archive/2014/07/why-do-other-rich-nations-spend-so-much-less-on-healthcare/374576/", "article_text": "Despite the news last week that America's healthcare spending will not be rising at the sky-high rate that was once predicted, the fact remains that the U.S. far outspends its peer nations when it comes to healthcare costs per capita. This year the United States will spend almost 18 percent of the gross domestic product (GDP) on healthcare—six percentage points more than the Netherlands, the next highest spender. Because the U.S. GDP in 2014 will be approximately 17 trillion dollars, those six percentage points over the Netherlands amount to one trillion dollars in additional spending. The burden to the average household through lost wages, insurance premiums, taxes, out-of-pocket care, and other costs will be more than $8,000. Why does the United States spend so much more? The biggest reason is that U.S. healthcare delivers a more expensive mix of services. For example, a much larger proportion of physician visits in the U.S. are to specialists who get higher fees and usually order more high-tech diagnostic and therapeutic procedures than primary care physicians.\n\nCompared with the average OECD country, the U.S. delivers (population adjusted) almost three times as many mammograms, two-and-a-half times the number of MRI scans, and 31 percent more C-sections. Also, the U.S. has more stand-by equipment, for example, 1.66 MRI machines per 6,000 annual scans vs. 1.06 machines. The extra machines provide easier access for Americans, but add to cost. Similarly, occupancy rates in U.S. acute care hospitals are much lower than in OECD countries, reducing the likelihood of delays in admissions, but building that extra capacity adds to cost. Aggressive treatment of very sick elderly also makes the mix expensive. In the U.S. many elderly patients are treated in intensive care units (ICUs), but in other countries they would receive only palliative care. More amenities such as privacy and space in hospitals and more attractive clinics also add to U.S. costs. While the U.S. mix of services is disproportionately tilted toward more expensive interventions, the other OECD countries emphasize a “plain vanilla” mix. Compared with the U.S., the average OECD country has 30 percent more physician visits and more than 30 percent more hospital days per capita. The complexity of private-sector insurance is not in the public interest. Each company offers many plans that differ in coverage, deductibles, co-pays, premiums, and other features that make it difficult for buyers to compare the prices of different policies. One reason for the more expensive mix in the U.S. is it produces more income for drug manufacturers, specialist physicians, and others who have considerable influence on policy. Second, some patients prefer the more expensive mix, just as some prefer to shop at Whole Foods rather than Walmart. Third, some workers mistakenly believe that employers pay for their healthcare and that more expensive means better care. Health economists believe that the premiums for employer-sponsored insurance come out of potential wages. Similarly, the extra money the government spends for health could be used for education, infrastructure, the environment, and other public investment, but these alternatives are not readily apparent or agreed upon. Does the more expensive mix result in better health outcomes? There are no definitive studies to answer this question. Superficially, it appears that the systems in the other countries are more effective because their life expectancy is higher. But their advantage may be attributable to non-medical factors such as significantly lower poverty rates.\n\nA second important reason for higher healthcare spending in the U.S. is higher prices for inputs such as drugs and the services of specialist physicians. The prices of branded prescription drugs in the U.S. are, on average, about double those in other countries. The fees of specialist physicians are typically two to three times as high as in other countries. The lower prices and fees abroad are achieved by negotiation and controls by governments who typically pay for about 75 percent of all medical care. Government in the U.S. pays about 50 percent, which would still confer considerable bargaining power, but the government is kept from exerting it by legislation and a Congress sensitive to interest-group lobbying. The third and last important reason for higher spending in the U.S. is high administrative costs of insurance. This includes private insurance which covers more than half the insured population. Each year scores of insurance companies must estimate appropriate premiums for plans they wish to sell to several million employers plus 20 to 30 million individuals. In addition, hospitals, clinics, and individual physicians incur substantial costs in billing for each test, visit, and procedure regardless of whether they are covered by private or public insurance or self-pay. Many of our peer countries have lower administrative costs through more coordination, standardization, and in some countries a single national system or several regional healthcare-insurance systems, even when the provision of care is primarily a private-sector responsibility. The complexity of private-sector insurance is not in the public interest. Each company offers many plans that differ in coverage, deductibles, co-pays, premiums, and other features that make it difficult for buyers to compare the prices of different policies. For most goods and services, wider choice for consumers is assumed to contribute to well-being. In the case of health insurance, however, the fact that the customer knows more than the insurance company about his or her likely use of care results in adverse selection. If the company sets a premium based on average utilization, the company will lose money on the high users and will lose as customers those who expect to use less than the average. It is not efficient or fair to allow a family to choose a plan with generous maternity benefits when they are planning to have a baby and then switch to a plan with no maternity benefits when they are not.", "article_metadata": {"description": "The U.S. delivers roughly three times as many mammograms, two-and-a-half times as many MRI scans, and a third more C-sections per capita than the average OECD country.", "author": "Victor R. Fuchs", "og": {"site_name": "The Atlantic", "description": "The U.S. delivers roughly three times as many mammograms, two-and-a-half times as many MRI scans, and a third more C-sections per capita than the average OECD country.", "title": "Why Do Other Rich Nations Spend So Much Less on Healthcare?", "locale": "en_US", "image": "http://cdn.theatlantic.com/assets/media/img/mt/2014/07/RTR1QGRH/lead_large.jpg", "url": "http://www.theatlantic.com/business/archive/2014/07/why-do-other-rich-nations-spend-so-much-less-on-healthcare/374576/", "type": "article"}, "twitter": {"domain": "theatlantic.com", "site": "@theatlantic", "card": "summary"}, "ROBOTS": "INDEX, FOLLOW", "p": {"domain_verify": "68e1a0361a557708fefc992f3309ed70"}, "fb": {"admins": "577048155,17301937", "page_id": 29259828486, "app_id": 100770816677686}, "keywords": "The Atlantic, The Atlantic Magazine, TheAtlantic.com, Atlantic, news, opinion, breaking news, analysis, commentary, business, politics, culture, international, science, technology, national and life", "viewport": "initial-scale=1.0, maximum-scale=1.0, width=device-width, user-scalable=no"}, "_id": "\"57477af36914bd0286fc9cdb\"", "article_summary": "The biggest reason is that U.S. healthcare delivers a more expensive mix of services.\nA second important reason for higher healthcare spending in the U.S. is higher prices for inputs such as drugs and the services of specialist physicians.\nSecond, some patients prefer the more expensive mix, just as some prefer to shop at Whole Foods rather than Walmart.\nAggressive treatment of very sick elderly also makes the mix expensive.\nThe burden to the average household through lost wages, insurance premiums, taxes, out-of-pocket care, and other costs will be more than $8,000."}