{"article_title": "Mustangs contained by Bears out west", "article_keywords": ["run", "state", "bears", "west", "rifle", "mustangs", "game", "contained", "morgan", "team", "yard", "fort"], "article_url": "http://www.fortmorgantimes.com/fort-morgan-local-sports/ci_26998223/mustangs-contained-by-bears-out-west-state-football", "article_text": "Fall in State semifinal, ending playoff run\n\nJunior Frank Rosales (left) and senior Austin Kosman (right) help spring sophomore Tate Kembel into the end zone on a two yard touchdown run just before halftime at Rifle High School against the Bears. ( Brandon Boles / Fort Morgan Times )\n\nSeniors Justin Pineda (#4) and Richard Herrera combine to make a stop on Rifle running back Brock Clark in Saturday's CHSAA 3A State semifinal loss to Rifle (Brandon Boles / Fort Morgan Times)\n\nRIFLE - Over the weekend, the Fort Morgan Mustangs football team took a more than four-hour trek to the western slope of the state to face Rifle in the CHSAA 3A State semifinals on Saturday.\n\nAfter staying in Glenwood Springs Friday night, the team took the 30 minute trip to Rifle Saturday morning to face off against the Bears, with a bid to the State Championship game next week on the line.\n\nLooking to get a stop early, the Mustangs deferred the opening coin toss to begin the game on defense. But it was the Bears who got the game started off on the right foot.\n\nRunning the ball with trap plays, wide sweeps and other follow plays, the Bears quickly drove down the field in 1:28 to score on a long touchdown run, giving Rifle an early 7-0 lead in the first quarter.\n\nJunior Toby McBride throws a vicious stiff arm and breaks free from a Rifle defender on a run in the third quarter. (Brandon Boles / Fort Morgan Times)\n\nThe Mustangs would respond by moving the ball on offense with a couple big receptions from senior Eric Kembel, moving in Rifle territory out of the shadows of their own end zone. But the Mustangs fumbled, and the Bears recovered to take over possession.\n\nWith a short field, Rifle would score on a five play, 39 yard drive with an 11 yard touchdown run, giving the Bears a 14-0 lead halfway through the quarter.\n\nFollowing the slow start, Fort Morgan began to get going on the field. Sophomore Tate Kembel broke free for a 35 yard run on the next drive, and punted to push the Bears back inside their own 10 yard line. After allowing two touchdowns on the first two drives, the Mustangs forced a three and out that gave the team great field position on a drive that carried over into the second quarter.\n\nTrying to get some momentum, the Mustangs went for it on fourth and two, but an incomplete pass gave Rifle the ball. After trading possession on the next five drives, Rifle hit a long 44 yard pass completion for their third score of the game, going up 21-0 with 1:24 to go before halftime.\n\nInstead of sulking, the Mustangs took the field with 53 seconds before the half hungry for points. A big run by junior Toby McBride and another pass from senior Joey Schneider to Eric Kembel got the drive going. With a fourth and 1 in the red zone, Fort Morgan forced Rifle to jump offsides, giving the Mustangs a first down. A big reception by senior Isaiah Lopez set up the team from the two yard line, where Tate Kembel punched into the end zone on a two yard run with eight seconds to go before half, 21-7.\n\nWith the late momentum before the half, the Mustangs looked for it to carry over into the third quarter. Three straight runs from McBride moved the ball for Fort Morgan, but the team was forced to punt. On their first offensive drive of the second half, the Bears hit a big run up the gut on a trap play for a 33 yard score, extending their lead, 28-7.\n\nBoth teams moved the ball but could not get in scoring range, leading to the third quarter quickly going by. The Mustangs got the ball from their own 22 yard line with 3:32 to go in the quarter, and began to find some rhythm. The team converted a fourth and one with a run from McBride, then a long third and 10 was converted by a reception from junior Kyle Daniels. At the end of the third quarter, the team was knocking on the door of a score, but an interception by the Bears killed the drive.\n\nIn the fourth quarter, Rifle prevented the Mustangs from getting anything going, and with a scored with under 1:30 in the game off a quarterback sneak, the Bears would secure their spot in the championship game with a 35-7 win.\n\nThe loss was hard for the team, who had defied the odds on their postseason run to the semifinals. After head coach Harrison Chisum spoke to the team, many players went to embrace their loved ones, with tears in their eyes and plenty of emotion on their sleeves.\n\n\"I'm so proud of these guys and we're they've come,\" and emotional Chisum said following the loss. \"It's a sad day because we are losing those seniors, but I love them all. I feel like they are my own.\"\n\nDespite not achieving their goal of winning a State Championship, the Mustangs were the lowest seed to win in the 3A playoffs, defeating the number one scoring offense in the first round and taking down one of two unbeaten teams in the quarterfinals. With the run this season, coupled with missing the playoffs the past couple seasons, the team would still be able to look back and enjoy the success they had on the season.\n\n\"These guys clawed and scratched, did whatever they had to do to get back in it,\" Chisum said of the season. \"I'm so proud of them and proud of the community. Tough loss, but that's a good Rifle football team.\"\n\nThe most emotional after the game were the 18 seniors, who played their final game in the Mustangs uniform. The group was very special for Chisum and the program over the past four years, and will be missed dearly.\n\n\"I love these seniors,\" Chisum said on the group of 18. \"Their leadership and personalities, they were just a special group of kids.\"\n\nWith Saturday's game, Fort Morgan concluded the season 10-3 on the year. While the final result was not what the team wanted, the Mustangs will hold their heads up high with a great 2014 season.\n\n\"The community should be very proud of these guys,\" Chisum said.\n\nBrandon Boles: 970-867-5651, sports@fmtimes.com and Twitter @FMT_Sports", "article_metadata": {"sailthru.url": "http://www.fortmorgantimes.com/fort-morgan-local-sports/ci_26998223/mustangs-contained-by-bears-out-west-state-football", "sailthru.author": "By Brandon Boles \n \n  Times Sports Writer", "ag": {"canon": "FortMorganTimes:article:26998223:view"}, "startDate": "2014-11-23T19:32:15-0700", "twitter": {"domain": "fortmorgantimes.com", "description": "RIFLE - Over the weekend, the Fort Morgan Mustangs football team took a more than four-hour trek to the western slope of the state to face Rifle in the CHSAA 3A State semifinals on Saturday.", "title": "Mustangs contained by Bears out west", "url": "http://www.fortmorgantimes.com/fort-morgan-local-sports/ci_26998223/mustangs-contained-by-bears-out-west-state-football", "image": "http://extras.mnginteractive.com/live/media/site32/2014/1123/20141123__24FTsportsFMFBw~1.jpg", "site": "@fortmorgantimes", "card": "summary_large_image"}, "sailthru.article-section-or-homepage": "article", "sailthru.section": "Local Sports", "modificationDate": "2014-11-23T19:33:47-0700", "endDate": "2024-11-23T16:01:39-0700", "news_keywords": "Local Sports, Local Sports news, Fort Morgan Colorado Local Sports news, Fort Morgan Colorado news, Local Sports Fort Morgan news, Local Sports Colorado news, US Local Sports news, world Local Sports news.", "byline": "By Brandon BolesTimes", "pubDate": "2014-11-23T16:02:12-0700", "sailthru.date": "2014-11-23T19:32:15-0700", "sailthru.title": "Mustangs contained by Bears out west", "verify-v1": "LR4Od6pVdw+l77OvOjnTMA990zoSdsdx5+1eNeWXVCw=", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site32/2014/1123/20141123__24FTsportsFMFBw~3_300.jpg", "description": "RIFLE - Over the weekend, the Fort Morgan Mustangs football team took a more than four-hour trek to the western slope of the state to face Rifle in the CHSAA 3A State semifinals on Saturday.", "sailthru.site": "fortmorgantimes.com", "msvalidate.01": "9DAB14005AD5A9FFA4CA0EF58CC794BA", "og": {"url": "http://www.fortmorgantimes.com/fort-morgan-local-sports/ci_26998223/mustangs-contained-by-bears-out-west-state-football", "image": "http://extras.mnginteractive.com/live/media/site32/2014/1123/20141123__24FTsportsFMFBw~1.jpg", "type": "article", "description": "RIFLE - Over the weekend, the Fort Morgan Mustangs football team took a more than four-hour trek to the western slope of the state to face Rifle in the CHSAA 3A State semifinals on Saturday.", "title": "Mustangs contained by Bears out west"}, "google-site-verification": "eft02te25vH0XbQ44RHik-QVdSWBMa6FaMX67tqgeec", "y_key": "87220ae8e8f6d27d", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site32/2014/1123/20141123__24FTsportsFMFBw~3.jpg"}, "_id": "\"57477af36914bd0286fd28e7\"", "article_summary": "With Saturday's game, Fort Morgan concluded the season 10-3 on the year.\nWith a fourth and 1 in the red zone, Fort Morgan forced Rifle to jump offsides, giving the Mustangs a first down.\nSophomore Tate Kembel broke free for a 35 yard run on the next drive, and punted to push the Bears back inside their own 10 yard line.\nBut the Mustangs fumbled, and the Bears recovered to take over possession.\nFollowing the slow start, Fort Morgan began to get going on the field."}