{"article_title": "Salt Intake Among Poor Reveals Lingering Social Inequalities; Consumption Persists Despite Health Advances", "article_keywords": ["poor", "reveals", "intake", "inequalities", "socioeconomic", "national", "persists", "reduction", "poorer", "foods", "health", "social", "despite", "sodas", "salt", "study", "lingering", "areas"], "article_url": "http://www.medicaldaily.com/salt-intake-among-poor-reveals-lingering-social-inequalities-consumption-persists-despite-300070", "article_text": "People from poorer areas are more prone to relying on cheaper, high-sodium foods — such as chips or sodas found at the corner deli.\n\nPeople from poorer areas are more prone to relying on cheaper, high-sodium foods — such as chips or sodas found at the corner deli. CC BY 2.0\n\nToo much salt can be harmful — sodium raises blood pressure, damages the cardiovascular system, thickens and stiffens arteries, and raises the risk for stroke. To help curb these chronic salt-related disorders, many countries have attempted to reduce national salt intake over the past decade.\n\nPreviously, researchers found that poorer people were more likely to eat more salt than those who were richer. Despite an attempt to close this gap in Britain, however, the fact is that this disparity still exists.\n\nA new study finds that people from lower socio-economic positions in Britain eat more salt than those who come from higher socio-economic backgrounds. Published in BMJ Open and spearheaded by Warwick Medical School, in collaboration with the World Health Organization Collaborating Centre for Nutrition, the study highlights the fact that salt intake may reflect social inequalities — and that this trend hasn’t changed much since 2000. In other words, even though overall national salt intake has been reduced over time, gaps between socio-economic groups still remain.\n\nThe researchers reviewed some 1,027 men and women aged 19 to 64 using the British National Diet and Nutrition Survey from 2008-2011. It was the first study to analyze social inequalities in salt, after the manifestation of the national salt reduction program.\n\n“Whilst we are pleased to record an average national reduction in salt consumption coming from food of nearly a gram per day, we are disappointed to find out that the benefits of such a programme have not reached those most in need,” Professor Francesco Cappuccio, senior author and director of the WHO Collaborating Centre, said in the press release. “These results are important as people of low socio-economic background are more likely to develop high blood pressure (hypertension) and to suffer disproportionately from strokes, heart attacks, and renal failure.”\n\nPoorer areas are less likely to have fresh foods or supermarkets; in addition, people from lower socio-economic positions often lack cars or modes of transportation, giving them less access to healthy supermarkets at which to shop. Not to mention that high-quality organic and health foods are often far more expensive than the Debbie cakes, chips, and sodas you can find at your corner deli. These areas are known as food deserts.\n\n“The diet of disadvantaged socio-economic groups tends to be made up of low-quality, salt-dense, high-fat, high-calorie unhealthy cheap foods,” Cappuccio said. “We have seen a reduction in salt intake in Britain thanks to a policy, which included awareness campaigns, food reformulation and monitoring. However, clearly poorer households still have less healthy shopping baskets and the broad reformulation of foods high in salt has not reached them as much as we would have hoped.”\n\nSource: He F, Pombo-Rodrigues S, MacGregor G. Salt reduction in England from 2003 to 2011: its relationship to blood pressure, stroke and ischaemic heart disease mortality. BMJ Open. 2014.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "salt intake, sodium health risks, salt inequality", "og": {"site_name": "Medical Daily", "description": "Despite an overall national reduction of sodium, gaps still remain between higher and lower socio-economic positions in Britain when it comes to salt.", "title": "The Diets Of Poor People Are Rich In Salt", "url": "http://www.medicaldaily.com/salt-intake-among-poor-reveals-lingering-social-inequalities-consumption-persists-despite-300070", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/08/27/chips.jpg", "type": "article"}, "twitter": {"description": "Despite an overall national reduction of sodium, gaps still remain between higher and lower socio-economic positions in Britain when it comes to salt.", "title": "The Diets Of Poor People Are Rich In Salt", "url": "http://www.medicaldaily.com/salt-intake-among-poor-reveals-lingering-social-inequalities-consumption-persists-despite-300070", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/08/27/chips.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/08/27/chips.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Healthy Living", "published_time": "2014-08-27T13:22:48-04:00", "modified_time": "2014-08-27T13:22:47-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Despite an overall national reduction of sodium, gaps still remain between higher and lower socio-economic positions in Britain when it comes to salt."}, "_id": "\"57477af36914bd0286fd28f9\"", "article_summary": "To help curb these chronic salt-related disorders, many countries have attempted to reduce national salt intake over the past decade.\nIt was the first study to analyze social inequalities in salt, after the manifestation of the national salt reduction program.\nIn other words, even though overall national salt intake has been reduced over time, gaps between socio-economic groups still remain.\n“We have seen a reduction in salt intake in Britain thanks to a policy, which included awareness campaigns, food reformulation and monitoring.\nPeople from poorer areas are more prone to relying on cheaper, high-sodium foods — such as chips or sodas found at the corner deli."}