{"article_title": "What Fed Up Gets Wrong About the Food Industry", "article_keywords": ["fed", "filmmakers", "food", "industry", "bill", "question", "sugar", "farm", "wrong", "harkin", "gets", "corn", "film"], "article_url": "http://reason.com/archives/2014/05/17/fed-up-with-fed-up", "article_text": "Earlier this week I caught a matinee showing of the new documentary Fed Up, at Washington, D.C.'s E Street Cinema. The film mostly rails against foods and drinks sweetened with added sugar. The movie's producers, including veteran news personality Katie Couric—who also narrates—bill Fed Up as \"the film the food industry doesn’t want you to see.\"\n\nThere's enough to dislike about Fed Up—a New York Daily News critic gives the film two stars—that I suspect viewers like you will find it is the film you don't want you to see.\n\nFed Up features a who's who of well-known supporters of increased food regulations, including Marion Nestle, Kelly Brownell, and Michael Pollan. That's to be expected. But it gives little screen time to opponents of increased regulation. And when it does, the treatment they receive is unfair by any objective measure.\n\nThe film's brief gotcha moment, for example, centers on Professor David Allison of the University of Alabama at Birmingham, whose public-health research the filmmakers targeted because, the filmmakers say, it's been funded by food companies.\n\n\"Unfortunately, despite my repeated requests, the producers have not provided me an opportunity to view the film yet and therefore I cannot comment in detail,\" Allison told me by email this week.\n\n\"I am told from others who have seen the film that a clip is shown in which I am asked a question about how one would ideally test whether sugar sweetened beverages contribute to obesity, and that I ask for a few moments to collect my thoughts; after showing me think for about 10 seconds, the camera cuts away before I give my answer,\" says Allison, who hasn't seen the film. \"If this is the case, the film-makers’ behavior seems counter to thoughtful dialogue. To ask me a question and edit out the answer, and I did answer every question, shows a lack of interest in a discussion of the evidence.\"\n\nThat is indeed the case. And it's shameful behavior on the part of Couric, who Allison tells he me he recalls speaking with on camera for the film for at least an hour.\n\nBy my count, the first mention of federal farm subsidies or sugar protectionism doesn't occur until nearly an hour into the 90-minute film. And it's around this issue that I think Fed Up's filmmakers commit their most grievous error—the misguided portrayal of former President Bill Clinton, Sen. Tom Harkin (D-HFCS), and USDA secretary Tom Vilsack as some sort of champions of healthy food.\n\nA fed up reviewer at RogerEbert.com, who gives the documentary just two stars, takes issue with Clinton's appearance in the film.\n\n\"'I don’t think high-fructose corn syrup is a good use of corn,' former President Bill Clinton muses at one point in the film, going on to admit that his administration could have done more about this issue,\" he writes. \"(Is it just me or has Clinton said that about a LOT of things his administration ended up not doing much about? Hell, and I like the guy.)\"\n\nToward the end of Fed Up, viewers see Sen. Harkin wondering how food-industry executives sleep at night. Don't they have any shame at all?, he wonders. Moments later, he answers the question: \"I don't know how they live with themselves.\"\n\nHarkin then talks of his nearly 30 years campaigning against obesity.\n\nBalderdash.\n\nOutside of the film, the same Harkin proudly notes he's now helped pass a Farm Bill eight different times. The same Harkin who reports he supported the most recent Farm Bill thanks in part to its \"beneficial... investments for Iowa farmers,\" who receive the second-most farm subsidies in the nation, according to the Environmental Working Group.\n\nThat same recent Farm Bill also includes \"[c]ontinuation of a depression-era sugar program that supports prices and protects growers from foreign competition.\"\n\nIt gets uglier. More than 80 percent of Iowa farmers are dependent on some type of taxpayer subsidy. More than 175,000 of the state's corn farmers received more than $15 billion in subsidies from 1995-2012. Those figures also come from EWG.\n\nIn 2006, Harkin bragged that \"Iowa lead[s] the nation in corn and high fructose corn syrup production.\"\n\nSo Tom Harkin is a hypocrite. Though that's hardly unique here in Washington. Secretary Vilsack is equally ghastly when he talks about how he's tried to rein in the food industry.", "article_metadata": {"og": {"url": "http://reason.com/archives/2014/05/17/fed-up-with-fed-up", "type": "article", "site_name": "Reason.com", "description": "The new documentary Fed Up claims to shine a critical light on the food industry and the \"obesity epidemic.\" But it ignores the real culprit.", "title": "What Fed Up Gets Wrong About the Food Industry"}, "twitter": {"site": "@reason", "creator": "@baylenlinnekin", "description": "Earlier this week I caught a matinee showing of the new\ndocumentary Fed Up,\nat Washington, D.C.'s E Street Cinema. The film mostly rails\nagainst foods and drinks sweetened with added sugar. The movie's\nproducers, including veteran news personality Katie Couric—who also\nnarrates—bill Fed Up as \"the film the food industry\ndoesn’t want you to see.\"\nThere's enough to dislike about Fed Up—a New York\nDaily News critic \ngives the film two stars—that I suspect viewers like you will\nfind it is the film you", "card": "summary_large_image", "title": "What <em>Fed Up</em> Gets Wrong About the Food Industry"}, "fb": {"pages": 17548474116}, "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "article": {"tag": "HomePage", "published_time": "2014-05-17T12:00:00+00:00", "author": "http://reason.com/people/baylen-linnekin"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af46914bd0286fe00be\"", "article_summary": "The movie's producers, including veteran news personality Katie Couric—who also narrates—bill Fed Up as \"the film the food industry doesn’t want you to see.\"\nFed Up features a who's who of well-known supporters of increased food regulations, including Marion Nestle, Kelly Brownell, and Michael Pollan.\nSecretary Vilsack is equally ghastly when he talks about how he's tried to rein in the food industry.\nThat same recent Farm Bill also includes \"[c]ontinuation of a depression-era sugar program that supports prices and protects growers from foreign competition.\"\nOutside of the film, the same Harkin proudly notes he's now helped pass a Farm Bill eight different times."}