{"article_title": "Why GW Pharmaceuticals PLC Shares Skyrocketed -- The Motley Fool", "article_keywords": ["gw", "fool", "epidiolex", "skyrocketed", "motley", "young", "shares", "children", "pharmaceuticals", "reduction", "frequency", "plc", "seizure", "valuation", "patients"], "article_url": "http://www.fool.com/investing/general/2014/06/17/why-gw-pharmaceuticals-plc-shares-skyrocketed.aspx", "article_text": "Although we don't believe in timing the market or panicking over market movements, we do like to keep an eye on big changes -- just in case they're material to our investing thesis.\n\nWhat: Shares of GW Pharmaceuticals (NASDAQ:GWPH), a biopharmaceutical company engaged in the discovery of cannabinoids and effecting biologic pathway change through use of those cannabinoids, surged as much as 17% after announcing physician reports on investigational treatment-resistant epilepsy drug epidiolex in children and young adults.\n\nSo what: According to its early morning press release, of the 27 children and young adults evaluated by physicians in its study, which included nine cases of Dravet syndrome, patients that did respond to epidiolex demonstrated a high propensity to have a 50% or greater reduction in seizures, with 15% of patients going the entire 12-week treatment course seizure-free. As noted, mean overall reduction in seizure frequency from baseline was 44%, with 41% of all patients obtaining at least a 70% reduction in seizure frequency. Utilizing additional safety data from another study which allowed a look at a patient pool of 62 children and young adults, 80% of all adverse events were considered mild-to-moderate with no patient withdrawals due to adverse events. GW anticipates moving its epidiolex development program into phase 2/3 by the latter half of this year.\n\nNow what: This is positive news for GW Pharmaceuticals and would appear to signal that epidiolex is, to some degree, effective at reducing seizure frequency, especially in Dravet syndrome patients where the average seizure reduction percentages were even higher. But as I've noted in the past, GW's potential on paper and its current valuation have never aligned. Sativex, its multiple sclerosis-related spasticity treatment has sold poorly throughout much of Europe, and the company could face backlash from physicians who are simply unwilling to prescribe something derived from the cannabis plant. Marijuana stocks are certainly all the rage, and none has more potential than GW Pharmaceuticals; I will give it that. However, at a valuation of nearly $1.6 billion, with zero guarantees that it'll infiltrate the highly profitable U.S. markets, I'd suggest passing on GW here.", "article_metadata": {"publish_time": "15:14", "description": "GW Pharmaceuticals leads marijuana stocks higher after reporting positive physician data on one of its investigational therapies.", "ResponsiveALP": "1Ses_2things-v-single_2-things_50", "author": "Sean Williams", "promo": "GW Pharmaceuticals leads marijuana stocks higher after reporting positive physician data on one of its investigational therapies.", "twitter": {"title": "Why GW Pharmaceuticals PLC Shares Skyrocketed --  The Motley Fool", "description": "GW Pharmaceuticals leads marijuana stocks higher after reporting positive physician data on one of its investigational therapies.", "site": "@themotleyfool"}, "msvalidate.01": "8D40D58712924715BAA79D135A6C8DDA", "og": {"site_name": "The Motley Fool", "description": "GW Pharmaceuticals leads marijuana stocks higher after reporting positive physician data on one of its investigational therapies.", "title": "Why GW Pharmaceuticals PLC Shares Skyrocketed --  The Motley Fool", "url": "http://www.fool.com/investing/general/2014/06/17/why-gw-pharmaceuticals-plc-shares-skyrocketed.aspx", "image": "https://g.foolcdn.com/image/?url=http%3A%2F%2Fg.foolcdn.com%2Fassets%2Fimages%2Ffool%2Ftmf-logo.png&h=630&w=1200&op=resize", "type": "article"}, "headline": "Why GW Pharmaceuticals PLC Shares Skyrocketed", "fb": {"admins": 50808187550, "page_id": 7240312795, "app_id": 50808187550}, "bureau": "usmf-health-care", "STORY_UID": "1f5302fc-f64e-11e3-ad7a-0050569d4be0", "pitch": 681, "date": "2014-06-17T19:14:00Z", "gsa_date": "2014 06 17", "tickers": "GWPH", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0"}, "_id": "\"57477af36914bd0286fc9b08\"", "article_summary": "Marijuana stocks are certainly all the rage, and none has more potential than GW Pharmaceuticals; I will give it that.\nAs noted, mean overall reduction in seizure frequency from baseline was 44%, with 41% of all patients obtaining at least a 70% reduction in seizure frequency.\nGW anticipates moving its epidiolex development program into phase 2/3 by the latter half of this year.\nHowever, at a valuation of nearly $1.6 billion, with zero guarantees that it'll infiltrate the highly profitable U.S. markets, I'd suggest passing on GW here.\nNow what: This is positive news for GW Pharmaceuticals and would appear to signal that epidiolex is, to some degree, effective at reducing seizure frequency, especially in Dravet syndrome patients where the average seizure reduction percentages were even higher."}