{"article_title": "Brazilian MMA Fighter Kinberly Novaes Wins Title Before Promptly Finding Out She's 12 Weeks Pregnant", "article_keywords": ["kinberly", "tests", "novaes", "weight", "title", "wins", "pregnant", "fighting", "promptly", "shes", "way", "finding", "weeks", "fight", "mma", "thats"], "article_url": "http://www.medicaldaily.com/brazilian-mma-fighter-kinberly-novaes-wins-title-promptly-finding-out-shes-12-weeks-348502", "article_text": "Brazilian MMA fighter Kinberly Novaes and her boyfriend Jacson Carvalho, also an MMA fighter, received some pretty big news recently: Novaes is pregnant and has been for six months. After the initial shock wore off, Novaes thought back to her fight on May 17, in which she defeated Renata Baldan to win the Noxii strawweight title. She was 12 weeks pregnant during that bout.\n\n\"We did a morphology ultrasound last week and the doctor said I’m 24 weeks pregnant, almost six months, and my baby is healthy and strong,\" Novaes told MMAFighting.com. \"I was worried because I trained hard, fought, cut weight. I suffered a lot to make weight for my last fight, couldn’t dehydrate properly, and I was already training to fight again next week, but the doctor said everything is fine.\"\n\nNovaes was scheduled to make her Resurrection Fighting Alliance (RFA) debut on Aug. 21 against Jocelyn Jones Lybarger. She quickly noticed a significant problem while preparing for her upcoming fight: no matter how much work she put in she was still unable to cut weight. Throughout her training she had been experiencing headaches, cramps, and nausea. She even started taking laxatives after assuming her hardened belly was an intestinal issue. That’s when one of her trainers urged her to see a doctor.\n\nAlthough Novaes insisted that there was no way she could be pregnant, the results of a blood test taken an hour beforehand revealed that she did, in fact, have a baby boy on the way. Novaes admitted that she can be hardheaded when it comes to seeing a doctor, but Noxii promoter Bruno Barros said the blame lies with him.\n\n\"I didn’t ask for the exam. That’s the truth,\" Barros told MMAFighting.com. \"I didn’t even think about the possibility of a woman fighting while pregnant, going through a camp and dehydrating and everything. That was my first event.\"\n\nBarros asked for HIV and hepatitis tests, but not all fighters sent him results. He allowed them to fight either way because some of them claimed they had no money for the tests or that time didn't permit, he said, \"but that’s my fault that I let them fight anyway. But thank God everything is fine with the baby.\"\n\nIn spite of the initial scare after realizing she had competed in a fight while she was 12 weeks pregnant, she insists that all tests have shown the baby is perfectly healthy. Novaes said she plans on taking the year off from fighting to start her new family. Hopefully, this situation has impressed upon all MMA fighter promoters the importance of a simple pregnancy test.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "brazilian, mma, fighter, kinberly, novaes, 12, weeks, pregnant", "og": {"site_name": "Medical Daily", "description": "Brazilian MMA fighter Kinberly Novaes had no idea she was 12 weeks pregnant when she won her Noxii title back in May.", "title": "MMA Fighter Wins Title… Without Realizing She's 12 Weeks Pregnant", "url": "http://www.medicaldaily.com/brazilian-mma-fighter-kinberly-novaes-wins-title-promptly-finding-out-shes-12-weeks-348502", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/08/19/kinberly-novaes.jpg", "type": "article"}, "twitter": {"description": "Brazilian MMA fighter Kinberly Novaes had no idea she was 12 weeks pregnant when she won her Noxii title back in May.", "title": "MMA Fighter Wins Title… Without Realizing She's 12 Weeks Pregnant", "url": "http://www.medicaldaily.com/brazilian-mma-fighter-kinberly-novaes-wins-title-promptly-finding-out-shes-12-weeks-348502", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/08/19/kinberly-novaes.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/08/19/kinberly-novaes.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "The Grapevine", "published_time": "2015-08-19T12:33:01-04:00", "modified_time": "2015-08-19T12:33:00-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Brazilian MMA fighter Kinberly Novaes had no idea she was 12 weeks pregnant when she won her Noxii title back in May."}, "_id": "\"57477af46914bd0286fe12c0\"", "article_summary": "Brazilian MMA fighter Kinberly Novaes and her boyfriend Jacson Carvalho, also an MMA fighter, received some pretty big news recently: Novaes is pregnant and has been for six months.\nShe was 12 weeks pregnant during that bout.\n\"We did a morphology ultrasound last week and the doctor said I’m 24 weeks pregnant, almost six months, and my baby is healthy and strong,\" Novaes told MMAFighting.com.\n\"I didn’t even think about the possibility of a woman fighting while pregnant, going through a camp and dehydrating and everything.\nIn spite of the initial scare after realizing she had competed in a fight while she was 12 weeks pregnant, she insists that all tests have shown the baby is perfectly healthy."}