{"article_title": "Rain Not Keeping Memorial Day Weekend Campers Away", "article_keywords": ["memorial", "school", "camping", "away", "park", "keeping", "rain", "day", "state", "health", "keloland", "general", "weekend", "campers"], "article_url": "http://www.keloland.com/news/article/news/rain-not-keeping-memorial-day-weekend-campers-away", "article_text": "Garretson, SD\n\nMemorial Day Weekend is the unofficial start of the camping season. This year is off to a rainy start, but that's not stopping campers from getting out and enjoying the great outdoors.\n\nThe rain is coming down at Palisades State Park, but the sign at the entrance still reads \"No Vacancy.\"\n\n\"Campers of course we're always full at the campground. Day use is probably a little slow on account of you know, the weather,\" Campground Host Merle Wenge said.\n\nThe campsite has 37 units for tents and RVs, and they are all sitting full. Three campers came to the state park over the weekend because their friend was getting married in Sioux Falls. They say rain or shine, camping is the way to go.\n\n\"I love sitting around the fire, just being with people around the fire and everything just isn't as important. Just enjoying the company and the warmth,\" Frank Cave-Lacoste said.\n\nThe campers have the company of rain this weekend. The trio looked at the forecast and came prepared with a tarp.\n\n\"Well we feel lucky because we thought it was going to rain for the whole two days straight. So yeah we made some oatmeal, sat under the tarp. It wasn't so bad,\" Bristol Cave-Lacoste said.\n\nCampground Host Merle Wenge says starting now, every weekend at the state park will be busy until Labor Day.\n\n\"I've think I've always had an awareness that camping starts on Memorial Day. I love camping so much and I look forward to it every year. It's the same in Boston that it starts Memorial Day Weekend,\" Daniela Petuchowski said.\n\nCome rain or shine, the state park expects the camping season to be a successful one.\n\nClick here for more information about Palisades State Park.\n\nNews\n\nOutdoors\n\nGeneral {{Title}} Remove Change News General Courts Web Only Crime Outdoors Events Center Non-Homepage Boredom Busters Pipeline Positively KELOLAND Technology Hunger Affordable Care Act Shops Flooding Remembering 9/11 Drought JazzFest Spring Storm Honor Flight Spencer Anniversary\n\nDoApp Health News Business News Sports\n\nAgriculture Markets Livestock Crops Politics\n\nHealthBeat Cancer Children's Health Heart Health Wellness & Nutrition General Health Beat Women's Health RX Resources What's Going Around OTC Diabetes Recalls Dental Health Men's Health\n\nPolitics South Dakota Legislature Budget Congress Taxes General Local Campaign President US Senate New Laws US House Iowa Ballot Issues Local Races Minnesota Gubernatorial\n\nEducation Funding College Elementary High School Pre K School Supplies Middle School\n\nSports Professional College High School Sports Zone Headlines Summit League Tournament Olympics\n\nBusiness Industry Your Money Matters Development Gas & Energy Legislation Economy/Stocks Employment General Health Care Technology Education Funding Tourism Banking/Finance Housing Transportation Insurance Meetings & Events Retail & Restaurants All Industries On The Move Shops Agriculture\n\nFeatured Stories Eye on KELOLAND Inside KELOLAND\n\nWeather Snow Forecast Records Rain Flooding Drought WX Corner General\n\nWorld News\n\nInvestigates GEAR UP\n\nSponsored Done\n\n© 2016 KELOLAND TV. All Rights Reserved.", "article_metadata": {"og": {"site_name": "KELOLAND News", "description": "Memorial Day Weekend is the unofficial start of the camping season. This year is off to a rainy start, but that&#39;s not stopping campers from getting", "title": "Rain Not Keeping Memorial Day Weekend Campers Away", "url": "http://www.keloland.com/news/article/news/rain-not-keeping-memorial-day-weekend-campers-away", "image": "http://kelolandassets.blob.core.windows.net/kelolandassets/images/default-source/agriculture/crops/barley/64805.jpg?sfvrsn=0", "type": "website"}, "fb": {"app_id": 521498541203189}, "Generator": "Sitefinity 7.3.5630.0 PE", "viewport": "width=device-width, initial-scale=1.0", "description": "Memorial Day Weekend is the unofficial start of the camping season. This year is off to a rainy start, but that&#39;s not stopping campers from getting"}, "_id": "\"57477af46914bd0286fe12b9\"", "article_summary": "It's the same in Boston that it starts Memorial Day Weekend,\" Daniela Petuchowski said.\nThree campers came to the state park over the weekend because their friend was getting married in Sioux Falls.\nThe rain is coming down at Palisades State Park, but the sign at the entrance still reads \"No Vacancy.\"\nCampground Host Merle Wenge says starting now, every weekend at the state park will be busy until Labor Day.\nGarretson, SDMemorial Day Weekend is the unofficial start of the camping season."}