{"article_title": "Colorado men’s cross country wins fifth NCAA championship – The Denver Post", "article_keywords": ["championship", "colorado", "title", "wins", "moussa", "ncaa", "cross", "denver", "mens", "wetmore", "going", "best", "country", "won", "post", "team", "win", "day", "fifth"], "article_url": "http://www.denverpost.com/colleges/ci_26993189/colorado-mens-cross-country-wins-fifth-ncaa-championship", "article_text": "TERRE HAUTE, Ind. — Carrying its status as defending champion and heavy favorite not as a burden but with pride, the University of Colorado won the program’s fifth NCAA men’s cross country championship Saturday in dominant fashion.\n\nOn a windy day with strong gusts under leaden clouds, and on a damp course that left runners speckled with mud, Oregon’s Edward Cheserek and Eric Jenkins went 1-2, but the Buffaloes placed three in the top 10, led by junior Ammar Moussa in fifth. CU sophomore Ben Saarel was seventh and senior Blake Theroux finished ninth.\n\n“It’s no pressure to us. It’s just business,” Theroux said. “We’re all veterans here. This is what we do every day. We train; we just have to do exactly what we’ve been doing and we’re going to win. I trust these guys with my life. I’d take a bullet for them. I knew they were going to come out here and do it.”\n\nThey may have approached their task in a businesslike manner, but when Moussa emerged from the finish area, a wave of emotion crossed his face and caught in his throat.\n\nPHOTOS: CU Men win 2nd national title at NCAA Cross Country Championships\n\n“Just blessed,” he said, tears pooling in his eyes. “Really blessed.”\n\nColorado finished with 65 points for the lowest (best) score of its men’s title teams. Runner-up Stanford finished with 98.\n\n“We start training in June,” Theroux said. “We train harder than anyone in this country. We’re up in the Rocky Mountains, zero degrees, (running) 18 miles and we say, ‘Screw this, we’re going to go out there and win in Terre Haute.’ That’s just what it’s all about. We’ve been talking about winning every single day since June 1. We talk about this day, we’re going to come out here and kill it. That’s what we did.”\n\nMoussa got a good luck text Friday night from Adam Goucher, who won the NCAA individual title in 1998 to lay the foundation for the elite program coach Mark Wetmore has built. Moussa was touched to hear from Goucher.\n\n“I told him (Saturday) is just another chapter in the legacy he started,” Moussa said. “We’re not special, we’re not different than anybody else, but we push each other every day. I do it for them, and I know we all feel the same way. We just care about each other.”\n\nThis was Wetmore’s first team to repeat, but his emotions were “half relief” and pride for his team.\n\n“It’s so hard to be the favorites, it’s so hard to have the attention, it’s so hard for nine or 10 21-year-old men to keep their egos in check and they really did it,” Wetmore said. “That’s the biggest feeling I have — pride, not for me but for them.”\n\nA month ago Wetmore said if CU won, it would be his best team. In recent days he’s been more reluctant to say that.\n\n“This is probably our best team ever,” he said. “This is certainly the best third, fourth and fifth (runners) we’ve ever had. They’re real good and they belong in the pantheon.”\n\nSaarel was the top Buff at NCAAs last season as a freshman, finishing eighth, but he battled nagging health issues this season. He ran strong Saturday.\n\n“He’s a very serious student, he’s in a very hard arduous engineering program, he lives on four or five hours sleep,” Wetmore said. “The other night he got seven and he said, ‘I feel so much better.’ I was encouraged for him this weekend, that he got his exams out of the way and was going to feel well.”\n\nCross country teams tend to be extremely close because of the mutual suffering the sport entails, but that is especially true of this team fueled by the legacy Wetmore has built.\n\n“It really is a team sport when you have the best team in the sport,” Saarel said. “You do the best you can. Our coach stresses running your race, so I focused on trying to run my race. It’s an amazing feeling to win, and it’s privilege to run with these guys.\n\nJohn Meyer: 303-954-1616, jmeyer@denverpost.com or twitter.com/johnmeyer\n\nCU men’s cross country titles, with top finisher\n\n2001: Jorge Torres, second\n\n2004: Brent Vaughn, fourth\n\n2006: Vaughn, 12th\n\n2013: Ben Saarel, eighth\n\n2014: Ammar Moussa, fifth\n\nNote: The CU women won NCAA championships in 2000 and 2004. Kara Goucher won the individual title in 2000.", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Colorado men’s cross country wins fifth NCAA championship", "title": "Colorado men’s cross country wins fifth NCAA championship", "url": "http://www.denverpost.com/2014/11/22/colorado-mens-cross-country-wins-fifth-ncaa-championship/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20141122__94940d64ec5b2c2d660f6a706700c8fbp1.jpg", "height": 465}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20141122__94940d64ec5b2c2d660f6a706700c8fbp1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2014-11-22T14:02:17+00:00", "modified_time": "2016-04-26T17:20:06+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1", "news_keywords": "Running"}, "_id": "\"57477af46914bd0286fddc76\"", "article_summary": "“It really is a team sport when you have the best team in the sport,” Saarel said.\nPHOTOS: CU Men win 2nd national title at NCAA Cross Country Championships“Just blessed,” he said, tears pooling in his eyes.\n— Carrying its status as defending champion and heavy favorite not as a burden but with pride, the University of Colorado won the program’s fifth NCAA men’s cross country championship Saturday in dominant fashion.\n“This is probably our best team ever,” he said.\nWe train; we just have to do exactly what we’ve been doing and we’re going to win."}