{"article_title": "Goldman’s Lloyd Blankfein Says He Learned ‘Lessons’ from Occupy Wall Street", "article_keywords": ["lessons", "lot", "clinton", "blankfein", "goldmans", "wall", "goldman", "global", "know", "occupy", "street", "lloyd", "way", "learned", "movement", "gridlock", "paulson"], "article_url": "http://www.thedailybeast.com/articles/2013/09/25/goldman-s-lloyd-blankfein-says-he-learned-lessons-from-occupy-wall-street.html", "article_text": "Clinton Global Initiative\n\nAt the Clinton Global Initiative on Wednesday, the Goldman Sachs CEO commented on the anniversary of Occupy Wall Street and rebutted his predecessor’s criticisms of executive bonuses after the crash.\n\nIf anyone sees a dozen roses left unattended in Zuccotti Park, please deliver them to the protestors of Occupy Wall Street, courtesy of Lloyd Blankfein.\n\nAt least that it was the Goldman Sachs CEO joked to CNN’s Fareed Zakaria during a panel discussion that Clinton Global Initiative’s annual summit in midtown Manhattan.\n\nWhen the TV host reminded Blankfein that the Occupy movement had just passed its two-year anniversary—a movement, he said, which Goldman was “not incidental to”—Blankfein responded, “I must have missed it. I didn’t know this was such a big anniversary. I must send flowers.”\n\nAsked if he learned anything from the Occupy movement, Blankfein cracked, “Well, there was a lot going on. There were a lot of lessons. But of course I did.”\n\nTurning more serious, he said that the one of the consequences of a radical changes in technology was that, “winners win a lot,” a situation, “not made better by income redistribution.” Instead, countries, and companies, have to be competitive by making things people want for less cost.\n\nBlankfein was also asked about comments his predecessor at Goldman, former Treasury Secretary Henry Paulson, made upon learning about the bonuses top executives were paid after the federal government bailed out the banks.\n\n“To say I was disappointed is an understatement,” Paulson told Andrew Ross Sorkin of The New York Times, calling the pay-outs “just a colossal lack of self-awareness as to how [bank executives] were viewed by the American public.”\n\n\n\nBlankfein said that what Paulson and other critics failed to appreciate was that bonuses did not go to those at the very top, but to the hundreds of managers who guided the company through a difficult period.\n\n“We understand why the rest of the country was aggrieved, but [Goldman bankers] didn’t feel they were the instrumentality of the problem.”\n\nThe panel was dedicated to “Creating Long Term Value In Emerging Markets,” and Blankfein was joined by Denis O’Brien, the chairman of Digicel, a Haitian telecoms provider, and Jim Rogers, chairman of Duke Energy. The conversation however turned immediately to domestic economic concerns, with Rogers telling the audience that the gridlock currently pervading Washington could actually benefit businesses once they learned to accept it.\n\n“There is almost permanent gridlock, so in an interesting way that is the new normal, but actually a certain certainty because we know there will be gridlock. So all of a sudden the the new way forward is gridlock because the far left and far right don’t know how to work together and they show no desire to work together and as a businessperson you go, “That is not bad because there will be a counter-balance. And a different certainty but certainty about what the government can do for business.”\n\nBlankfein disagreed, saying that previously, moderates of both parties were able to come together to form a consensus, and so when power changed hands, policy was unlikely to radically shift, since both parties were equally involved in the creation of it. He cited the passage of the Affordable Care Act, done with no Republican support, and said that it could now be undone when the GOP regains the White House, creating uncertainty for business.\n\nHe urged Republicans to stand down from their threats to shut down the government.\n\n“The confrontation and the way the confrontation is being carried out is already having a very damaging impact on the markets and it is totally foreseeable. Wherever you stand on the specific issues of what is trying to be accomplished, the idea of engaging away from the substantive argument after it has already been decided saying we will blow up the credit rating of the United States unless you accede to us is just a poor policy and a poor example of the American political process.”", "article_metadata": {"twitter": {"site": "@thedailybeast", "card": "summary", "creator": "Freedlander"}, "keywords": "u.s. poli", "publicationDate": 201309252146, "wrap": "/content/dailybeast/features/2013/inside-the-united-nations-general-assembly-and-clinton-global-initiative", "description": "At the Clinton Global Initiative on Wednesday, the Goldman Sachs CEO commented on the anniversary of Occupy Wall Street and rebutted his predecessor’s criticisms of executive bonuses after the crash.", "pageNum": 1, "title": "Goldmans Lloyd Blankfein Says He Learned Lessons from Occupy Wall Street", "tags": "topic:politics", "environment": "dev", "platform": "desktop", "template": "article", "type": "house", "parsely-page": "{\"title\":\"Goldman’s Lloyd Blankfein Says He Learned ‘Lessons’ from Occupy Wall Street\",\"link\":\"http://www.thedailybeast.com/articles/2013/09/25/goldman-s-lloyd-blankfein-says-he-learned-lessons-from-occupy-wall-street.html\",\"image_url\":\"http://cdn.thedailybeast.com/content/dailybeast/articles/2013/09/25/goldman-s-lloyd-blankfein-says-he-learned-lessons-from-occupy-wall-street/jcr:content/image.crop.410.273.jpg/46004868.cached.jpg\",\"type\":\"post\",\"post_id\":\"/content/dailybeast/articles/2013/09/25/goldman-s-lloyd-blankfein-says-he-learned-lessons-from-occupy-wall-street\",\"pub_date\":\"2013-09-25T21:46:00+00:00\",\"section\":\"U.S. Politics\",\"author\":\"David Freedlander\",\"tags\":[\"politics\"]}", "news_keywords": "US Politics", "sectionTaxanomies": "politics", "fb": {"admins": "1703087,30000737,1117577220,1276800108,931159,514915512", "app_id": 189930913679}, "authors": "David Freedlander", "article": {"section": "politics", "published_time": "2013-09-25T21:46:00.000Z", "author": "http://www.thedailybeast.com/contributors/david-freedlanderhtml"}, "resourceType": "dailybeast2/components/pages/article", "contentpath": "/content/dailybeast/articles/2013/09/25/goldman-s-lloyd-blankfein-says-he-learned-lessons-from-occupy-wall-street", "og": {"site_name": "The Daily Beast", "description": "At the Clinton Global Initiative on Wednesday, the Goldman Sachs CEO commented on the anniversary of Occupy Wall Street and rebutted his predecessor’s criticisms of executive bonuses after the crash.", "title": "Goldman’s Lloyd Blankfein Says He Learned ‘Lessons’ from Occupy Wall Street", "url": "http://www.thedailybeast.com/articles/2013/09/25/goldman-s-lloyd-blankfein-says-he-learned-lessons-from-occupy-wall-street.html", "image": "http://cdn.thedailybeast.com/content/dailybeast/articles/2013/09/25/goldman-s-lloyd-blankfein-says-he-learned-lessons-from-occupy-wall-street/jcr:content/image.img.2000.jpg/1380146056859.cached.jpg", "type": "article"}, "authorIds": "/etc/authors/d/david-freedlander", "content-type": "text/html; charset=UTF-8"}, "_id": "\"57477af46914bd0286fe12e6\"", "article_summary": "I must send flowers.”Asked if he learned anything from the Occupy movement, Blankfein cracked, “Well, there was a lot going on.\nClinton Global InitiativeAt the Clinton Global Initiative on Wednesday, the Goldman Sachs CEO commented on the anniversary of Occupy Wall Street and rebutted his predecessor’s criticisms of executive bonuses after the crash.\nIf anyone sees a dozen roses left unattended in Zuccotti Park, please deliver them to the protestors of Occupy Wall Street, courtesy of Lloyd Blankfein.\nWhen the TV host reminded Blankfein that the Occupy movement had just passed its two-year anniversary—a movement, he said, which Goldman was “not incidental to”—Blankfein responded, “I must have missed it.\nAt least that it was the Goldman Sachs CEO joked to CNN’s Fareed Zakaria during a panel discussion that Clinton Global Initiative’s annual summit in midtown Manhattan."}