{"article_title": "Louisiana health insurers request rate hikes in 2016", "article_keywords": ["blue", "requested", "2016", "shield", "request", "increase", "hikes", "rate", "individual", "health", "plan", "insurers", "louisiana", "insurance"], "article_url": "http://www.nola.com/politics/index.ssf/2015/06/louisiana_health_insurance_com.html", "article_text": "Louisiana customers could be paying 11 percent to 56 percent more for their health insurance in 2016 if rate increases requested by eight companies are finalized. The Centers for Medicaid and Medicare Services this week released the companies' requested rate hikes in the form of a publicly searchable database.\n\nThe data reflect any rate hike requests of more than 10 percent on Affordable Care Act plans. If finalized, the higher rates would take effect on Jan. 1. Of the 15 products for which insurers requested rate hikes, all but two are for individual plans.\n\nThe highest planned increase, 55.5 percent, came on individual plans of from Assurant Health, also known as Time Insurance Co. and John Alden Life Insurance Co. Mary Hinderliter, vice president of Assurant Health, would not say how many Louisiana customers would be affected by that increase. \"As part of a public company with sales in nearly every state, Assurant Health does not share that level of detail about our business,\" Hinderliter said.\n\nOverall, the median increase requested by companies seeking to raise premiums beyond 10 percent came in much lower, at 17.6 percent. The reasons that the companies gave for the higher rates included increased medical costs, higher-than-expected patient morbidity, increased use by patients and the expense of medical technology in treating patients. Aetna, which along with Coventry Health and Life has requested a rate increase in its small group preferred provider plans, said \"the cost for inpatient hospital admissions has increased 12 percent\" and pharmaceuticals \"have gone up 22 percent.\"\n\nFor 152,000 people in Louisiana, the rate boost could average 11.4 percent to 26 percent, according to plan data submitted by six of the insurers: Aetna Health, United Healthcare Life, Louisiana Health Cooperative, Blue Cross Blue Shield of Louisiana, Humana Health Benefit Plan of Louisiana and HMO Louisiana, a subsidiary of Blue Cross Blue Shield of Louisiana.\n\nCenters for Medicaid and Medicare Services said the rates will be finalized in October and, it warns, many are subject to change before then. Approved rates are to be published no later than Nov. 1.\n\nThe proposed rates don't include tax credits that are awarded to customers whose incomes and family size make them eligible for help on their premiums. In 2015, the agency said, eight in 10 people who purchased plans through HealthCare.gov received an average premium tax credit of $263 per person per month.\n\n\"In addition, 8 in 10 consumers in the HealthCare.gov states had access to a plan for less than $100 per month after tax credits, and around 7 in 10 had access to a plan for less than $50 a month,\" the agency wrote in its news release.\n\n2016 health insurance rate hike requests over 10 percent Company Name Product Name Requested Rate increase Time Insurance Company 2016 INDIVIDUAL MEDICAL PLAN – Individual – 31434LA020 55.45% Aetna Health Inc. (a LA corp.) Coventry IVL HMO – Individual – 81941LA037 26.00% UnitedHealthcare Life Insurance Company 2015 Off Exchange – Individual – 66593LA006 24.00% Louisiana Health Cooperative, Inc. LAHC POS Indvidual – Individual – 67202LA001 22.85% Louisiana Health Cooperative, Inc. LAHC Individual HMO – Individual – 67202LA011 22.52% Aetna Health Inc. (a LA corp.) Coventry IVL POS – Individual – 81941LA043 19.90% Blue Cross Blue Shield of Louisiana Blue Saver Individual – Individual – 97176LA035 19.68% Aetna Life Insurance Company Aetna Fee for Service – Small Group – 14030LA007 17.61% Blue Cross Blue Shield of Louisiana Blue Max Individual – Individual – 97176LA034 14.97% Humana Health Benefit Plan of Louisiana, Inc. HumanaOne 2014 PPO – Individual – 44965LA058 14.59% Blue Cross Blue Shield of Louisiana Blue Cross and Blue Shield of Louisiana, a Multi-State Plan – Individual – 97176LA033 14.57% HMO Louisiana, Inc. Community Blue POS Individual – Individual – 19636LA023 11.91% HMO Louisiana, Inc. Blue POS Individual – Individual – 19636LA022 11.88% HMO Louisiana, Inc. Blue Connect POS Individual – Individual – 19636LA024 11.82% Coventry Health and Life SHOP Bronze OFF – Small Group – 22381LA031 11.42% Average increase 19.94% Median increase 17.61%\n\n* * * *\n\nRebecca Catalanello can be reached at rcatalanello@nola.com or 504.717.7701.\n\nCorrection: An earlier version of this story incorrectly stated the mechanism by which these insurance rates would be finalized. The story has been updated.", "article_metadata": {"medium": "news", "viewport": "width=device-width,initial-scale=1", "news_keywords": "ACA, Affordable Care Act, blue cross blue shield, br-homepage, br-news, br-politics, business, homepage, insurance, louisiana health care, louisiana politics, news, Obamacare, politics", "title": "Louisiana health insurers request rate hikes in 2016", "og": {"site_name": "NOLA.com", "description": "Louisiana customers could be paying 11 percent to 56 percent more for their health insurance in 2016 if rate increases requested by eight companies are finalized. The Centers for Medicaid and Medicare Services this week released the companies' requested rate...", "title": "Louisiana health insurers request rate hikes in 2016", "url": "http://www.nola.com/politics/index.ssf/2015/06/louisiana_health_insurance_com.html", "image": {"width": 620, "identifier": "http://image.nola.com/home/nola-media/width620/img/politics/photo/17983841-standard.png", "height": 316}, "type": "article"}, "twitter": {"description": "Louisiana customers could be paying 11 percent to 56 percent more for their health insurance in 2016 if rate increases requested by eight companies are finalized. The Centers for Medicaid and Medicare Services this week released the companies' requested rate...", "creator": "@RCatNola", "image": "http://image.nola.com/home/nola-media/width620/img/politics/photo/17983841-standard.png", "title": "Louisiana health insurers request rate hikes in 2016", "site": "@nolanews", "card": "summary_large_image"}, "article_date_updated": "Tuesday, June 02, 2015,  4:26 PM", "fb": {"admins": 100000302287435}, "article_publication_name": "NOLA.com", "article": {"author": "https://www.facebook.com/NOLAnews/"}, "article_comments": 0, "article_date_original": "Tuesday, June 02, 2015,  1:29 PM", "article_author": "Rebecca Catalanello, NOLA.com | The Times-Picayune", "Description": "Louisiana customers could be paying 11 percent to 56 percent more for their health insurance in 2016 if rate increases requested by eight companies are finalized. The Centers for Medicaid and Medicare Services this week released the companies' requested rate hikes in the form of a publicly searchable database. The data reflect any rate hike requests of more than 10 percent on Affordable Care Act plans. If finalized, the higher rates would take effect on Jan. 1. Of the 15 products for which insurers requested rate hikes, all but two are for individual plans. The highest planned&nbsp;increase, 55.5 percent, came on individual plans of from Assurant Health, also known as Time Insurance Co. and John Alden Life Insurance Co. Mary Hinderliter, vice president of Assurant Health, would not say how many Louisiana customers would be affected by that increase. \"As part of a public company with sales in nearly every state, Assurant Health does not share that level of detail about our business,\" Hinderliter said. Overall, the median increase requested by companies seeking to raise premiums beyond 10 percent came in much lower, at 17.6 percent. The reasons that the companies gave for the higher rates&nbsp;included increased medical costs,..."}, "article_summary": "For 152,000 people in Louisiana, the rate boost could average 11.4 percent to 26 percent, according to plan data submitted by six of the insurers: Aetna Health, United Healthcare Life, Louisiana Health Cooperative, Blue Cross Blue Shield of Louisiana, Humana Health Benefit Plan of Louisiana and HMO Louisiana, a subsidiary of Blue Cross Blue Shield of Louisiana.\nThe Centers for Medicaid and Medicare Services this week released the companies' requested rate hikes in the form of a publicly searchable database.\nOf the 15 products for which insurers requested rate hikes, all but two are for individual plans.\nLouisiana customers could be paying 11 percent to 56 percent more for their health insurance in 2016 if rate increases requested by eight companies are finalized.\nOverall, the median increase requested by companies seeking to raise premiums beyond 10 percent came in much lower, at 17.6 percent."}