{"article_title": "CVS doesn't need tobacco for its revenues: it has Obamacare", "article_keywords": ["business", "tobacco", "company", "healthcare", "obamacare", "cvs", "private", "doesnt", "smokers", "morgan", "exchanges", "need", "revenues"], "article_url": "http://www.theguardian.com/world/2014/feb/05/cvs-tobacco-revenues-obamacare", "article_text": "Does this seem like odd timing? Decades after tobacco lawsuits, settlements and other conflicts swept the country, one major retailer, CVS, has said it will no longer sell any tobacco products in its 7,600 stores. The move will cost CVS somewhere in the neighborhood of $2bn, which normally would be the kind of loss that would panic executives and worry anyone holding CVS stock.\n\n\n\nIt turns out that the timing however, is perfect. CVS doesn't need tobacco for its revenues because a bigger source of business is on the horizon: Obamacare. And Obamacare is invested in pressuring smokers to quit by forcing them to pay more for healthcare.\n\n\n\nObamacare is one of CVS's best chances to grow its business, according to Wall Street analysts. Tobacco – and smokers – are directly the opposite of that business opportunity. Obamacare doesn't like smokers; it is set up so that smokers may pay healthcare premiums as much as 50% higher than people who don't smoke.\n\nThat Obamacare connection is a pretty good incentive for CVS to stop selling tobacco and set its sights elsewhere. Both CVS and those Wall Street analysts believe that the company's strength is its direct link between consumers and the healthcare industry – something it calls the \"retailization of healthcare.\" As CVS executives put it in a December presentation: \"Consumers will play an increasingly active role in all healthcare decisions.\" This naturally is a great line at just the time when the healthcare industry and the government is desperate to reach those consumers.\n\nThat's why CVS's strategy is to get even closer to consumers and their healthcare decisions.\n\nCVS appears to be hoping to become much less a retail pitstop and much more a healthcare company – at least as far as its profits are concerned. It points to its Pharmacy Advisor business, in which pharmacists check in with customers – or provide \"counseling interventions,\" in the company's terms – for about 10 chronic conditions from asthma and depression to osteoporosis and breast cancer. The company counted 3.2m of those interventions annually – which CVS Caremark quantifies as $1.9m of healthcare savings for every 100,000 lives affected. The company also has a MinuteClinic quick-healthcare service, which counted 4m visits last year.\n\nCustomers are increasingly likely to approach CVS's pharmacists to ask for basic healthcare advice, according to research from RBC Capital Markets analyst Frank Morgan: \"CVS is continuing to drive strong growth in live clinical interactions between pharmacists and retail customers.\"\n\nObamacare is a particular boon, if only because it provides a bigger market for – and thus more profits in – healthcare.\n\n\n\nThat's why Obamacare looks so appealing to CVS. The company estimates that it has relationships with as many as 82% of the people who are eligible to use Obamacare exchanges. To executives, and to Wall Street, that spells a business opportunity.\n\nThere are a lot of reasons that CVS might greet the rise of Obamacare with relief.\n\nOne is that more big companies – like Walgreen's, IBM and AT&T – are moving their retirees and temporary workers to private healthcare exchanges, where they can shop for health plans on their own. Those exchanges – completely separate from Obamacare – may count 30 million more people by 2017, according to estimates from Morgan Stanley.\n\nFor CVS, the private exchanges are a double-edged sword.\n\nCVS has contracts with companies like Xerox who are moving their retirees to private exchanges, but that business can also threaten CVS, according to analyst Ricky Goldwasser of Morgan Stanley. For one thing, CVS is competing with rivals like Express Scripts and Catamaran for that business.\n\nThat's why Morgan Stanley analysts suggest that the corporate transitions to private exchanges create some risk for prescription managers like CVS, creating tension about whether they will win the customers back later.\n\nMorgan Stanley's Goldwasser estimated last year that 22% of CVS's business is exposed to those potential 30m transitions to private exchanges – and the company may win around 78% of that business back. That's far less than Goldwasser expects for rival ExpressScripts, which may win 90% of the private exchange business back.\n\nThat's part of the reason why CVS has its sights set on a new breed of profits from public exchanges, and from Obamacare.\n\nCVS is unlikely to face objections from shareholders for the tobacco decision, but even if does, the company has the answer: it has kept them in robust health. It has a roughly $40bn cash hoard, and has promised to spend $6bn of that buying back its own stock in order to raise its share price.\n\nAnd then of course, there are those – anti-smoking advocates, in particular – who will say it doesn't matter why CVS is making its decision to stop selling tobacco; it's only relevant that it is doing the right thing.", "article_metadata": {"msapplication-TileColor": "#005689", "description": "Obamacare is one of CVS' best chances to grow its business and smokers are directly the opposite of that business opportunity", "application-name": "The Guardian", "author": "Heidi Moore", "og": {"site_name": "the Guardian", "description": "Obamacare is one of CVS' best chances to grow its business and smokers are directly the opposite of that business opportunity", "title": "CVS doesn't need tobacco for its revenues: it has Obamacare", "url": "http://www.theguardian.com/world/2014/feb/05/cvs-tobacco-revenues-obamacare", "image": "https://i.guim.co.uk/img/static/sys-images/Guardian/Pix/pictures/2014/2/5/1391635371379/3c46496d-077f-4777-89b8-b60774d7201c-2060x1236.jpeg?w=1200&q=55&auto=format&usm=12&fit=max&s=5f4833e90bf3fd62082cd2c175d98e50", "type": "article"}, "referrer": "unsafe-url", "twitter": {"card": "summary_large_image", "app": {"url": {"ipad": "gnmguardian://world/2014/feb/05/cvs-tobacco-revenues-obamacare?contenttype=Article&source=twitter", "googleplay": "guardian://www.theguardian.com/world/2014/feb/05/cvs-tobacco-revenues-obamacare", "iphone": "gnmguardian://world/2014/feb/05/cvs-tobacco-revenues-obamacare?contenttype=Article&source=twitter"}, "id": {"ipad": 409128287, "iphone": 409128287, "googleplay": "com.guardian"}, "name": {"ipad": "The Guardian", "googleplay": "The Guardian", "iphone": "The Guardian"}}, "site": "@guardian", "image": "https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2014/2/5/1391635371379/3c46496d-077f-4777-89b8-b60774d7201c-2060x1236.jpeg", "creator": "@moorehn"}, "apple-mobile-web-app-title": "Guardian", "al": {"ios": {"url": "gnmguardian://world/2014/feb/05/cvs-tobacco-revenues-obamacare?contenttype=Article&source=applinks", "app_store_id": 409128287, "app_name": "The Guardian"}}, "HandheldFriendly": "True", "fb": {"app_id": 180444840287}, "theme-color": "#005689", "msapplication-TileImage": "https://assets.guim.co.uk/images/favicons/f06f6996e193d1ddcd614ea852322d25/windows_tile_144_b.png", "format-detection": "telephone=no", "keywords": "Business,Tobacco industry,Smoking,Health,Obama administration", "article": {"publisher": "https://www.facebook.com/theguardian", "published_time": "2014-02-05T21:26:21.000Z", "author": "https://www.theguardian.com/profile/heidi-moore", "section": "World news", "modified_time": "2014-02-05T21:26:22.000Z", "tag": "Business,Tobacco industry,Smoking,Health,Obama administration"}, "thumbnail": "https://i.guim.co.uk/img/static/sys-images/Guardian/Pix/pictures/2014/2/5/1391635371379/3c46496d-077f-4777-89b8-b60774d7201c-2060x1236.jpeg?w=620&q=55&auto=format&usm=12&fit=max&s=5480ca4c14ddf4b34c1b178d19f5553f", "viewport": "width=device-width,minimum-scale=1,initial-scale=1", "news_keywords": "Business,Tobacco industry,Smoking,Health,Obama administration"}, "_id": "\"57477af46914bd0286fda763\"", "article_summary": "CVS doesn't need tobacco for its revenues because a bigger source of business is on the horizon: Obamacare.\nThat Obamacare connection is a pretty good incentive for CVS to stop selling tobacco and set its sights elsewhere.\nThe company estimates that it has relationships with as many as 82% of the people who are eligible to use Obamacare exchanges.\nFor CVS, the private exchanges are a double-edged sword.\nThat's part of the reason why CVS has its sights set on a new breed of profits from public exchanges, and from Obamacare."}