{"article_title": "PHILLIPS: Hey, Michelle, where the hell is Meriam’s hashtag?", "article_keywords": ["michelle", "terrorist", "christian", "phillips", "girls", "hey", "group", "meriams", "islamic", "hashtag", "nigerian", "hell", "obama", "meriam"], "article_url": "http://www.washingtontimes.com/news/2014/may/17/phillips-hey-michelle-where-hell-meriams-hashtag/", "article_text": "Barack Obama does not hold a monopoly on narcissism in the Obama household. Michelle Obama got into it in the last few days when she had to post a photo of herself holding a piece of paper with the hashtag “#BringBackOurGirls.”\n\nThose girls are nearly 300 Christian Nigerian girls kidnapped by the Islamic terrorist group Boko Haram.\n\nHere’s a question for Michelle Obama. Where the hell is Meriam Ibrahim’s hashtag?\n\nMichelle Obama and the rest of the left gushed over the Internet demanding that the Nigerian girls be returned. Memo to the Obamas: The Islamist terrorists live in the seventh century. They don’t know what Twitter is.\n\nWhile Michelle Obama was quite happy to make the spectacle all about her, she isn’t so anxious to do a hashtag for Meriam Ibrahim.\n\nMeriam Ibrahim is a 26-year-old woman in Sudan who has been condemned to hang for being an apostate from Islam. She was raised as a Christian and has always been a Christian. She is pregnant and, what may be the real reason the Obama regime is so uninterested in this case, she is married to an American citizen.\n\nIslamic justice sentenced her to death for apostasy. Under Islamic law, the father determines the child’s religion. Her father was a Muslim. She was raised by her Orthodox Christian mother.\n\nTo add insult to injury, she also has been sentenced to be flogged. She will receive 100 lashes for adultery. Her adultery? Being married to her husband, who is a Christian.\n\nMichelle Obama and the Obama Regime could muster their moral outrage over the kidnapping of 300 schoolgirls. Of course, they were mostly silent on the forced conversion of these girls to Islam. They have been mostly silent about Boko Haram’s plans to sell the girls as sex slaves. And there has been no condemnation of the group as an Islamic terrorist group.\n\nBoko Haram is the Taliban of Africa. They want everyone to live in the seventh century as they do.\n\nMeanwhile in Khartoum, Meriam Ibrahim waits for her fate. The Court has ruled that she will not be hanged until after the child is born and has been allowed to nurse.\n\nMichelle Obama was anxious to run to the camera so she could show her hashtag, “#bringbackourgirls.” So were a group of liberal Democratic congresswomen and senators. They got their photo out too.\n\nWhere is the photo that has those liberals with the hashtag “#FreeMeriam?”\n\nWhile the situation with the Nigerian girls is tragic, Meriam Ibriham’s husband is an American. The United States has an interest in this case.\n\nBut don’t expect Michelle Obama to be rushing to the cameras with a new hashtag anytime soon.", "article_metadata": {"description": "Don’t expect Michelle Obama to be rushing to the cameras with a new hashtag anytime soon.", "Author": "Judson Phillips", "og": {"site_name": "The Washingtion Times", "description": "Don’t expect Michelle Obama to be rushing to the cameras with a new hashtag anytime soon.", "title": "PHILLIPS: Hey, Michelle, where the hell is Meriam’s hashtag?", "url": "http://www.washingtontimes.com/news/2014/may/17/phillips-hey-michelle-where-hell-meriams-hashtag/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/05/08/flotus.jpg", "type": "article"}, "twitter": {"image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/05/08/flotus.jpg", "title": "PHILLIPS: Hey, Michelle, where the hell is Meriam’s hashtag?", "description": "Don’t expect Michelle Obama to be rushing to the cameras with a new hashtag anytime soon.", "card": "summary", "site": "@washtimes"}, "author": "The Washington Times http://www.washingtontimes.com", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web2", "bitly-verification": "d180fd45f70d", "news_keywords": "Religion Belief, Michelle Obama"}, "_id": "\"57477af46914bd0286fe130f\"", "article_summary": "Michelle Obama and the rest of the left gushed over the Internet demanding that the Nigerian girls be returned.\nMichelle Obama and the Obama Regime could muster their moral outrage over the kidnapping of 300 schoolgirls.\nBut don’t expect Michelle Obama to be rushing to the cameras with a new hashtag anytime soon.\nAnd there has been no condemnation of the group as an Islamic terrorist group.\nWhile Michelle Obama was quite happy to make the spectacle all about her, she isn’t so anxious to do a hashtag for Meriam Ibrahim."}