{"article_title": "Religious nonprofits not losing faith after latest failed Obamacare birth control mandate appeal", "article_keywords": ["nonprofits", "faith", "supreme", "court", "justices", "circuit", "win", "obamacare", "judges", "failed", "control", "birth", "mandate", "losing", "hobby", "opinion", "religious", "latest"], "article_url": "http://www.washingtontimes.com/news/2015/jul/2/religious-nonprofits-not-losing-faith-after-latest/?page=all", "article_text": "Religious nonprofits hoping to force yet another Obamacare showdown before the Supreme Court haven’t chalked up the appellate win they need to put the issue on a glide path to the justices, but they aren’t losing faith, saying it’s only a matter of time before their legal campaign pays off.\n\nFor a second time, the U.S. Court of Appeals for the Seventh Circuit this week spurned a faith-based college’s attempt to duck the mandate requiring employers to insure 20 types of birth control as part of their company plans, saying religious nonprofits need only to notify an insurer or third-party administrator — or the government itself — that it doesn’t want any part in the coverage.\n\n“This is hardly a burdensome requirement; nor does it leave the provider — the opt out — with any residual involvement in the coverage of drugs or devices of which it sincerely disapproves on religious grounds,” Circuit Judge Richard Posner, a Reagan appointee, wrote in an opinion denying a preliminary injunction to Wheaton College, a Christian school in Illinois that objects to covering morning-after pills, which they equate with abortion, and intrauterine devices (IUDs).\n\nNonprofits are now 0-5 in the circuit courts, depriving them of a coveted win that could force a showdown before the same Supreme Court that sided with family-owned corporations in its “Hobby Lobby” ruling on the mandate, which is an outgrowth of the Affordable Care Act of 2010.\n\nAppellate judges have said the 2014 ruling is of little help to the nonprofits, because the corporate objectors didn’t have the luxury of opting out.\n\nFaith-based hospitals, colleges and charities have complained they are still complicit in providing drugs and services they find sinful. Several circuit judges have written eloquent dissents, they say, and the justices have required circuit courts to reconsider earlier decisions in line with the Hobby Lobby opinion, giving them hope.\n\n“It is not surprising that our arguments in this case — especially in the face of ‘accommodations’ by the government — will not be immediately evident or easy to understand, and this accounts for many negative decisions at the start of this process,” said Father Frank Pavone, national director of Priests for Life, a pro-life ministry that is appealing to the Supreme Court after losing its case before the D.C. Circuit.\n\n“But the arguments are cogent,” he said, “and are very consistent with federal law and the American tradition regarding religious freedom.”\n\nThe nonprofits say the administration is using their health plans as a conduit for providing contraceptives they object to —their employees still get birth control, it’s just managed and paid for by someone else. The administration argues the nonprofits are like conscientious objectors at wartime who try to block the government from drafting someone else.\n\nIf successful, the push would place the health care law before the justices in yet another term. Besides Hobby Lobby, the court upheld the law’s individual mandate as constitutional in 2012 and shored up its subsidies last month.\n\nWednesday’s opinion against Wheaton came nine days after the Fifth Circuit turned back Baptist universities in Texas who objected to the mandate.\n\n“Four circuits now reject the RFRA argument plaintiffs make here, and no circuit has held to the contrary,” Justice Department attorneys said in a memo referring to the Religious Freedom Restoration Act of 1993, which corporations relied on to win Hobby Lobby.\n\nThey wanted the 10th Circuit, which is mulling a case brought by the Little Sisters of the Poor, an elder-care charity run by nuns, to know about their Fifth Circuit win.\n\nHolly Lynch, a bioethics expert at Harvard Law School who has tracked the debate, said circuit courts don’t necessarily take their cues from each other.\n\n“That’s how we get splits,” she said. “However, it is plausible to think that a judge is more likely to be swayed by an argument she or he knows that other judges have found legally persuasive — even more so if they know that lots of other judges have found the same way.”\n\nShe feels the Supreme Court ultimately will take up one of the cases, even without a circuit split. However, she thinks the justices will be swayed by the accommodation and side with the administration.", "article_metadata": {"description": "Religious nonprofits hoping to force yet another Obamacare showdown before the Supreme Court haven't chalked up the appellate win they need to put the issue on a glide path to the justices, but they aren't losing faith, saying it's only a matter of time before their legal campaign pays off.", "Author": "Tom Howell Jr.", "og": {"site_name": "The Washingtion Times", "description": "Religious nonprofits hoping to force yet another Obamacare showdown before the Supreme Court haven’t chalked up the appellate win they need to put the issue on a glide path to the justices, but they aren’t losing faith, saying it’s only a matter of time before their legal campaign pays off.", "title": "Religious nonprofits not losing faith after latest failed Obamacare birth control mandate appeal", "url": "http://www.washingtontimes.com/news/2015/jul/2/religious-nonprofits-not-losing-faith-after-latest/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/07/15/birth-control.jpg", "type": "article"}, "twitter": {"image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/07/15/birth-control.jpg", "title": "Religious nonprofits not losing faith after latest failed Obamacare bi", "description": "Religious nonprofits hoping to force yet another Obamacare showdown before the Supreme Court haven't chalked up the appellate win they need to put the issue on a glide path to the justices, but they a", "card": "summary", "site": "@washtimes"}, "author": "The Washington Times http://www.washingtontimes.com", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web0", "bitly-verification": "d180fd45f70d", "news_keywords": "Law Crime, Supreme Court, US Court Of Appeals, Wheaton College"}, "article_summary": "They wanted the 10th Circuit, which is mulling a case brought by the Little Sisters of the Poor, an elder-care charity run by nuns, to know about their Fifth Circuit win.\nBesides Hobby Lobby, the court upheld the law’s individual mandate as constitutional in 2012 and shored up its subsidies last month.\nWednesday’s opinion against Wheaton came nine days after the Fifth Circuit turned back Baptist universities in Texas who objected to the mandate.\nThe administration argues the nonprofits are like conscientious objectors at wartime who try to block the government from drafting someone else.\nSeveral circuit judges have written eloquent dissents, they say, and the justices have required circuit courts to reconsider earlier decisions in line with the Hobby Lobby opinion, giving them hope."}