{"article_title": "When Work Disappears", "article_keywords": ["work", "reduce", "hours", "society", "potential", "wolf", "way", "income", "policy", "disappears", "social"], "article_url": "http://douthat.blogs.nytimes.com/2014/02/19/when-work-disappears/", "article_text": "At the risk of exhausting my readers, I wanted to return yet again to the debate over workforce participation, because a couple of recent pieces that aren’t directly about the recent Obamacare argument have been helpful in clarifying the deeper issues in play. The first one is from Martin Wolf of the Financial Times, a sensible man of the center-left, making recommendations for how the developed world might adapt to automation, computerization and the disappearance of low-wage, low-skilled work:\n\nThird, we must reconsider leisure. For a long time the wealthiest lived a life of leisure at the expense of the toiling masses. The rise of intelligent machines makes it possible for many more people to live such lives without exploiting others. Today’s triumphant puritanism finds such idleness abhorrent. Well, then, let people enjoy themselves busily. What else is the true goal of the vast increases in prosperity we have created? Fourth, we will need to redistribute income and wealth. Such redistribution could take the form of a basic income for every adult, together with funding of education and training at any stage in a person’s life. In this way, the potential for a more enjoyable life might become a reality.\n\nThe second is a stimulating piece by Ryan Avent, writing for the Economist, in which he argues that our economy may actually be suffering from over-employment — that we’re losing potential gains from automation because we’re trying to keep so many human workers on the job. That summary doesn’t do the argument justice, so please do read it in full — but here, running parallel to Wolf’s argument, is his conclusion:\n\n[If] full employment is no longer compatible with full utilisation of capital … The global savings glut might well be thought of as a global labour glut. What might a potential solution look like? Fiscal expansion could help, but the gain from fiscal policy is likely to be limited unless it is structured to try and reduce labour supply. That’s right, reduce labour supply. The most attractive options to accomplish this are probably those which seek to voluntarily reduce the number of hours of “full-time” work. John Maynard Keynes was right; a 15-hour work week should be sufficient to provide a worker with a “full-time” income. But this will require subsidies from the state; in the form of wage top-ups, perhaps, or a universal basic income. …. Redistribution at the scale described above would be very difficult to engineer. Society would face two main challenges (among a pile of others). First, if the tax code were going to raise enough money to support non-workers from a dwindling pool of people earning high market incomes, then the tax code would need to become much more efficient. Otherwise, taxpayers would face intense pressure to reduce their tax burden in any way possible and would generally succeed: enough, anyway, to break the system. The second challenge is related; however efficient the tax code, the social conflict arising from an effort to reorganise society in this fashion would probably be intense and unpleasant. The upside to managing the transition would be enormous, however. What we are talking about here is a world which is much, much richer. Everyone should be able to enjoy much higher incomes while doing much less work. The endpoint would not be a socialist paradise, necessarily. But it might seem a bit like one, in the way that a 19th century worker putting in 70 hours per week in an attempt to earn enough to keep his family from starving might view a world in which people are able to live in extraordinary comfort (by comparison) working just 40 hours per week as something like heaven.\n\nThese are the sober, restrained, technocratic versions of an argument that gets made more pungently the further left you go — see this column from Salon’s Alex Pareene for a good example of the genre. In effect, these forays are opening a window into tomorrow’s policy debates, and raising the question of whether 21st century public policy should even really try to slow the decline of workforce participation — as opposed to welcoming that decline as a sign of liberation, and perhaps hastening it for the sake of efficiency as well.\n\nI think it’s important to concede up front the possibility that Wolf and Avent could be right about where we’re going. My doubts about the basic-income prescription notwithstanding, in the event that do we end up with an ever-growing share of the population consisting of what Tyler Cowen calls “zero marginal product” workers, whose continued employment is effectively a drag on productivity relative to the machine alternatives, ideas along those lines could end up being the only plausible policy response.\n\nBut I also think that even if such a policy shift “worked” (in the sense of not breaking the system along the way), this scenario could end up being a lot more dystopian than Wolf and Avent — let alone writers further to their left — seem ready to allow. They’re leaping from a policy designed to protect the new economy’s potential losers to an optimistic vision of more general age of leisure, and based on current trends I’m just not sure that leap is warranted. It seems just as likely that what Wolf calls (perhaps not entirely aptly) “triumphant puritanism” would continue to set the tone for the more successful portion of society, who would continue to work 40, 50, 60 hours in a quest for positional goods, and that as a result you would end up with an even more exaggerated version of the social segregation limned by Charles Murray and others — in which Belmont is Belmont and Fishtown Fishtown, and never the twain shall meet.\n\nI don’t think it’s unfair to suggest that this future, however potentially inevitable, would represent a grim retreat from basic American ideals. The promise of upward mobility and equality of opportunity would look like a transparent sham in a society with a hypercompetitive elite and a non-working working class. Likewise, the ideal of social equality — which is the really valuable thing that many liberals are groping toward in their critiques of the 1 percent — would probably suffer dramatically if full-time work, like the two-parent family before it, became something that only the better sort of American was likely to experience. And while a sufficiently generous basic income would no doubt raise living standards and reduce deprivation at the bottom, the experience of Appalachia, among other blasted social landscapes, suggests that it’s very easy for the absence of work to intertwine with social pathologies in ways that government assistance can’t necessarily ameliorate. The workless society could be a place where the “potential for a more enjoyable life” is available to all … but it could just as easily be a society with more alcoholism, more drug addiction, more obesity, lower lifespans, more social isolation, and less human flourishing overall.\n\nSo while it might be that going from 40 hours to 15 (or zero) would offer the same straightforward gains as going from 70 hours to 40, it also might be that the Keynesian image of a leisured utopia, like the Marxist vision of a future where anyone can “hunt in the morning, fish in the afternoon, rear cattle in the evening, criticise after dinner, just as I have a mind …”, simply doesn’t sufficiently account for either human ambition or human weakness. And I’m inclined to resist the trend that Wolf and Avent would prefer that we accept because of the way I suspect these two aspects of human nature would work, together and apart, to make the society they envision much more stratified, divided, polarized and unhappy than the utopians of yesterday expected.", "article_metadata": {"ptime": 20140219114852, "BN": "douthat", "dfp-ad-unit-path": "opinion/douthat", "adxPage": "blog.nytimes.com/douthat/post", "DISPLAYDATE": "February 19, 2014", "keywords": "Cowen Tyler,Keynes John Maynard,Murray Charles,Labor and Jobs,Longevity,Productivity,Working Hours,Uncategorized", "communityAssetTaxonomy": "blogs/douthat/When Work Disappears ( 20140219 )", "PT": "Blogs", "SCG": "douthat", "sourceApp": "blogs", "per": "Cowen, Tyler;Keynes, John Maynard;Murray, Charles", "twitter": {"description": "The depressing center-left vision for a post-work future.", "title": "When Work Disappears", "url": "http://douthat.blogs.nytimes.com/2014/02/19/when-work-disappears/", "image": "http://graphics8.nytimes.com/packages/images/icons/t_logo_300_black.png", "site": "@DouthatNYT", "card": "summary"}, "blogpostid": 100000002721211, "description": "The depressing center-left vision for a post-work future.", "CG": "Opinion", "robots": "noodp", "dat": "February 19, 2014", "article": {"published_time": 1392828532, "author": "http://topics.nytimes.com/top/opinion/editorialsandoped/oped/columnists/rossdouthat/index.html", "section": "Opinion", "collection": "http://json8.nytimes.com/services/json/sectionfronts/opinion/index.jsonp", "tag": "Uncategorized", "modified_time": "2014-02-20T01:24:03-05:00"}, "utime": 20140220012403, "communityAssetLabels": "NYT_Blogs", "PUD": 20140219, "pdate": 20140219, "des": "Labor and Jobs;Longevity;Productivity;Working Hours", "thumbnail": "http://graphics8.nytimes.com/packages/images/icons/t_logo_300_black.png", "og": {"site_name": "Ross Douthat", "description": "The depressing center-left vision for a post-work future.", "title": "When Work Disappears", "url": "http://douthat.blogs.nytimes.com/2014/02/19/when-work-disappears/", "image": "http://graphics8.nytimes.com/images/blogs_v5/../icons/t_logo_291_black.png", "type": "article"}, "communityAssetURL": "http://douthat.blogs.nytimes.com/2014/02/19/when-work-disappears/", "PUV": "normal", "hdl": "When Work Disappears", "thumbnail_150": "http://graphics8.nytimes.com/packages/images/icons/t_logo_300_black.png", "PST": "Blog Post"}, "_id": "\"57477af46914bd0286fe12e8\"", "article_summary": "The most attractive options to accomplish this are probably those which seek to voluntarily reduce the number of hours of “full-time” work.\nJohn Maynard Keynes was right; a 15-hour work week should be sufficient to provide a worker with a “full-time” income.\nEveryone should be able to enjoy much higher incomes while doing much less work.\nIn this way, the potential for a more enjoyable life might become a reality.\nThe rise of intelligent machines makes it possible for many more people to live such lives without exploiting others."}