{"article_title": "Movement to pay college athletes could leave CU in the lurch – The Denver Post", "article_keywords": ["paying", "programs", "pay", "university", "extra", "lurch", "denver", "theyre", "leave", "college", "branch", "post", "athletes", "cu", "movement"], "article_url": "http://www.denverpost.com/ci_24134844/movement-pay-college-athletes-could-leave-cu-lurch", "article_text": "As University of Colorado athletic director Rick George sits at his desk, he looks down into his morning coffee to see if they’re still there.\n\nSure enough, the ripples on the surface aren’t going away. In fact, they’re getting bigger.\n\nSomething’s coming. Something big. And it can’t be good.\n\nGeorge isn’t alone. All but a handful of his NCAA Division I cohorts are having similar Jurassic Park moments. Those who aren’t … well, they’re just not paying attention.\n\nThe threat, however, is no bipedal carnivore. It’s a growing movement to mandate that big-time college football and men’s basketball programs pay hefty salaries to scholarship players. Should this come to pass, CU will find itself on the bottom floor of a two-tiered caste system with no means of improving its lot.\n\n“What’s wrong with a top football player receiving an extra $50,000 a year?” asked Pulitzer Prize-winning author Taylor Branch at a panel discussion at the University of North Carolina-Chapel Hill. “Or a top basketball player receiving an extra $200,000?”\n\nBranch has been a central figure and movement crusader since publishing his essay, “The Shame of College Sports,” in The Atlantic in 2011. But more on that later.\n\nUsing figures compiled on 225 public universities by USA Today, only 22 athletic departments generate enough revenue to cover their expenditures without extra help. CU is not among them. Of these, only 14 could afford to pay the kind of extra money Branch suggests, roughly $7 million per year.\n\nGiven that students are already swamped with debt and facing 8 percent tuition inflation, it would be unconscionable to force them to pony up the difference. That leaves two options: additional state subsidies or bigger athletic booster contributions. Otherwise, CU would have no choice but to accept its lot and settle in among the other untouchables.\n\nAs it currently stands, CU can (and does) find ways to woo top talent. But give one class of competitor the ability to sweeten the pie with monthly paychecks and no recruit will don a Buffalo jersey until he’s exhausted all options to play-for-pay. The chasm between paying and non-paying schools will be deep, wide and impossible to cross. Any aspiration of building a program and competing at the highest levels will be a relic of the past.\n\nNotwithstanding the impact on CU athletics, there is a bigger question: Is professionalization the right thing to do? After all, New York Times columnist Joe Nocera and other media figures have likened the current system to plantation era slavery.\n\nSlavery? Perhaps they haven’t seen the lavish facilities created for athletes who play for the big-time programs; they’re not exactly slave quarters. And last I checked, college athletes — black, white and otherwise — are free to pack their bags and call it quits anytime they choose. That wasn’t an option back on the plantation.\n\nBottom line, the provocative reference is shamelessly absurd, and while it may unnerve some would-be dissenters, it should offend the senses of every African-American who hears it.\n\nIronically, professionalizing the big-time programs could actually result in fewer scholarship opportunities for minority players. There’s no denying that administrations are routinely asked to lower academic standards in order to admit desired recruits. Make no mistake, this draws the ire of administrators, professors and more than a few alumni and students. But whatever you think of the practice, it’s given many athletes entrance into institutions they could never otherwise have attended.\n\nIn a two-caste system, this practice will likely come under greater scrutiny and criticism at non-paying schools. With fewer television dollars at stake for motivation, it could well come to a screeching halt.\n\nMeanwhile, among paying programs, academic expectations will diminish — if not disappear — as athletes morph into full-time W-2 employees and part-time students. “Once players become university employees,” argues Richard Southall, director of the College Sport Research Institute, “they shouldn’t even be required to be students.”\n\nAll this raises an important question: How will fans respond? They’re the wildcard. No one can say for sure whether fans will derive the same satisfaction following an NFL-lite team with little more than a licensing relationship with the university. If not, we’ll have killed the goose that laid the golden egg — in which case, everyone loses.\n\nFor those who think this could never happen, think again. The movement has numerous high-profile supporters with substantial followings, and they’re having an impact. The cover story in the Sept. 26 Time magazine (“It’s Time to Pay College Athletes”) confirms it.\n\nMovement crusaders like Branch, Nocera and even famed sportscaster Frank Deford frequently claim that professionalization will solve all manner of ills, from sports agent indiscretions to NCAA overreaching. Which brings me back to our panel discussion in Chapel Hill.\n\nIf I didn’t know better, I would have sworn Branch was channeling Keyrock, the silver-tongued “Unfrozen Caveman Lawyer” from “Saturday Night Live” who bamboozled his juries into paying big sums.\n\n“Your lucrative television deals, complicated NCAA rules, and arbitrary procedures frighten and confuse me,” I could almost hear him say before delivering his signature close. “But there’s one thing I do know: These big time college athletes deserve big-time money.”\n\nThere’s too much at stake here to be bamboozled. Even so, with the Time cover piece, the movement took a giant leap forward, and the ripples in George’s coffee just got bigger.\n\nSomething’s coming, something big, and there’s nothing good about it.\n\nDavid B. Magee is a writer, entrepreneur and former college football player in Chapel Hill, N.C.\n\n", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Movement to pay college athletes could leave CU in the lurch", "title": "Movement to pay college athletes could leave CU in the lurch", "url": "http://www.denverpost.com/2013/09/20/movement-to-pay-college-athletes-could-leave-cu-in-the-lurch/", "image": {"width": 600, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20130919__20130922_D1_OP22P_MAGEEp1.jpg", "height": 506}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20130919__20130922_D1_OP22P_MAGEEp1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2013-09-20T12:41:16+00:00", "modified_time": "2016-04-29T06:57:58+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fd8520\"", "article_summary": "The cover story in the Sept. 26 Time magazine (“It’s Time to Pay College Athletes”) confirms it.\n“But there’s one thing I do know: These big time college athletes deserve big-time money.”There’s too much at stake here to be bamboozled.\nAnd last I checked, college athletes — black, white and otherwise — are free to pack their bags and call it quits anytime they choose.\nIt’s a growing movement to mandate that big-time college football and men’s basketball programs pay hefty salaries to scholarship players.\nPerhaps they haven’t seen the lavish facilities created for athletes who play for the big-time programs; they’re not exactly slave quarters."}