{"article_title": "Grantland’s literary connoisseur Louisa Thomas is not your average sportswriter", "article_keywords": ["sportswriter", "thomas", "louisa", "write", "stevens", "read", "average", "grantlands", "writing", "literary", "connoisseur", "grantland", "editor", "theres", "think", "really"], "article_url": "http://peninsulapress.com/2015/04/24/louisa-thomas-grantland/", "article_text": "A 20th century poet and a Grantland sportswriter would not, on the surface, appear connected. Yet, Louisa Thomas infuses her writing with alliteration, sibilance and rhythm — all literary tactics which poet Wallace Stevens used in his works, and all of which Thomas learned in a Harvard poetry seminar that made her fall in love with writing, and Stevens, at age 18.\n\nI always think I have a wellspring, like a kind of current, that runs underneath the surface of what I have to say.\n\n“Stevens has a precision that I really like,” Thomas said. “You can tell that there’s a living intelligence underneath whatever is going on, and I find that tension really directive. I always think I have a wellspring, like a kind of current, that runs underneath the surface of what I have to say.”\n\nThomas writes and edits for Bill Simmons’ Grantland, a website named after Grantland Rice and funded by ESPN. Along with blog posts, Grantland publishes long-form stories and in-depth analyses of sports and pop culture. Thomas has worked for the site since its founding in 2011.\n\nThomas finds the human drama of sports stories, and reproduces it in highly intellectualized, often poetic prose. Dan Fierman, Grantland’s editorial director, called Thomas one of the most thoughtful writers he’s ever met, and Thomas’ father, journalist Evan Thomas, said he envies the vividness that infuses her writing.\n\nGrantland writer Brian Phillips, for whom Thomas edits, said Thomas’ prose is weighted and balanced exactly as it should be. One of Thomas’ greatest strengths, he said, comes from paying attention to movement.\n\nWhen I write, I hear something, I don’t see it. I think a lot of that has to do with having read so much poetry.\n\n“I think she is better than just about anyone at describing action,” Phillips said. “She will take a passage of play and really give the physical action space in a piece. She can really make you see what’s happening and also take you into the mind of the players.”When writing “Rocket Science” on Stanford offensive tackle Cameron Fleming in 2014, Thomas stood unassuming and quiet during her reporting, watching Fleming and his friends, taking notes, and interjecting now and then to ask questions. She was looking for moments that would reveal the stakes of the story, an approach she takes with all her pieces. Only after an event, when she’s in the car or on a run, will the full spectrum of a narrative begin to form out of these moments. Sometimes it’s a first line, or a scene, movement, or idea. Always, it’s in her head, just as Stevens wrote his poetry.Picture a petite, 5-foot-7, blonde 33-year-old woman running the streets of Los Angeles. For the first mile, she struggles, ready to quit. Then, she says, the endorphins kick in, she gets into a rhythm and running becomes pleasurable rather than a chore. This is when the writing comes.\n\n“When I write, I hear something, I don’t see it,” Thomas said. “I think a lot of that has to do with having read so much poetry.”\n\nEverything is heightened in sports … You know something is going to happen, you know there’s something at stake. I never want to forget that this is about hope and joy and sadness and drama. That’s the formula.\n\nIn the Harvard pre-orientation poetry seminar before her freshman year, Thomas read poetry and attempted to dissect the nuances of word choice, imagery and syllable use. After that week, Thomas decided to major in English.She remembers tracing dolphin imagery through history in Robert Lowell’s “Dolphin,” and examining syllables in each word of J.S. Woodsworth’s “Rolled Round in Earth’s Diurnal Course.”“It was just amazing,” she said, “looking at and learning to notice how those things worked.”In dissecting Thomas’ writing, a reader may notice the abundance of poetic influences. In her lead of “Cross My Heart,” a Grantland story about cross-country skiing at the 2014 Winter Olympics, Thomas wrote: “I am alone in this, it appears. I’m in the woods. I look for birds but the birds are gone. I listen to snow, but the snow is silent.” This prose mirrors Wallace Stevens’ “Snowman.”Thomas also depicts salient issues in her stories, issues not just abound in the microcosm of sports. In “Together We Make Football,” Thomas addresses the problem of domestic violence both in the National Football League and throughout society. Fierman called this story one of the pieces that he is most proud of running in his four years at Grantland.Thomas enjoys analyzing the psychology of situations. She reports thoroughly so that she can write from inside the mind of an athlete. She focuses on how athletes push their bodies, respond to pressure and negotiate obstacles.“Everything is heightened in sports,” Thomas said. “You know something is going to happen, you know there’s something at stake. I never want to forget that this is about hope and joy and sadness and drama. That’s the formula.”\n\nThomas grew up immersed in sports. As a kid she swam and played soccer, tennis and softball. She made her parents tape the Olympics, and required her mother to save the VHS tapes to watch later on.\n\n“It was really important to her,” her mother, Oscie Thomas, said, “because she thought they were part of her life. It turns out she was right about that. They touched something deeper in her life than I recognized at the time.”Thomas’ father worked as a journalist at Newsweek and Time Magazine, and though he never encouraged Thomas to become a journalist, he placed high value on storytelling. Storytelling thus became instrumental to Thomas. In sports, she said, there’s always a story to tell.After jobs at Slate and The New Yorker, Thomas published a nonfiction World War I novel titled “Conscience” about her great-grandfather Norman Thomas, a political pacifist and six-time presidential candidate of the Socialist Party. She did not begin sportswriting until she completed “Conscience” in 2010 and began to play tennis again. A friend of Thomas’ — an editor for “The Paris Review” — asked her to cover the U.S. Open for the magazine’s website.“It was tremendous fun,” Thomas said. “There was a freedom in it to write about the mind, the body, competition and psychology.”In 2011, when Grantland was two weeks old, an editor of the site who read Thomas in “The Paris Review” approached her to cover Wimbledon. After the tournament, Thomas began writing part-time as a contributor, and became a full-time writer for Grantland on Jan. 1, 2014.Last August, Thomas also became an editor. Now, she both writes articles and edits stories at Grantland ranging from sports to pop culture, all of which, Thomas said, are usually on the more literary side of the site. She also edits her father’s books, and, occasionally, his articles. Evan Thomas called Thomas the best editor he’s had in his 33-year career.Editing helps Thomas fine-tune her writing. She keeps her audience in mind in a way she thought unnecessary before, and focuses on the structure and clarity of her work.“It’s very rare to find somebody at Louisa’s caliber who does both editing and writing at the same time at the level that she does it,” Fierman said. “I have never met anybody in my career who can move so seamlessly between both things.”In the midst of her roles at Grantland, Thomas completed a biography of Louisa Catherine Adams, wife of John Quincy Adams. The book, she said, is the piece she is most proud of writing in her career.Thomas says she is not proud of many of her works. Though she loves writing, journalism is still a job. Thomas’ father and great-grandfather were writers, and her grandfather was a book editor, but her family treated journalism as simply another way to earn a paycheck.“You have deadlines,” Thomas said. “Sometimes you just have to get your work done.”Thomas’ job happens to be in a male-dominated field. One of few females on staff at Grantland, she is often the only woman in the press box. Yet, more than Thomas’ gender distinguishes her as a sportswriter. A Harvard degree and a literary background shape a resume that differs greatly from those of her cohorts.In covering the 2014 National Football Conference Championships in Seattle, Thomas arrived early to explore the city and sat down in a bookstore to read a novel. Her final story, “Loud Noises,” includes many observations from that day.“Not many reporters are probably running to the bookstore and reading novels and reporting,” Thomas said, “but I think that kind of stuff all seeps in.”", "article_metadata": {"og": {"site_name": "Peninsula Press", "description": "Grantland's Louisa Thomas finds the human drama of sports stories and reproduces it in highly intellectualized, often poetic prose.", "title": "Grantland’s literary connoisseur Louisa Thomas is not your average sportswriter - Peninsula Press", "locale": "en_US", "image": "http://peninsulapress.com/wp-content/uploads/2015/04/louisaheadshot.jpg", "updated_time": "2015-04-29T10:31:34+00:00", "url": "http://peninsulapress.com/2015/04/24/louisa-thomas-grantland/", "type": "article"}, "article": {"publisher": "https://www.facebook.com/PeninsuPress", "section": "Sports", "tag": "sportswriters", "published_time": "2015-04-24T09:21:11+00:00", "modified_time": "2015-04-29T10:31:34+00:00"}, "twitter": {"description": "Grantland's Louisa Thomas finds the human drama of sports stories and reproduces it in highly intellectualized, often poetic prose.", "creator": "@PeninsuPress", "image": "http://peninsulapress.com/wp-content/uploads/2015/04/louisaheadshot.jpg", "title": "Grantland’s literary connoisseur Louisa Thomas is not your average sportswriter - Peninsula Press", "site": "@PeninsuPress", "card": "summary"}, "generator": "WordPress 4.2.4", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fd293f\"", "article_summary": "Evan Thomas called Thomas the best editor he’s had in his 33-year career.Editing helps Thomas fine-tune her writing.\nGrantland writer Brian Phillips, for whom Thomas edits, said Thomas’ prose is weighted and balanced exactly as it should be.\nIn the Harvard pre-orientation poetry seminar before her freshman year, Thomas read poetry and attempted to dissect the nuances of word choice, imagery and syllable use.\nDan Fierman, Grantland’s editorial director, called Thomas one of the most thoughtful writers he’s ever met, and Thomas’ father, journalist Evan Thomas, said he envies the vividness that infuses her writing.\n“I have never met anybody in my career who can move so seamlessly between both things.”In the midst of her roles at Grantland, Thomas completed a biography of Louisa Catherine Adams, wife of John Quincy Adams."}