{"article_title": "Daytona library added as site to get health care questions answered", "article_keywords": ["insurance", "added", "daytona", "regional", "site", "library", "times", "answered", "health", "questions", "residents", "nov", "beach", "oct", "care"], "article_url": "http://daytonatimes.com/2013/10/daytona-library-added-as-site-to-get-health-care-questions-answered/", "article_text": "Daytona library added as site to get health care questions answered\n\nBY JAMES HARPER\n\nDAYTONA TIMES\n\nThe Daytona Beach Regional Library at City Island has been added as a site where questions about the Affordable Care Act can be answered.\n\nAs first reported in the Daytona Times this month, 82,000 Volusia County residents who have no health insurance have six months to get insurance or could face a $95 fee, according to Joyce Case of the Health Planning Council of Northeast Florida, which has an office in Daytona Beach.\n\nCase is the project director for the Navigator program in which eight people called navigators will be working with her to identify and assist uninsured families in understanding their insurance options through the Federal I nsurance Marketplace. Navigators provide guidance in completing the application.\n\nThe Federal Insurance Marketplace, located at website www.HealthCare.gov, opened Oct. 1. Those without insurance have until March 31, 2014 to sign up for insurance before they face penalties. For those who sign up, coverage can begin as early as Jan. 1, 2014.\n\nMore sessions\n\nLast week, The Daytona Times reported three events were scheduled this month where residents can meet the navigators and get their questions answered. Since then, more locations, times and dates have been added.\n\nSuzan Howes, regional librarian for the Daytona Beach Regional Library at City Island, said informational sessions are scheduled this month on Tuesdays, 9-11 a.m. and 5-7 p.m. Oct. 22 and 29 (a Spanish-speaking assistance will be available at the 5 p.m. presentations), and Saturdays, 9 a.m.-noon Oct. 19 and 26.\n\nHowes hopes that after the informational sessions are complete in October, there will be a navigator at the library on a regular schedule to work with residents one on one until open enrollment closes March 31.\n\nList of sites\n\n• DeLand Regional Library, 130 E. Howry Ave., 1-2 p.m. Wednesdays, Oct. 23; 6-7 p.m., Wednesday, Oct. 30\n\n• Deltona Regional Library, 2150 Eustace Ave., 1-2 p.m. Friday 2-3 p.m. Oct. 22; 2-3 p.m. Oct. 26\n\n• New Smyrna Beach Regional Library, 1001 S. Dixie Freeway 10-11:30 a.m. Oct. 21; 10-11:30 a.m. Oct. 25\n\n• Ormond Beach Regional Library, 30 S. Beach St., 10 a.m. Oct. 19; 5:30 p.m. Oct. 22; 5:30 p.m. Nov. 12; 10 a.m. Nov. 16\n\n• Port Orange Regional Library, 1005 City Center Circle 1:30-4 p.m. Oct. 17; 1:30-4 p.m. Nov. 7 and Nov. 14\n\nThe Health Planning Council was selected in August by the University of South Florida as the consortium partner for Baker, Clay, Duval, Flagler, Nassau, St. John’s and Volusia counties after the University of South Florida received one of several Navigator Grants for the state by the Department of Health and Human Services.", "article_metadata": {"generator": "WordPress 4.5.2"}, "_id": "\"57477af36914bd0286fc9ce1\"", "article_summary": "Daytona library added as site to get health care questions answeredBY JAMES HARPERDAYTONA TIMESThe Daytona Beach Regional Library at City Island has been added as a site where questions about the Affordable Care Act can be answered.\nMore sessionsLast week, The Daytona Times reported three events were scheduled this month where residents can meet the navigators and get their questions answered.\nAs first reported in the Daytona Times this month, 82,000 Volusia County residents who have no health insurance have six months to get insurance or could face a $95 fee, according to Joyce Case of the Health Planning Council of Northeast Florida, which has an office in Daytona Beach.\nThose without insurance have until March 31, 2014 to sign up for insurance before they face penalties.\nSince then, more locations, times and dates have been added."}