{"article_title": "Millions will remain uninsured because of blocked Medicaid expansion in states", "article_keywords": ["republican", "law", "million", "system", "expansion", "states", "remain", "medicaid", "coverage", "uninsured", "blocked", "insurance", "millions"], "article_url": "https://www.washingtonpost.com/opinions/millions-will-remain-uninsured-because-of-blocked-medicaid-expansion-in-states/2013/11/15/9629bcfa-4b1c-11e3-be6b-d3d28122e6d4_story.html", "article_text": "“ARIZONANS ARE losing the health-care plans they love. The doctors they know. And millions still remain uninsured,” blares a political advertisement in Arizona, part of a multimillion-dollar anti-Obamacare campaign funded by conservative group Americans for Prosperity and running in swing congressional districts.\n\nDespite the ad’s clear intent to deceive, it makes a good point — just not one that should hurt those who favored the law, or those who are trying to help it succeed.\n\nThe latest estimate by the Congressional Budget Office (CBO) reckons that 55 million non-elderly people in the United States lack health insurance; after the law phases in fully, there will be around 31 million. Last year, the CBO figured that the number of non-elderly uninsured after the phase-in would be lower — 27 million. Is the worsening outlook more evidence that the Affordable Care Act is a fundamentally flawed reform? That government is incapable of organizing the insurance system in a more rational way? That the Obama administration is incompetent?\n\nNone of the above.\n\nUnfortunately, the health-care law will not quite achieve universal coverage in the United States, for a variety of reasons. The law doesn’t cover illegal immigrants, for example. Most of these reasons were easy to anticipate as lawmakers hammered out the policy, leaving to a later Congress the work of extending coverage to all.\n\nBut a factor that the law’s authors couldn’t foresee was Republican intransigence combined with last year’s Supreme Court ruling. The justices proclaimed that states could opt out of an expansion of Medicaid, a partnership between states and the federal government that provides health care to poor people. The law aimed to cover a larger percentage of low-income people by raising Medicaid’s eligibility limits across the country, with the federal government paying for nearly all of the cost. It was a bargain that no state leader should have passed up. Yet Republican politicians have blocked Medicaid expansion in half the states.\n\nTheir refusal is going to have just the result that the attack ad rails against — millions will remain uninsured, and in states with some of the highest rates of poor uninsured people, such as Texas, Florida and Georgia. Many who should have been eligible to obtain Medicaid coverage won’t qualify for government help to buy insurance on the marketplaces that have begun to operate around the country. The law’s authors assumed that Medicaid would take care of them. In an analysis separate from the CBO’s, the Kaiser Family Foundation last month calculated that about 5 million adults will fall into this “coverage gap.” Another recent Kaiser study found that impoverished people in the South and people of color will be hurt the most.\n\nDespite all this, the CBO projects that phasing in the Medicaid expansion in participating states and opening the health-care marketplaces will still result in about 25 million currently uncovered people getting insurance. That’s vastly more than the number of people who might have to pay some more for their coverage next year to help finance the new system, on whom attention has focused lately.\n\nAn achievement of that scale comes at the price of disrupting the insurance market some, as the law’s critics have reminded the country over and over again. The costs are real. But if the Obama administration can get the system working, the price will have been worth it. And if Republican leaders would halt their misguided opposition to expanding Medicaid, millions fewer would be uninsured.", "article_metadata": {"description": "The refusal by some states to expand Medicaid coverage is hurting the nation’s vulnerable.", "author": "https://www.facebook.com/washingtonpostopinions", "og": {"site_name": "Washington Post", "description": "The refusal by some states to expand Medicaid coverage is hurting the nation’s vulnerable.", "title": "Millions will remain uninsured because of blocked Medicaid expansion in states", "url": "https://www.washingtonpost.com/opinions/millions-will-remain-uninsured-because-of-blocked-medicaid-expansion-in-states/2013/11/15/9629bcfa-4b1c-11e3-be6b-d3d28122e6d4_story.html", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2013/11/15/Editorial-Opinion/Images/115546357.jpg", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "postopinions"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/opinions/millions-will-remain-uninsured-because-of-blocked-medicaid-expansion-in-states/2013/11/15/9629bcfa-4b1c-11e3-be6b-d3d28122e6d4_story.html", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "medicaid expansion, obamacare rollout, obamacare disaster, obamacare news, insurance canceled, obamacare cancelation, obamacare cancelations, affordable care act, aca, affordable care act news, obamacare medicaid, aca medicaid, republican intransigence, republicans medicaid, republicans medicaid expansion, uninsured, obamacare effects, aca effects, how many uninsured", "article": {"publisher": "https://www.facebook.com/washingtonpost", "author": "https://www.facebook.com/washingtonpostopinions"}, "eomportal-uuid": "9629bcfa-4b1c-11e3-be6b-d3d28122e6d4", "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "medicaid expansion, obamacare rollout, obamacare disaster, obamacare news, insurance canceled, obamacare cancelation, obamacare cancelations, affordable care act, aca, affordable care act news, obamacare medicaid, aca medicaid, republican intransigence, republicans medicaid, republicans medicaid expansion, uninsured, obamacare effects, aca effects, how many uninsured"}, "article_summary": "And if Republican leaders would halt their misguided opposition to expanding Medicaid, millions fewer would be uninsured.\nThat government is incapable of organizing the insurance system in a more rational way?\nYet Republican politicians have blocked Medicaid expansion in half the states.\nThe justices proclaimed that states could opt out of an expansion of Medicaid, a partnership between states and the federal government that provides health care to poor people.\nAnd millions still remain uninsured,” blares a political advertisement in Arizona, part of a multimillion-dollar anti-Obamacare campaign funded by conservative group Americans for Prosperity and running in swing congressional districts."}