{"article_title": "Dell's SecureWorks valued at $1.42 billion in year's first tech IPO", "article_keywords": ["billion", "valued", "142", "offering", "companies", "share", "ipo", "cyber", "dells", "tech", "way", "listing", "security", "secureworks", "public"], "article_url": "http://www.thefiscaltimes.com/latestnews/2016/04/11/Dell-unit-SecureWorks-valued-142-billion-IPO", "article_text": "(Reuters) - Dell Inc's [DI.Ul] cyber security unit, SecureWorks Corp, could be valued at up to $1.42 billion in its initial public offering, the first major U.S. listing of a technology company this year.\n\nAtlanta, Georgia-based SecureWorks said on Monday its offering was expected to be priced at $15.50-$17.50 per Class A share, raising as much as $157.5 million.\n\nThe share issue market worldwide plunged to a seven-year low in the first quarter, more than halving from a year earlier to $106.6 billion, as worries over slowing economic growth kept investors wary, according to Thomson Reuters data.\n\n\"From such a low base, there's only one way to go and that's up,\" Jay Ritter, an IPO expert and a professor of finance at the University of Florida, told Reuters.\n\n\"I don't expect that there's going to be a flood of IPOs, but there will be an increasing number of companies in a variety of industries that will go public.\"\n\n, Rapid7 Inc and Mimecast Ltd have gone public to take advantage of growing investor interest in them after a spate of hacking attacks on companies including major banks and retailers. However, shares of Rapid7 and FireEye, which popped 70-80 percent in their debut, are now trading way below their IPO prices. Mimecast, which jumped 20 percent on its listing day, has also slipped below its offering price. Ritter warned against premium pricing for stocks of cyber security firms, saying that these companies were fighting for market share, which would keep their profit growth muted. The Wall Street Journal first reported in October that Dell, the third-largest personal computer maker, had filed confidentially for listing SecureWorks, which it bought for $612 million in 2011. Founded in 1999, SecureWorks has 4,200 clients in 59 countries. The company said it planned to list its Class A common stock on the Nasdaq under the symbol \"SCWX.\" Bank of America Merrill Lynch , Morgan Stanley , Goldman Sachs & Co and JP Morgan are among the underwriters for SecureWorks' IPO. (Story refiled to fix typo error in paragraph 5) (Reporting by Sruthi Shankar in Bengaluru; additional reporting by Anya George Tharakan; Editing by Kirti Pandey)\n\nIn the past few years, several cyber security firms such as FireEye Inc", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "(Reuters) - Dell Inc's [DI.Ul] cyber security unit, SecureWorks Corp, could be valued", "title": "Dell's SecureWorks valued at $1.42 billion in year's first tech IPO", "url": "http://www.thefiscaltimes.com/latestnews/2016/04/11/Dell-unit-SecureWorks-valued-142-billion-IPO", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/dellitservices-m-a-nttdatacorp_3.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/latestnews/2016/04/11/Dell-unit-SecureWorks-valued-142-billion-IPO", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/dellitservices-m-a-nttdatacorp_3.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "(Reuters) - Dell Inc's [DI.Ul] cyber security unit, SecureWorks Corp, could be valued", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af36914bd0286fd2964\"", "article_summary": "Bank of America Merrill Lynch , Morgan Stanley , Goldman Sachs & Co and JP Morgan are among the underwriters for SecureWorks' IPO.\n(Reuters) - Dell Inc's [DI.Ul] cyber security unit, SecureWorks Corp, could be valued at up to $1.42 billion in its initial public offering, the first major U.S. listing of a technology company this year.\nThe Wall Street Journal first reported in October that Dell, the third-largest personal computer maker, had filed confidentially for listing SecureWorks, which it bought for $612 million in 2011.\nHowever, shares of Rapid7 and FireEye, which popped 70-80 percent in their debut, are now trading way below their IPO prices.\nAtlanta, Georgia-based SecureWorks said on Monday its offering was expected to be priced at $15.50-$17.50 per Class A share, raising as much as $157.5 million."}