{"article_title": "Two States Sue Colorado Over 'Dangerous' Marijuana Law", "article_keywords": ["sue", "colorado", "dangerous", "pot", "marijuana", "general", "states", "state", "attorney", "law", "lawsuit", "oklahoma", "laws"], "article_url": "http://www.rollingstone.com/politics/news/oklahoma-and-nebraska-sue-colorado-over-dangerous-marijuana-law-20141219", "article_text": "Oklahoma and Nebraska have filed a lawsuit with the U.S. Supreme Court asking it to deem Colorado's marijuana laws unconstitutional, The Denver Post reports. The states, which border Colorado, claim in the suit that their neighbor's recreational pot policy is \"draining their treasuries, and placing stress on their criminal justice system.\" Because recreational weed is not legal in Nebraska and Oklahoma – and those states must abide by federal law, which also prohibits it – the they want Colorado's policy overturned. They are not seeking financial damages.\n\n\"The State of Colorado has created a dangerous gap in the federal drug control system,\" the lawsuit – which Nebraska Attorney General Jon Bruning and Oklahoma Attorney General Scott Pruitt filed Thursday – alleges. \"Marijuana flows from this gap into neighboring states, undermining [our states'] own marijuana bans.\"\n\nColorado Attorney General John Suthers said that the lawsuit was \"without merit\" in a statement. \"Because neighboring states have expressed concern about Colorado-grown marijuana coming into their states, we are not entirely surprised by this action,\" he said. \"However, it appears the plaintiffs' primary grievance stems from non-enforcement of federal laws regarding marijuana, as opposed to choices made by the voters of Colorado.\"\n\nBob Ferguson, the attorney general of Washington State – which has marijuana laws similar to Colorado's – has said he would support the Centennial State if need be. With regard to his own state, he said it would \"vigorously oppose any effort by other states to interfere with the will of Washington voters.\"\n\nSeven states border Colorado, and Nebraska's Brunning has said he invited them to join his lawsuit. Kansas' attorney general office told the Post that the state was assessing its options.\n\nThe two states that did file the lawsuit say that Colorado violated the Supremacy Clause of the U.S. Constitution when it allowed voters to pass a law that conflicted with federal marijuana prohibition. They also claim that the state has not been active in keeping marijuana from crossing its borders. They're also upset that Colorado does not perform background checks on people who purchase pot and that it does not track those who do make purchases.\n\nCurrently, Colorado's recreational marijuana retailers can sell up to an ounce of pot to state residents with ID who are over age 21. Adults with out-of-state ID may buy up to a quarter of an ounce. The Post reports that retailers have made more than $300 million in pot sales in 2014 alone.\n\n\"This contraband has been heavily trafficked into our state,\" Bruning said at a press conference, according to Omaha.com. \"While Colorado reaps millions from the production and sale of pot, Nebraska taxpayers have to bear the cost.\"\n\nNebraska police made more than 7,600 marijuana possession arrests in 2013, Omaha.com reports, which is nearly 500 more than in 2000.\n\n\"Federal law classifies marijuana as an illegal drug,\" Oklahoma Attorney General Scott Pruitt said in a statement, according to NewsOK.com. \"The health and safety risks posed by marijuana, especially to children and teens, are well documented.\"\n\nBoth states claim they have had to rely on taxpayer money to cover possession-related arrests, vehicle impoundments, seizure of contraband and transfer of prisoners. These grievances, they claim, have caused \"irreparable injury.\" The suit did not cite specific numbers.\n\nEarlier this month, Congress passed a spending measure that prevents the federal government from interfering with state laws regarding medical marijuana. Oklahoma and Nebraska's suit would not be affected by this legislation since it is targeting only Colorado's recreational use laws.", "article_metadata": {"description": "Oklahoma and Nebraska have sued Colorado over the Centennial State's marijuana laws.", "og": {"site_name": "Rolling Stone", "description": "The suit claims legal weed in the Centennial State is draining the treasuries and placing stress on law enforcement in the others", "title": "Oklahoma and Nebraska Sue Colorado Over 'Dangerous' Marijuana Law", "url": "http://www.rollingstone.com/politics/news/oklahoma-and-nebraska-sue-colorado-over-dangerous-marijuana-law-20141219", "image": {"width": 1401, "identifier": "http://assets.rollingstone.com/assets/2014/article/oklahoma-and-nebraska-sue-colorado-over-dangerous-marijuana-law-20141219/178437/large_rect/1419005005/1401x788-453564370.jpg", "height": 788}, "type": "article"}, "twitter": {"site": "@RollingStone", "image": {"src": "http://assets.rollingstone.com/assets/2014/article/oklahoma-and-nebraska-sue-colorado-over-dangerous-marijuana-law-20141219/178437/large_rect/1419005005/1401x788-453564370.jpg"}, "description": "The suit claims legal weed in the Centennial State is draining the treasuries and placing stress on law enforcement in the others", "card": "summary_large_image", "title": "Oklahoma and Nebraska Sue Colorado Over 'Dangerous' Marijuana Law"}, "fb": {"app_id": 107978575944240}, "article": {"publisher": "https://www.facebook.com/rollingstone", "published_time": "2014-12-19T18:15:00Z"}, "viewport": "width=device-width, maximum-scale=1.0, target-densityDpi=device-dpi", "news_keywords": "oklahoma colorado,nebraska colorado,colorado pot laws,amendment 64,oklahoma sues,nebraska sues,marijuana legislation,federal marijuana law"}, "article_summary": "\"Marijuana flows from this gap into neighboring states, undermining [our states'] own marijuana bans.\"\n\"Federal law classifies marijuana as an illegal drug,\" Oklahoma Attorney General Scott Pruitt said in a statement, according to NewsOK.com.\nColorado Attorney General John Suthers said that the lawsuit was \"without merit\" in a statement.\nEarlier this month, Congress passed a spending measure that prevents the federal government from interfering with state laws regarding medical marijuana.\n\"The State of Colorado has created a dangerous gap in the federal drug control system,\" the lawsuit – which Nebraska Attorney General Jon Bruning and Oklahoma Attorney General Scott Pruitt filed Thursday – alleges."}