{"article_title": "New N.J. Assembly speaker, a former bodybuilder, promises to flex political muscle", "article_keywords": ["flex", "promises", "code", "assembly", "power", "sacco", "official", "political", "nj", "prieto", "county", "bodybuilder", "speaker", "muscle", "secaucus", "jersey", "thats"], "article_url": "http://www.nj.com/politics/index.ssf/2014/01/new_speaker_a_former_bodybuilder_promises_assembly_will_be_heard.html", "article_text": "TRENTON — Next week, everyone will start addressing Vincent Prieto as \"Mr. Speaker\" after he takes the oath as the Assembly’s new leader — and becomes the third most powerful politician in New Jersey state government.\n\nBut it won’t be the first time the mustachioed Hudson County Democrat will respond to a pretty impressive monicker.\n\nTwo decades ago they called him \"Mr. New Jersey.\"\n\nThat’s when the plumber from Secaucus bested all comers in a statewide bodybuilding contest.\n\n\"It was a different time in my life,\" said Prieto, who’s been known to show colleagues photos of his shirtless form on his cell phone.\n\nNow he will be matched up with a couple of strong-willed guys — Gov. Chris Christie, a Republican, and Senate President Stephen Sweeney, a fellow Democrat — to form Trenton’s political power trio.\n\nPrieto, 53, says he’s looking forward to it.\n\n\"I’m always ready for the next level,\" he said. \"That’s the way I look at it. I’m going to be relevant in the conversation. And without the Assembly, nothing gets done.\"\n\nIt’s been a slow, steady rise through the ranks for Prieto, a municipal code official who has been in elected politics for 10 years.\n\nDespite his past glory as a bodybuilder, Prieto never sought a high profile. He’s often the first to show up to Assembly sessions but usually stayed away from the cameras and microphones, preferring to quietly build trust among his colleagues.\n\n\"Politics, basically, has sought me out,\" Prieto said over an egg-white omelet at a diner in Secaucus. \"I didn’t seek politics. While I was growing up here a lot of people helped us and gave us a hand, so I always tried to help everybody.\"\n\nBorn in Cuba in 1960, a 10-year-old Prieto boarded one of the last \"freedom flights\" of refugees to Miami with his mother, who at one point rolled cigars for a living. They immediately settled in Union City, where relatives awaited.\n\nHis mother worked odd jobs, raising him alone in a tenement on 34th Street.\n\n\"Thinking back as a code official, I can tell you it was an illegal apartment,\" Prieto said. \"There was no heat. It only had overhead pipes.\"\n\nBy the numbers\n\nPrieto picked up English quickly, but couldn’t grasp the language’s odd spellings. Instead, he took to numbers and, after spending two semesters at Bergen Community College, dropped out to pursue a career in plumbing. \"Believe it or not, there’s a lot of math in plumbing,\" he said. \"Slopes, angles and the velocity water can travel.\"\n\nHe married his high school sweetheart, Marlene, and started a plumbing supply store in Union City with his brother-in-law. Then, after spending years dealing with municipal codes and bureaucracies, Prieto became certified as a code official. He moved to Secaucus in 1990, eventually took a job as its construction code official and was appointed to the city’s planning board in 1998.\n\nSix years later, when Democratic Assemblyman Anthony Impreveduto resigned after pleading guilty to using campaign funds for his personal benefit, the district’s powerful state senator, Nicholas Sacco (D-Hudson), began the search for a replacement.\n\nFormer Assemblywoman Joan Quigley, who served in the same district with Prieto for eight years, recalled when Sacco asked local party leaders in Secaucus who they thought could fit the bill.\n\n\"The only name that was ever mentioned by anybody was Vinnie Prieto,\" Quigley said. \"Senator Sacco said we’ve got to meet this guy. And when we did, we really, really liked him.\"\n\nSacco, whom Prieto calls a mentor, would also be instrumental in his rise to power. In 2011, Sacco, South Jersey power broker George Norcross, Essex County Executive Joseph DiVincenzo and others helped broker an agreement that would keep Assembly Speaker Sheila Oliver (D-Essex) in power for two more years. As part of the deal, Prieto was elevated to chair the powerful budget committee. Two years later, when Norcross had grown disenchanted with Oliver and DiVincenzo, he turned to Sacco. With Oliver’s support from Assembly Democrats in tatters, Prieto was all but assured the speakership.\n\nPower shift\n\nPrieto’s elevation represents a shift in long-standing alliances between the political power brokers who decide so much of what goes on in New Jersey politics — and a shift in Democratic power from Essex County to Hudson.\n\n\"A number of years ago, we weren’t even at the table when the leadership was divided in the state. It was a total humiliation for Hudson County, one of the most powerful Democratic counties in the state, not to be invited to the table,\" Sacco said. \"This is very important for people to see Hudson County as the political power base that it is for Vinnie. It gives a lot of credibility for the people who work very hard to make New Jersey a better place.\"\n\nWhile Prieto, who recently became Hudson County Democratic chairman, acknowledges the helping hand of Sacco, he bristles at the notion that anyone else is responsible for his political fortune.\n\n\"I am my own person. Nick Sacco and I have a great relationship. We have a great friendship. But I get to do what I need to do,\" he said. \"I didn’t get here yesterday.\"\n\nPrieto’s path to the speakership was also helped by his relationship with his colleagues, Republicans and Democrats alike.\n\n\"He’s a man of his word and he’s a straight shooter. When he tells you he’s going to do something, he does it,\" said Assemblyman Declan O’Scanlon (R-Monmouth), who sits on the budget committee with Prieto.\n\nIdeologically, Prieto said he’s most often pegged as a centrist, though he said he has \"Democratic values\" partly formed by growing up with the help of public assistance. \"Those are my core beliefs. But saying that, I think you have to have room for negotiation,\" he said.\n\nThe big unknown is how he’ll get along with Christie, who often butted heads with Oliver. Up to now, they’ve had little interaction.\n\nPrieto has several public jobs. In addition to his $49,000 salary as an assemblyman, which will increase to $65,000 as speaker, he makes $128,000 for his full-time job as Secaucus’ code official and $29,000 as Guttenberg’s part-time code official. His wife, Marlene, was hired in 2012 as a grant coordinator for Secaucus at a salary of $35,000.\n\nPrieto, who takes health benefits from his job in Secaucus, said he saves the state money because he does not accept the Legislature’s health insurance. He said it’s common for code officials to work in more than one town, and their salaries are paid by fees — not taxes.\n\n\"In my roles as a code official, that’s my profession. That’s what pays my bills and that’s what I do for a living,\" he said.\n\nThree years ago, Prieto’s son ribbed him for being out of shape. So he entered the \"Mr. New Jersey\" bodybuilding contest again — and finished third in the senior division. But in a political world in which just about every little thing merits a news release, Prieto kept it low-key.\n\nNew Jersey, he said, should not expect a showboating Assembly leader for the next two years.\n\n\"I’m not a guy that looks to be flamboyant or tries to pontificate up on the dais,\" he said. \"That’s not my style. I’m straight and to the point and I like to work and get things done.\"\n\nRELATED COVERAGE\n\n• Oliver's future as Assembly speaker in doubt\n\n•Quigley: Prieto soon to be Assembly's most powerful\n\n• More Politics", "article_metadata": {"medium": "news", "viewport": "width=device-width,initial-scale=1", "news_keywords": "nj-legislature, sheila-oliver, vincent-prieto, news", "title": "New N.J. Assembly speaker, a former bodybuilder, promises to flex political muscle", "og": {"site_name": "NJ.com", "description": "It&#8217;s been a slow, steady rise through the ranks for soon-to-be Assembly Speaker Vincent Prieto, a municipal code official who has been in elected politics for 10 years.", "title": "New N.J. Assembly speaker, a former bodybuilder, promises to flex political muscle", "url": "http://www.nj.com/politics/index.ssf/2014/01/new_speaker_a_former_bodybuilder_promises_assembly_will_be_heard.html", "image": "http://image.nj.com/home/njo-media/width620/img/star-ledger/photo/2014/01/14035414-large.jpg", "type": "article"}, "twitter": {"description": "It&#8217;s been a slow, steady rise through the ranks for soon-to-be Assembly Speaker Vincent Prieto, a municipal code official who has been in elected politics for 10 years.", "creator": "@MattFriedmanSL", "image": "http://image.nj.com/home/njo-media/width620/img/star-ledger/photo/2014/01/14035414-large.jpg", "title": "New N.J. Assembly speaker, a former bodybuilder, promises to flex political muscle", "site": "@njdotcom", "card": "summary_large_image"}, "article_date_updated": "Sunday, January 05, 2014, 10:07 AM", "fb": {"admins": 100000302287435}, "article_publication_name": "NJ.com", "article_comments": 0, "article_date_original": "Sunday, January 05, 2014,  6:30 AM", "article_author": "Matt Friedman | NJ Advance Media for NJ.com", "Description": "It&#8217;s been a slow, steady rise through the ranks for soon-to-be Assembly Speaker Vincent Prieto, a municipal code official who has been in elected politics for 10 years."}, "_id": "\"57477af36914bd0286fd2965\"", "article_summary": "In addition to his $49,000 salary as an assemblyman, which will increase to $65,000 as speaker, he makes $128,000 for his full-time job as Secaucus’ code official and $29,000 as Guttenberg’s part-time code official.\n\"In my roles as a code official, that’s my profession.\nIt’s been a slow, steady rise through the ranks for Prieto, a municipal code official who has been in elected politics for 10 years.\n\"Thinking back as a code official, I can tell you it was an illegal apartment,\" Prieto said.\nThen, after spending years dealing with municipal codes and bureaucracies, Prieto became certified as a code official."}