{"article_title": "Hispanics And Healthcare 02", "article_keywords": ["02", "providers", "comfortable", "project", "hispanics", "likely", "health", "healthcare", "trust", "segment", "care"], "article_url": "http://www.mediapost.com/publications/article/269836/hispanics-and-healthcare.html", "article_text": "While a lot has been written about Hispanics and healthcare, particularly in relation to the rollout of the Affordable Care Act, not enough attention has been paid to the opportunity they represent. Hispanics are a vital consumer segment for the large and growing healthcare industry, not just a population to be managed.\n\nThe expanding population of 55 million Hispanics in the U.S. represents a very different consumer of healthcare. In particular, Hispanics differ from the mainstream as it relates to healthcare consumption in four key ways:\n\n1. Many Hispanics have a cultural uneasiness with the American style of healthcare. They have different expectations for doctor/patient interaction and often need more time with the physician to feel comfortable sharing their questions and concerns.\n\n2. Hispanics have a strong cultural tradition of privacy and individual pride that makes them less likely to proactively engage with the healthcare system.\n\n3. Using health insurance is a foreign way to access and use healthcare services. Immigrants from Mexico and Latin America are more accustomed to a government-run healthcare system.\n\n4. Hispanics are less likely to visit a doctor and have a primary care physician relationship. Fewer than 50% say they have a regular doctor (PwC, 2014).\n\n5. Hispanics have a long cultural history of preferring non-Western medicine – 45% rely on home remedies (Latino Health Care Engagement Project) and 72% never use prescription drugs (U.S. Census, 2012).\n\nYet many of the differences we see in how Hispanics approach healthcare make them a very attractive segment for the rapidly changing industry.\n\nHispanic families are younger and larger, requiring more ongoing care vs. episodic treatment.\n\nOlder Hispanics carry a larger disease burden, but these related costs are offset by the higher use of more profitable service lines, such as ob/gyn.\n\nThey are cost-conscious as it relates to healthcare. This is partially driven by the fact that many Hispanics are comfortable paying cash in the U.S. for services.\n\nThey are more comfortable with alternative, lower cost providers of healthcare. Hispanics are more likely to get health information from pharmacists, and seek care from providers other than doctors (28% of Hispanics 35-64 view pharmacists as most trusted source of health-related information or advice – Hispanic Millennial Project, 2015).\n\nHispanics are embracing technology and Internet health. Hispanics 35-64 trust doctors (71%) and Internet (69%) equally as sources of healthcare information (Hispanic Millennial Project, 2015).\n\nHispanics represent a significant and profitable growth market across key areas of the healthcare industry.\n\nHospitals – Hispanics have larger families, more births and generally trust large, well-established institutions, and they are increasingly privately insured.\n\nInsurers – Hispanics are open and motivated to utilize lower cost, alternative healthcare options and treatments.\n\nHealthcare Providers – Hispanics are comfortable and willing to pay out-of-pocket for healthcare services. Also, in some regions of the U.S., Hispanic consumers often over-index in expensive, high-margin procedures such as bariatric and cosmetic surgery.\n\nDigital Health – Hispanics ages 35-64 are increasingly connected and trust doctors and Internet equally for healthcare advice.\n\nPharma – Hispanics are more likely to request brand name products when they are advertised to them in culturally relevant ways.\n\nMedical Device Manufacturers – Older Hispanics have active lifestyles that they want to maintain.\n\nHispanics are changing the healthcare system in significant ways, but they aren’t always seen as an opportunity for business growth and increased profitability. For example, Hispanics are an ideal consumer segment to pilot new healthcare delivery models (e.g. telemedicine or mHealth). By simply focusing on tactics such as translating materials for them, most healthcare organizations are missing the out on the transformational opportunity presented by putting Hispanics at the forefront of their marketing strategies.", "article_metadata": {"description": "Hispanics And Healthcare - 02/25/2016", "og": {"url": "http://www.mediapost.com/publications/article/269836/hispanics-and-healthcare.html", "image": "http://s3.amazonaws.com/static.mediapost.com/publications/images/mp-logo-fb.jpg", "type": "website", "description": "While a lot has been written about Hispanics and healthcare, particularly in relation to the rollout of the Affordable Care Act, not enough attention has been paid to the opportunity they represent.\nHispanics are a vital consumer segment for the large and growing healthcare industry, not just a population to be managed.", "title": "Hispanics And Healthcare"}, "twitter": {"url": "http://www.mediapost.com/publications/article/269836/hispanics-and-healthcare.html", "site": "@mediapost", "description": "While a lot has been written about Hispanics and healthcare, particularly in relation to the rollout of the Affordable Care Act, not enough attention has been paid to the opportunity they represent.\nHispanics are a vital consumer segment for the large and growing healthcare industry, not just a population to be managed.", "card": "summary", "title": "Engage:Hispanics: Hispanics And Healthcare"}, "fb": {"admins": 500591163}, "keywords": "While a lot has been written about Hispanics and healthcare, particularly in relation to the rollout of the Affordable Care Act, not enough attention has been paid to the opportunity they represent. Hispanics are a vital consumer segment for the large and growing healthcare industry, not just a population to ... 02/25/2016", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "Healthcare Providers – Hispanics are comfortable and willing to pay out-of-pocket for healthcare services.\nDigital Health – Hispanics ages 35-64 are increasingly connected and trust doctors and Internet equally for healthcare advice.\nHispanics are a vital consumer segment for the large and growing healthcare industry, not just a population to be managed.\nHispanics 35-64 trust doctors (71%) and Internet (69%) equally as sources of healthcare information (Hispanic Millennial Project, 2015).\nYet many of the differences we see in how Hispanics approach healthcare make them a very attractive segment for the rapidly changing industry."}