{"article_title": "Obama Has Long Advocated a New Cuba Posture", "article_keywords": ["cuban", "obamas", "advocated", "campaign", "cuba", "diplomatic", "took", "long", "castro", "mr", "policy", "posture", "obama"], "article_url": "http://blogs.wsj.com/washwire/2014/12/17/obama-long-advocated-a-new-cuba-posture/", "article_text": "Video: Obama Announces Changes on Cuba Policy\n\nFrom the beginning of his time on the national stage, President Barack Obama has positioned himself as someone willing to transform the country’s longtime posture towards Cuba.\n\nWith Wednesday’s announcement of eased sanctions and a restoration of full diplomatic relations, Mr. Obama is poised to help bring about the end of a 50-year diplomatic standoff with the Cuban ruling regime — a conflict rooted in opposition to communism that has lasted since the height of the Cold War.\n\n“Neither the American nor Cuban people are well served by a rigid policy that is rooted in events that took place before most of us were born,” Mr. Obama said in his remarks Wednesday.\n\nCritics, including members of Mr. Obama’s own party, blasted the changes in Cuba policy as a capitulation to a undemocratic regime with a history of hostility towards the United States.\n\n“President Obama’s actions have vindicated the brutal behavior of the Cuban government,” said Sen. Bob Menendez, a New Jersey Democrat and outgoing chairman of the Senate Committee on Foreign Relations.\n\nBut Mr. Obama’s major change in Cuba posture and policy has roots in changing domestic and international politics — and he has been a longtime advocate of a different approach to the island country.\n\nDuring his time in the U.S. Senate and throughout the 2008 presidential campaign, Mr. Obama often took positions that put him at odds with the a vocal segment of the powerful anti-Castro Cuban community. Mr. Obama took several positions that angered hardliners who are mostly based in the swing state of Florida and who wanted to see the United States continue to take an aggressive stance towards bringing down the ruling Castro regime.\n\nThough Cuban-American voters have long leaned Republican, younger generations have trended Democratic in recent cycles. The conventional wisdom during the 2008 campaign was that Mr. Obama’s stances on Cuba issues would hurt him in Florida, but he carried the state in both his winning presidential campaigns. Mr. Obama narrowly lost the Cuban-American vote in 2008 by five points, but won it back in 2012. In his re-election campaign, he won 49% of the Cuban American vote, to his opponent’s 47%.\n\nThose victories came as Mr. Obama advocated for more openness with Cuba on the campaign trail and made changes to Cuba policy once in office.\n\nMr. Obama split with his main 2008 rival Hillary Clinton over ongoing federal government funding of the pro-democracy broadcasting network Radio y Televisión Marti. TV Marti airs pro-democracy broadcasts into Cuba. Mr. Obama voted two times to cut off funding for the organization, while Mrs. Clinton supported it.\n\nIn 2007, he said he would keep most of the trade embargo in place but gave a speech calling for allowing Cuban-Americans to send more money back home. He gave the speech in the same auditorium where Ronald Reagan outlined his tough-on-the-Castro-regime stance two decades earlier.\n\nPresident Barack Obama shakes hands with Cuban President Raul Castro in 2013. Getty Images\n\nMr. Obama also said on the campaign trail that he would meet with Cuban leader Raul Castro in person without preconditions. A bilateral meeting never happened, but Mr. Obama shook Mr. Castro’s hand last year at Nelson Mandela’s funeral in South Africa.\n\nBoth Castro brothers signaled their willingness to work with Mr. Obama once he took office. Ailing ex-president Fidel Castro reportedly called Mr. Obama an honest man in 2009, while Raul Castro said he “seems like a good man.”\n\nOnce in office, Mr. Obama made unilateral policy changes to the Cuba sanctions. In 2009, he eased restrictions on the kind of money, gifts and travel visas that applied to Cuban Americans and their Cuban relatives.\n\nHe further eased restrictions in 2011, allowing more religious organizations, education programs and journalists to travel to the island despite the ongoing tourism ban.\n\nThere remained major areas of tension, including the detention of contractor Alan Gross, who had been held in a Cuban prison for five years. Mr. Gross was released Wednesday as part of a swap. And the U.S. Agency for International Development acknowledged that it ran a short-lived clandestine social media network designed to help undermine the Castro regime under Mr. Obama’s watch.\n\nBut on Wednesday, Mr. Obama announced the biggest change in Cuba policy since President Dwight Eisenhower severed diplomatic relations in 1961. His actions include the renewal of diplomatic ties, a loosening of financial regulations imposed on Cuban society, expansion of travel and a U.S review Cuba’s place on a list of state sponsors of terrorism.\n\nMore on Cuba", "article_metadata": {"article.template": "full", "page.content.source": "Blog Article", "page.region": "na,us", "page.content.type": "blogs article", "twitter": {"domain": "WSJ.com", "description": "From the beginning of his time on the national stage, President Barack Obama has positioned himself as someone willing to transform the country's longtime posture towards Cuba.", "title": "Obama Has Long Advocated a New Cuba Posture", "url": "http://blogs.wsj.com/washwire/2014/12/17/obama-long-advocated-a-new-cuba-posture/", "image": {"src": "http://si.wsj.net/public/resources/images/BN-GB415_obamac_P_20141217113741.jpg"}, "site": "WSJPolitics", "card": "summary_large_image"}, "article.image_count": 2, "article_privilege": "free", "article.section": "Politics", "article.headline": "Obama Has Long Advocated a New Cuba Posture", "description": "From the beginning of his time on the national stage, President Barack Obama has positioned himself as someone willing to transform the country's longtime posture towards Cuba.", "article_section": "Politics", "author": "Byron Tau", "user.type": "unsubscribed", "article.page": "Washington Wire Blog", "page.content.format": "responsive", "page.subsection": "Washington Wire", "article.summary": "From the beginning of his time on the national stage, President Barack Obama has positioned himself as someone willing to transform the country's longtime posture towards Cuba.", "page.site": "blogs.wsj.com", "testkeys": "C", "article.published": "2014-12-17T20:16:18-05:00", "dj.asn": "10-158", "ROBOTS": "noarchive, noodp", "fb": {"url": "http://blogs.wsj.com/washwire/2014/12/17/obama-long-advocated-a-new-cuba-posture/", "app_id": 368513495882}, "article": {"publisher": "https://www.facebook.com/wsj"}, "article_id": "BL-WB-51618", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no", "page.section": "Politics", "language": "en-US", "og": {"site_name": "WSJ", "description": "From the beginning of his time on the national stage, President Barack Obama has positioned himself as someone willing to transform the country's longtime posture towards Cuba.", "title": "Obama Has Long Advocated a New Cuba Posture", "url": "http://blogs.wsj.com/washwire/2014/12/17/obama-long-advocated-a-new-cuba-posture/", "image": {"width": 749, "identifier": "http://si.wsj.net/public/resources/images/BN-GB415_obamac_P_20141217113741.jpg", "height": 499}, "type": "article"}, "article.access": "free", "article.type": "Washington Wire", "article.id": "BL-WB-51618", "user.exp": "default", "article.updated": "2014-12-17T23:05:20-05:00"}, "article_summary": "Those victories came as Mr. Obama advocated for more openness with Cuba on the campaign trail and made changes to Cuba policy once in office.\nA bilateral meeting never happened, but Mr. Obama shook Mr. Castro’s hand last year at Nelson Mandela’s funeral in South Africa.\nBut on Wednesday, Mr. Obama announced the biggest change in Cuba policy since President Dwight Eisenhower severed diplomatic relations in 1961.\nMr. Obama narrowly lost the Cuban-American vote in 2008 by five points, but won it back in 2012.\nVideo: Obama Announces Changes on Cuba PolicyFrom the beginning of his time on the national stage, President Barack Obama has positioned himself as someone willing to transform the country’s longtime posture towards Cuba."}