{"article_title": "Harry Potter, Hermione Granger, and Theater's Long Tradition of Colorblind Casting", "article_keywords": ["colorblind", "granger", "potter", "theater", "long", "director", "theaters", "production", "black", "hermione", "harry", "casting", "white", "actors", "tradition", "film"], "article_url": "http://www.theatlantic.com/entertainment/archive/2015/12/harry-potter-and-theatres-history-of-colorblind-casting/421521/", "article_text": "While theater has long led other creative genres in this regard, it’s done so partly out of good intentions and partly out of necessity—the canon is almost entirely plays written by white men featuring white characters, many of which had to be performed by all-male casts when they were first produced. As the demographics of acting schools shifted in the 20th century, there were an increasing number of classically trained performers looking to tackle theater’s most challenging roles. “The theater was the one place during the McCarthy era where black actors could work,” says Michael Kahn, the artistic director of the Shakespeare Theatre Company. “So there’s always been a more progressive attitude in theater than film. And history, in particular, comes even more alive when you relate it to the community who’s looking at it.”\n\nNunn’s decision to cast only white actors, was, the director stated, an attempt to achieve “historic verisimilitude.” But the controversy it prompted served as a reminder that theater has long been ahead of film and television when it comes to colorblind casting. The recent news that a black actress, Noma Dumezweni, has been cast to play the adult Hermione Granger in the forthcoming London play Harry Potter and the Cursed Child, continues this tradition. Even though Hermione’s race is never specified in the Harry Potter series, Emma Watson’s casting in the film adaptations confirmed many readers’ assumptions that the character was white, leading to a blockbuster film franchise for children where the only characters of color featured in minor roles. Having Hermione be played by a black actress onstage is both an acknowledgement that the Harry Potter universe has long been lacking in this regard, and an affirmation of theater’s historically progressive attitude toward actors of color.\n\nEarlier this year, the director Trevor Nunn sparked uproar when he announced the casting for his fall production of The War of the Roses, an adaptation of three of Shakespeare’s history plays. Of the 20-plus actors chosen for the show, every single one was white. “Can it really be acceptable best practice in 2015 to cast a project such as this with 22 actors but not one actor of color?” asked Malcolm Sinclair, the president of Equity U.K., in a statement. The executive director of Arts Council England, Simon Mellor, added that the production “seems out of step with most of British theatre, where casting that ignores an actor’s race is increasingly the norm.”\n\nThere’s also a fluidity regarding gender in Shakespeare’s plays that stems from the fact that women weren’t allowed on English stages until the 17th century. The suspension of disbelief required to imagine a male actor being the virginal 13-year-old Juliet, for example, has long made Shakespearian productions more receptive to imaginative casting than many modern shows. “People expect it in Shakespeare,” says the director Julie Taymor, whose recent movie adaptation of A Midsummer Night’s Dream featured black actors playing Helena and Oberon. “It’s oddly enough with him, the great genius playwright, where for a long time now it’s been possible to do multi-racial casting without anyone blinking an eye, or thinking of his characters as a black person or a white person or an Asian person. They’re just characters.”\n\nTheater’s also had problems when it comes to casting, with the tradition of blackface being prevalent through the 1950s. In 1964, Lawrence Olivier painted his face with ludicrous black makeup to play Othello at the National Theatre in a production whose film adaptation was likened by The New York Times to a minstrel show. It was only this year that the director Bartlett Sher decided not to use blackface for his production of Otello, following the example of a 2014 production at the English National Opera, which was the first major production to cast a white singer in the role and not have him wear makeup. While theater’s led in terms of colorblind casting, it’s taken much longer for the notion to catch on that white actors shouldn’t alter their appearance to try and look like they’re of a different ethnicity.\n\nNor is casting actors of color in traditionally “white” roles without controversy. In 1997, the playwright August Wilson delivered a speech titled “The Ground on Which I Stand,” in which he analyzed the overarching whiteness of theater in the U.S., stating:\n\nWe do not have any theaters of comparable size, quality, and financial resources as our white counterparts that would allow us to support our artists and offer them meaningful avenues to grow and develop their talents and make the contributions to the body of world art of which they are capable. What we have instead is a furtherance of white hegemony and a truncation of our possibilities. Money spent “diversifying” the theater, developing black audiences for white institutions, developing ideas of colorblind casting, only strengthen and solidify this strangle-hold by making our artists subject to the paternalistic notions of white institutions, allowing them to dominate and control the art.\n\nThe speech electrified American theater at the time, and led to an impassioned debate over whether black actors should take on historically white roles, or work to create their own canon, as Wilson stated, thus championing “our own causes, our own celebrations, and our own values.” One of Wilson’s most outspoken critics at the time was Robert Brustein, who founded the American Repertory Theater. “Refusing to let black actors play anything but black parts seems narrow to me,” Brustein says. “And it would have robbed us of some of the great performances of our time. One thing we must not do, in theater, is exclude anyone because of race, or because of anything.”\n\nIn a creative environment where directors and writers of color are still woefully lacking, the decision to cast a black actress as one of the foremost children’s heroines of the last two decades seems like an acknowledgement of culture’s limitations, and a nod toward trying to make things better. “As a biracial girl growing up in a very white city, I found myself especially attaching to the allegory of Harry Potter’s blood politics,” writes Alanna Bennett at BuzzFeed, who concludes that “painting Hermione as a woman of color [is] an act of reclaiming her allegory at its roots.” A simple nod isn’t enough in and of itself. But casting Dumezweni, an Olivier Award-winning actress, is a start, at least in challenging the default “whiteness” of characters in culture. If theater’s long history allows it to lead, hopefully other genres can learn, and follow.", "article_metadata": {"description": "J.K. Rowling’s new play, a continuation of her fictional series, stars a black actress as Hermione Granger, proving that the medium is still leaps ahead of film and TV.", "author": "Sophie Gilbert", "og": {"site_name": "The Atlantic", "description": "The medium has long been more progressive than film or TV when it comes to casting.", "title": "How Theater's Colorblind History Paved the Way for a Black Hermione Granger", "locale": "en_US", "image": "https://cdn.theatlantic.com/assets/media/img/mt/2015/12/HP15_Q4_Square_LS_Pottermore-1/facebook.jpg?1450726554", "url": "http://www.theatlantic.com/entertainment/archive/2015/12/harry-potter-and-theatres-history-of-colorblind-casting/421521/", "type": "article"}, "twitter": {"domain": "theatlantic.com", "site": "@theatlantic", "card": "summary"}, "ROBOTS": "INDEX, FOLLOW", "p": {"domain_verify": "68e1a0361a557708fefc992f3309ed70"}, "fb": {"admins": "577048155,17301937", "page_id": 29259828486, "app_id": 100770816677686}, "keywords": "The Atlantic, The Atlantic Magazine, TheAtlantic.com, Atlantic, news, opinion, breaking news, analysis, commentary, business, politics, culture, international, science, technology, national and life", "viewport": "initial-scale=1.0, maximum-scale=1.0, width=device-width, user-scalable=no"}, "article_summary": "If theater’s long history allows it to lead, hopefully other genres can learn, and follow.\n“Refusing to let black actors play anything but black parts seems narrow to me,” Brustein says.\nNor is casting actors of color in traditionally “white” roles without controversy.\nThe recent news that a black actress, Noma Dumezweni, has been cast to play the adult Hermione Granger in the forthcoming London play Harry Potter and the Cursed Child, continues this tradition.\n“People expect it in Shakespeare,” says the director Julie Taymor, whose recent movie adaptation of A Midsummer Night’s Dream featured black actors playing Helena and Oberon."}