{"article_title": "Healthcare Reform's Biggest Threats, Opportunities", "article_keywords": ["brodnax", "mr", "threats", "reforms", "opportunities", "patients", "health", "ascs", "healthcare", "biggest", "patient", "surgery", "deductible", "quality"], "article_url": "http://www.beckersasc.com/news-analysis/asc-landscape-in-2014-beyond-healthcare-reform-s-biggest-threats-opportunities.html", "article_text": "ASC Landscape in 2014 & Beyond: Healthcare Reform's Biggest Threats, Opportunities\n\nThe incomplete roll-out of the Patient Protection and Affordable Care Act has left ambulatory surgery centers in limbo as they prepare for the coming year. Will they remain a feasible business model in the future?\n\n\n\n\"ASCs will remain viable in a new age of healthcare reform, and in fact, well-managed ASCs should thrive,\" says Stacey H. Berner, MD, President and Principal of SurgCenter Development. \"Despite consolidation amongst and within hospital systems, which in some markets are reaching near-monopolistic levels, ASCs remain a cost-effective alternative to the inpatient hospital and HOPD settings.\"\n\n\n\nHere are thoughts from Dr. Berner and President and Chief Development Officer of United Surgical Partners International Brett Brodnax about where the industry stands now and what ASCs can expect over the next few years.\n\n\n\nBiggest threat\n\nBiggest opportunities\n\nBringing about change\n\nPreparation for next year\n\nHealthcare reform has sparked widespread change in the industry, but few of the changes have hit ASCs as hard as the rapid growth in high deductible health plans. Patients are often shocked to see the price of their care and how much they owe with high deductible plans.\"As patients are forced to spend more of their healthcare dollar, you see a change in behavior as patient consumerism starts to take hold,\" says Mr. Brodnax. \"Recent studies have shown that initial reaction in that first year when a patient moves from a rich plan to a high deductible plan is to reduce their overall healthcare spend followed by a gradual evolution to value-based consciousness.\"This sticker shock poses an immediate threat to ASC patient volume and collections, but as patients become more healthcare savvy they'll discover the great cost and quality benefit of outpatient surgery and ASCs. \"According to Mr. Brodnax, the percentage of employees with a deductible over $1,000 has increased from 12 percent in 2007 to 38 percent in 2013 for all firms. For firms under 200 employees, that number has increased from 21 percent to 58 percent in 2013. Implications of the high deductible plans include:• A longer \"winter\" — as patients wait longer to meet their deductible, they will wait to undergo elective procedures until May or June instead of March or April.• More payment assistance — patients who undergo surgery before meeting their deductible may need a payment plan to meet their responsibility.• Price transparency — individuals with high deductible plans or health savings accounts and self-funded employers will search for quality providers with competitive prices, and surgery centers with bundled pricing or publicly available prices could capture these patients.There is currently confusion surrounding the plans on the health insurance exchanges, and many individuals who had private insurance will now lose it. The health insurance landscape for 2014 remains foggy until patients and providers can solidify coverage.\"Information regarding health insurance plan benefits has been difficult for consumers to access in certain markets,\" says Dr. Berner. \"As such, many subscribers have been slow to select plans, and this can create uncertainty for revenue cycle management.\"Strategies for success with exchanges are variable, depending on whether the state has a state-run or federally-run exchange, and whether the state has adopted the \"active purchaser\" model or \"clearinghouse\" model. Public exchanges have also paved the way for private exchange proliferation and growth.\"A recent study by Accenture projected that the number of lives on private exchanges will equal public exchanges over the next four years as employers elect to take advantage of an ability to move to a defined contribution plan,\" says Mr. Brodnax. \"In the short term, there are lessons from Massachusetts where patients tended to choose lower premium plans, leading to more out-of-pocket costs for them. This will result in a need for certain operational modifications in areas such as verification of benefits.\"Many surgery centers originated as independent providers — alternatives to the big hospitals and health systems. ASCs and hospitals were competitors, and in some communities created bad blood between them. However, the healthcare field is evolving toward more collaborative care.\"Many healthcare systems have been building integrated care delivery networks to prepare for reform and have been focused on ways to affiliate with physicians more directly,\" says Mr. Brodnax. \"This can include employment of physicians directly, particularly with primary care physicians which can lead to tighter management of referrals and a need to develop 'upstream' strategies with our physician partners.\"ASCs are considering whether to stay independent or align with larger organizations and hospitals. Alignment could provide one opportunity for strategic growth while improving quality and lowering costs.\"Surgical services typically comprise around 30 percent of the total healthcare spend for an employer and ASCs can be a big lever to help reduce that spend by ensuring lower acuity cases take place in the correct site of service,\" says Mr. Brodnax. \"New players are using a combination of methods to reduce spend including patient incentives, price transparency, narrow networks and ACOs.\"Over the past few years, cost and quality data has become more transparent in healthcare and industry experts expect this trend to grow. Publicly publishing this data could be advantageous for ASCs.\"As high value facilities, ASCs should benefit from transparency as it will help to increase awareness regarding the value proposition of ASCs,\" says Mr. Brodnax. \"Our ability to demonstrate quality outcomes will help to enable independent assessments of our efficiency as value-based consciousness increases; this will help to position ASCs as an integral part of the healthcare delivery system.\"Price transparency will lead to a higher demand for bundled pricing as patients and employers seek more clarity on the expenditure for particular procedures. This will also eliminate unwarranted pricing variation in the marketplace, says Mr. Brodnax.There are several ways Mr. Brodnax suggested ASC owners, operators and industry advocates can take advantage of these opportunities at the macro and micro levels:• Enhance advocacy efforts so legislators, employers and patients know the benefits of ASCs;• Clearly demonstrate the ASC's value proposition from a cost and quality perspective;• Highlight the benefits of overall patient experience at ASCs;• Consider services outside of surgery to help deliver value to these constituents.USPI's strategy has been to partner with leading not-for-profit health systems looking for a partner to accelerate their ambulatory market strategies and align with specialists in the community. This strategy has been successful, especially as employers and payers seek out comprehensive, integrated care delivery systems.\"As the healthcare landscape continues to evolve, so do these market strategies and we are seeing new ways for the joint venture to deliver value both to our health system partner and in a particular market, through areas such as increased patient access points and clinical integration, but also to our physician partners through areas such as access to integrated networks,\" says Mr. Brodnax. \"The challenges hospitals can bring is that they simply have a tremendous amount going on as they prepare for reform so you must be large enough or strategically aligned enough to be relevant to them and get their attention, focus and help.\"ASC owners and operators are now implementing strategies to carefully manage expenses over the next five years. Dr. Berner recommends centers adjust their budgets based on an assumption of further downward pressure on the revenue side and pay closer attention to supply utilization.\"The efficiency and affordability of ASCs has — coupled with the technological advances — created a shift towards performing increasingly complex procedures in the outpatient setting,\" says Dr. Berner. \"We are very enthusiastic about several of our new and evolving service lines.\"Solid operational goals and strategic planning will have a huge impact on the success of a center as healthcare reform continues to change the care delivery landscape.\"Creating efficiencies begins with careful physical plant design,\" says Dr. Berner. \"A well thought out and functional space that is 'right sized' will have a positive ripple effect on financial performance as well as physician/surgeon satisfaction.\"\n\n© Copyright ASC COMMUNICATIONS 2016. Interested in LINKING to or REPRINTING this content? View our policies by clicking here.", "article_metadata": {"keywords": "surgery center, outpatient surgery, ambulatory surgery, uspi, brett brodnax, surgcenter development, stacey berner", "google-site-verification": "3roEteXcE93u1dATIqf6kb3FLMex7aucv7aTqreDlLA", "description": "The incomplete roll-out of the Patient Protection and Affordable Care Act has left ambulatory surgery centers in limbo as they prepare for the coming year.", "author": "Laura Dyrda"}, "_id": "\"57477af46914bd0286fe134f\"", "article_summary": "ASC Landscape in 2014 & Beyond: Healthcare Reform's Biggest Threats, OpportunitiesThe incomplete roll-out of the Patient Protection and Affordable Care Act has left ambulatory surgery centers in limbo as they prepare for the coming year.\n\"As patients are forced to spend more of their healthcare dollar, you see a change in behavior as patient consumerism starts to take hold,\" says Mr. Brodnax.\n\"As high value facilities, ASCs should benefit from transparency as it will help to increase awareness regarding the value proposition of ASCs,\" says Mr. Brodnax.\n\"Many healthcare systems have been building integrated care delivery networks to prepare for reform and have been focused on ways to affiliate with physicians more directly,\" says Mr. Brodnax.\nBiggest threatBiggest opportunitiesBringing about changePreparation for next yearHealthcare reform has sparked widespread change in the industry, but few of the changes have hit ASCs as hard as the rapid growth in high deductible health plans."}