{"article_title": "Ebola Threatens to Melt the Chocolate Industry", "article_keywords": ["ghana", "ivory", "farmers", "threatens", "industry", "disease", "melt", "chocolate", "cocoa", "communities", "ebola", "world", "mccoy", "coast"], "article_url": "http://www.thefiscaltimes.com/2014/10/13/Ebola-Threatens-Melt-Chocolate-Industry", "article_text": "While the greatest cost of the Ebola outbreak is the terrible loss of life—possibly more than 4,000 deaths as of last week, according to the World Health Organization—the disease now ravaging parts of West Africa may also affect global commodities. Now, one of those commodity-based industries is fighting back.\n\nAs CNBC has previously reported, Ebola poses a major risk to cocoamarkets, since about 70 percent of the global supply is cultivated in West Africa. The countries currently suffering from outbreaks—Liberia, Guinea and Sierra Leone—do not grow much cocoa, but neighboring Ghana and Ivory Coast are major producers, so a spread of the disease there could severely affect the crop.\n\nSLIDESHOW: 9 Reasons You're Paying More for Groceries\n\nEven if agricultural workers themselves are not infected with the deadly virus, Ebola's effect on transportation and commerce in Ghana and Ivory Coast could crush the cocoa economy, experts told CNBC.\n\nThe World Cocoa Foundation (WCF), an association of about 115 companies dedicated to helping cocoa farmers, is set to announce a fundraising initiative to help combat the disease. The campaign will take donations from chocolate and cocoa companies to Catholic charity Caritas Internationalis and the International Federation of Red Cross and Red Crescent Societies, according to Tim McCoy, WCF's senior advisor for outreach.\n\nThe WCF will announce its initiative at the group's conference in Copenhagen on Wednesday, McCoy said.\n\n\"Many cocoa farmers live in communities that are quite fragile,\" McCoy said. \"So externalities, including Ebola, are more able to thrive in a situation like that than if these communities had a robust infrastructure.\"\n\nEbola could spread quickly through the communities of cocoa farmers in Ghana and the Ivory Coast because there's no central authority that can help institute infection control measures, Edward George, head of group research at pan-African bank Ecobank, told CNBC in September.\n\nRead more at CNBC.com", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "While the greatest cost of the Ebola outbreak is the terrible loss of life—possibly mo", "title": "Ebola Threatens to Melt the Chocolate Industry", "url": "http://www.thefiscaltimes.com/2014/10/13/Ebola-Threatens-Melt-Chocolate-Industry", "image": "http://cdn.thefiscaltimes.com/sites/default/files/04172014_Chocolate.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2014/10/13/Ebola-Threatens-Melt-Chocolate-Industry", "image": "http://cdn.thefiscaltimes.com/sites/default/files/04172014_Chocolate.jpg", "card": "summary", "title": "The Fiscal Times"}, "generator": "Drupal 7 (http://drupal.org)", "description": "While the greatest cost of the Ebola outbreak is the terrible loss of life—possibly mo", "viewport": "initial-scale=1, maximum-scale=1"}, "article_summary": "The World Cocoa Foundation (WCF), an association of about 115 companies dedicated to helping cocoa farmers, is set to announce a fundraising initiative to help combat the disease.\n\"Many cocoa farmers live in communities that are quite fragile,\" McCoy said.\n\"So externalities, including Ebola, are more able to thrive in a situation like that than if these communities had a robust infrastructure.\"\nAs CNBC has previously reported, Ebola poses a major risk to cocoamarkets, since about 70 percent of the global supply is cultivated in West Africa.\nThe WCF will announce its initiative at the group's conference in Copenhagen on Wednesday, McCoy said."}