{"article_title": "It's not the bus, stupid. It's the system", "article_keywords": ["wont", "google", "san", "bus", "social", "system", "protest", "stupid", "tech", "big", "technology", "francisco"], "article_url": "http://www.cnet.com/news/its-not-the-bus-stupid-its-the-system/", "article_text": "Getty Images\n\nA couple of hundred years ago, textile workers smashed stocking frames, burned factories, and clashed with police to protest the changes being wrought by what the essayist Thomas Carlyle later described as the new Mechanical Age.\n\nThey were afraid of losing their jobs in an economy with no social safety net. It's now clear that their enemy wasn't the new technology; it was a political and economic system which left the have-nots struggling for survival. But they didn't blame the Industrial Revolution, they blamed the face of the Industrial Revolution: the machine.\n\nWith the benefit of 20-20 hindsight, you'd think that we would have learned a lesson. Think again.\n\nOver the last few months, a building inchoate rage against the technology industry has exploded into public view. In Paris and Lyon earlier this month, striking cab drivers attacked Uber cars to protest the launch of the private-car service in France. Rude Baguette, a French tech news site, reported tires slashed, car windows shattered, and vehicles being pelted with eggs. Closer to home, the Bay Area -- home to Silicon Valley and San Francisco -- has been pulled into a rancorous dispute over tech-driven gentrification and the responsibilities wealthy companies ought to shoulder to ameliorate the resulting social dislocations caused, in great degree, by their increasing prosperity.\n\nThat's a fair debate for a city and a region with a long history of progressive politics. But somewhere along the line, this thing has gone off the rails.\n\nEarlier this week, a group calling itself \"the counterforce\" knocked on the Berkeley home of Google developer Anthony Levandowski to announce their intention to put up a protest banner in front of his house and hand out fliers around the neighborhod. The bill of particulars against Levandowski, a star engineer at Google, runs the gamut from being responsible for \"the sterilization and gentrification\" of downtown Berkeley to helping further the spread of the surveillance state. You can read their writeup here and make up your own minds. (Disclosure: Levandowski's fiancee is a former CNET reporter.)\n\nBut after living in the Bay Area for a while, you get used to batshit insane without flinching. After all, Berkeley exists to make San Francisco look sane. What doesn't so easily compute is how some Einstein concluded he could strike a blow for justice by tossing a rock through the window of a Google bus. I suppose that for the critics, the bus shuttles, which shepherd employees working at Google and Twitter, represent the social entitlement accorded fabulously compensated outsiders who don't have to wait in traffic or sit on subways like the rest of us. Not to mention their stock options, their big houses, and altogether wonderful lives -- and this while unemployment levels remain far above their historical norms. Still, they are focusing on the wrong target.\n\nWe're talking about larger economic and social forces at play. That's why monochromatic prescriptions aren't going to point the way out.\n\nTom Foremski, a longtime observer of the local tech scene, asks why the technology industry doesn't pitch in and \"start making a difference.\" Twitter, which encourages its employees to volunteer on company time, is one of several local tech companies offering reach-out initiatives, but various do-gooder programs -- and I'm all in favor -- won't change very much. (For the record, San Francisco did recently approve a plan requiring shuttle buses to pay a fee for stopping at designated areas in the city.)\n\nSlogans won't stop, let alone cushion, the effects of post-industrial capitalism. If you want a pinata, fine, you won't need to wait long to find some self-absorbed Gen X doofus, gabbing on his iPhone as he enters another outrageously pretentious eatery that's opened its doors on San Francisco's increasingly gentrified Mission Street. Caricatures only go so far. The way out of what is a legitimate concern is to create conditions that foster job creation, education, and housing policies to offer people a decent place to live. Those are big, complicated issues which require the attention of big brains thinking very hard and carefully.\n\nIf I may paraphrase James Carville, it's not the bus, stupid. It's the system.", "article_metadata": {"description": "The tech backlash is getting out of hand, and too many people are looking in all the wrong places for a villain to blame.", "og": {"site_name": "CNET", "description": "The tech backlash is getting out of hand, and too many people are looking in all the wrong places for a villain to blame.", "title": "It's not the bus, stupid. It's the system", "url": "http://www.cnet.com/news/its-not-the-bus-stupid-its-the-system/", "image": "https://cnet2.cbsistatic.com/hub/i/r/2014/01/24/706dec84-a5c9-11e3-a24e-d4ae52e62bcc/thumbnail/670x503/1e209854e015581f2ed2531eeac642ef/homeless.jpg", "type": "Article"}, "twitter": {"description": "The tech backlash is getting out of hand, and too many people are looking in all the wrong places for a villain to blame.", "title": "It's not the bus, stupid. It's the system", "url": "http://www.cnet.com/news/its-not-the-bus-stupid-its-the-system/", "image": {"width": 670, "identifier": "https://cnet2.cbsistatic.com/hub/i/r/2014/01/24/706dec84-a5c9-11e3-a24e-d4ae52e62bcc/thumbnail/670x503/1e209854e015581f2ed2531eeac642ef/homeless.jpg", "height": 503}, "creator": "@coopeydoop", "site": "@CNET", "card": "summary", "account_id": 30261067}, "msapplication-tooltip": "Product reviews and prices, software downloads, and tech news - CNET", "tp": {"baseUrl": "https://cnet2.cbsistatic.com/fly/bundles/cnetmpxpdk/pdk"}, "al": {"ios": {"url": "http://www.cnet.com/news/its-not-the-bus-stupid-its-the-system/?search=toapp", "app_name": "CNET", "app_store_id": 383989837}}, "p": {"domain_verify": "47524839a64b83c951afca9ef6c838e0"}, "fb": {"admins": 100001036810388, "app_id": 16995676698}, "msapplication-window": "width=1024;height=768", "viewport": "width=device-width", "msapplication-starturl": "http://www.cnet.com/", "fragment": "!", "google-site-verification": "wNWLoFvk5wsdZQ-u75uCNiaHNa7FLFmNtH2t7dZbXmQ", "article": {"publisher": "https://www.facebook.com/cnet"}, "msapplication-navbutton-color": "#424244", "msapplication-task": "name=Forums; action-uri=http://forums.cnet.com/; icon-uri=http://www.cnet.com/favicon.ico"}, "_id": "\"57477af46914bd0286fdfe87\"", "article_summary": "What doesn't so easily compute is how some Einstein concluded he could strike a blow for justice by tossing a rock through the window of a Google bus.\nIf I may paraphrase James Carville, it's not the bus, stupid.\n(For the record, San Francisco did recently approve a plan requiring shuttle buses to pay a fee for stopping at designated areas in the city.)\nAfter all, Berkeley exists to make San Francisco look sane.\nIt's now clear that their enemy wasn't the new technology; it was a political and economic system which left the have-nots struggling for survival."}