{"article_title": "EPA goes soft on toxic coal ash", "article_keywords": ["river", "sludge", "spill", "disposal", "dan", "sites", "coal", "tons", "goes", "toxic", "ash", "soft", "spilled", "epa"], "article_url": "http://www.salon.com/2014/12/19/epa_goes_soft_on_toxic_coal_ash/", "article_text": "Topics: coal ash, coal ash spill, EPA, Sustainability News, Politics News\n\nThe Environmental Protection Agency announced the nation’s very first regulations for coal ash disposal Friday afternoon. But, in a major disappointment to those hoping the agency would come down hard on the substance, it opted to regulate it as solid, instead of hazardous, waste.\n\nCoal ash is a byproduct of coal-fired power plants — one that’s less well-known than carbon dioxide emissions, but is also far more prevalent than many likely realize. It’s the second-largest form of waste generated in the U.S., the 140 tons of it that are produced annually stored at over 2,000 disposal sites across the country.\n\nSome of those dump sites have been known to leak contaminants, which include arsenic, mercury and dangerous heavy metals, posing a health risk to the people living nearby. And sometimes things go really wrong. You may remember, for example, the disaster earlier this year in North Carolina, when Duke Energy spilled over 82,000 tons of the stuff into the Dan River. This is how the AP described the spill’s impact in the days following:\n\nAn Associated Press reporter canoed downstream of the spill at the Dan River Steam Station and saw gray sludge several inches deep, coating the riverbank for more than two miles. The Dan had crested overnight, leaving a distinctive gray line that contrasted with the brown bank like a dirty ring on a bathtub. Williams, a program manager with the Dan River Basin Association, worried that the extent of the damage might not be fully understood for years. “How do you clean this up?” he said, shaking his head as he churned up the ash with his paddle. “Dredge the whole river bottom for miles? You can’t clean this up. It’s going to go up the food chain, from the filter feeders, to the fish, to the otters and birds and people. Everything in the ecosystem of a river is connected.”\n\nThe Washington Post has an overview of other notable coal ash disasters: the worst-ever which occurred back in 2008, in Kingston, Tennessee, and spilled over one billion gallons of sludge. The EPA’s own review identified 132 instances in which coal ash damaged rivers, streams and lakes, along with 123 cases where it tainted underground water sources.\n\n“EPA is taking action to protect our communities from the risk of mismanaged coal ash disposal units, and putting in place safeguards to help prevent the next catastrophic coal ash impoundment failure, which can cost millions for local businesses, communities and states,” EPA Administrator Gina McCarthy said in a statement accompanying the announcement.", "article_metadata": {"description": "New regulations for the dangerous coal byproduct  fail to treat it as hazardous waste", "title": "EPA goes soft on toxic coal ash", "og": {"site_name": "Salon", "description": "New regulations for the dangerous coal byproduct  fail to treat it as hazardous waste", "title": "EPA goes soft on toxic coal ash", "url": "http://www.salon.com/2014/12/19/epa_goes_soft_on_toxic_coal_ash/", "image": "http://media.salon.com/2014/03/coal-ash-spill-north-carolina.jpeg1-1280x960.jpg", "type": "article"}, "twitter": {"description": "New regulations for the dangerous coal byproduct  fail to treat it as hazardous waste", "title": "EPA goes soft on toxic coal ash", "image": "http://media.salon.com/2014/03/coal-ash-spill-north-carolina.jpeg1-1280x960.jpg", "creator": "@readingirl", "site": "@salon", "card": "summary_large_image"}, "author": "Lindsay Abrams", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, coal ash, coal ash spill, EPA", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fd2999\"", "article_summary": "Topics: coal ash, coal ash spill, EPA, Sustainability News, Politics NewsThe Environmental Protection Agency announced the nation’s very first regulations for coal ash disposal Friday afternoon.\n“EPA is taking action to protect our communities from the risk of mismanaged coal ash disposal units, and putting in place safeguards to help prevent the next catastrophic coal ash impoundment failure, which can cost millions for local businesses, communities and states,” EPA Administrator Gina McCarthy said in a statement accompanying the announcement.\nCoal ash is a byproduct of coal-fired power plants — one that’s less well-known than carbon dioxide emissions, but is also far more prevalent than many likely realize.\nThe EPA’s own review identified 132 instances in which coal ash damaged rivers, streams and lakes, along with 123 cases where it tainted underground water sources.\nWilliams, a program manager with the Dan River Basin Association, worried that the extent of the damage might not be fully understood for years."}