{"article_title": "Fatalities Rise in TransAsia Airways Plane Crash", "article_keywords": ["taiwans", "crash", "transasia", "airways", "rise", "administration", "times", "water", "crashed", "plane", "fatalities", "planes", "flight", "river"], "article_url": "http://www.usnews.com/news/newsgram/articles/2015/02/04/fatalities-rise-in-transasia-airways-plane-crash", "article_text": "The mangled fuselage of a TransAsia Airways commercial plane is dragged to the river bank after it crashed in Taipei, Taiwan, on Wednesday. AP Photo\n\nDozens of people were killed Wednesday when a TransAsia Airways passenger plane clipped a bridge and crashed into a river in Taiwan’s capital, Taipei.\n\nThe number of fatalities increased after TransAsia Flight 235 was lifted out of the Keelung River and rescuers found more bodies in the fuselage, The Wall Street Journal reported.\n\nThirty-one people died and 15 were injured in the crash, Taiwan’s Civil Aeronautics Administration said early Thursday. The New York Times and ABC News earlier reported at least 23 and at least 26 fatalities, respectively.\n\n\n\n[ALSO: Malaysia Airlines Clears the Way for Claims ]\n\nThe plane was heading for the nearby island of Kinmen from Taipei Songshan Airport and was carrying 53 passengers, including four children, and five crew members. The ATR-72 turboprop struck an elevated highway – and a taxi – with its left wing, before landing in the water. Two people inside the taxi were injured in the accident, The New York Times reported.\n\n“They landed in shallow water. Had it been deep water or fast-moving water, I don’t think anybody would have survived,” an aviation consultant told ABC News.\n\nThe pilot apparently contacted air-traffic control shortly after takeoff, warning that something was wrong with the engine. “Mayday, mayday. Engine flameout,” he said, according to a recording. But the plane, which TransAsia said was around a year old, had its left engine replaced last year when it had an issue, the company said. The Times reported that the country's Civil Aeronautics Administration said the plane was inspected last on Jan. 26.\n\n“We are also very eager to find out why this happened to such a new aircraft,” TransAsia Chief Executive Peter Chen said at a news conference.\n\n\n\n[ALSO: 6 Months Later, Malaysia Airlines Flight 370 Clue Emerges ]\n\nOfficials also said the pilot had 4,914 hours of flying time and his co-pilot had 6,922 hours, many of which were spent on ATR-72s. The Aviation Safety Council has not announced when the initial report on the crash will be available, but the investigation is underway after the black-box data recorder was discovered on Wednesday, the Times said.\n\nTransAsia is in the spotlight now that two of its planes have crashed in just over six months. The last incident, which occurred in July, killed 49 people on Flight 222, which was heading to Taiwan’s island Penghu. Officials have pointed to poor weather conditions resulting from Typhoon Matmo as a possible cause of the crash.\n\nSince Flight 222, Taiwan's Civil Aeronautics Administration hasn’t let TransAsia planes depart unless visibility is at least 50 percent above government standards, the Journal said. The administration said weather was favorable for flights when the plane crashed on Wednesday. The organization has taken further preventative measures by requiring TransAsia and another company, Uni Air, to check their ATR-72 planes before they are used again.", "article_metadata": {"zone": "newsgram/articles", "keyword": "death", "title": "Fatalities Rise in TransAsia Airways Plane Crash", "og": {"site_name": "US News & World Report", "description": "The passenger plane clipped a bridge before falling in the Keelung River in Taiwan.", "title": "Fatalities Rise in TransAsia Airways Plane Crash", "url": "http://www.usnews.com/news/newsgram/articles/2015/02/04/fatalities-rise-in-transasia-airways-plane-crash", "image": "http://www.usnews.com/cmsmedia/0a/2b/9142332a43eeabfaa86a9778aa6c/150204.jpg", "type": "article"}, "twitter": {"description": "The passenger plane clipped a bridge before falling in the Keelung River in Taiwan.", "site": "@USNews", "card": "summary", "title": "Fatalities Rise in TransAsia Airways Plane Crash"}, "msvalidate.01": "A8E47FA91124063A4A9C78AD5273DC0F", "site": "news", "date_published": "Feb. 4, 2015", "fb": {"app_id": 130063997038366}, "page_type": "article", "keywords": "Casey Leins,Pulse,Featured: Collections: Newsgram,Collections: Newsgram,airlines,Taiwan,Asia,death", "google-site-verification": "owJBuFHD3VHcTSsnPSOYizmUcs3GSBjbx09vBbBi1MM", "viewport": "width=device-width, initial-scale=1", "description": "The passenger plane clipped a bridge before falling in the Keelung River in Taiwan."}, "_id": "\"57477af36914bd0286fd29c0\"", "article_summary": "The mangled fuselage of a TransAsia Airways commercial plane is dragged to the river bank after it crashed in Taipei, Taiwan, on Wednesday.\nAP PhotoDozens of people were killed Wednesday when a TransAsia Airways passenger plane clipped a bridge and crashed into a river in Taiwan’s capital, Taipei.\nThe number of fatalities increased after TransAsia Flight 235 was lifted out of the Keelung River and rescuers found more bodies in the fuselage, The Wall Street Journal reported.\nThe administration said weather was favorable for flights when the plane crashed on Wednesday.\nSince Flight 222, Taiwan's Civil Aeronautics Administration hasn’t let TransAsia planes depart unless visibility is at least 50 percent above government standards, the Journal said."}