{"article_title": "Atlantic: Republicans Engage in Race-Baiting, But Might Not Be Racists", "article_keywords": ["party", "racists", "engage", "republicans", "racebaiting", "bush", "doesnt", "atlantic", "authors", "seen", "white", "republican", "racial"], "article_url": "http://www.newsbusters.org/blogs/nb/michael-mckinney/2015/11/19/atlantic-republicans-engage-race-baiting-might-not-be-racists", "article_text": "On Tuesday, The Atlantic featured an article that lamented decades of Republican race-baiting in presidential campaigns. The piece by Theodore R. Johnson and Leah Wright Rigueur allow that race-baiting “does not mean that those who employ them are racists,” but it does “show a willingness to exploit societal ills for political gain.” The authors don’t think Republicans are racists, just that Republicans have a tendency to exploit racist attitudes across America.\n\nIn an effort to argue their point that desperate Republicans always seem to turn to dirty tactics, the authors open with the 2000 primary battle between John McCain and George W. Bush. “Push polls and flyers began appearing around South Carolina that blatantly accused, or implicitly suggested, that McCain’s adopted daughter from Bangladesh was really “a Negro child” he fathered out of wedlock.”\n\nThe piece then moves to the battle between Michael Dukakis and George H.W. Bush in 1988. “the Bush campaign began attacking Massachusetts’s furlough program under Dukakis by running an ad about Willie Horton, a convicted murderer sentenced to life without parole, who raped a woman and stabbed her fiancé while on weekend furlough. The ad’s racial overtones were not lost on anyone.” They're probably making the usual mental error: the Bush campaign ran a \"Revolving Door\" furlough ad, but not a Willie Horton ad.\n\nThe piece also addressed the current GOP candidates and examples of the candidates engaging in race-baiting. First, with Donald Trump being an Obama birther, and labelling “Mexican immigrants as rapists and drug dealers.” Next, Ben Carson for comparing “Obamacare and abortion to slavery.” Jeb Bush for blaming “Asians “using “anchor babies” to hustle American citizenship” and Chris Christie for associating “black criminality towards police” with Black Lives Matter.\n\nIn a veiled attempt at being ‘fair’ in the story, the authors mention how Hillary Clinton “was accused of using racial divisiveness” when she said Barack Obama couldn’t win the support of “hard-working Americans, white Americans.” That “fairness” doesn’t last long as they go back to the throat on conservatives, claiming that “Rush Limbaugh argued that the Republican Party didn’t need better minority outreach to win elections, only higher white turnout.” Meanwhile, if the authors hadn’t brought out talking points from 2012, but had read the full transcript from the Rush segment in question, they would have noticed this part:\n\nEvery minority or woman who is a conservative is targeted for destruction. We have done the reach-out. We have done everything they, quote, unquote, say we should do to show that we're not just the white guys party. Why doesn't it work, folks? Serious question. Why doesn't it work? Is it seen as not genuine? Is it seen as tokenism? Is it seen as -- what? Everything about these people is real. She was the secretary of state. She was the provost of Stanford. This is key. Every one of these people that I'm talking about that had a prominent role at our convention had something in common: the traditional American story, up from nothing. Parents who sacrificed and gave up a lot so that their kids could be something. Sneered at, laughed at. Didn't count. Doesn't work.\n\nThe piece’s most beautiful moment of spin though occurs when they roll out the idea that the Republican Party lacks diversity, because it is “over 90 percent white.” In reality, this is a pitching point that Daily Kos made back in March 2012, where they summarized and omitted parts of a Gallup poll. While the poll does show Republicans being 89% white, it also shows that Independents are 70% white, and Democrats 60% white, showing that both parties, and the electorate, are majority white. Further down, when you examine the divide within racial and ethnic groups, you can see that except for Non-Hispanic Blacks, neither party holds a majority of any of the groups.\n\nRegardless of the facts, The Atlantic in its wrap-up states that, “It remains to be seen whether racial divisiveness as a campaign strategy can still help produce victories as it did in 1988 and 2000. It may be the case that it’s a useful approach in some primary contests, but quite damaging in a general election with a more diverse electorate.\"", "article_metadata": {"og": {"site_name": "NewsBusters", "description": "On Tuesday, The Atlantic featured an article that lamented decades of Republican race-baiting in presidential campaigns. The piece by [authors] allow that race-baiting “does not mean that those who employ them are racists,” but it does “show a willingness to exploit societal ills for political gain.” The authors don’t think Republicans are racists, just that Republicans have a tendency to exploit racist attitudes across America.", "title": "Atlantic: Republicans Engage in Race-Baiting, But Might Not Be Racists", "url": "http://social.newsbusters.org/blogs/nb/michael-mckinney/2015/11/19/atlantic-republicans-engage-race-baiting-might-not-be-racists", "image": "http://cdn.newsbusters.org/images/2015-11-19-The Atlantic_0.PNG", "video": {"width": 640, "type": "text/html", "height": 360}, "type": "article"}, "twitter": {"description": "On Tuesday, The Atlantic featured an article that lamented decades of Republican race-baiting in presidential campaigns. The piece by [authors] allow that race-baiting “does not mean that those who employ them are racists,” but it does “show a willingness to exploit societal ills for political gain.” The authors don’t think Republicans are racists, just that Republicans have a tendency to exploit racist attitudes across America.", "title": "Atlantic: Republicans Engage in Race-Baiting, But Might Not Be Racists", "url": "http://www.newsbusters.org/blogs/nb/michael-mckinney/2015/11/19/atlantic-republicans-engage-race-baiting-might-not-be-racists", "image": "http://cdn.newsbusters.org/images/2015-11-19-The Atlantic_0.PNG", "creator": "@@MAM_NewTagania", "card": "summary_large_image"}, "description": "On Tuesday, The Atlantic featured an article that lamented decades of Republican race-baiting in presidential campaigns. The piece by [authors] allow that race-baiting “does not mean that those who employ them are racists,” but it does “show a willingness to exploit societal ills for political gain.” The authors don’t think Republicans are racists, just that Republicans have a tendency to exploit racist attitudes across America.", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "On Tuesday, The Atlantic featured an article that lamented decades of Republican race-baiting in presidential campaigns.\nWe have done everything they, quote, unquote, say we should do to show that we're not just the white guys party.\nThe piece also addressed the current GOP candidates and examples of the candidates engaging in race-baiting.\nWhile the poll does show Republicans being 89% white, it also shows that Independents are 70% white, and Democrats 60% white, showing that both parties, and the electorate, are majority white.\nThe piece by Theodore R. Johnson and Leah Wright Rigueur allow that race-baiting “does not mean that those who employ them are racists,” but it does “show a willingness to exploit societal ills for political gain.” The authors don’t think Republicans are racists, just that Republicans have a tendency to exploit racist attitudes across America."}