{"article_title": "Booz Allen To Take On Healthcare.gov", "article_keywords": ["booz", "healthcaregov", "technical", "open", "enrollment", "work", "optumqssi", "system", "state", "allen", "cms"], "article_url": "https://civsourceonline.com/2015/08/11/booz-allen-to-take-on-healthcare-gov/", "article_text": "Booz Allen has been awarded a $202 million contract from the Centers for Medicare and Medicaid Services (CMS) to take over integration efforts on Healthcare.gov, but the overall contracting picture remains murky.\n\nIt’s been a rough few weeks for Healthcare.gov. Recent GAO reports show that investigators were able to fraudulently enroll in plans and qualify for subsidies. Then, another report released last Thursday, from the HHS Inspector General showed that only some of the eligibility checks actually worked.\n\nThe flawed system isn’t all that surprising once you trace the history of healthcare.gov and the spaghetti architecture that makes up the system. As CivSource has previously reported, CGI Federal was originally tasked with much of the work and was subsequently fired. Accenture and Optum/QSSI, a subsidiary of UnitedHealth Group, came in alongside a team of federal developers to duct tape the website back together during the first open enrollment period.\n\nIt looked like Optum/QSSI would stay on, but the company said in May it was leaving. That brings us to yesterday’s announcement from CMS. Optum/QSSI will remain the quality tester while procurement officials deal with complaints from two failed bidders on that part of the contract.\n\nOptum/QSSI is also involved in some state exchanges, including the rebuild of Vermont’s troubled exchange which remains offline after previous vendors failed to deliver. According to VT Digger, the state may have to hire up to 200 people to manage another paper-based open enrollment period if Optum is unable to get the technology up and running by November.\n\nBooz Allen will be on board for five years under the CMS award, and will lead governance and technical coordination. According to a statement from the company, Booz Allen will work with CMS on new features and improved functionality as part of the contract.\n\nBooz Allen will also be responsible for coordinating with the CMS Marketplace IT PMO including both business and technical stakeholders through the open enrollment periods.", "article_metadata": {"shareaholic": {"site_name": "CivSource", "language": "en-US", "url": "https://civsourceonline.com/2015/08/11/booz-allen-to-take-on-healthcare-gov/", "article_author_name": "Bailey McCann", "image": "https://civsourceonline.com/wp-content/uploads/2013/07/Bundesarchiv_B_145_Bild-F038812-0014_Wolfsburg_VW_Autowerk.jpg", "site_id": "d83bcf6e45a7353595627f53427a5eb1", "article_published_time": "2015-08-11T16:43:15+00:00", "shareable_page": "true", "article_modified_time": "2016-05-25T18:59:10+00:00", "keywords": "accenture, booz allen hamilton, cgi federal, cluster, health insurance, healthcare.gov, obamacare, optum/qssi, featured, health, health care, procurement", "wp_version": "7.6.0.4"}, "description": "Booz Allen has been awarded a $202 million contract from the Centers for Medicare and Medicaid Services (CMS) to take over integration efforts on Healthcare.gov", "generator": "WordPress 4.5.2", "template": "Oxygen 0.5.4", "keywords": "accenture,booz allen hamilton,cgi federal,cluster,health insurance,healthcare.gov,obamacare,optum/qssi", "viewport": "width=device-width,initial-scale=1"}, "_id": "\"57477af46914bd0286fe1379\"", "article_summary": "Booz Allen will also be responsible for coordinating with the CMS Marketplace IT PMO including both business and technical stakeholders through the open enrollment periods.\nAccording to a statement from the company, Booz Allen will work with CMS on new features and improved functionality as part of the contract.\nBooz Allen will be on board for five years under the CMS award, and will lead governance and technical coordination.\nBooz Allen has been awarded a $202 million contract from the Centers for Medicare and Medicaid Services (CMS) to take over integration efforts on Healthcare.gov, but the overall contracting picture remains murky.\nThe flawed system isn’t all that surprising once you trace the history of healthcare.gov and the spaghetti architecture that makes up the system."}