{"article_title": "Feds need nuns to hand out abortion pills?", "article_keywords": ["little", "court", "provide", "obamacare", "abortion", "contraceptive", "nuns", "hand", "sisters", "feds", "coverage", "mandate", "need", "employers", "religious", "pills"], "article_url": "http://www.wnd.com/2016/01/ridiculous-feds-need-nuns-to-hand-out-abortion-pills/", "article_text": "U.S. Supreme Court justices, who have issued mixed rulings on Obamacare – once changing the law’s fees into taxes to make them legal and another time saying exchanges set up by the states are the same as those set up by the federal government – now have been handed another problem.\n\nWhy can’t Washington hand out abortion pills to people who want them without the direct intervention of Denver-based nuns?\n\n“It is ridiculous for the federal government to claim, in this day and age, that it can’t figure out how to distribute contraceptives without involving nuns and their health plans,” said Senior Counsel Mark Rienzi of the Becket Fund, which filed the brief on behalf of the Little Sisters of the Poor and several other groups.\n\nWND reported in November that the justices had agreed to hear the case, and on Monday a brief was filed on behalf of the Little Sisters, Christian Brothers Employee Benefit Trust, Christian Brothers Services, Reaching Souls International, Truett-McConnell College, GuideStone Financial Resources of the Southern Baptist Convention, Houston Baptist and East Texas Baptist Universities, Westminster Theological Seminary, South Nazarene University and Geneva College.\n\nThey all are religious organizations but not churches, the only ones exempted from the abortion-drug mandate created by bureaucrats under the Obamacare law.\n\nThe groups are challenging Obamacare’s requirements that abortion pills and contraceptives be provided at no cost to workers.\n\nThe Eighth Circuit Court of Appeals has ruled that “compelling the participation” of religious nonprofits in the mandate process “by threat of severe monetary penalty” was a substantial burden on their exercise of religion.\n\nHere’s the help you’ll need to prepare your household for the realities of living under a centralized health-care system — order Dr. Lee Hieb’s “Surviving the Medical Meltdown: Your Guide to Living Through the Disaster of Obamacare”\n\nReligious groups such as the Little Sisters of the Poor face up to tens of millions of dollars in IRS fines for not complying with the Obamacare mandate. The Little Sisters of the Poor is an international Catholic institute that cares for the elderly. The Sisters consider it a sin to provide their employees health coverage for contraceptives – including drugs classified by the FDA as abortion-inducing — as required under Obamacare, and they want the same kind of exemption that already has been given to churches.\n\nThe Sisters, as neither a corporation nor a church, are in the same legal limbo as thousands of religious schools and colleges, charities and hospitals. Those groups have filed dozens of lawsuits.\n\nThe Eight Circuit was the only lower court of seven that ruled against the federal government.\n\nIt is the fourth time the Supreme Court has taken a case involving Obamacare, and it’s the second related to its contraceptive mandate. In Burwell v. Hobby Lobby, the justices decided by a 5-4 vote 16 months ago to protect for-profit companies with religious objections to the contraceptive mandate.\n\nIt was second time the Sisters have gone to the high court. A year ago, the justices gave them preliminary protection pending a full hearing of the arguments.\n\n“The Little Sisters spend their lives taking care of the neediest members of our society – that is work our government should applaud, not punish,” said Rienzi. “The Little Sisters should not have to fight their own government to get an exemption it has already given to thousands of other employers, including big companies like Exxon and Pepsi Cola Bottling Company.”\n\nThe brief criticized the Obama administration for its “deceptive labels and diversionary tactics” designed to falsely suggest that the Little Sisters can “opt out” of the mandate.\n\nThe document also pointed out if the government really wants pills distributed, it doesn’t need the nuns.\n\n“Indeed, the government has invested billions of dollars in creating exchanges for the express purpose of making it easy to obtain qualifying insurance when it is not available through an employer. The government cannot explain why those exchanges suffice to advance its goal of getting contraceptive coverage to the tens of millions of [other] people … yet are not good enough,” the brief said.\n\nSister Loraine Marie Maguire, a spokeswoman for the order, said: “We offer the neediest elderly of every race and religion a home where they are welcomed as Christ. We perform this loving ministry because of our faith and cannot possibly choose between our care for the elderly poor and our faith, and we shouldn’t have to.\n\n“All we ask is that our rights not be taken away. The government exempts large corporations, small businesses, and other religious ministries from what they are imposing on us – we just want to keep serving the elderly poor as we have always done for 175 years. We look forward to the Supreme Court hearing our case, and pray for God’s protection of our ministry.”\n\nThe filing explained that the text of the Affordable Care Act “says nothing about contraceptive coverage, but it does require employers to ‘provide coverage’ for certain ‘preventive services,’ including ‘preventive care’ for women.”\n\n“The Department of Health and Human Services (‘HHS’) has interpreted that statutory mandate to require employers through their healthcare plans to provide at no cost the full range of FDA-approved contraceptives, including some that cause abortions. Despite the obvious implications for many employers of deep religious conviction, HHS decided to exempt only some nonprofit religious employers from compliance,” the brief said.\n\n“As to all other religious employers, HHS demanded compliance, either by instructing their insurers to include coverage in their plans, or via a regulatory mechanism through which the employers must execute documents that authorize, obligate and/or incentivize their insurers or plan administrators to use their plans to provide cost-free contraceptive coverage to their employees. In the government’s view, either of those actions suffices to put these religious employers and their plans in compliance with the statutory ‘provide coverage’ obligation.\n\n“This court has already concluded that the threatened imposition of massive fines for failing to comply with this contraceptive mandate imposes a substantial burden on religious exercise, and that the original method of compliance violates the Religious Freedom Restoration Act (‘RFRA’). And it is undisputed that this case involves the same mandate and the same fines, and that nonexempt religious employers such as petitioners hold sincere religious objections to the regulatory method of compliance as well.”\n\nHere’s the help you’ll need to prepare your household for the realities of living under a centralized health-care system — order Dr. Lee Hieb’s “Surviving the Medical Meltdown: Your Guide to Living Through the Disaster of Obamacare”", "article_metadata": {"description": "A Free Press For A Free People Since 1997", "generator": "WordPress 4.4.1", "og": {"site_name": "WND", "description": "U.S. Supreme Court justices, who have issued mixed rulings on Obamacare – once changing the law’s fees into taxes to make them legal and another time saying exchanges set up by the states are the same as those set up by the federal government – now have been handed another problem. Why can’t Washington hand […]", "title": "‘Ridiculous’: Feds need nuns to hand out abortion pills?", "url": "http://www.wnd.com/2016/01/ridiculous-feds-need-nuns-to-hand-out-abortion-pills/", "image": "http://www.wnd.com/files/2015/07/little_sisters_nuns.jpg", "type": "article"}, "fb": {"app_id": 152299868169938}, "google-site-verification": "5iw1bKISvQcI1qRwIskRfer6GKV4jUf6LImfS9bhaeI", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fd29e6\"", "article_summary": "Why can’t Washington hand out abortion pills to people who want them without the direct intervention of Denver-based nuns?\nThe Little Sisters of the Poor is an international Catholic institute that cares for the elderly.\nDespite the obvious implications for many employers of deep religious conviction, HHS decided to exempt only some nonprofit religious employers from compliance,” the brief said.\nIn the government’s view, either of those actions suffices to put these religious employers and their plans in compliance with the statutory ‘provide coverage’ obligation.\n“The Little Sisters spend their lives taking care of the neediest members of our society – that is work our government should applaud, not punish,” said Rienzi."}