{"article_title": "How physicians paid office staff in 2015", "article_keywords": ["physicians", "office", "earned", "average", "annual", "paid", "2015", "assistants", "offered", "medical", "staff"], "article_url": "http://www.beckershospitalreview.com/compensation-issues/how-physicians-paid-office-staff-in-2015-5-things-to-know.html", "article_text": "How physicians paid office staff in 2015: 5 things to know\n\nFew physician practices are in business without a team of nonphysician clinical staff and nonclinical staff. In fact, half of physicians employ at least six and up to more than 20 additional staff.\n\nHow much do physicians typically pay these staff?\n\nA recent Medscape survey of more than 1,050 physicians across 25 specialties aimed to find out. Here are five things to know about clinical and office staffing in physicians' offices in 2015, as presented by Medscape.\n\n1. Staff ranks\n\nThe number of nonphysician staff members varies depending on the practice and the position. According to Medscape, primary care physicians and specialists had similar levels of staffing, though specialists were slightly more likely to employ registered nurses and less likely to employ medical assistants than PCPs. The average practice employs three to five nonclinical staff members and five to seven clinical staff, according to the report.\n\n2. Average annual staff salaries\n\nClinical staff, such as nurse practitioners or physician assistants, earned more than nonclinical staff. The average annual salary in 2015 for NPs and PAs was $87,000 and $85,000, respectively. Registered nurses earned an average of $52,000 in 2015. Meanwhile, front-desk staff and medical assistants earned $28,000 and $30,000, respectively. The lowest paid staff members on average were the medical records clerks, who earned an average annual salary of $26,500.\n\n3. Average benefits\n\nMost physicians — 79 percent — offered paid vacation and sick time, but only about half — 47 percent — offered a retirement plan with a match. Sixty-five percent offered paid health insurance, while less offered dental insurance or vision insurance, at 36 percent and 25 percent, respectively. Medscape noted health benefit percentages are still higher than the national rates for small businesses in general.\n\n4. Average annual raises\n\nAbout three in four physicians said they give annual raises to their staff. The average raise, given by 52 percent of respondents, was between 1 and 2 percent. Forty-three percent of respondents said they gave raises between 3 and 5 percent. These rates are higher than the average wage increases recorded by the Bureau of Labor Statistics in 2014, which was 0.2 percent for healthcare providers and healthcare support occupations, according to the report.\n\n5. Planned changes\n\nMost physicians — 63 percent — have no plans to change staff. More have plans to add staff (24 percent) than cut staff (6 percent). The most popular addition to staff sought by respondents was a medical assistant (38 percent), followed by an NP (30 percent), front desk staff (28 percent) and physician assistant (23 percent). Most said they did not plan to add staff as a result of ICD-10. Rather, they said their current staff was not large enough, or they had increased patient volume, though it was unrelated to the Affordable Care Act. Physicians cutting staff are targeting front-desk staff (26 percent) and medical assistants (24 percent) most.\n\nMore articles on compensation:\n\nCEO and CFO pay increases fueled by pressures of consumer-driven healthcare market: 5 findings\n\nPhysician compensation in 2015: 7 trends\n\nSurvey reveals gender pay disparities concern nurses: 5 takeaways\n\n© Copyright ASC COMMUNICATIONS 2016. Interested in LINKING to or REPRINTING this content? View our policies by clicking here.", "article_metadata": {"keywords": "office staff, physicians, salaries, bonuses, raise", "description": "Few physician practices are in business without a team of nonphysician clinical staff and nonclinical staff. In fact, half of physicians employ at least six and up to more than 20 additional staff.", "author": "Emily Rappleye"}, "article_summary": "How physicians paid office staff in 2015: 5 things to knowFew physician practices are in business without a team of nonphysician clinical staff and nonclinical staff.\nAverage annual staff salariesClinical staff, such as nurse practitioners or physician assistants, earned more than nonclinical staff.\nPhysicians cutting staff are targeting front-desk staff (26 percent) and medical assistants (24 percent) most.\nThe lowest paid staff members on average were the medical records clerks, who earned an average annual salary of $26,500.\nHere are five things to know about clinical and office staffing in physicians' offices in 2015, as presented by Medscape."}