{"article_title": "Cardinal Turkson calls for Muslims and Christians to work together for justice and peace", "article_keywords": ["conference", "peace", "belief", "calls", "justice", "work", "shia", "muslims", "cardinal", "human", "teaching", "world", "turkson", "christians"], "article_url": "http://americamagazine.org/content/all-things/iran-cardinal-turkson-calls-cooperation-between-muslims-and-christians", "article_text": "Cardinal Peter Turkson has used a conference address in Iran to call for Muslims and Christians to collaborate in promoting justice and peace. The Ghanaian cardinal, who is president of the Vatican’s Pontifical Council for Justice and Peace, was on a short visit to the city of Qom, renowned in the Muslim world as a centre of Shi‘a scholarship. His intervention came as one of a series of speeches given in a conference at the A’emmeye Athar Center for Jurisprudence Studies on the role of “revealed religions” in the modern world.\n\nThe comments come at a time when the influence of Shi‘a Muslims, who represent some 10 percent of worldwide Islam, is palpably on the rise. Iran, a country which has been ruled for nearly four decades by a regime based on a distinctly revolutionary form of Shi‘ism, has only just been welcomed back into the community of nations after a period of isolation and is striving to make the most of its new status. Dialogue with the Holy See has been taking place for a number of years but the recent meeting of Pope Francis with Iran’s President Hassan Rouhani at the Vatican is widely perceived as reflecting a desire to strengthen ties between the Catholic Church and the Shi‘a world.\n\nSpeaking on Feb. 6, Cardinal Turkson gave a wide-ranging talk based on the principles of Catholic social teaching. He began by stressing God’s self-manifestation in the created order and pointed out that this included a vision of the vocation of the human being. He went on to highlight the significance of the principles of human dignity, justice, the unity of the human family, the common good and the universal destination of goods, before expounding on the need for greater efforts to care for the environment. Cardinal Turkson referred to the recent Papal Encyclical, “Laudato Si’,” of which he is a notable exponent, and recognized the ecological imperative of Islam, explicitly citing the Islamic Declaration on Climate Change, which was issued shortly after Pope Francis’ teaching document.\n\nThe theme of the conference, the role of “revealed religions,” reflects the Muslim belief that Christianity and Judaism have their origins in an authentically divine revelation and, as such, still retain the potential to contribute to the improvement of the state of the world. The Iranian regime has long pursued an interreligious strategy as a way of counter-balancing what it sees as the pernicious effects of Western secularism. Shi‘a Muslims share certain characteristics with Catholics which Sunni Muslims do not: a belief in the redemptive qualities of suffering, a rationalistic approach to religion, a belief in the need for a living authority to interpret revelation and a hierarchical clerical structure.\n\nDamian Howard, S.J., is an English Jesuit who lectures in Christian-Muslim relations at Heythrop College, University of London.", "article_metadata": {"parsely-link": "http://americamagazine.org/content/all-things/iran-cardinal-turkson-calls-cooperation-between-muslims-and-christians", "generator": "Drupal 7 (http://drupal.org)", "parsely-title": "In Iran Cardinal Turkson Calls for Cooperation Between Muslims and Christians", "twitter": {"url": "http://americamagazine.org/content/all-things/iran-cardinal-turkson-calls-cooperation-between-muslims-and-christians", "description": "The comments were made at a conference on the role of “revealed religions” in the modern world.", "card": "summary", "title": "Cardinal Turkson calls for Muslims and Christians to work together for justice and peace"}, "description": "The comments were made at a conference on the role of “revealed religions” in the modern world.", "og": {"site_name": "America Magazine", "description": "The comments were made at a conference on the role of “revealed religions” in the modern world.", "title": "Cardinal Turkson calls for Muslims and Christians to work together for justice and peace", "url": "http://americamagazine.org/content/all-things/iran-cardinal-turkson-calls-cooperation-between-muslims-and-christians", "image": "http://americamagazine.org/sites/default/files/styles/full_width/public/media/2016/blog/images/20140616cm00537_0.jpg?itok=kUvOAb_o", "updated_time": "2016-02-08T13:37:02-05:00", "type": "article"}, "parsely-tags": "In All Things,Blogs", "parsely-post-id": 221108, "parsely-author": "Damian Howard, S.J.", "parsely-section": "In All Things", "parsely-type": "post", "article": {"published_time": "2016-02-06T17:46:06-05:00", "modified_time": "2016-02-08T13:37:02-05:00"}, "parsely-image-url": "http://americamagazine.org/sites/default/files/media/2016/blog/images/20140616cm00537_0.jpg", "viewport": "width=device-width, initial-scale=1, maximum-scale=4, minimum-scale=1, user-scalable=yes", "parsely-pub-date": "2016-02-06T17:45:00-05:00"}, "_id": "\"57477af36914bd0286fd29eb\"", "article_summary": "Cardinal Peter Turkson has used a conference address in Iran to call for Muslims and Christians to collaborate in promoting justice and peace.\nThe comments come at a time when the influence of Shi‘a Muslims, who represent some 10 percent of worldwide Islam, is palpably on the rise.\nSpeaking on Feb. 6, Cardinal Turkson gave a wide-ranging talk based on the principles of Catholic social teaching.\nThe Ghanaian cardinal, who is president of the Vatican’s Pontifical Council for Justice and Peace, was on a short visit to the city of Qom, renowned in the Muslim world as a centre of Shi‘a scholarship.\nShi‘a Muslims share certain characteristics with Catholics which Sunni Muslims do not: a belief in the redemptive qualities of suffering, a rationalistic approach to religion, a belief in the need for a living authority to interpret revelation and a hierarchical clerical structure."}