{"article_title": "Diabetes May Cause Heart Attacks When Doctors Fail To Diagnosis The Disease", "article_keywords": ["heart", "undiagnosed", "attacks", "disease", "arnold", "research", "patients", "levels", "diagnosed", "diagnosis", "doctors", "fail", "american", "attack", "cause", "diabetes"], "article_url": "http://www.medicaldaily.com/diabetes-may-cause-heart-attacks-when-doctors-fail-diagnosis-disease-286148", "article_text": "Heart attacks are associated with undiagnosed diabetes in 10 percent of people, new research has found. The recent connection, which was based on thousands of heart attack patients, was presented at the American Heart Association’s Quality of Care and Outcomes Research Scientific Session 2014.\n\nResearchers studied the health records of 24 U.S. hospitals with 2,854 heart attack patients who didn’t know they had diabetes. They came to their conclusion after they tested the patients’ A1C levels, which are used to determine blood sugar levels from the past two to three months.\n\nThere are currently 25.8 million Americans diagnosed with diabetes, and an additional seven million who are undiagnosed. Diabetes can strike anyone and cause blood sugar levels to reach dangerous heights. This significantly raises the risk for heart attack. According to the American Heart Association, two out of three people with diabetes die from cardiovascular disease.\n\n\"Diagnosing diabetes in patients who have had a heart attack is important because of the role diabetes plays in heart disease,\" said Dr. Suzanne V. Arnold, the study's lead author and assistant professor at Saint Luke's Mid America Heart Institute and the University of Missouri at Kansas City.\n\nFailure to recognize diabetes is a large part of the problem when a patient is admitted to the hospital. According to the data collected, doctors failed to recognize diabetes in 69 percent of the undiagnosed diabetes patients. They would’ve increased the likelihood of recognizing their diabetes by 17 times, had they just checked their A1C levels during the heart attack.\n\nThis year more than 920,000 Americans will have a heart attack and half of them will occur without any warning signs or symptoms. It’s estimated that by 2020, heart disease will be the leading cause of death worldwide, according to The Heart Foundation.\n\nSix months after heart attack patients were discharged from the hospital, seven percent of those who had diabetes but weren’t diagnosed during their stay started a diabetic treatment. This is staggeringly low, especially compared to the 71 percent of those whose condition was recognized and diagnosed properly.\n\n\"By recognizing and treating diabetes early, we may be able to prevent additional cardiovascular complications through diet, weight loss and lifestyle changes in addition to taking medications,” Arnold said. “Another important reason to diagnose diabetes at the time of heart attack is that it can guide the treatments for the patient's coronary artery disease.\"\n\nSource: Arnold SV, Stolker JM, Lipska KJ, et al. American Heart Association’s Quality of Care and Outcomes Research Scientific Sessions. 2014.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "diabetes, may, cause, heart, attacks, when, doctors, fail, diagnosis, disease", "og": {"site_name": "Medical Daily", "description": "Undiagnosed diabetes raises the risk for heart attacks in 10 percent of patients.", "title": "Undiagnosed Diabetes May Cause 10% Of Heart Attacks", "url": "http://www.medicaldaily.com/diabetes-may-cause-heart-attacks-when-doctors-fail-diagnosis-disease-286148", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/06/03/heart-attacks-are-caused-undiagnosed-diabetes-some-cases.jpg", "type": "article"}, "twitter": {"description": "Undiagnosed diabetes raises the risk for heart attacks in 10 percent of patients.", "title": "Undiagnosed Diabetes May Cause 10% Of Heart Attacks", "url": "http://www.medicaldaily.com/diabetes-may-cause-heart-attacks-when-doctors-fail-diagnosis-disease-286148", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/06/03/heart-attacks-are-caused-undiagnosed-diabetes-some-cases.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/06/03/heart-attacks-are-caused-undiagnosed-diabetes-some-cases.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Conditions", "published_time": "2014-06-03T12:16:35-04:00", "modified_time": "2014-06-03T12:16:33-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Undiagnosed diabetes raises the risk for heart attacks in 10 percent of patients."}, "_id": "\"57477af36914bd0286fc9e51\"", "article_summary": "According to the data collected, doctors failed to recognize diabetes in 69 percent of the undiagnosed diabetes patients.\nResearchers studied the health records of 24 U.S. hospitals with 2,854 heart attack patients who didn’t know they had diabetes.\nAccording to the American Heart Association, two out of three people with diabetes die from cardiovascular disease.\nHeart attacks are associated with undiagnosed diabetes in 10 percent of people, new research has found.\nThe recent connection, which was based on thousands of heart attack patients, was presented at the American Heart Association’s Quality of Care and Outcomes Research Scientific Session 2014."}