{"article_title": "Babies Born On The Weekend Face A Higher Risk For Dying Within 7 Days Of Birth", "article_keywords": ["seven", "risk", "dying", "babies", "study", "million", "days", "face", "born", "birth", "effect", "weekend", "day", "researchers", "higher"], "article_url": "http://www.medicaldaily.com/babies-born-weekend-face-higher-risk-dying-within-7-days-birth-362900", "article_text": "Most new moms will do anything to protect their babies, but what you do when something as arbitrary as the day of the week your child is born on poses a risk? A recent study conducted by researchers from the United Kingdom has given weight to the so-called “weekend effect” – babies born on the weekend have a slightly higher risk for death within the first seven days of their life.\n\nThe researchers said in a statement that more research is needed \"to understand what organizational factors might influence the weekend effect and to investigate centers that have reduced the disparities in access and outcome in out of hours care.\"\n\nResearchers from Imperial College London used the Hospital Episode Statistics database to analyze the details of deliveries at English NHS public service hospitals between April 1, 2010 and March 31, 2012. Researchers focused on infections, emergency readmissions, injuries, and perinatal mortality – stillbirths or death within the first seven days of life.\n\nResults showed that the perinatal morality rate was 7.3 per 1,000 babies delivered on weekends compared to 0.9 per 1,000 babies delivered on weekdays. The research team estimated that 770 newborn deaths and 470 maternal infections occurred above what would be expected if mortality was the same for babies delivered on the midweek reference day, Tuesday.\n\nIn an accompanying editorial, obstetrics experts Jonathan Snowden and Aaron Caughey recognized that weekend delivery \"is an inevitable part of everyday practice\" while calling for solutions \"to determine what explains the apparent protective effect of weekday delivery and how to extend these benefits to women who deliver at the weekend, and their babies.\"\n\nAccording to the World Health Organization’s statistics from 2009 – the last year data was available – 2.6 million stillbirths occurred this year which averages out to 8,200 deaths per day. Out of the 133 million babies born alive each year, 2.8 million die within the first seven days of life.\n\nA similar study published in the International Journal of Sports Medicine found that babies born in October and November are physically faster, fitter, and stronger than babies born during any other month. Yet another study showed that a child’s risk for obesity is reliant on the year they are born.\n\nA study conducted by Johns Hopkins researchers back in 2012 analyzed the weekend effect and what may be causing this phenomenon. After finding that older people with head trauma who are treated on weekends face a significantly higher risk for death compare to those seen on a weekday, the team found that not only are there fewer experienced doctors and nurses working weekend shifts, but there are also fewer specialists, in the case of this study neurosurgeons.\n\nSource: Palmer W, et al. Association between day of delivery and obstetric outcomes: observational study. The BMJ. 2015.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "pregnancy, delivery, weekend, effect", "og": {"site_name": "Medical Daily", "description": "Babies born on weekends have a slightly higher risk of dying within their first week of life.", "title": "Bad News For Babies Born On Weekends", "url": "http://www.medicaldaily.com/babies-born-weekend-face-higher-risk-dying-within-7-days-birth-362900", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/11/24/delivery.jpg", "type": "article"}, "twitter": {"description": "Babies born on weekends have a slightly higher risk of dying within their first week of life.", "title": "Bad News For Babies Born On Weekends", "url": "http://www.medicaldaily.com/babies-born-weekend-face-higher-risk-dying-within-7-days-birth-362900", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/11/24/delivery.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/11/24/delivery.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "The Grapevine", "published_time": "2015-11-24T17:30:48-05:00", "modified_time": "2015-11-24T17:30:48-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Babies born on weekends have a slightly higher risk of dying within their first week of life."}, "_id": "\"57477af46914bd0286fddc88\"", "article_summary": "Out of the 133 million babies born alive each year, 2.8 million die within the first seven days of life.\nA similar study published in the International Journal of Sports Medicine found that babies born in October and November are physically faster, fitter, and stronger than babies born during any other month.\nA recent study conducted by researchers from the United Kingdom has given weight to the so-called “weekend effect” – babies born on the weekend have a slightly higher risk for death within the first seven days of their life.\nA study conducted by Johns Hopkins researchers back in 2012 analyzed the weekend effect and what may be causing this phenomenon.\nYet another study showed that a child’s risk for obesity is reliant on the year they are born."}