{"article_title": "Glenburn sisters disconnect to reconnect with family up north — Living — Bangor Daily News — BDN Maine", "article_keywords": ["meme", "living", "daigle", "bdn", "north", "family", "glenburn", "girls", "play", "daily", "madawaska", "town", "katrina", "reconnect", "sisters", "disconnect", "lauren", "maine"], "article_url": "http://bangordailynews.com/2014/11/27/living/thanksgiving-unplugged-glenburn-sisters-disconnect-to-reconnect-with-family-up-north/", "article_text": "For young Mainers, holiday homecomings offer the perfect chance to ditch devices and recharge their personal batteries amid family, friends and way too much food.\n\nGlenburn sisters Lauren and Katrina Daigle are your average college-educated, iPhone and MacBook toting twentysomethings.\n\nBut with parents who hail from Madawaska — Aroostook County’s most northeastern town — the holiday season forces them to unplug and focus on what, to them, matters most.\n\n“When I think of the holidays, I don’t think about presents or shopping or my Christmas list. I think of seeing my family,” Katrina said.\n\nTucked along the St. John River and the Canadian border, Madawaska boasts an impressive seclusion by the standards of 21st-century millennials like the Daigle sisters. With scarce cellphone service and limited Internet capability, the town of 4,000 is an escape.\n\n“It’s so secluded that we have to focus our entire attention onto visiting with our families,” Katrina said. “A lot of times, when people are with their families, the younger generations are on their phones or computers and they’re still connected to their lives back at home. But up here, we’re really not. We don’t have service, we don’t have Internet. So it’s just family, and that is really what matters to us most.”\n\nWith Thanksgiving around the corner, Katrina and Lauren’s invited the Bangor Daily News for a look at what going home for the holidays means for them.\n\nLasagna, ployes, poutine\n\nAfter a four-hour trip from Bangor, the sisters arrived around 9 p.m. at their paternal grandparents’ house — or “camp,” as they call it — on Long Lake, just outside of Madawaska. Clad in robes and slippers, their meme and pepe emerged to exchange hugs and hellos with them.\n\nMoments later, their meme, Dorilda Daigle, pulled out a lasagna she made for their arrival and insisted they sit and eat. Immediately after the last bites of the welcome home meal were eaten, Meme Daigle shuffle into the cellar and emerged with two trays of sweet treats.\n\n“Meme has never not been awaiting our arrival with food. It is always at our fingertips,” Lauren said. “[Meme] pushes food, and I wouldn’t want it any other way. Usually she’ll start making desserts months in advance and freeze them until we get up here.”\n\nDorilda and her husband, Norman, maintained the camp for years as a place for their family to visit in the summer, as many families in Maine do. Eventually, the family winterized the home to make it a year-round residence, but Dorilda says it will always have the feeling of camp.\n\n“We used to come here during the summer and stay until September when school started, and then we went back in town,” Dorilda said. “But Norm, oh Norm, loves the lake. I keep saying ‘our camp, our camp,’ and that’s because it will always be a camp.”\n\nThe next morning gave way to a breakfast of homemade toast, buttered and ready for grilling, alongside farm-fresh eggs of assorted colors and sizes. Though bacon and doughnuts were added to the meal, Meme Daigle insisted this was a lighter spread than usual visits.\n\nOnce Pepe Daigle left for a drive around the lake and Meme Daigle headed into town for her weekly hair appointment, the girls went to see their mother’s parents.\n\nSimone and Lionel Doucette live just across a few sprawling potato fields from the lake — a spot considered closer to town but still far enough where they can only see one neighbor for what seems like miles.\n\nLauren and Katrina walk into the 150-year-old home to the aroma of love, in the flavor of deep-fried hand-cut potatoes served underneath homemade gravy and a generous helping of cheese. The girls set themselves up around the kitchen counter as Meme Doucette dished out servings upon servings of the French-Canadian delicacy, poutine.\n\nAs the snow picked up outside the kitchen windows, steam bellowed from the stove as Meme Douchette whipped up more tastes of home: beef stew and ployes, a traditional Acadian buckwheat pancake.\n\n“Meme, you didn’t have to make all of this. The stew and poutine would have been enough,” Lauren said.\n\n“Ah, no, no. It’s Meme’s secret recipe. Ployes and stew — you can’t have one without the other,” Meme Doucette said.\n\nBoots for church?\n\nWhile in other parts of the country, the rest of the afternoon might have happened at a local mall. Saturday shopping in Madawaska usually involves trips to the local Shop ‘n Save or Mardens, so the girls head into town. They need to find clothes for church that evening.\n\nAfter tirelessly searching Marden’s for a better shoe option, Katrina settles on wearing her L.L. Bean Boots to church — an option her grandmother does not like but is still a practical one, considering the inches of snow that accumulated over the day.\n\n“Everything is pretty casual and practical up here, but there is something to be said about having to look presentable in certain circumstances,” Katrina said.\n\nThe Daigle sisters know that if they are in Madawaska, church is not optional. On this Saturday night, the traffic leaving the 4 p.m. Mass at St. Thomas Aquinas Church’s went straight for the Knights of Columbus Hall, where a spaghetti supper fundraiser was being held to help a local family with medical costs.\n\nAs soon as the girls entered the hall, aunts, uncles and cousins of varied relation approach them with hugs and questions about how they are doing.\n\n“Madawaska is so small. Everyone knows each other. I have never seen a greater sense of community anywhere else, and that is something that resonates with me wherever I [visit],” Lauren said.\n\nOnce everything wrapped, and 450 meals had been taken to the paper mill to feed workers who could not attend the supper, the Doucettes and their granddaughters made the snowy trek home. When arriving home, Katrina asked her Pepe Douchette to play his fiddle, but he thought it was too late and he promised her he would play in the morning — and play he did.\n\nLionel has never read a note of music in his life. Instead, he has learned every song he plays on his fiddle by ear. Though after learning the instrument at age 13 and performing in local dance halls since age 16, Lionel holds the demeanor of a seasoned musician.\n\n“After I learned how to play a few tunes that we considered fluent enough for people to dance to, my sister started accompanying me on the keyboard,” Lionel said. “Up here, this instrument is considered a violin. But in an orchestra atmosphere, this would be considered a fiddle.”\n\n‘Just a small meal’\n\nBefore heading back to Bangor, the girls had — of course — one more meal to enjoy. Lauren and Katrina’s aunt capitalized on the opportunity to host an early Thanksgiving, since so many family members were in town.\n\nShe insisted this would be a small meal — and, “no, they didn’t need to bring anything.” However, the girls were met with a 21-pound turkey, stuffing, biscuits, mashed potatoes, a potato casserole, green bean casserole, turnip and carrots and cranberry sauce. And that was just the main course. After dishes were finished and stomachs just about full, dessert came.\n\nThis meant a tower of sweet treats, including chocolate Oreo balls, butterscotch bark, a chocolates cake and not one but two butterscotch pies — a Daigle family favorite.\n\n“This is just something that we do up here. Everyone is in town so we are going to have a turkey. Even if it’s not around a holiday, it gets treated like it is a holiday. All the food is there, and everybody is together,” Lauren said.\n\nStomachs full and hearts heavy, the girls say their goodbyes and traveled back down Route 1 toward Bangor. But they’ll be back. Before even reaching the Madawaska town line, the sisters began to plan their next trip up north.", "article_metadata": {"description": "For young Mainers, holiday homecomings offer the perfect chance to ditch devices and recharge their personal batteries amid family, friends and way too much food. Glenburn sisters Lauren and Katrina Daigle are your average college-educated, iPhone and MacBook toting twentysomethings. But with parents who hail from Madawaska — Aroostook County’s [...] Maine news, sports, politics and election results, and obituaries from the Bangor Daily News.", "generator": "WordPress 4.1.5", "og": {"site_name": "The Bangor Daily News", "description": "For young Mainers, holiday homecomings offer the perfect chance to ditch devices and recharge their personal batteries amid family, friends and way too much food. Glenburn sisters Lauren and Katrina Daigle are your average college-educated, iPhone and MacBook toting twentysomethings. But with parents who hail from Madawaska — Aroostook County’s [...]", "title": "Thanksgiving, unplugged: Glenburn sisters disconnect to reconnect with family up north", "url": "http://bangordailynews.com/2014/11/27/living/thanksgiving-unplugged-glenburn-sisters-disconnect-to-reconnect-with-family-up-north/", "image": "https://mainecourse.bangordailynews.com/files/2015/11/tmp591364365416923138.jpg", "type": "article"}, "twitter": {"description": "For young Mainers, holiday homecomings offer the perfect chance to ditch devices and recharge their personal batteries amid family, friends and way too much food. Glenburn sisters Lauren and Katrina Daigle are your average college-educated, iPhone and MacBook toting twentysomethings. But with parents who hail from Madawaska — Aroostook County’s [...]", "title": "Thanksgiving, unplugged: Glenburn sisters disconnect to reconnect with family up north", "url": "http://bangordailynews.com/2014/11/27/living/thanksgiving-unplugged-glenburn-sisters-disconnect-to-reconnect-with-family-up-north/", "image": "http://static.bangordailynews.com/wp-content/uploads/2014/11/10025461_H14063871-250x250.jpg?strip=all", "site": "@bangordailynews", "card": "summary"}, "wp-parsely_version": "1.7", "fb": {"app_id": 748756371893770}, "keywords": "Maine, news, elections, election results, politics, sports, Bangor, Portland, Augusta, weather, obituaries, Waterville, Aroostook, Penobscot, Piscataquis, Somerset, Hancock, Washington, bdn,food,living,aroostook,explore our table this thanksgiving,thanksgiving, unplugged: glenburn sisters disconnect to reconnect with family up north,is_article,unbylined", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Glenburn sisters Lauren and Katrina Daigle are your average college-educated, iPhone and MacBook toting twentysomethings.\nThough bacon and doughnuts were added to the meal, Meme Daigle insisted this was a lighter spread than usual visits.\nBefore even reaching the Madawaska town line, the sisters began to plan their next trip up north.\nI think of seeing my family,” Katrina said.\nImmediately after the last bites of the welcome home meal were eaten, Meme Daigle shuffle into the cellar and emerged with two trays of sweet treats."}