{"article_title": "On the Road With Tim Huelskamp", "article_keywords": ["district", "hes", "farm", "kansas", "washington", "ryan", "tim", "speaker", "committee", "conservatives", "road", "huelskamp"], "article_url": "http://dailysignal.com/2016/01/03/once-a-congressional-outsider-tim-huelskamp-now-plans-to-work-on-inside/", "article_text": "WESTERN KANSAS—Tim Huelskamp has the look of a hunted man. Since 2012, the Kansas representative has been crisscrossing back roads, ducking into hundreds of town halls, and talking to anyone who will listen.\n\nAnd he has had reason to run. He’s bucked the party line so many times he’s been branded an enemy of the Republican establishment.\n\nIt started when John Boehner went on the warpath, Huelskamp recalls, when the House speaker “decided to take some scalps.” For voting against the Republican budget in 2012, Huelskamp was booted from his spot on the Agriculture and Budget Committees—“knifed in the back by Boehner.”\n\nTo survive, Huelskamp hit the road. Again and again, he tried to explain why a Kansas congressman without a spot on the Agriculture Committee should stay in Washington.\n\nAnd it worked.\n\nThree years later, Boehner is in retirement, while Huelskamp remains in Congress. And now, the Kansas highwayman’s knife fight with leadership may be over: Under House Speaker Paul Ryan, Huelskamp has been elected to the influential Steering Committee.\n\n‘Agriculture runs through everything’\n\nIn rural Kansas, farming dominates the political landscape. For a congressional district with more cattle than constituents, a spot on the Agriculture Committee is paramount.\n\nDr. Chapman Rackaway, chairman of the politics department at Fort Hays State University, says that for over a century, the electorate in “the Big First” congressional district has sent representatives to Washington specifically to serve in this capacity.\n\n“It was absolutely huge” when Huelskamp lost the committee spot, Chapman explains, “because agriculture runs through everything. The 1st District lost any opportunity to have substantive input [in Congress]—and especially on the farm bill.”\n\nTo keep his seat from getting rustled altogether, Huelskamp employed a retail politics approach at home. He pledged to hold town halls in every county in his district. And he delivered: So far, he’s hosted 332 to talk with thousands of Kansans—often just a handful at a time.\n\nMore than a photo-op, this grueling trek requires the endurance of a cattle driver and the temperament of an itinerant preacher. Because in Kansas, the geography is vast: Just driving east to west, from one side of the district to the other, takes longer than traveling from Washington, D.C., to New York City.\n\nOn the road again\n\nThe Daily Signal caught up with Huelskamp as he drove miles of back roads to visit the final four town halls in his 2015 tour of the 63 counties in the 1st District.\n\nIn little towns with unusual names like Cimarron and Jetmore, citizens pepper Huelskamp with questions about everything from the recently passed omnibus spending bill to the finer points of farm policy.\n\nAnd while the attendees loathe Washington, they love their congressman.\n\nHuelskamp’s district is known as “The Big First,” encompassing 63 counties in western and northern Kansas.\n\nOf course, they’re a self-selecting group. Only Huelskamp supporters would bother to show up on the Monday before Christmas during the middle of the workday. But they genuinely appreciate his take-no-prisoners approach.\n\nOne woman even brings her Bible to the basement of the Garden City hospital to say a blessing.\n\nFrom Proverbs 16, she warns that “pride leads to destruction, a proud attitude brings ruin” before thanking Huelskamp for choosing “to be humble and with those that suffer, rather than sharing stolen property with the proud.”\n\nIn a bright red Republican district, this episode isn’t out of the ordinary.\n\n“The message from home has always been the same,” Huelskamp explains, summing up the opinion of his constituency: “We don’t care if others don’t like you or if they kick you off your committee. Stand your ground.”\n\nGrowing up in Kansas\n\nThis independent streak is more than political posturing. Huelskamp’s always been headstrong.\n\nAt 7 years old, he marched into Fowler State Bank and applied for a loan to finance a 4-H steer (the bank came through, but only when his father agreed to co-sign). A creditworthy kid, by 19 Huelskamp was paying off another loan—this one for a small patch of farmland to feed his growing cattle herd.\n\nHis parents instilled in him the virtue of “work, work, work.” And it was only by driving his cattle to market that he was able to pay for college, he says.\n\nA devout Catholic, he served as an altar boy and even considered joining the clergy, attending Immaculate Heart of Mary Seminary in Santa Fe, N.M., for two years. But eventually, politics trumped the priesthood.\n\nAfter graduating with a bachelor’s in education, he attended American University in Washington, where he earned a doctorate in political science. And then he went home. Huelskamp went back to Kansas to work as a farm hand on his father’s farm—a hired hand who just happened to write a dissertation on the finer points of U.S. agriculture policy in the farm bill.\n\nThe youngest man to win election in 20 years, he would serve as a state senator in Kansas for eight years while working the farm on the side. Then, in 2010, he rode the Tea Party wave into Congress.\n\nOpposition at home\n\nA barnburner of a career path from Fowler to Washington, Huelskamp’s rise seems planned. But he insists he’s serving only because he’s needed. He says he doesn’t like the D.C. work environment, and so he’s going to represent his district, not the concerns of party leadership.\n\n“I’ve got four kids, a family, and a farm. Frankly, this is not a fun job,” he says. “Some people appreciate what comes with the position. Frankly, I don’t, and I’m not going to give up two years at a time of my life just to go to Washington and be told what to do.”\n\nNot all Kansans are pleased with their wayward son. After all, Huelskamp is facing a Republican primary challenger. Opponents regularly attack him for dusting it up with leadership. They want him to focus on district issues, not ideological battles.\n\n“I’ve got four kids, a family, and a farm. Frankly, this is not a fun job,” says Huelskamp.\n\nNext primary election, he’ll have to fend off Roger Marshall, a practicing physician, and Alan LaPolice, a retired actor.\n\nAlready Marshall has picked up the endorsement of the Kansas Livestock Association. That could prove significant. In 2014, Huelskamp defeated his primary opponent by 10 percentage points—about 7,000 votes. The ranks of the KLA swell past 5,000.\n\nMarshall has made Huelskamp’s absence from the Agriculture Committee a top issue in his campaign. Declaring his candidacy last May, the Republican physician told supporters, “We need some kind of a voice in Congress and specifically on the Ag Committee.”\n\nBut the Kansas congressman tells The Daily Signal that criticism is dust in the wind. He’s promising the Jayhawk state that things will be different when he takes his new position.\n\nWith his spot on the Steering Committee, Huelskamp’s not just an insider. He’s a de-facto member of leadership.\n\nFrom outsider to insider\n\nHugely influential, the Steering Committee represents the first cut of committee assignments. Almost like the human resources department of the federal legislature, the body decides which representatives get what committee positions.\n\nConservatives have long complained that the committee has devolved into a political clearinghouse, where leadership exchanges plum committee positions for promises of party loyalty.\n\n“There’s an establishment clique in Congress,” Huelskamp says—a group “that by design or by chance has kept conservatives off of most key committees.” He wants to mess with that clique.\n\nHuelskamp’s ready to reform the committee into an apolitical meritocracy that’s “more transparent and more accountable.” He promises to tailor assignments for members based on their expertise and experience, not their politics.\n\nIn his district, Huelskamp makes certain to highlight the appointment. He calls it “quite a turnaround,” and a sign of “the new way things are done under Speaker Ryan.”\n\nInfluential but secretive, the new job will occur behind the scenes in Washington. And the Kansans cramming into community centers, libraries, and post offices don’t care about that insider ball.\n\nInstead, they ask when he’ll be back representing them on the Agriculture Committee. His answer? Hopefully soon.\n\n“I know a lot of conservatives with a lot of great talent areas,” Huelskamp says. “I think I happen to be one of them, as a fifth-generation farmer with a Ph.D. in ag policy. Everybody understands I should be on that committee.”\n\nHe’s “confident” of his return to his old post, but he insists he won’t cut in line. “Everybody understands I should be on that committee,” he says, but “I won’t kick anyone off.”\n\nWhen there’s an opening, that’s when he’ll push to return. Meanwhile, Speaker Ryan has already made his move.\n\nRyan’s reforms\n\nSince taking up the gavel in October, Ryan has made significant strides toward changing the way the House of Representatives does business. The elevation of Huelskamp to the Steering Committee is perhaps the most visible manifestation of that effort.\n\nA reform hawk, Ryan completely overhauled the entire committee by removing established members to create six new at-large seats, effectively clearing the way for Huelskamp’s election.\n\n“I know that Tim shares my desire to get this place working like our Founders intended,” Ryan told The Daily Signal in a statement. “We’ve had good talks about it, and I’m optimistic going into next year.”\n\nA Ryan staffer, AshLee Strong, put Huelskamp’s election in even clearer context, tweeting that it shows how “Speaker Ryan [is] staying true to his word about reforming the House.”\n\nThe Steering Committee shakeup is also politically savvy. It provides an avenue for leadership to corral disenfranchised members back into the fold. As a result, Ryan has already won praise from conservatives.\n\nHuelskamp interprets Ryan’s effort as an attempt to court conservatives and says that the speaker “doesn’t want to get out of step with the conservative base of the party.”\n\nIn December, Ryan laid out a detailed 2016 agenda for the House. Huelskamp believes that conservatives like him are key to fulfilling that plan. “The new speaker understands that he’s got to be on the side of the grassroots conservatives if [he’s] going to get anything he wants done.”\n\nStaying optimistic\n\nIn the new year, Huelskamp plans to continue to tour his district and host town halls back home. But for now, under Ryan, leadership views him as a new partner, not an old enemy.\n\nWhile Huelskamp admits that some promotions, like his elevation to the Steering Committee, “are meant to silence opposition,” he says he’ll continue to promote conservatives and their policies in Congress.\n\n“All things being equal, it wouldn’t hurt to have a couple conservatives on Appropriations, a couple more on Energy and Commerce. That’s my opportunity: to speak and to point that out.”\n\nHuelskamp is done running for now. And for the first time, under Ryan, the knife fight that Boehner began with him may be over.", "article_metadata": {"description": "Rep. Tim Huelskamp has been crisscrossing back roads, ducking into hundreds of town halls and talking to anyone who will listen.", "og": {"site_name": "The Daily Signal", "description": "Rep. Tim Huelskamp has been crisscrossing back roads, ducking into hundreds of town halls and talking to anyone who will listen.", "title": "An Outsider on the Inside: On the Road With Tim Huelskamp", "locale": "en_US", "image": "http://dailysignal.com/wp-content/uploads/160103_TimHuelskampFeature.jpg", "updated_time": "2016-01-04T21:51:03+00:00", "type": "article"}, "bitly": {"url": "http://dailysign.al/1OyCobx"}, "twitter": {"domain": "The Daily Signal", "description": "Rep. Tim Huelskamp has been crisscrossing back roads, ducking into hundreds of town halls and talking to anyone who will listen.", "title": "An Outsider on the Inside: On the Road With Tim Huelskamp", "image": {"src": "http://dailysignal.com/wp-content/uploads/160103_TimHuelskampFeature.jpg"}, "creator": "@dailysignal", "site": "@dailysignal", "card": "summary_large_image"}, "fb": {"pages": 300341323465160, "app_id": 772296266137346}, "article": {"publisher": "https://www.facebook.com/TheDailySignalNews", "section": "Politics", "tag": "House of Representatives", "published_time": "2016-01-03T21:47:43+00:00", "modified_time": "2016-01-04T21:51:03+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Tim Huelskamp, Kansas, Paul Ryan, John Boehner, tea party, 1st District, Congress, House of Representatives, Agriculture, Steering"}, "_id": "\"57477af36914bd0286fd29ff\"", "article_summary": "In his district, Huelskamp makes certain to highlight the appointment.\nAnd now, the Kansas highwayman’s knife fight with leadership may be over: Under House Speaker Paul Ryan, Huelskamp has been elected to the influential Steering Committee.\n“It was absolutely huge” when Huelskamp lost the committee spot, Chapman explains, “because agriculture runs through everything.\nIt started when John Boehner went on the warpath, Huelskamp recalls, when the House speaker “decided to take some scalps.” For voting against the Republican budget in 2012, Huelskamp was booted from his spot on the Agriculture and Budget Committees—“knifed in the back by Boehner.”To survive, Huelskamp hit the road.\nOnly Huelskamp supporters would bother to show up on the Monday before Christmas during the middle of the workday."}