{"article_title": "10 Benefits You Didn't Know Most Health Care Plans Cover", "article_keywords": ["aca", "benefits", "plans", "cover", "according", "states", "health", "know", "coverage", "services", "didnt", "insurance", "care"], "article_url": "http://www.gobankingrates.com/personal-finance/10-benefits-didnt-know-healthcare-plans-cover/", "article_text": "Many people are not aware of the benefits included in their health insurance plans, especially in the light of federal health care reform.\n\nThe Affordable Care Act (ACA) requires that health plans offered in the individual and small group markets cover 10 so-called “essential benefits.” These benefits run the gamut from emergency services and hospitalization, to prescription drugs and maternity and newborn care.\n\nIn addition, some states have gone beyond these federally required benefits and mandate health plans within their borders to cover additional types of services.\n\nFinally, some insurers voluntarily have been covering services — such as alternative treatments — that typically were not covered in the past.\n\nFollowing are 10 surprising health benefits that many health insurance plans cover.\n\nRelated: 10 Ways to Survive Rising Health Care Costs\n\n1. Diet Counseling and Obesity Treatments\n\nThirty-three states now require health plans to cover bariatric surgery and/or diet counseling, according to the National Conference of State Legislatures (NCSL).\n\nBariatric surgery — which has the goal of reducing both the size of patients’ stomachs and their appetites — is now a health benefit requirement in 23 states, up from five states before passage of the ACA. Sixteen states include some coverage for dietary or nutritional screening, and seven states cover nutritional therapy if diabetes is diagnosed.\n\n2. Smoking Cessation Programs\n\nSome type of smoking cessation coverage is now a requirement under the ACA. The American Lung Association website breaks down what is covered.\n\nCoverage differs depending on what type of health insurance you have. But as a general rule, people who have workplace insurance or who buy a policy in the individual market can expect coverage for four sessions of counseling and 90 days of smoking cessation medications. There is no cost-sharing — such as such as co-payments, co-insurance and deductibles — associated with these services.\n\nSmoking cessation treatment falls under the umbrella of “mental health services and addiction treatment.” This category also covers rehabilitation and mental health treatments for other addictions.\n\n3. Pre-Natal Folic Acid Supplements and Breastfeeding Supplies\n\nThe ACA requires most health insurance plans to cover breastfeeding support and supplies. This includes breastfeeding equipment — including the cost of a breast pump — and counseling for pregnant and nursing women.\n\nMedela, a breastfeeding-supply company, reports that the breastfeeding provisions do not apply to Medicaid or WIC. However, breast pumps are available through WIC and many state Medicaid programs, according to Medela.\n\nFolic acid supplements also are covered “for women who may become pregnant,” according to the U.S. Department of Health and Human Services. The department recommends that women who are or might become pregnant consume an extra 400 to 800 micrograms of folic acid every day. Folic acid is a vitamin that can prevent birth defects.\n\nThe department’s website lists covered preventive services for women, including breast cancer genetic testing, contraception, domestic and interpersonal violence screening, and screening for osteoporosis, sexually transmitted diseases and HIV.\n\n4. Autism Screening and Therapy for Children\n\nOne in 68 children have an autism spectrum disorder, according to the Centers for Disease Control and Prevention. The Affordable Care Act requires health insurance plans to cover preventive services for children without cost-sharing. Autism screening at 18 and 24 months is part of this coverage.\n\nAs of December 2015, 43 states and the District of Columbia required health insurance plans to provide coverage of autism services, according to the NCSL.\n\n5. Psychiatric Therapy\n\nIn 2008, the Paul Wellstone and Pete Domenici Mental Health Parity and Addiction Equity Act began to require coverage of mental and behavioral health services and substance-use disorders to be comparable to coverage of medical and surgical services, according to the American Psychological Association (APA).\n\nFor example, the APA has stated that an insurance company cannot charge a co-pay of $40 for a visit to a psychologist if it typically charges a $20 co-pay for other medical visits.\n\nThe law applies to employee-sponsored health programs with 50 or more employees, health exchanges, the Children’s Health Insurance Program (CHIP) and most Medicaid programs.\n\nA 2014 APA survey found that more than 90 percent of Americans were unfamiliar with the mental health parity law.\n\n6. Discounted or Free Health Clubs\n\nOne effect of the ACA is that insurance companies are vying for market share, said Sally Poblete, CEO of Wellthie, a healthcare software and analytics technology company.\n\n“The ACA led to record high enrollment numbers and increased competition for insurance companies,” she said. “Now, more than ever, insurance companies are trying to stand out from the crowd. Part of this has created a world of creativity and innovation in benefit design.”\n\nFitness tracking and management is one increasingly popular benefit, she said. And some companies are going beyond merely offering deals or reimbursements for gym memberships.\n\n“They may actually give you a wearable activity tracker or money back for healthy behavior to keep you motivated,” Poblete said.\n\nFor example, the New York-based health insurance agency Oscar has partnered with the wearable device manufacturer Misfit to pay insured members back for their physical activity as registered on the tracker, Poblete said.\n\nIn addition, many Blue Cross Blue Shield plans reimburse members for joining a health club or weight-loss program.\n\n7. Hair Prosthesis\n\nAre wigs considered prosthetic devices and included as essential benefits? The answer is not clear, said Robin Solomon, a Washington, D.C.-based attorney with Ivins, Phillips & Barker. She said wigs fall into a “gray area.”\n\n“Whether they are essential health benefits is determined on a state-by-state basis,” she said. “There is no clear guidance at the federal level.”\n\nWigs are not specifically excluded at the federal level, but they are only included as an essential benefit if a state benchmark determines that they fall into one of the 10 essential benefit categories, she added.\n\nMost health insurance companies that cover the cost of a wig require a prescription from your doctor, according to Breastcancer.org.\n\n8. Gender Reassignment\n\nAccording to MarketWatch, “more than two dozen major insurance carriers provide plans without blanket exclusions for transgender-related health care.” Human Rights Campaign has information at its website about how to find one of these insurers.\n\nIn addition, regulators in nine states and the District of Columbia have introduced laws banning insurance discrimination against gender-assignment treatments.\n\nMarketWatch also reports that although the ACA does not explicitly require insurers to cover gender reassignment surgery, the White House issued a letter to insurers stating that they no longer can turn someone away just because he or she is lesbian, gay, bisexual or transgender.\n\n9. Chiropractic Services\n\nChiropractic services fall into another gray area where there is no clear federal guidance, said Solomon. “Some states might treat chiropractic as ‘rehabilitative’ services, but each state can set its own limit on how many visits are covered,” she explained.\n\nSolomon suggested checking the Centers for Medicare & Medicaid Services website, which provides benchmark details for all states for 2014 to 2017. For example, the list shows that Alabama covers $600 of chiropractic costs per year, while Pennsylvania covers 20 chiropractic visits per year.\n\n10. Acupuncture or Massage Therapy\n\nSome insurers are covering alternative treatments that often diverge from traditional approaches.\n\n“Some health plans are embracing alternative medicine benefits when deemed medically necessary, including acupuncture,” Poblete said. She added that some plans also are covering massage therapy deemed medically necessary.\n\nTo find out if these services are covered in your plan, check your plan’s summary of benefits and coverage, Poblete said. “You should also take a look at the doctors in your network to see who can provide the unique services you are looking for so you can take full advantage of all your health plan has to offer,” she added.\n\nRelated: 10 Best and Worst States for Health Insurance Costs", "article_metadata": {"description": "Many people are not aware of the benefits included in their health insurance plans, especially in the light of federal health care reform. The Affordable Care Act (ACA) requires that health plans...", "original-source": "http://www.gobankingrates.com/personal-finance/10-benefits-didnt-know-healthcare-plans-cover/", "og": {"site_name": "GOBankingRates", "description": "Many people are not aware of the benefits included in their health insurance plans, especially in the light of federal health care reform. The Affordable Care Act (ACA) requires that health plans offered in the individual and small group markets cover 10 so-called \"essential benefits.\" These benefits run the gamut from emergency services and hospitalization, to prescription drugs and maternity and newborn care. In addition, some states have gone beyond these federally required benefits and mandate health plans within their borders to cover additional types of services. Finally, some insurers voluntarily have been covering services -- such as alternative treatments -- that typically were not covered in the past. Following are 10 surprising health benefits that many health insurance plans cover. Related: 10 Ways to Survive Rising Health Care Costs 1. Diet Counseling and Obesity Treatments Thirty-three states now require health plans to cover bariatric surgery and/or diet counseling,...", "title": "10 Benefits You Didn't Know Most Health Care Plans Cover | GOBankingRates", "url": "http://www.gobankingrates.com/personal-finance/10-benefits-didnt-know-healthcare-plans-cover/", "image": "http://cdn.gobankingrates.com/wp-content/uploads/2016/02/istock_000074412353_large-1024x640.jpg", "type": "article"}, "twitter": {"image": "http://cdn.gobankingrates.com/wp-content/uploads/2016/02/istock_000074412353_large-1024x640.jpg", "description": "Many people are not aware of the benefits included in their health insurance plans, especially in the light of federal health care reform. The Affordable Care Act (ACA) requires that health plans offered in the individual and small group markets cover 10 so-called \"essential benefits.\" These benefits run the gamut from emergency services and hospitalization, to prescription drugs and maternity and newborn care. In addition, some states have gone beyond these federally required benefits and mandate health plans within their borders to cover additional types of services. Finally, some insurers voluntarily have been covering services -- such as alternative treatments -- that typically were not covered in the past. Following are 10 surprising health benefits that many health insurance plans cover. Related: 10 Ways to Survive Rising Health Care Costs 1. Diet Counseling and Obesity Treatments Thirty-three states now require health plans to cover bariatric surgery and/or diet counseling,...", "card": "summary_large_image", "title": "10 Benefits You Didn't Know Most Health Care Plans Cover | GOBankingRates"}, "msvalidate.01": "835EF260572EA20ACFC7CE1547620982", "fb": {"pages": 191525857260}, "google-site-verification": "pZIVHhkjY5UIFEchodY1qQYUl-mVEW__xNN4zvO2vyU", "keywords": "health care,health care plans,health care benefits,medical benefits,medical plans,medical plans costs,health care plan costs,medical coverage,health care coverage,medical & healthcare,medical & healthcare costs,personal finance", "article": {"published_time": "2016-02-22T02:00:00Z", "modified_time": "2016-04-25T16:26:16Z"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fe13a1\"", "article_summary": "Following are 10 surprising health benefits that many health insurance plans cover.\nMany people are not aware of the benefits included in their health insurance plans, especially in the light of federal health care reform.\nThe Affordable Care Act requires health insurance plans to cover preventive services for children without cost-sharing.\nThe law applies to employee-sponsored health programs with 50 or more employees, health exchanges, the Children’s Health Insurance Program (CHIP) and most Medicaid programs.\nPre-Natal Folic Acid Supplements and Breastfeeding SuppliesThe ACA requires most health insurance plans to cover breastfeeding support and supplies."}