{"article_title": "A different approach", "article_keywords": ["different", "office", "tester", "ihs", "tribal", "american", "indian", "health", "whitingsorrell", "billings", "approach", "care"], "article_url": "http://missoulanews.bigskypress.com/missoula/a-different-approach/Content?oid=2049363", "article_text": "Anna Whiting-Sorrell felt elated when she was named director of the Billings Area Regional Office of the Indian Health Service in January. She had fought for 10 months to get the job, and she was optimistic about the change she could make in the lives of American Indians throughout Montana and Wyoming from the helm of a powerful federal agency's regional office. In some ways, it was the culmination of a career that started on the Flathead Reservation working with its substance-abuse program and led to a position with Sen. John Kerry's presidential campaign and to her becoming director of Montana's Department of Public Health and Human Services under Gov. Brian Schweitzer.\n\nSixteen months after starting at IHS, however, she resigned.\n\n\"I had this vision of being able to make change through building these partnerships on a national level, and really be able to impact the care that Indian people got on the ground...,\" she says. \"What I found is that there was a lot of bureaucracy that just got in the way of getting care out. The focus oftentimes was on other things.\"\n\nWhiting-Sorrell wasn't the only one dismayed with IHS when she tendered her resignation last month. Around the same time, the Crow Tribal Legislature passed a resolution calling for Montana's congressional delegation to \"take all necessary and proper measures to investigate the Billings Area Office\" after tribal officials received hundreds of complaints from members about the quality of care provided through IHS. Then, on May 2, just days after IHS accepted Whiting-Sorrell's resignation, U.S. Sens. Jon Tester and John Walsh issued a joint letter to the Government Accountability Office requesting an \"investigation of the Indian Health Service, with a particular emphasis on the Billings Area Regional Office.\" In making their request, Tester and Walsh wrote that patients \"endure poor to no services and extraordinary delays in seeing physicians or filling prescriptions.\" On May 16, the GAO accepted the request to investigate.\n\nWhiting-Sorrell's leadership wasn't viewed as the cause of IHS's trouble. Rather, her inability to make change within the Billings office was seen as evidence of the depth and intractability of the agency's problems. In a statement issued in response to Whiting-Sorrell's resignation, Tester said her \"leadership on Indian health issues is unmatched in Montana\" and credited her with leading \"the charge to improve health care in Indian country.\" Tester, who is chair of the Senate committee on Indian Affairs, will host a hearing in Billings on May 27 to inquire about IHS's delivery and management of care.\n\nclick to enlarge photo courtesy of Bernie Azure\n\nAfter 16 disenchanting months with the Indian Health Service in Billings, Anna Whiting-Sorrell returned to the Flathead Indian Reservation to try to directly improve health care for American Indians.\n\nWhile the federal government looks to address issues at IHS, Whiting-Sorrell is looking to make a difference with Indian health care by heading back to her roots. The Confederated Salish and Kootenai Tribes recently created a new position within the Tribal Health and Human Services Department that would improve members' access to health benefits available through IHS as well as Medicare, Medicaid, the Department of Veterans Affairs, the Affordable Care Act and other avenues. It seemed like a perfect fit for Whiting-Sorrell, an enrolled member of CSKT who even helped establish the Tribal Health and Human Services Department earlier in her career. She applied for the position, was hired and started May 5.\n\n\"I knew in my heart that I needed to make a different decision for me and that if I really wanted to accomplish what I believed was needed for Indian people—and that was a consolidated, coordinated health care system—that it really needed to be done at the grassroots level,\" she says.\n\nAs the new director of operations, planning and policy, Whiting-Sorrell believes she'll be able to use her hands-on experience at the tribal, state and federal levels to finally make a difference.\n\n\"You can't study it, you can't drop in,\" she says. \"I know those systems now. ... And I believe that what I will be able to do here is bring that experience and actually put it in place for the people here.\"\n\nWhile she is familiar with many of the resources available to CSKT, Whiting-Sorrell thinks a new component of the federal health care system—the Affordable Care Act—will be crucial to closing the huge health gap that exists between American Indians and whites. That gap is illustrated by the striking disparity in longevity between these populations in Montana. According to the 2013 State of the State's Health report, white men in Montana live 19 years longer than American Indian men and white women live 20 years longer than American Indian women.\n\nThe Affordable Care Act includes a number of Indian-specific provisions that Whiting-Sorrell will seek to maximize in order to improve the length and quality of life for CSKT members. For example, enrolled members of federally recognized tribes who purchase insurance through government marketplaces and who are up to three times the poverty level are exempt from paying copays and deductibles.\n\n\"If we can figure this out right,\" Whiting-Sorrell says, \"we can make sure that people up to 300 percent of poverty have insurance.\"\n\nThough she has returned to the Flathead and refocused on CKST, Whiting-Sorrell sees her work within a larger context. \"I don't believe that I am exiting from the larger stage,\" she says. \"I just think that I'm taking a different approach. I know that I am committed to teach the lessons that we learn here to other tribes.\"", "article_metadata": {"layout": "Content Default", "description": "Anna Whiting-Sorrell felt elated when she was named director of the Billings Area Regional Office of the Indian Health Service in January. She had fought...", "title": "A different approach | News | Missoula Independent", "og": {"site_name": "Missoula News", "description": "Anna Whiting-Sorrell felt elated when she was named director of the Billings Area Regional Office of the Indian Health Service in January. She had fought...", "title": "A different approach", "url": "http://missoulanews.bigskypress.com/missoula/a-different-approach/Content?oid=2049363", "image": {"width": 341, "identifier": "http://media1.fdncms.com/missoula/imager/after-16-disenchanting-months-with-the-ind/u/slideshow/2049364/news_news2-1.jpg", "height": 450}, "type": "article"}, "twitter": {"image": {"src": "http://media1.fdncms.com/missoula/imager/after-16-disenchanting-months-with-the-ind/u/slideshow/2049364/news_news2-1.jpg"}, "description": "Anna Whiting-Sorrell felt elated when she was named director of the Billings Area Regional Office of the Indian Health Service in January. She had fought...", "card": "summary_large_image", "title": "A different approach"}, "oid": 2049363, "fb": {"app_id": 219958588041282}, "keywords": "news, info, missoula, montana, Missoula, Montana, News, Culture, Politics, Ochenski, Missoula, News, Arts, Entertainment, Calendar, Culture, Politics, Events, Activities, Montana", "google-site-verification": "CzQ-y76Ei8ErIBBhnPqWmPaDx8qQSlQZF-DzcpiuKBU", "thumbnail": "http://media1.fdncms.com/missoula/imager/after-16-disenchanting-months-with-the-ind/u/slideshow/2049364/news_news2-1.jpg", "viewport": "width=1000", "news_keywords": "news, info, missoula, montana, missoula, montana, news, culture, politics, ochenski"}, "_id": "\"57477af36914bd0286fd2a0b\"", "article_summary": "\"I just think that I'm taking a different approach.\nRather, her inability to make change within the Billings office was seen as evidence of the depth and intractability of the agency's problems.\nWhile the federal government looks to address issues at IHS, Whiting-Sorrell is looking to make a difference with Indian health care by heading back to her roots.\nAnna Whiting-Sorrell felt elated when she was named director of the Billings Area Regional Office of the Indian Health Service in January.\nAccording to the 2013 State of the State's Health report, white men in Montana live 19 years longer than American Indian men and white women live 20 years longer than American Indian women."}