{"article_title": "Relatives run health clinic in Madison", "article_keywords": ["madison", "run", "susan", "jeffries", "schenck", "practice", "clinic", "relatives", "health", "nurse", "lisa", "culpeper", "dr", "patients"], "article_url": "http://www.washingtontimes.com/news/2014/jul/27/relatives-run-health-clinic-in-madison/?page=all", "article_text": "MADISON, Va. (AP) - Family is the key word at Madison Family Physicians.\n\nThe doctor and nurse are married, the certified family nurse practitioner CFNP and physician’s assistant certified PA-C are a mother daughter duo.\n\nEntering the office is like entering a time machine, back before computers were king and interpersonal relationships were the basis for quality doctor-patient care.\n\nColor coded manila envelopes line the walls behind the receptionist as you walk through the door, a microscope is housed in the back so tests and cultures can be run in house if needed and the doctor will even cut your toenails if it’s needed.\n\nNeedless to say, Dr. David Schenck is a throwback.\n\nDr. Schenck received his doctorate in 1978 and finished his residency in 1981. He briefly latched on with a practice in Orange before coming to Culpeper to practice, where he was tasked with opening the Culpeper Nursing Home and Rehab. He also set up and ran his practice at the Wilderness Medical Center in Locust Grove from 1982 until 2002. A hospitalist at Culpeper Regional Hospital from 2002 until 2006, he and his wife Lisa - his registered nurse - both moved to the Madison practice in 2008.\n\n“It is not about the money for us,” Lisa Schenck said. “We get to take care of our patients the way we feel is best for our patients, it’s not run by money. We’re motivated by doing the right thing.”\n\nPatient-centered care is at the heart of the practice, run by Schenck but featuring a familiar cast for Culpeper residents. Lisa Schenck was a longtime nurse and nursing coordinator at CRH, Brenda Jeffries was a registered nurse at Culpeper Family Practice and her daughter Susan is now following in her footsteps.\n\nHalf-hour appointments are the regular schedule for patients, new patients get an hour. Their medicines are looked at, they talk directly with the doctors and as Lisa Schenck says, the most important thing of all is that they get touched.\n\n“You also learn a lot by touching your patients,” Lisa Schenck said. “A stethoscope doesn’t belong on the outside of your shirt, it belongs under, on your skin.”\n\nA bubbly personality, Lisa Schenck said it’s not difficult working with her husband.\n\n“I’ve known Dr. Schenck now for 26 years,” Lisa Schenck said. “I knew him as a physician first, so I respected his status and his skill as a physician. We worked a lot together at Culpeper Hospital. We had mutual respect for each other, so coming to work with him again was not that hard for me. Here, he’s the boss. When we get home, I get to be the boss.”\n\nDr. Schenck is used to being his own boss, having run his practice his way for almost 30 years. He’s meticulous, almost OCD he says with a laugh, going over every detail with patients.\n\n“There is only one rule, the golden rule - that is ‘do unto others as you would do unto yourself,’” Dr. Schenck said.\n\nAs a family practice, he sees all ages, though through the age wave a majority of his clients are elderly. With Madison being a stable community that doesn’t see much growth, many of the patients he sees are the same ones that came to the practice with Dr. Jay Moscoe as their doctor.\n\nNot much has changed with the practice. Dr. Schenck still uses the old-school charts instead of a more advanced computer system.\n\n“The computer system guides, dictates how you run your practice,” Dr. Schenck said. “You spend more time playing with the computer than paying attention to your patient.”\n\nHe subscribes to the tried and true method of looking at the chart - where his notes tell him everything he needs to know.\n\n“That’s a full synopsis, you can’t do that on a computer,” Schenck said.\n\nIt’s also hard to lug a computer on house calls - which he will make in certain situations. He warns that he doesn’t make regular house calls - it’s more for people who can’t make it out of their house or are dying and need some comfort.\n\nWhile his practice has changed little, the rules and regulations he has to follow have. While he said the new Affordable Care Act hasn’t affected him much personally, there are always new aspects of federal regulations he has to abide to.\n\n“There’s always new rules, new hassles, everything always gets more complicated,” Dr. Schenck said. “Overall there has to be health care reform somehow. They determined in the 1950s, during the Eisenhower administration, that health care was a right.”\n\nHe also sees it as a right that if you have an emergency and want to speak to him, you can. There is no after hours call service, if you call the office and he’s not available callers will get his home phone. If he’s not there, they’ll receive his cell.\n\nIt’s that patient-first mentality that drew Susan Jeffries to the office. Her mother, Brenda, had trained under Dr. Schenck in the 1980s, so he came highly recommended when it was her time to enter the medical field.\n\n“When we got to choose where we got to do our final rotation, my mother had done some of her training with Dr. Schenck and recommended him,” Susan Jeffries said. “They brought me in as a student and I just fell in love with it. And I learned a lot.”\n\nShe graduated and moved to Arizona for a year to practice, but she missed the rural setting and slower pace of Madison. She came back and soon, her mother followed.\n\n“She’s a pro, it’s just like working with any peer,” Brenda Jeffries said. “It’s no different than before, because before we’d talk about medicine. It’s a peer relationship, and she’s a great provider.”\n\nWith more than 50 years of experience working beside her, Susan Jeffries said that it’s a wonderful opportunity to pick their brains.\n\n“I have a physician who is just a genius I can pull aside and he’s a great resource,” Susan Jeffries said. “Lisa is an excellent nurse and she knows everyone by name.”\n\nAnd she gets to work with her mother.\n\n“It’s great, because I can see it makes her very happy to return to the style of practice that she liked,” Susan Jeffries said. “I see her as a role model and a resource. Her passion for medicine fits in very well here.”\n\n___\n\nInformation from: Culpeper Star-Exponent, http://www.starexponent.com", "article_metadata": {"description": "Family is the key word at Madison Family Physicians.", "Author": "JEFF SAY", "og": {"site_name": "The Washingtion Times", "description": "Family is the key word at Madison Family Physicians.", "title": "Relatives run health clinic in Madison", "url": "http://www.washingtontimes.com/news/2014/jul/27/relatives-run-health-clinic-in-madison/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/07/27/e2dde2454da8181d5b0f6a7067000e68.jpg", "type": "article"}, "twitter": {"image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/07/27/e2dde2454da8181d5b0f6a7067000e68.jpg", "title": "Relatives run health clinic in Madison", "description": "Family is the key word at Madison Family Physicians.", "card": "summary", "site": "@washtimes"}, "author": "The Washington Times http://www.washingtontimes.com", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web2", "bitly-verification": "d180fd45f70d"}, "_id": "\"57477af36914bd0286fd2a18\"", "article_summary": "“The computer system guides, dictates how you run your practice,” Dr. Schenck said.\n“I’ve known Dr. Schenck now for 26 years,” Lisa Schenck said.\n“I have a physician who is just a genius I can pull aside and he’s a great resource,” Susan Jeffries said.\n“You also learn a lot by touching your patients,” Lisa Schenck said.\n“There is only one rule, the golden rule - that is ‘do unto others as you would do unto yourself,’” Dr. Schenck said."}