{"article_title": "Wanted: Young adults enrolling in Obamacare", "article_keywords": ["younger", "insurers", "adults", "administration", "enrollment", "obamacare", "young", "enrolling", "covered", "wanted", "outreach", "insurance"], "article_url": "http://money.cnn.com/2014/01/16/news/economy/obamacare-young/", "article_text": "Still missing from Obamacare? Enough young people.\n\nOnly about a quarter of those who signed up so far are between the ages of 18 and 34, lower than the roughly 40% share that the White House and independent experts had originally forecast.\n\nSo will enough young adults sign up by the time open enrollment ends March 31? It depends on whom you ask.\n\nThe Obama administration and some of its supporters say they expect many more young adults to enroll closer to the March deadline. To help ensure that, they plan to continue reaching out to this target population to educate them about the insurance plans and subsidies available on the exchange.\n\nBut some insurance industry experts are not so sure Obamacare will meet the crucial targets in time.\n\n\"There will be a rush of people at the end of March, but they may not skew younger,\" said Chris Carlson, principal at Oliver Wyman, an actuarial firm that helps insurers set premium prices based on their enrollee pools. \"It will take a pretty big shift from what we've been seeing so far to get to the original assumptions, which is what insurers based their pricing on.\"\n\nThe basic reason why everyone is so focused on young adults signing up for coverage is because it's presumed they are healthier and less costly to insurers. And if insurers end up with a more expensive group of policyholders, they will likely raise rates for 2015.\n\nThe insurance industry is taking a wait-and-see attitude.\n\n\"We have to look at the entire six month open enrollment period,\" said Clare Krusing, spokeswoman for America's Health Insurance Plans. \"If the young and healthy choose not to purchase coverage and only older, costlier individuals sign up, then costs will increase across the board.\"\n\nShare your story: Have you begun using your Obamacare benefits?\n\nProblems with the exchanges -- particularly the federal exchange, which is handling enrollment for 36 states -- deterred many young people from initially signing up, said Amy Lin, deputy policy and organizing director for the Young Invincibles, which is working with the administration to attract this target market. The technical issues also prompted groups to delay outreach and marketing efforts.\n\nBut over the next three months, Obamacare supporters and the administration plan to target this age group with advertising, educational and other outreach campaigns.\n\nThe Young Invincibles will focus on getting the word out at cultural events, such as the Super Bowl, Valentine's Day and the March Madness college basketball tournament, as well as through social media. The Obama administration, meanwhile, is expanding outreach efforts in the 25 cities with the highest uninsured population served by the federal exchange, as well as running advertisements on entertainment and sports programming, including \"Family Guy\" and the Winter Olympics.\n\nBe Covered Texas, which is spearheaded by Blue Cross Blue Shield of Texas, last month used a social media platform called Thunderclap to spread the word about the Dec. 23 deadline to get coverage by Jan. 1, said Dan McCoy, the insurer's chief medical officer. It reached more than 668,000 people on Facebook, Twitter and Tumblr. Be Covered also sends text updates in English and Spanish to young adults to inform them of deadlines and other enrollment issues.\n\nAnd on Thursday, a group of state health exchanges and their partners are hosting a six-hour YouTube live event called \"Tell a Friend -- Get Covered.\" The event will feature celebrities, including comedy sketches from humor site Funny or Die, is aimed at getting young adults to spread the word about getting health insurance.\n\nKey to attracting young adults is informing them about the federal subsidies available to individuals earning below $46,000 and families of four with income below $94,200.\n\n\"Young adults want to get covered,\" Lin said. \"The reason they didn't get insurance in the past was because it wasn't affordable.\"\n\nHelp! I can't use my Obamacare benefits\n\nRaising the overall rate of younger enrollees will be tough, but it's also important to attract the right kind of younger Americans, said Jim O'Connor, principal with Milliman, an actuarial firm.\n\nFor instance, it would not be good if young women outnumber men since women use more medical services, he said. Also, insurers want to have a good share of healthy younger people, not ones who will heavily use their policies. And insurers want a sizable share of 35- to 44-year-olds since they can also help offset the costs of older enrollees, O'Connor said.\n\nAlso, the national number doesn't matter as much as the local mix. The first three months of enrollment show a wide variation, with young adults making up 43% of the applicants in Washington D.C., but only 17% in Arizona and Maine.\n\nNo amount of outreach will convince some young adults to sign up. They simply don't think that Obamacare makes financial sense for them.\n\nArie Lipinski had planned on enrolling in Obamacare ... until he saw how much it would cost him. The 26-year-old has incurred thousands of dollars in medical bills over the past year after breaking his ankle slipping in the snow last January and his jaw in a basketball game in November.\n\nAn attorney at a small firm in Carmel, Ind., he makes too much for a subsidy but feels he can't justify paying $184 for a catastrophic plan. Aside from his broken bones, he rarely visits a doctor.\n\n\"I don't think I'm likely to get sick or injured further so it's a risk I'm willing to take currently,\" he said.", "article_metadata": {"news_keywords": "obamacare, young, young adults, aca, affordable care act, health insurance, health care, young invincibles, economy, cnnmoney, premiums, enrollment", "title": "Wanted: Young adults enrolling in Obamacare", "og": {"url": "http://money.cnn.com/2014/01/16/news/economy/obamacare-young/index.html", "site_name": "CNNMoney", "type": "article", "description": "About a quarter of those signing up for Obamacare are young adults. The industry would like to see the figure rise closer to 40%.", "title": "Wanted: Young adults enrolling in Obamacare"}, "section": "news", "author": "Tami Luhby", "vr": {"category": "economy", "type": "Article"}, "DC.date.issued": "2014-01-16T06:59:48", "keywords": "obamacare, young, young adults, aca, affordable care act, health insurance, health care, young invincibles, economy, cnnmoney, premiums, enrollment", "fb": {"app_id": 521848191196480}, "subsection": "economy", "date": "2014-01-16 06:59:48", "twitter": {"url": "http://money.cnn.com/2014/01/16/news/economy/obamacare-young/index.html", "site": "@CNNMoney", "description": "About a quarter of those signing up for Obamacare are young adults. The industry would like to see the figure rise closer to 40%.", "card": "summary_large_image", "title": "Wanted: Young adults enrolling in Obamacare"}, "viewport": "width=1140", "description": "About a quarter of those signing up for Obamacare are young adults. The industry would like to see the figure rise closer to 40%."}, "_id": "\"57477af46914bd0286fd7c0d\"", "article_summary": "The Obama administration and some of its supporters say they expect many more young adults to enroll closer to the March deadline.\nKey to attracting young adults is informing them about the federal subsidies available to individuals earning below $46,000 and families of four with income below $94,200.\nSo will enough young adults sign up by the time open enrollment ends March 31?\nBe Covered also sends text updates in English and Spanish to young adults to inform them of deadlines and other enrollment issues.\nNo amount of outreach will convince some young adults to sign up."}