{"article_title": "Bill Maher Eviscerates David Gregory's Republican Talking Points On Meet The Press", "article_keywords": ["real", "eviscerates", "republicans", "obamacare", "bill", "gregorys", "david", "talking", "host", "points", "maher", "press", "meet", "gregory", "republican"], "article_url": "http://www.politicususa.com/2014/03/16/bill-maher-destroys-david-gregorys-republican-talking-points-meet-press.html", "article_text": "Meet The Press featured a real perspective from the left with a profile of Bill Maher. During the interview, Maher destroyed some host David Gregory’s favorite Republican talking points.\n\nVideo:\n\nThe interview with Maher was taped, but in it, he absolutely leveled some of host David Gregory’s favorite Republican talking points.\n\nDavid Gregory has claimed that Obamacare is President Obama’s Iraq, and he has argued for a delay in the individual mandate. Gregory has also claimed that the law is too big for the federal government to administer, and he spent months claiming that the ACA website was still broken after it was fixed.\n\nBill Maher spoke about the real reason many Americans are lukewarm about Obamacare. Maher was asked if Obamacare was a mistake. He answered, “The problem with Obamacare is not, of course, too much socialism. It’s too much capitalism. The reason why it’s so screwed up is because we have to have this Rube Goldberg plan that allows for pharmaceutical companies to get their cut, and insurance companies to get their cut, and hospitals to enrich themselves, and doctors to get rich. It should be a non-profit thing. Perhaps, elections should not be a profit making endeavor or cost two billion dollars. Of course, we’re American, the exceptionalism. Exceptionally stupid on this point, but we are exceptional.”\n\nDavid Gregory is the undisputed king of the Sunday shows both sides do it false equivalency argument.\n\nHere is a video of one of Gregory’s favorite blame Democrats for what Republicans do arguments via Crooks and Liars:\n\nMaher was asked whether he was more displeased with Democrats or Republicans, and the Real Time host couldn’t believe the question. He answered, “Oh, come on. Really? Seriously? Republicans, you know, in the last twenty years there really has not been a choice. They just drove the short bus to crazy town at a certain point.”\n\nBill Maher delivered some reality to Meet The Press. David Gregory specializes in elevating Republican insanity to height of fact. Bill Maher spoke for much of the country when he treated the question like it was a joke.\n\nIt is interesting that on the same week that the president of NBC News met with Gregory about changing the format of his show, the most popular liberal entertainer in the country was profiled on Meet The Press. Could the new format involve introducing small doses of fact and truth into Gregory’s Beltway GOP propaganda hour?\n\nReality isn’t featured often in the fantasy landscape that is the Republican dominated Sunday morning shows, so the fact that Bill Maher got five minutes to deliver a little Real Time style straight talk to the country was a real breath of fresh air.", "article_metadata": {"description": "Meet The Press featured a real perspective from the left with a profile of Bill Maher. During the interview, Maher destroyed some host David Gregory's favorite Republican talking points.", "generator": "WordPress 4.5.2", "author": "Jason Easley", "og": {"site_name": "Politicus USA", "description": "Meet The Press featured a real perspective from the left with a profile of Bill Maher. During the interview, Maher destroyed some host David Gregory's favorite Republican talking points.", "title": "Bill Maher Eviscerates David Gregory's Republican Talking Points On Meet The Press", "url": "http://www.politicususa.com/2014/03/16/bill-maher-destroys-david-gregorys-republican-talking-points-meet-press.html", "image": "http://15130-presscdn-0-89.pagely.netdna-cdn.com/wp-content/uploads/2014/03/bill-maher-meet-the-press.jpg", "updated_time": "2014-03-16T13:16:34+00:00", "type": "article"}, "fb": {"admins": 523732690, "app_id": 113462415332922, "pages": 186473214703370}, "keywords": "Featured News,politicususa,liberal,politics,sarah jones,jason easley,barack obama,hillary clinton,bernie sanders,msnbc,media", "article": {"publisher": "https://www.facebook.com/PoliticusUSA", "section": "Featured News", "published_time": "2014-03-16T13:05:56+00:00", "modified_time": "2014-03-16T13:16:34+00:00"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fe13c6\"", "article_summary": "Video:The interview with Maher was taped, but in it, he absolutely leveled some of host David Gregory’s favorite Republican talking points.\nDuring the interview, Maher destroyed some host David Gregory’s favorite Republican talking points.\nMeet The Press featured a real perspective from the left with a profile of Bill Maher.\nThey just drove the short bus to crazy town at a certain point.”Bill Maher delivered some reality to Meet The Press.\nDavid Gregory has claimed that Obamacare is President Obama’s Iraq, and he has argued for a delay in the individual mandate."}