{"article_title": "Government Health Care in Soviet Russia Spread HIV/AIDS – What’s in Store Under Obamacare?", "article_keywords": ["cheating", "whats", "hiv", "moscow", "pretend", "obamacare", "number", "state", "spread", "health", "store", "leadership", "aids", "soviet", "russia", "hivaids", "care"], "article_url": "http://www.theblaze.com/contributions/government-health-care-in-soviet-russia-spread-hivaids-whats-in-store-under-obamacare/", "article_text": "Contribution\n\nDavid grew up in Atlanta and studied History at Loyola, New Orleans. He has worked in radio and digital media in Austin, San Antonio, and Philadelphia, PA, including WPHT where Glenn broadcast from at CBS Radio. While at CBS David handled Issue Advocacy and worked closely with Americans for Prosperity, Freedom Works, and the Horowitz Freedom Center. Additionally, in Philly David served his community as a volunteer Firefighter. Currently, he is a full time student in the Paramedic program at Chattahoochee Tech and a writer and contributor with partner Howard Frank at: www.theindependentconservative.com\n\nIt is undeniable, at least for the Kool Aid sober, that trust in our government is at a historic low.\n\nA poll at the close of 2013 showed a majority of Americans feel their president is neither trustworthy nor good at his job. Having a sexually transmitted disease or cockroaches is more popular than the U.S. Congress. And it looks like Obamacare will not soon be going away.\n\nThis article is not about heath care reform. Nor to discuss insurance and how Obamacare was actually written by insurance lobbyists. I just want to tell you a story. A true story about what happened when a government with a track record of dishonesty and trying desperately to hide how bad its finances really were, was allowed to administer health care. Fasten your seat belts, it’s going to get bumpy.\n\nHaving unprotected sexual intercourse with multiple partners can put one at higher risk for contracting HIV/AIDS. While this is not news, your author is of the generation of middle schoolers that were taught even thinking about having unprotected sex would result in HIV and a lonely, painful death.\n\nWe have since learned that such is not the case. We also learned of perhaps the greatest leadership failure of President Ronald Reagan. Author Max Brooks recently argued had Reagan stood before the Nation in 1983 and said: “There is a disease threatening public health. It’s really hard to contract, but it is really bad if you do. Here are five things you can do to protect yourself…” then AIDS would have been a footnote in a medical journal. But alas, President Reagan was busy fighting the Soviets at the height of the cold war.\n\nIn an intense irony, Soviet leaders would discover that institutional dishonesty and leadership failures regarding public health were as dangerous to their regime as Levi’s, Beatles bootlegs or stealth bombers. Significantly more than these, AIDS would be responsible for the collapse of the Soviet Union. Not just a cheating spouse started it, but cheating on paperwork that caused the first AIDS outbreak in the Soviet Union.\n\nIn the early 1980s, at the height of the media scare regarding HIV/AIDS, the Soviet Union instituted strict medical quarantine procedures to keep people with HIV/AIDS from entering their republics. This was a political weapon pointed at the decadent West and the lifestyles that caused the spread of this infection. There were stories from the official Soviet news agency about AIDS outbreaks in New York and San Francisco but heralded that not a single case could be found in the Soviet Union.\n\nAt least not until a Soviet diplomat (name withheld) visited a prostitute in the East African nation where he was stationed, carried the HIV virus home, and infected his wife. In the months that followed, Mrs. Diplomat had a baby. The doctors ran tests and rapidly determined that the infant was infected with HIV and immediately sent the child to Moscow Children’s Hospital Number 5 which specialized in infectious diseases. Within days an infant patient in an adjacent crib also became infected with AIDS.\n\nWhile the testing of this patient was in progress, more children became symptomatic. The staff of Moscow Number 5 wondered if HIV could have been an airborne virus, or perhaps this was a new strain with many identical markers to HIV-1. The culprit was discovered after 27 children in that unit had contracted HIV: the re-use of disposable syringes.\n\n“I believe we can simply say that the fault is with the hospital staff and nurses who used unsterile syringes for children’s injections,” explained Pokrovsky, one of the administrators.\n\nThe children were all stuck with the same needle!\n\nYevgeny Chazov, the last person to hold the office of Soviet Minister of Public Health, made impassioned speeches in the late 1980s around the time the news of the 27 infants and toddlers from Moscow Number 5 was breaking. When speaking out against the state could easily buy one 10 years in the Gulag, Chazov boldly criticized the state run health system. From his speeches we can extrapolate that the Soviet health system annually dispensed about 300 million injections. They annually manufactured 30 million and imported ZERO. Basic math tells us that the average disposable syringe in a Soviet hospital was reused at least one hundred times.\n\nIn the so-called classless Communist utopia, most knew that the leadership was taken care of far better than the average citizen. While party apparatus enjoyed the best food and the best accommodations the state could offer, the Soviet citizen existed in the Twilight Zone-like haze best described by the sentiment, “you pretend to work and we’ll pretend to pay you.”\n\nWhat Chazov hinted and the publication Trud confirmed was that the party leadership also had access to premium health care facilities. Fully stocked with the best equipment, most of which was imported from Western manufactures, and by all accounts were quite luxurious. These were the facilities that visiting Western doctors were shown. Not only were the Soviets cheating on their paperwork regarding syringe manufacturing, they were cheating by what they showed the world to be the state of Soviet medical care.\n\nFrom the work done by virus hunter Laurie Garrett, we can surmise that the use of tens of thousands of syringes annually used only once to treat the party elite caused those used in rural clinics and places like Moscow Number 5 to be reused several hundred times each. This caused the transmission of a host of deadly infectious agents like HIV and Hepatitis-C. According to a United Nations World Health Organization report, in rural facilities, there were nurses using whetstones to sharpen hypodermic needles.\n\nThe next 18 months would see more than a dozen republics declare their independence and Gorbachov’s subsequent resignation. At the dawn of the 1990s, as their nation collapsed, Soviet people likely thought, “We’ll pretend to work if you pretend to pay us, but not if you give us AIDS when we go to the doctor.”\n\n–\n\nTheBlaze contributor channel supports an open discourse on a range of views. The opinions expressed in this channel are solely those of each individual author.", "article_metadata": {"msapplication-notification": "frequency=30; polling-uri=http://www.theblaze.com/publish/_livetile/notifications/1.xml; polling-uri2=http://www.theblaze.com/publish/_livetile/notifications/2.xml; polling-uri3=http://www.theblaze.com/publish/_livetile/notifications/3.xml; polling-uri4=http://www.theblaze.com/publish/_livetile/notifications/4.xml", "gplus-count": 0, "twitter": {"description": "It is undeniable, at least for the Kool Aid sober, that trust in our government is at a historic low.  A poll at the close of 2013 showed a majority of Americans feel their president is neither trustworthy nor good at his job. Having a sexually transmitted disease...", "title": "Government Health Care in Soviet Russia Spread HIV/AIDS – What’s in Store Under Obamacare?", "url": "http://www.theblaze.com/contributions/government-health-care-in-soviet-russia-spread-hivaids-whats-in-store-under-obamacare/", "image": "http://www.theblaze.com/wp-content/uploads/2014/06/shutterstock_131191718-620x413.jpg", "creator": "@davepeavy", "site": "@theblaze", "card": "summary", "account_id": 1512944287}, "keywords": "government, health, care, soviet, russia, spread, hivaids, whats, store, under, obamacare", "sailthru.tags": "health, health-care, obamacare, russia, author-dave-peavy, site-theblazecom", "facebook-count": 0, "application-name": "TheBlaze.com", "msapplication-TileColor": "#282b2d", "msapplication-wide310x150logo": "http://www.theblaze.com/wp-content/plugins/theblaze_livetile/img/wide310x150.png", "categories": "health-care,obamacare,russia,health", "msapplication-square150x150logo": "http://www.theblaze.com/wp-content/plugins/theblaze_livetile/img/medium150x150.png", "comment-count": 12, "description": "With the possibility of VA style secret waiting lists coming to your doctor's office too, it would perhaps behoove all to take a look at other real potential pitfalls of increasing government control of healthcare.", "sailthru.guid": "theblazecom/822422", "linkedin-count": 0, "msapplication-square70x70logo": "http://www.theblaze.com/wp-content/plugins/theblaze_livetile/img/small70x70.png", "msapplication-square310x310logo": "http://www.theblaze.com/wp-content/plugins/theblaze_livetile/img/large310x310.png", "fb": {"admins": 517831498}, "msapplication-starturl": "http://www.theblaze.com/", "viewport": "width=device-width", "og": {"site_name": "The Blaze", "description": "It is undeniable, at least for the Kool Aid sober, that trust in our government is at a historic low.  A poll at the close of 2013 showed a majority of Americans feel their president is neither trustworthy nor good at his job. Having a sexually transmitted disease...", "title": "Government Health Care in Soviet Russia Spread HIV/AIDS – What’s in Store Under Obamacare?", "url": "http://www.theblaze.com/contributions/government-health-care-in-soviet-russia-spread-hivaids-whats-in-store-under-obamacare/", "image": {"width": 620, "identifier": "http://www.theblaze.com/wp-content/uploads/2014/06/shutterstock_131191718-620x413.jpg", "type": "image/jpeg", "height": 413}, "type": "article"}, "dc.date": "2014-06-12T11:00:11+00:00", "twitter-count": 8}, "_id": "\"57477af36914bd0286fcee17\"", "article_summary": "From his speeches we can extrapolate that the Soviet health system annually dispensed about 300 million injections.\nNot just a cheating spouse started it, but cheating on paperwork that caused the first AIDS outbreak in the Soviet Union.\nWhen speaking out against the state could easily buy one 10 years in the Gulag, Chazov boldly criticized the state run health system.\nAccording to a United Nations World Health Organization report, in rural facilities, there were nurses using whetstones to sharpen hypodermic needles.\nThe staff of Moscow Number 5 wondered if HIV could have been an airborne virus, or perhaps this was a new strain with many identical markers to HIV-1."}