{"article_title": "New Rule Revises and Expands Defense Priorities and Allocations System (DPAS): Regulations (79 Fed. Reg. 47560)", "article_keywords": ["fed", "rated", "dpas", "expands", "system", "priorities", "order", "regulations", "defense", "rule", "issued", "orders", "security", "revises", "reg"], "article_url": "http://www.natlawreview.com/article/new-rule-revises-and-expands-defense-priorities-and-allocations-system-dpas-regulati", "article_text": "Thursday, August 28, 2014\n\nOn August 14, 2014, the U.S. Commerce Department’s Bureau of Industry and Security (“BIS”) issued a final rule clarifying the existing standards and procedures for, and expanding the reach of, the Defense Priorities and Allocations System (“DPAS”) regulations – the “rated order” system. The rule implements the provisions of the Defense Production Act Reauthorization of 2009 which requires agencies with priorities and allocations authorities—the two principal components of DPAS— to issue rules establishing standards and procedures by which those authorities would be used. Under the priorities component, certain “rated” government contracts and subcontracts are required to be given priority over a contractor’s or subcontractor’s other contracts (including its purely commercial operations) in order to facilitate expedited deliveries in promotion of the U.S. national defense. Under the allocation component, materials, services, and facilities may be allocated by the government to promote the U.S. national defense.\n\nThe final rule adopts a proposed rule that was issued on January 31, 2014. It implements a number of changes to the existing DPAS system, as it:\n\nExpands the scope of reasons for which rated orders may be issued to include homeland security, emergency preparedness, and critical infrastructure protection and restoration activities;\n\nAuthorizes agencies to require acceptance or rejection of rated orders for emergency preparedness activities in as little as six hours after receipt of an order in response to a hazard that has occurred (e.g., a natural disaster or terrorist event), or 12 hours if the order is to prepare for an imminent hazard (as compared to the 10 to 15 working days allowed for responses to other rated orders);\n\nRequires a contractor’s written confirmation that an order will be delayed to be transmitted within one working day of the contractor or subcontractor providing verbal notice of the delay (versus five days under the previous version of the DPAS regulations);\n\nProvides a procedure for requesting assistance in obtaining rated items or priority rating authority for homeland security, emergency preparedness, and critical infrastructure protection and restoration assistance programs within the United States; and\n\nPermits allocation orders to be issued by constructive notice through a publication in the Federal Register (which may refer generally to all manufacturers of a specified product and is not required to name every manufacturer of that product).\n\nCongress had required federal agencies with priorities and allocations authority to work together to develop a consistent and unified federal priorities and allocations system. Thus, BIS worked with the Departments of Agriculture, Defense, Energy, Health and Human Services, Homeland Security, and Transportation to develop common provisions that can be used by each Department in its own regulations.\n\nThe final rule will become effective on September 15, 2014. In the interim, contractors should review their policies and procedures related to the handling of rated orders to, among other things, ensure that they are prepared to respond to rated orders in the new compressed timeframes outlined above.", "article_metadata": {"description": "The U.S. Commerce Department’s Bureau of Industry and Security (“BIS”) issued a final rule clarifying the existing standards and procedures for, and expanding the reach of, the Defense Priorities and Allocations System (“DPAS”) regulations.", "generator": "Drupal 7 (http://drupal.org)", "og": {"url": "http://www.natlawreview.com/article/new-rule-revises-and-expands-defense-priorities-and-allocations-system-dpas-regulati", "type": "article", "site_name": "The National Law Review", "description": "On August 14, 2014, the U.S. Commerce Department&amp;rsquo;s Bureau of Industry and Security (&amp;ldquo;BIS&amp;rdquo;) issued a final rule clarifying the existing standards and procedures for, and expanding the", "title": "New Rule Revises and Expands Defense Priorities and Allocations System (DPAS): Regulations (79 Fed. Reg. 47560)"}, "msvalidate.01": "5493B547C0AB527FF4CF8C4D0127302A", "keywords": "Legal, Business, Government, Commerce Department, Bureau of Industry and Security, BIS, Defense Priorities and Allocations System, DPAS", "google-site-verification": "SAKcOmA6_i0E79oG2TjlPWfOSs9kMM6EWAZNaT0aBtA", "verify-v1": "nSkrvEqyOIUMGKMak3OBIKcpcABac4XWK5NJKMuMtBY=", "y_key": "fe6cd8bd83ff0c09", "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Legal, Business, Government, Commerce Department, Bureau of Industry and Security, BIS, Defense Priorities and Allocations System, DPAS"}, "_id": "\"57477af36914bd0286fd2a6a\"", "article_summary": "In the interim, contractors should review their policies and procedures related to the handling of rated orders to, among other things, ensure that they are prepared to respond to rated orders in the new compressed timeframes outlined above.\nCongress had required federal agencies with priorities and allocations authority to work together to develop a consistent and unified federal priorities and allocations system.\nThursday, August 28, 2014On August 14, 2014, the U.S. Commerce Department’s Bureau of Industry and Security (“BIS”) issued a final rule clarifying the existing standards and procedures for, and expanding the reach of, the Defense Priorities and Allocations System (“DPAS”) regulations – the “rated order” system.\nThe final rule adopts a proposed rule that was issued on January 31, 2014.\nUnder the allocation component, materials, services, and facilities may be allocated by the government to promote the U.S. national defense."}