{"article_title": "Hillary Clinton whiffs on Iran, embraces Obama’s policy", "article_keywords": ["state", "embraces", "clinton", "deal", "sanctions", "israel", "israels", "hillary", "whiffs", "saban", "president", "policy", "iran", "obamas", "obama"], "article_url": "https://www.washingtonpost.com/blogs/right-turn/wp/2014/12/07/hillary-clinton-whiffs-on-iran-no-real-difference-with-obama/", "article_text": "Hillary Clinton spinners who insist that there is a difference between her and President Obama on Israel, journalists looking for a juicy story about more distancing between Obama and Clinton and self-deluded pro-Israel Democrats who think she has real spine on Iran must be disappointed over her performance at the Saban Forum on Friday night.\n\nFormer secretary of state Hillary Clinton at the Massachusetts Conference for Women in Boston on Thursday. (Associated Press/Elise Amendola)\n\nIn a conversation with Democratic mega-donor Haim Saban, who is also a major Clinton backer, she essentially backed the president wherever possible and avoided saying anything controversial about Israel or Iran. Shocking, it was not, to conservatives. But it does suggest Saban and other Democratic donors are a cheap date when it comes to Israel. They expect very little from their inevitable nominee and that is exactly what she gives them.\n\nAccording to news reports, she backed the extension of the P5+1 talks and insulted critics of the administration, insisting, “Forget about the press coverage and the back and forth. Nobody can argue with the commitment of this administration to Israel’s security.” Really — no one legitimately can observe that the administration’s scurrilous comments about the prime minister (and bragging it is now too late for Israel to strike) damages Israel; that accusing sanctions proponents of being “war mongers” undercuts the military option and may inhibit Israel if it needs to act in self-defense; that making concession after concession to Iran is cosigning Israel to live with a nuclear-capable genocidal state; that seeking detente with the country that pines for Israel’s destruction is injurious to Israel’s survival; that backing Hamas patron Qatar’s truce in the Gaza war and condemning Israel’s conduct of the war make it harder for the Jewish state to defend itself; that insisting negotiations with the Palestinians beginning from the unsustainable 1967 borders is a recipe for Israel’s insecurity; and that publicly blaming Israel for the collapse in peace talks feeds international efforts to delegitimize the Jewish state? Heck, Democrats have done all that.\n\nMore ominously, she suggests that none of those things are a problem for Israel’s security. So she could do the same and still claim to “have Israel’s back”?\n\nThe rest of Clinton’s spiel was predictable:\n\nClinton also defended the administration’s negotiations with Iran on its nuclear program, a key issue for Israel. Critics say Obama has not been tough enough on Iran, and criticized his decision to extend talks with Tehran until July, but Clinton said sanctions against the country have succeeded in their objectives. “The extension of the agreement until July will most likely be a period in which the sanctions will hold,” she said. “My assessment is that the international sanctions have been effective.” Still, she said that “no deal is better than a bad deal,” and insisted that “all options” must be left on the table, including, presumably, military strikes. She also declined to criticize the administration’s handling of the terrorist militia known as the Islamic State in Iraq and Syria (ISIS), saying “we’re in for a long struggle” against the group.\n\nSaban, playing the political lap dog, did not press her on sanctions, did not ask if Congress should have a final vote on the plan and did not query her about U.S. concessions reported in the media. She was not asked what a “good deal” would look like and whether we must insist on dismantling, not just disconnecting, centrifuges. The furthest she would go was to repeat prior observations that the administration could have done more to aid protesters during the Green Revolution. (Someone not investing in her presidency should ask why the administration did not. Had she and the president by then already decided on a course of appeasement?)\n\n“Hillary Clinton’s reported remarks on Iran at the Saban conference were disappointing in that she missed a big opportunity to distance herself from Obama’s policy and relied instead on mostly irrelevant platitudes,” says the CEO of the pro-Israel JINSA, Michael Makovsky. Yes, she reeled off the platitudes about “no deal is better than a bad deal,” but of course Susan Rice and John Kerry say that. “Indeed, she reportedly did not indicate support for any concrete relevant steps that the U.S. should take to pressure Iran to negotiate in good faith, such as tough new sanctions or ways to boost the credibility of our military option, or support for Israel’s military option.” He reminded me, “When he ran for the presidency and then for reelection Obama used a lot of tough-sounding rhetoric when speaking about Iran, which turned out to be no more than meaningless platitudes, and Hillary’s remarks at Saban suggests more of the same.”\n\nClinton’s performance raises a number of questions.\n\nFirst, she met with the president at the White House earlier in the week, and certainly Iran must have come up. Did she promise not to publicly criticize him, or worse ask “permission” and was denied the leeway to show she would have a different sort of relationship with Israel than he? If she wanted to show she had views of her own and/or thought his conduct toward Israel was problematic she might have used the opportunity to explain to the president why she could not support further sanctions relief, did not think it was productive to harp on Israeli building and had real concerns about the U.S. being “played” in negotiations.\n\nSecond, her failure to put some distance there on a relatively easy issue when a large number of the U.S. Senate Democrats may wind up breaking with the president suggests great political weakness, even cowardice on her part. A GOP congressional staffer remarked that, apparently, “while some months ago she was distancing herself from President Obama’s single-minded efforts to bribe Iran with a slew of short-sighted nuclear capitulations, she’s now decided to embrace it.” Is she so afraid of a challenge from the left that on an issue this big she won’t inch away from Obama?\n\nThird, as in past Israel speeches, she was lackluster and boring. One attendee told me, “One listener said the air went out of the room. Some people — admittedly there were jet lagged Israelis there — nodded off.” Trying so very hard not to make news, she aims to say nothing interesting and in that regard succeeds. This has been her problem since the book tour roll-out.\n\nShe might want to listen to David Axelrod, who helped orchestrate her defeat in 2008. In an MSNBC interview he reiterated his view that at “the end of the day you have to stand for something, fight for something.” Apparently, preventing a nuclear threshold state in Iran isn’t on the list.\n\nFourth, there is now not a dime’s worth of difference among Susan Rice, John Kerry, Obama (and Kentucky Republican Sen. Rand Paul, for that matter) when it comes to Iran negotiations. All oppose new sanctions. None seem alarmed by the stream of concessions. None has any problem with yet another extension and the progress Iran continues to make (e.g. on its ICBM program). None seem to be concerned that we have frittered away leverage and therefore that the chance of a good deal is now next to nil. None appear to grasp that we need to apply more pressure to Iran or face the Hobson’s choice of war or a nuclear-ready Iran.\n\nIn polling, voters have consistently said they want a tougher Iran policy and that Obama has been too weak. If they want something different, they’ll have to find someone other than Hillary Clinton. She either does not believe there is much wrong with Obama’s approach or she lacks the nerve to say it. Either way, as the congressional staffer put it, “What she’s telegraphing to the world is that if you liked Obama’s failing foreign policy, you’ll love hers.”", "article_metadata": {"description": "Not a dime's worth of difference between the two on Iran.", "og": {"site_name": "Washington Post", "description": "Not a dime's worth of difference between the two on Iran.", "title": "Hillary Clinton whiffs on Iran, embraces Obama’s policy", "url": "https://www.washingtonpost.com/blogs/right-turn/wp/2014/12/07/hillary-clinton-whiffs-on-iran-no-real-difference-with-obama/", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2014/12/05/National-Enterprise/Videos/Images/Hillary_Clinton_Women_0a652.jpg", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@JRubinBlogger"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/blogs/right-turn/wp/2014/12/07/hillary-clinton-whiffs-on-iran-no-real-difference-with-obama/", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "hillary and iran, haim saban and israel, saban forum and israel", "article": {"publisher": "https://www.facebook.com/washingtonpost"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "hillary and iran, haim saban and israel, saban forum and israel"}, "article_summary": "Former secretary of state Hillary Clinton at the Massachusetts Conference for Women in Boston on Thursday.\nIn polling, voters have consistently said they want a tougher Iran policy and that Obama has been too weak.\nNone appear to grasp that we need to apply more pressure to Iran or face the Hobson’s choice of war or a nuclear-ready Iran.\nShe either does not believe there is much wrong with Obama’s approach or she lacks the nerve to say it.\nIf they want something different, they’ll have to find someone other than Hillary Clinton."}