{"article_title": "Here's a look at who turned out to caucus in Reno", "article_keywords": ["good", "look", "heres", "turned", "reno", "feel", "important", "im", "lot", "vote", "president", "think", "caucus", "obama"], "article_url": "http://www.rgj.com/story/news/politics/2016/02/20/caucus-vignettes-q/80666710/", "article_text": "Buy Photo Bethlehem Eshetu. (Photo: Mike Higdon/RGJ)Buy Photo\n\nBethlehem Eshetu, 18, University of Nevada, Reno\n\nWho did you vote for and why?\n\nBernie Sanders. I support the ideas and think he will make actual change. He is very determined\n\nWhat’s the most important issue this election?\n\nEducation. Each has their own view on education. Bernie takes a stand on cutting price of education so people can pursue a career.\n\nHow do you feel about the country’s future?\n\nNot sure, now. Could change after the election. We can become a better country if Bernie Sanders wins.\n\nDoes the caucus process work?\n\nYes, it gives people an idea of the opinions on each side. Helps people understand the different opinions.\n\nDo you think President Obama has done a good job?\n\nYes, Think he’s taken a step forward and done what he said, especially with Affordable Care Act.\n\nBuy Photo Sandi Dillard, 59, caucused at Huffaker Elementary in Reno on Feb. 20, 2016. (Photo: Anjeanette Damon/RGJ)\n\nSandi Dillard, 59, Huffaker Elementary\n\nWho did you vote for, and why?\n\nBernie, I think.\n\nWhat’s the most important issue this election?\n\nI like the idea of getting the power out of the hands of the top 1 percent.\n\nHow do you feel about the country’s future?\n\nI want to be optimistic, but I’m uncertain. I’m worried the stock market is rigged and if it drops like it did in 2008, it could cause a lot of problems for a lot of people. But hopefully it will be a different world when Bernie is president.\n\nDo you think President Obama has done a good job?\n\nI think he’s done a good job, considering what it was like when he started.\n\nBuy Photo Autumn Parham. (Photo: Mike Higdon/RGJ)\n\nAutumn Parham, 19, UNR\n\nWho did you vote for and why?\n\nBernie Sanders. He is the voice of the people and doesn’t just spew what Democrats want to hear. He wants to see real changes.\n\nWhat’s the most important issue this election?\n\nEducation. It’s important that people can go to school, not just after high school but any time. Having a degree is so important nowadays.\n\nHow do you feel about the country’s future?\n\nI have a lot of hope. It depends what the candidate’s direction is when they win. It can go in a negative or positive direction depending who gets elected. I think it’d be positive if it’s Bernie Sanders.\n\nDoes the caucus process work?\n\nYes. The process might be time consuming but “you gotta do what you gotta do”\n\nDo you think President Obama has done a good job?\n\nYes. He’s done a lot to help unemployment. Socially, he’s done a lot, too. Being black and seeing a black person as president has inspired a lot of young people to know they can do anything. A lot has changed, too; now a woman is a candidate, we can do anything.\n\nBuy Photo Ian Bannerman. (Photo: Mike Higdon/RGJ)\n\nIan Bannerman, 74, UNR\n\nWho did you vote for and why?\n\nHillary. Eight years ago I stumped for Obama and have felt guilty for not doing it for Hillary. She has 40 years of experience. She has programs for kids and helped start ACA with Bill Clinton years ago.\n\nWhat’s the most important issue this election?\n\nOh, man, that’s a tough question. The Middle East doesn’t look too good.\n\nHow do you feel about the country’s future?\n\nHmm, I don’t know.\n\nDoes the caucus process work?\n\nThis is my second time and the process is not worth a damn.\n\nDo you think President Obama has done a good job?\n\nYes.\n\nDonnie Borden, 34, UNR\n\nBuy Photo Donnie Borden (Photo: Mike Higdon/RGJ)\n\nWho did you vote for and why?\n\nBernie Sanders. Don’t trust HIllary because she says she’s been for black people but Bill Clinton passed three-strike (referring to felony convictions). He deregulated telecommunications and generally passed a lot of negative stuff for the black community.\n\nWhat’s the most important issue this election?\n\nBeing able to trust a candidate.\n\nHow do you feel about the country’s future?\n\nSo-so. Not sure we have the political wherewithal to get things done.\n\nDoes the caucus process work?\n\nRather do a primary.\n\nDo you think President Obama has done a good job?\n\nYes, considering Congress, the House of Representatives and the Tea Party.\n\nRaiza Ribeiro, 18, UNR\n\nBuy Photo Raiza Ribeiro (Photo: Mike Higdon/RGJ)\n\nWho did you vote for and why?\n\nBernie Sanders. I feel like he’s a normal person asking for normal change for an underrepresented population.\n\nWhat’s the most important issue this election?\n\nRaising the standard of living. I come from a poor family and you can’t live on minimum wage. So fixing the wage or other products to raise the standard of living.\n\nHow do you feel about the country’s future?\n\nI feel it’s not good in perspective. If you have a rocky infrastructure there’s not a good outlook.\n\nDoes the caucus process work?\n\nBelieve it works but could be smoother. It went pretty well in here.\n\nDo you think President Obama has done a good job?\n\nYes, especially with the opposition from government and the population.\n\nBuy Photo Michele Walsh, 50, appeared at the democratic party's Nevada caucus on Saturday at McQueen High School. (Photo: Jenny Kane/RGJ)\n\nMichele Walsh, 50, McQueen High School\n\nWho are you going to vote for and why?\n\nI'm voting for Hillary Clinton. I caucused for her last time around, and although it was sad that she didn't win the last time around, I was very pleased with Obama. I'm really ready to see her. She was ready to do it then and she's ready to do it now. Proven, tested, tried, able, capable and I want this woman in the White House.\n\nWhat's the most important issue in this election?\n\nI'm a teacher, so education is very important to me. I went back to get my master's in education, so the debt that students face getting their education is very important to me as well. I think she also strong in the foreign relations. We are a global world now, and we hgave tohave a president that can do that.\n\nHow do you feel about the country's future?\n\nI think there's a lot of potential for our country. I am a person that has hoped for their next generation, with their ability to reach out through their technology and think from a global perspective and be what we taught them to be, problem solvers and humanitarians.\n\nDoes the caucus work?\n\nI do believe in the caucus process.\n\nDo you think President Obama has done a good job?\n\nI am very pleased with President Obama. I wasn't disappointed that he was the one that moved forward, instead of (Hillary Clinton), but I was cautious because I thought she was very ready and I thought he would have been good four years from then, but I think he's done what he's promised to do. He stayed true to his platform while doing what presidents have to do, dealing with politicians and a Republican base that he had to work with.\n\nBuy Photo Kamil Shankar, 25, showed up for the Nevada Democratic caucus on Saturday at McQueen High School. (Photo: Jenny Kane/RGJ)\n\nKamil Shankar, 25, McQueen High School\n\nWho did you vote for and why?\n\nI would rather not say, but the reason I’m voting democrat is because of immigrant and immigration issues. My parents came here from a different country so it’s really concerning that some of the Republican candidates want to hinder any type of melting pot growth.\n\nWhat’s the most important issue this election?\n\nFor me, I want to make sure that if my family that is living somewhere else wants to come here for the same opportunities that my parents gave me, I don’t want someone to tell them you can’t come here because of your skin color or because the ethnic region you’re from is not friendly with our country.\n\nHow do you feel about the country’s future?\n\nNervous. I’m sure a lot of people feel that way. I know with education, especially in Nevada, we’re trying to build up the future of our kids and things like that. I want to have a president that focuses on the building blocks. It’s going to be scary.\n\nDoes the caucus process work?\n\nI think it’s good to physically see people and have a discussion within the lines. This is my first caucus, so I’ll let you know after I vote.\n\nDo you think President Obama has done a good job?\n\nI think so. Health care was a hot topic issues, but (Obamacare) has helped more people than the naysayers like to admit. I think he was the first presidents that acknowledged different holidays. During Christmas time, Diwali is a big festival of lights for people of Hindu faith, and it was the first time a president wished a warm, happy Diwali to all of the Hindu American citizens, and that was really cool. That was a really awesome moment for me and my family.\n\nBuy Photo Kayla Wagner, 22, voted for Bernie Sanders during the Nevada Democratic caucus on Saturday at McQueen High School. (Photo: Jenny Kane/RGJ)\n\nKayla Wagner, 22, McQueen High School\n\nWho did you vote for and why?\n\nBernie Sanders because I think comparatively he has been the most consistent in the issues that are important to me.\n\nWhat’s the most important issue this election?\n\nEquality for women and equality for minorities is important to me, along with the problems with economic disparities in the United States. Plus, I am pretty pro that college should be free. Education is a biggie.\n\nHow do you feel about the country’s future?\n\nI think we can only go up from here. We’re sort of at rock meets bottom right now, and I think people are pretty unhappy with how things are now. No matter who wins the primary and who wins the election, there’s going to have to be big changes.\n\nDoes the caucus process work?\n\nI think so. It’s a little weird. It sort of reminds me of a popularity contest, but I think the end goal is the same as if you just had a paper ballot. And this way you get to be heard.\n\nDo you think President Obama has done a good job?\n\nYeah, I mean I voted for him so maybe I’m a little biased. Given the state that things were in when he started, he did a hell of a job. You can tell by his greying hair that he worked hard.\n\nShirley Holland, 80, and her husband, Albert Holland, 90, showed their support for presidential candidate Hillary Clinton at the Nevada Democratic Caucus on Saturday at McQueen High School. (Photo: Jenny Kane)\n\nShirley Holland, 80, McQueen High School\n\nWho did you vote for and why?\n\nI am and Al said he was voting for Hillary Clinton. Bernie was a second, but he’s saying things, and how is going to pay for them? Hillary is tried and true.\n\nWhat’s the most important issue this election?\n\nI think all of them, but we just feel we are glad we are old because what we had and what our children are going to have – it’s going to be tough for them. I just hope that they’ll be out to vote too and they’ll think about the issues.\n\nHow do you feel about the country’s future?\n\nNervous. We’re all Americans. We should stick together, not just for our children, but for our way of life.\n\nDoes the caucus process work?\n\nNever been. I didn’t know what it was or anything else. It was a very lengthy process, but it was a wonderful turnout. But actually I don’t know if you even need a caucus.\n\nDo you think President Obama has done a good job?\n\nWith the Congress he has had to work with for the past eight years, God bless him. He has tried and tried and the first thing that they should do is sweep out the Congress. If they’re not making and passing bills, out.\n\nBuy Photo Adelita Madera, 59, of Sparks, smiles after registering to caucus on Saturday at Sparks High School. (Photo: Marcella Corona/RGJ)\n\nAdelita Madera, 59, Sparks High School\n\nWho did you vote for and why?\n\nI’m going to vote for Hillary Clinton because she offers better benefits for the state of Nevada and all the states. I’m voting for her because she will fulfill all the promises that past presidents have promised but never kept, which is immigration reform. That’s very important for all the mothers and fathers who have been deported and for the children who have stayed alone in this country.\n\nAn immigration reform is necessary.\n\nWhat’s the important issue in this election?\n\nThe most important thing are job. Everyone should have a job. There should be a better benefits. There should be a better economy over all.\n\nHow do you feel about the country’s future?\n\nI’m very happy here in this country because I’ve had so many opportunities to help my family in Mexico. I’ve done very well, thank God.\n\nI hope this country only gets better, especially our economy.\n\nDoes the caucus process work?\n\nI’m sure it works for some more than other. It’s very beneficial. I believe in the promises that Hillary has made to his country.\n\nDo you think President Obama has done a good job?\n\nHe’s done a good job. He’s made promises that he hasn’t kept, but he’s put up a fight. If he’s not supported, he doesn’t have the necessary strength to get things done.\n\nBuy Photo Anne Norris, 60, of Sparks, waits to register to caucus at the Sparks High School on Saturday. (Photo: Marcella Corona/RGJ)\n\nAnne Norris, 60, Sparks High School\n\nWho did you vote for and why?\n\nI’m still trying to decide. I’ve got most of me standing in the Bernie camp right now. I’m a little concerned with the baggage that comes with Secretary of State Hillary Clinton. I think she’s been amazing, and I really love her, but I’m actually leaning toward Bernie right now.\n\n(Bernie Sanders) is really new energy. I think she carries a lot of the old energy of the establishment. I know that sounds corny, but the old, dense, political establishment. Bernie is just fresh air.\n\nThe issues that Bernie has address – and I know Hillary Clinton has addressed them well – women’s issues are huge. Women infant children programs, early childhood development, school systems and LGBT, environmental issues have all been huge issues to me.\n\nThere’s just a whole list, and he’s more of an inclusion.\n\nWhat’s the important issue in this election?\n\nChoice. I’m hearing things coming out of the republicans’ mouths. They’re going to bypass the 20th century, and they’re going to take us back to the 19th century. I find it so appalling that people would actually say something like that out loud in the 21st century. It’s just astounds me. I don’t understand it.\n\nMarriage equality is a huge issue.\n\nHow do you feel about the country’s future?\n\nOh, I’m actually very optimistic, but then I’m a glass-half-full kind of person. It’s because mostly I’m looking at my daughter’s friends, the millennials, who are incredible human beings. All the millennials I know personally, are working really hard in their jobs, their attitudes and how they walk the world on how to make this a better place.\n\nDoes the caucus process works?\n\nI don’t know if it works, but it’s a lot of fun, so that’s got to count for something.\n\nDo you think President Obama has done a good job?\n\nI do, I do, and that’s based on fact. I think about where I was in 2006, 2007 or 2008, and I am a whole lot better off right now. I think the country is a whole lot better off right now.\n\nMy gay and lesbian friends are getting married. It’s fantastic.\n\nAnd financially I am in a much better position than I was during the Bush administration. That’s huge. Security is huge.\n\nDemocracy works. It’s messy. It can get bloody but it really works.\n\nBuy Photo Celine Norman, 18, a University of Nevada, Reno student, waits in line to register to caucus for the first time on Saturday at Sparks High School. (Photo: Marcella Corona/RGJ)\n\nCeline Norman, 18, Sparks High School\n\nWho did you vote for and why?\n\nI’m still on the fence on who I’m voting for. I’m not sure if I’m going to vote for Hillary or Bernie, but I’m still deciding that last minute. So far Bernie Sanders has attracted my attention just because he came to the University of Nevada, Reno, and I saw a rally with him. A lot of the things he stands for, I stand for. But I’m still considering Hillary.\n\nWhat’s the important issue in this election?\n\nI’m very big on social issues and environmental issues. A lot of environmental policies mean a lot to me as does education. So those are my three main concerns.\n\nHow do you feel about the country’s future?\n\nI feel like it depends on who we elect. I’m definitely concerned about the future, but I’m also optimistic. I think that’s just my personality. I have a lot of hope for this country.\n\nI guess we’ll see where it goes.\n\nDoes the caucus process works?\n\nThis is my first time caucusing so I’m not really sure. So far, it’s alright.\n\nDo you think President Obama has done a good job?\n\nYes, I love Obama. For me personally, I kind of want a candidate like Obama to run again, but you can’t have anything you want.\n\nRead or Share this story: http://on.rgj.com/1Tx7O9H", "article_metadata": {"google": "notranslate", "description": "Reno voters talk about the Nevada caucus process and who they voted for.", "og": {"site_name": "Reno Gazette Journal", "description": "Reno voters talk about the Nevada caucus process and who they voted for.", "title": "Here's a look at who turned out to caucus in Reno", "url": "http://www.rgj.com/story/news/politics/2016/02/20/caucus-vignettes-q/80666710/", "image": "http://www.gannett-cdn.com/GDContent/applogos/rgj.png", "type": "article"}, "twitter": {"description": "Reno voters talk about the Nevada caucus process and who they voted for.", "title": "Here's a look at who turned out to caucus in Reno", "image": "http://www.gannett-cdn.com/-mm-/eafae9a6a72fe8e35291733ab7848c89a0edfaf2/c=504-0-3528-3024&r=x643&c=640x640/local/-/media/2016/02/20/RenoGroup/RGJ/635915810285215155-eshetu-bethlehem.JPG", "creator": "@rgj", "site": "@rgj", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=805729789", "fb": {"app_id": 178959168788968}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070"}, "_id": "\"57477af36914bd0286fd2a64\"", "article_summary": "The process might be time consuming but “you gotta do what you gotta do”Do you think President Obama has done a good job?\nDo you think President Obama has done a good job?\nI am very pleased with President Obama.\nI’m not sure if I’m going to vote for Hillary or Bernie, but I’m still deciding that last minute.\nBuy Photo Kayla Wagner, 22, voted for Bernie Sanders during the Nevada Democratic caucus on Saturday at McQueen High School."}