{"article_title": "Hain Celestial Adds Orchard House, as Buyers Crave Healthy-Food Targets", "article_keywords": ["healthyfood", "buyers", "celestial", "adds", "orchard", "food", "house", "company", "hain", "foods", "maker", "crave", "fruit", "wellness", "yogurt", "targets"], "article_url": "http://www.themiddlemarket.com/news/consumer_goods_retail/hain-celestial-makes-another-deal-with-fruit-distributor-orchard-house-259407-1.html", "article_text": "Hain Celestial Adds Orchard House, as Buyers Crave Healthy-Food Targets\n\nThe maker of Earth\u0092s Best and Healthy Valley has also recently purchased Empire Kosher, Belvedere International and the Mona Group\n\nThe Hain Celestial Group Inc.(Nasdaq: HAIN), a food producer that specializes in organic and \"natural\" products, is buying fruit company Orchard House Foods Ltd. from Wellness Foods Ltd. for an undisclosed amount.\n\nOrchard House, founded in 1985 and based in Corby, England, distributes fruit along with fruit-based desserts and juices to retailers and foodservice providers. Wellness Foods is a food and beverage company.\n\n“Orchard House provides us with the opportunity to expand fruit product offerings into continental Europe, as well as new product development with cold pressed juice and branded fruit offerings in the United Kingdom,” says Hain Celestial CEO Irwin Simon. Hain Celestial owns the Celestial Seasonings, Earth’s Best, Healthy Valley, Soy Dream and Ethinic Gourmet brands.\n\nHain Celestial, located in Lake Success, New York, has been expanding through acquisitions lately. Earlier in 2015, the company announced plans to purchase oat and rice maker Mona Group, beauty care products distributor Belvedere International Inc. and poultry producer Empire Kosher Foods. Hain Celestial also partnered with private equity firm Catterton to make an investment in salad chain Chop’t.\n\nFood companies continue to receive strong buyer interest. Glanbia plc (LON: GLB) is acquiring protein bar maker ThinkThin; Pinnacle Foods Inc. (NYSE: PF) is buying the maker of Smart Balance Boulder Brands (Nasdaq: BDBD); and WhiteWave Foods Co. (NYSE: WWAV) is adding yogurt maker Wallaby Yogurt Company Inc.\n\nFor more on organic food trends, see Snack Time.\n\nFor more information on related topics, visit the following:", "article_metadata": {"og": {"url": "http://www.themiddlemarket.com/news/consumer_goods_retail/hain-celestial-makes-another-deal-with-fruit-distributor-orchard-house-259407-1.html", "image": "http://cdn.themiddlemarket.com/media/newspics/orchard.jpeg", "site_name": "Mergers & Acquisitions, Latest News", "title": "Hain Celestial Adds Orchard House, as Buyers Crave Healthy-Food Targets"}}, "_id": "\"57477af46914bd0286fe140e\"", "article_summary": "Hain Celestial owns the Celestial Seasonings, Earth’s Best, Healthy Valley, Soy Dream and Ethinic Gourmet brands.\nHain Celestial also partnered with private equity firm Catterton to make an investment in salad chain Chop’t.\nHain Celestial Adds Orchard House, as Buyers Crave Healthy-Food TargetsThe maker of Earth\u0092s Best and Healthy Valley has also recently purchased Empire Kosher, Belvedere International and the Mona GroupThe Hain Celestial Group Inc.(Nasdaq: HAIN), a food producer that specializes in organic and \"natural\" products, is buying fruit company Orchard House Foods Ltd. from Wellness Foods Ltd. for an undisclosed amount.\nHain Celestial, located in Lake Success, New York, has been expanding through acquisitions lately.\nOrchard House, founded in 1985 and based in Corby, England, distributes fruit along with fruit-based desserts and juices to retailers and foodservice providers."}