{"article_title": "Permanently Disabled Bryan Stow Now Being Bilked Out Of Millions By His Insurance Company", "article_keywords": ["bryan", "dodgers", "million", "owed", "company", "stow", "lien", "stows", "disabled", "insurer", "permanently", "bilked", "settlement", "insurance", "care", "millions"], "article_url": "http://sfist.com/2015/04/09/permanently_disabled_bryan_stow_now.php", "article_text": "\n\nStow getting to say \"Play ball!\" before Game Four of the 2014 World Series at AT&T Park against the Kansas City Royals, with Tim Flannery #1, on October 25, 2014. Photo: Getty Images\n\nBryan Stow, the Giants fan who made the mistake of wearing Giants gear to an opening-day game at Dodger Stadium in 2011 and was savagely beaten by Dodgers fans as a result, is now getting screwed out of a large piece of his court settlement by his health insurance company, who have delayed his family from seeing a penny of it. A Los Angeles jury awarded Stow $18 million in a civil trial last July, finding the Dodgers organization and the stadium 75 percent responsible for the attack on Stow because of lack of proper security and lighting \u0097 meaning they owed him $13.9 million of the settlement, and his attackers owed the remaining amount. However, as Bloomberg reports, under a long-standing legal concept in the insurance world called subrogation, Stow's insurer, Envision Healthcare, has put a lien on Stow's settlement, delaying payment to his family until they are reimbursed the millions they spent covering his medical care.\n\nAnd in a gross but expected twist of corporate avarice, the Dodgers' liability insurer bought the lien from Envision at a discount \u0097 they said they were owed $3.4 million for Stow's care, but they sold the lien for $1.8 million. When the Dodgers' insurer then sent a check to Stow's lawyer, they deducted the full $3.4 million, meaning they netted $1.6 million in the deal. Meanwhile Stow still has to pay his own lawyer $3.6 million, SF General wants $1.2 million for care not covered by insurance after Stow was transferred there, and Stow's attackers, Louie Sanchez and Marvin Norwood, are never expected to pay their share of the settlement. So that leaves Stow's family with $5.8 million of the full jury award, which is a far cry from the $30 million that it's estimated his lifetime of care will require.\n\nStow remains wheelchair bound with significant cognitive disability from a brain injury, at the age of 46. Prior to his beating four years ago, he had been a healthy EMT, and is the father of two children, and he now lives under the constant care of his parents in Capitola, near Santa Cruz.\n\nAs CBS 5 adds, Sanchez and Norwood, who remain in prison, both had earlier felony convictions and still face weapons charges separate from their assault convictions in the Stow attack. They'll be sentenced on the weapons charges in May.\n\nAll previous coverage of Bryan Stow on SFist.", "article_metadata": {"og": {"site_name": "SFist", "description": "Because of a concept called subrogation, insurers are able to put liens on court awards to recoup what they spent on a person's medical care.", "title": "Permanently Disabled Bryan Stow Now Being Bilked Out Of Millions By His Insurance Company", "url": "http://sfist.com/2015/04/09/permanently_disabled_bryan_stow_now.php", "image": "http://sfist.com/assets_c/2015/04/bryan-stow-insurance-thumb-640xauto-887558.jpg", "locale": "en_US", "type": "article"}, "vr": {"category": "news", "author": "Jay Barmann"}, "twitter": {"description": "Because of a concept called subrogation, insurers are able to put liens on court awards to recoup what they spent on a person's medical care.", "title": "Permanently Disabled Bryan Stow Now Being Bilked Out Of Millions By His Insurance Company", "url": "http://sfist.com/2015/04/09/permanently_disabled_bryan_stow_now.php", "image": "http://sfist.com/assets_c/2015/04/bryan-stow-insurance-thumb-640xauto-887558.jpg", "site": "@sfist", "card": "summary"}, "viewport": "width=device-width, height=device-height, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fe13e6\"", "article_summary": "When the Dodgers' insurer then sent a check to Stow's lawyer, they deducted the full $3.4 million, meaning they netted $1.6 million in the deal.\nStow remains wheelchair bound with significant cognitive disability from a brain injury, at the age of 46.\nAll previous coverage of Bryan Stow on SFist.\nbefore Game Four of the 2014 World Series at AT&T Park against the Kansas City Royals, with Tim Flannery #1, on October 25, 2014.\nHowever, as Bloomberg reports, under a long-standing legal concept in the insurance world called subrogation, Stow's insurer, Envision Healthcare, has put a lien on Stow's settlement, delaying payment to his family until they are reimbursed the millions they spent covering his medical care."}