{"article_title": "Pfizer Says Zoloft Defect Claims Lack Scientific Proof", "article_keywords": ["pvalues", "scientific", "pfizer", "study", "lack", "defect", "summary", "zoloft", "parents", "statement", "testimony", "claims", "statistical", "proof"], "article_url": "http://www.legalreader.com/pfizer-says-zoloft-defect-claims-lack-scientific-proof/", "article_text": "Pfizer says Zoloft defect claims lack scientific proof, and has continued to resist parents in multidistrict litigation over alleged birth defects caused by the maker’s antidepressant Zoloft. A recent submission in a Pennsylvania federal court by the parents who claimed the evidence was based on an epidemiological study was argued by Pfizer to only be a statement by the American Statistical Association.\n\nOn March 18 Pfizer suggested the plaintiffs were attempting to mount a scientific opposition to its motion for summary judgement, though their submission is questionable to qualify as such. The statement by the ASA related to p-values that indicate the results of a particular experiments supports the hypothesis.\n\nThe group released the statement on March 7 cautioning the scientific community to not really too heavily on p-values when gauging the credibility of statistical research. The statement was included by the plaintiffs in the Zoloft MDL in their challenge to Pfizer’s summary judgement motion, which Pfizer said was intended to question the court’s rejection of their expert witnesses, including statistician Nicholas Jewell.\n\n“In issuing its Daubert opinions, the court did not rely on simple and bright-line approaches to statistical methods, including the use of p-values and statistical significance, but engaged in a careful analysis of the specific methodology used by Dr. Jewell,” said Pfizer in its filing.\n\n“The [ASA statement] is not a study and it does not address the alleged association between Zoloft and congenital anomalies,” Pfizer added.\n\nThe MDL, which is being overseen by U.S. District Judge Cynthia Rufe, excluded Jewell’s testimony in December on causation on the basis that he relied too heavily on studies drawing from the same data set while ignoring a newer study that provided a better, though contradicting, analysis.\n\nThe litigation has since been sought to be upended by Pfizer, arguing that the plaintiffs lack experts to support their allegations. It argued in its pending summary judgement motion that the parents who claimed Zoloft caused birth defects did not have sufficient and admissible expert testimony on general causation which would back their claim that taking the antidepressants while pregnant can lead to heart defects in newborns.\n\nThe parents’ attorneys have defended Jewell’s testimony in court hearings, calling it “good science, in-depth science.”\n\nSource: Pfizer Says Zoloft Defect Claims Still Suffer Lack Of Science\n\nPhoto credit:www.thelegalintelligencer.com\n\nJoin the Discussion", "article_metadata": {"description": "Pfizer says Zoloft defect claims lack scientific proof, and has continued to resist parents in litigation over birth defects caused by Zoloft.", "generator": "Powered by Visual Composer - drag and drop page builder for WordPress.", "author": "Eric Needs", "og": {"site_name": "Legal Reader", "description": "Pfizer says Zoloft defect claims lack scientific proof, and has continued to resist parents in litigation over birth defects caused by Zoloft.", "title": "Pfizer Says Zoloft Defect Claims Lack Scientific Proof - Legal Reader", "locale": "en_US", "image": "http://www.legalreader.com/wp-content/uploads/2016/03/Zoloft-Article-201506111410.jpg", "updated_time": "2016-03-25T19:54:36+00:00", "url": "http://www.legalreader.com/pfizer-says-zoloft-defect-claims-lack-scientific-proof/", "type": "article"}, "robots": "noodp,noydir", "fb": {"app_id": 1598871133679697}, "article": {"publisher": "http://facebook.com/thelegalreader", "section": "News & Politics", "published_time": "2016-03-25T19:51:41+00:00", "modified_time": "2016-03-25T19:54:36+00:00"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Pfizer says Zoloft defect claims lack scientific proof, and has continued to resist parents in multidistrict litigation over alleged birth defects caused by the maker’s antidepressant Zoloft.\nThe parents’ attorneys have defended Jewell’s testimony in court hearings, calling it “good science, in-depth science.”Source: Pfizer Says Zoloft Defect Claims Still Suffer Lack Of SciencePhoto credit:www.thelegalintelligencer.comJoin the Discussion\n“The [ASA statement] is not a study and it does not address the alleged association between Zoloft and congenital anomalies,” Pfizer added.\nThe litigation has since been sought to be upended by Pfizer, arguing that the plaintiffs lack experts to support their allegations.\nOn March 18 Pfizer suggested the plaintiffs were attempting to mount a scientific opposition to its motion for summary judgement, though their submission is questionable to qualify as such."}