{"article_title": "Newt Gingrich Explains How Smartphones Can Save the VA", "article_keywords": ["va", "21st", "smartphones", "century", "veterans", "washington", "system", "replace", "health", "bureaucratic", "save", "explains", "newt", "gingrich"], "article_url": "http://www.usnews.com/opinion/blogs/peter-roff/2014/08/13/newt-gingrich-explains-how-smartphones-can-save-the-va", "article_text": "The bill recently passed by Congress and signed into law by President Barack Obama following the exposure of problems inside the U.S. Department of Veterans Affairs is not a cure so much as it is a Band-Aid and, at $5 billion in additional spending, a very expensive Band-Aid at that.\n\nThe thefts, the malpractice, the phony waiting lists, the overpayments and the gross incompetence are not the issue; they are, in reality, merely symptoms of a much bigger sickness that can only be handled by fundamental, from the ground up reform.\n\nFormer House Speaker Newt Gingrich, who had championed the need to rethink the bureaucracies that comprise the federal government since the late 1970s, is asking policymakers to take a good hard look at the ability of new technologies to streamline the department and provide, in an efficient and cost-effective manner, the services that America’s veterans need.\n\n[GALLERY: Cartoons on the VA Scandal]\n\nIn a speech Tuesday at the American Enterprise Institute, “Veterans and Their Smartphones: Creating a 21st Century Veterans’ Service System,” the former 2012 Republican presidential candidate outlined a new vision for an agency hamstrung by 19th-century bureaucratic layers that defuse responsibility and attend to the needs of those who work at the VA at the expense of those who need the medical care and therapy it is supposed to provide.\n\n“A dramatically more effective, more modern, more responsive veteran-centered system to replace the current failing bureaucratic system,” Gingrich said, “is part of a much larger opportunity to think about the transition from late 19th century bureaucracies to 21st century citizen-centered government.” According to the former speaker, there are three major reasons for the national dialogue about the VA and its problems to continue:\n\nFirst, we owe it to our veterans to get them the best possible health outcomes with the greatest convenience at the least cost. It isn't enough to eliminate the worst aspects of the current bureaucratic mess. We have to be able to answer affirmatively the question: is this the best we can do for our veterans? Anything less should be unacceptable. A slightly improved VA bureaucracy clearly fails that test. Second, the lessons we learn in thinking through a 21st century veterans' health system will teach us a lot about the characteristics of our future health system for all Americans. The same technologies that will improve veterans' health will help improve everyone's health. Third, replacing this obsolete bureaucracy with a new 21st century system will teach us a lot about how to replace every other bureaucracy. The VA could be the forerunner in a generation of profound transformation in government.\n\n\n\n\n\nFor Gingrich, the smartphone – and the technological innovation it represents – should provide policymakers with tools to replace the functions the VA is supposed to provide and, as its own inspector general and various news reports have shown, has systemically failed to do so for some time. “The Smartphone shatters,” Gingrich said, the hegemony of the VA’s bureaucratic institutions “because it shifts the location of power to the citizen” – a vitally important part of the drive that must occur past reform to actual replacement of what does not work with that which does.\n\n[MORE: Cartoons about Congress]\n\nPhone-based applications like Zocdoc, which allows users to find doctors in their area, read reviews about them, input insurance information, make an appointment and receive a confirmation email – all in about 24 hours or less – were cited by Gingrich as the kind of patient-centered replacements for failed programs the VA should be seeking to implement.\n\nThe numbers would tend to back up the idea. Founded in 2007, Zocdoc – which is diversified across about 40 different medical specialties – now serves 5 million patients a month (according to Gingrich, about as many as the VA) with only 400 employees, whereas the VA has 1,000 programmers alone.\n\nRegrettably, he suggested, policymakers in Washington lack the imagination necessary to start down the path to that kind of transformational change. And what they can’t see they can’t try to bring about. “Washington is so absorbed in its own petty gossip, its own daily activities, its own definition of ‘practical’ and ‘realistic’ that it is very hard for Washington insiders to relax and let their imaginations develop the possibilities that are all around them,” Gingrich said.", "article_metadata": {"zone": "homepage/articles", "keyword": "Thomas Jefferson Street [Opinion]", "title": "Newt Gingrich Explains How Smartphones Can Save the VA", "og": {"site_name": "US News & World Report", "description": "Newt Gingrich explains how smartphones can help fix the VA's problems for good.", "title": "VA Reform in the Palm of Your Hand", "url": "http://www.usnews.com/opinion/blogs/peter-roff/2014/08/13/newt-gingrich-explains-how-smartphones-can-save-the-va", "image": "http://www.usnews.com/cmsmedia/18/0d/cb45599f4bd99d1904f36440e12b/140804-smartphone-editorial.jpg", "type": "article"}, "twitter": {"title": "Newt Gingrich Explains How Smartphones Can Save the VA", "description": "Newt Gingrich explains how smartphones can help fix the VA's problems for good.", "card": "summary", "site": "@USNews"}, "site": "opinion", "date_published": "Aug. 13, 2014", "fb": {"app_id": 130063997038366}, "page_type": "article", "keywords": "Peter Roff,veterans,Department of Veterans Affairs,Gingrich, Newt,technology,smartphones,Thomas Jefferson Street [Opinion]", "msvalidate.01": "A8E47FA91124063A4A9C78AD5273DC0F", "google-site-verification": "owJBuFHD3VHcTSsnPSOYizmUcs3GSBjbx09vBbBi1MM", "viewport": "width=device-width, initial-scale=1", "description": "Newt Gingrich explains how smartphones can help fix the VA's problems for good."}, "_id": "\"57477af36914bd0286fd2a63\"", "article_summary": "Second, the lessons we learn in thinking through a 21st century veterans' health system will teach us a lot about the characteristics of our future health system for all Americans.\nThe same technologies that will improve veterans' health will help improve everyone's health.\nThird, replacing this obsolete bureaucracy with a new 21st century system will teach us a lot about how to replace every other bureaucracy.\nRegrettably, he suggested, policymakers in Washington lack the imagination necessary to start down the path to that kind of transformational change.\nWe have to be able to answer affirmatively the question: is this the best we can do for our veterans?"}