{"article_title": "Bernie Sanders And The Resurgence Of Political Idealism", "article_keywords": ["idealism", "sanders", "right", "candidate", "campaign", "resurgence", "radical", "political", "common", "pass", "president", "wing", "bernie"], "article_url": "http://cognoscenti.wbur.org/2015/10/06/bernie-sanders-the-common-sense-radical-steve-almond", "article_text": "Democratic presidential candidate Bernie Sanders pauses during a campaign rally in Springfield on Saturday, Oct. 3, 2015. Later that day, Sanders spoke to thousands at a campaign rally in Boston. (Michael Dwyer/AP)\n\nBy some estimates, more than 26,000 citizens showed up to hear Democratic presidential candidate Bernie Sanders speak on Saturday in Boston. That’s more than twice the number who showed up to hear Barack Obama eight years ago.\n\nThe latest polling out of New Hampshire shows Sanders leading Hillary Clinton by 14 percent in New Hampshire, and nearly dead even with her in Iowa.\n\nJust as astonishing is the fact that Sanders continues to gain momentum without the benefit of big-money donors. As he noted on Saturday night, the $26 million his campaign raked in last quarter came from 650,000 people, and nearly every bit of it came from contributions of $100 or less.\n\nWhat Sanders has done, in effect, is to reawaken the idealistic fervor of liberal America, which has been dormant since the era of Bill Clinton.\n\nThat’s not the faux populism of a candidate underwritten by undisclosed donors. It’s a political movement powered by actual citizens, as oppposed to Citizens United.\n\nTo understand how Sanders has defied the incessant nay saying of pundits to become a leading contender for the nomination, requires a little historical context.\n\nIt would help, first off, to recognize just how far to the political right America has drifted in the past three decades.\n\nSo consider this: Back in 1974, a prominent politician proposed a health care initiative strikingly similar to Obama’s Affordable Care Act, which is so reviled by today’s Republicans that virtually all they do in Congress is pass symbolic votes against it.\n\nThat politician’s name was Richard Nixon. President Richard Nixon.\n\nIt might also be helpful to recall that the tax rate for the richest Americans back in the boom years of the Eisenhower era stood at 90 percent.\n\nAnd to remember that the ultra-leftist “cap and trade” legislation Obama has pushed for to limit carbon emissions began as a conservative idea.\n\nIn other words, today’s version of “left wing” politics is basically the abandoned ideas of yesterday’s right wing. TWEET\n\nToday’s right wing, meanwhile, is increasingly dedicated to reviling and disempowering government, so as to empower the interests of the billionaires and corporations that underwrite its campaigns.\n\nWhich brings us back to Bernie.\n\nWhat his campaign represents isn’t radical in the least. It’s what used to pass for common sense (and common decency): The idea that government should serve as a force for good in the lives of average Americans.\n\nHe’s outraged at the obscene income inequalities that we now accept as normal. The fact, for instance, that the top 1/10th of 1 percent of Americans owns as much wealth as the bottom 90 percent. Or that our nation has the highest child poverty rate in the developed world (nearly a third). Or that millions of American workers hold full-time jobs and still live under the poverty line.\n\nSanders recognizes such corruptions as the inevitable result of the corporate cash that has flooded into politics, which is why he’s determined to get the dark money out of politics.\n\nAgain, this is only “radical” if you consent to the idea that moneyed special interests are entitled to control our political system.\n\nWhat Sanders has done, in effect, is to reawaken the idealistic fervor of liberal America, which has been dormant since the era of Bill Clinton.\n\nWhatever you may think of former President Clinton — and I happen to love hearing him orate — he was the candidate who popularized the belief that the best way for Democrats to get elected was for them to become centrists.\n\nBut as the country has drifted further and further to the right ideologically, being a “centrist Democrat” has meant advocating policies once championed by Nixon and even Reagan.\n\nWhat’s the point of running toward a center that no longer exists?\n\nWhat his campaign represents isn’t radical in the least. It’s what used to pass for common sense (and common decency)…\n\nSanders excites voters because he’s the first candidate in a long time that refuses to accept this absurd arrangement. He isn’t afraid to call out the amoral greed fostered by unfettered capitalism.\n\nYou can go ahead and dismiss that statement as partisan hackery, if you like. But before you do so at least read what Bernie Sanders proposes to do if he’s elected.\n\nThat’s what I did a few days ago.\n\nI was astonished by how simple and morally intuitive most of his ideas are. Taxing Wall Street tycoons to pay for college tuitions? Uh, yeah. Insisting workers be paid a living wage (and that women be paid the same as men for the same work)? Duh. Returning to a system of public funding for elections? Yes, please.\n\nVoters are flocking to Sanders because they recognize that our political and media systems have become cynical to the point of moral negligence. They’re simply tired of listening to a pack of rich demagogues who we know will ultimately defend the interests of the rich.\n\nTo put it more positively, they believe in Sanders because his policies are rooted in genuine economic and social justice, what one Republican president once called “the better angels of our nature.”\n\nRelated:", "article_metadata": {"description": "What his campaign represents isn't radical in the least. It's what used to pass for common sense and common decency.", "og": {"site_name": "cognoscenti", "description": "What his campaign represents isn't radical in the least. It's what used to pass for common sense and common decency.", "title": "Bernie Sanders And The Resurgence Of Political Idealism", "url": "http://cognoscenti.wbur.org/2015/10/06/bernie-sanders-the-common-sense-radical-steve-almond", "image": "http://s3.amazonaws.com/media.wbur.org/wordpress/16/files/2015/10/1006_bernie_sanders_cog-592x324.jpg", "type": "article"}, "twitter": {"url": "http://cognoscenti.wbur.org/2015/10/06/bernie-sanders-the-common-sense-radical-steve-almond", "image": "//s3.amazonaws.com/media.wbur.org/wordpress/16/files/2015/10/1006_bernie_sanders_cog-592x324.jpg", "site": "@cogwbur", "card": "summary", "title": "Bernie Sanders And The Resurgence Of Political Idealism"}, "DC.date.issued": "2015-10-06", "fb": {"admins": 1549080028, "app_id": 134067973330252}, "msvalidate.01": "D02D46BAEDB3F81FC1B1DE2A8CB69551"}, "_id": "\"57477af46914bd0286fd9327\"", "article_summary": "It would help, first off, to recognize just how far to the political right America has drifted in the past three decades.\nIn other words, today’s version of “left wing” politics is basically the abandoned ideas of yesterday’s right wing.\n(Michael Dwyer/AP)By some estimates, more than 26,000 citizens showed up to hear Democratic presidential candidate Bernie Sanders speak on Saturday in Boston.\nDemocratic presidential candidate Bernie Sanders pauses during a campaign rally in Springfield on Saturday, Oct. 3, 2015.\nVoters are flocking to Sanders because they recognize that our political and media systems have become cynical to the point of moral negligence."}