{"article_title": "Boulder High students raise money for trip to New York", "article_keywords": ["boulder", "school", "raise", "students", "money", "class", "life", "writing", "high", "person", "york", "paul", "staff", "didnt", "trip", "care"], "article_url": "http://www.dailycamera.com/boulder-county-schools/ci_27889116/boulder-high-students-raise-money-trip-new-york", "article_text": "'I felt like there was more to teach them'\n\nFrom left to right back, Melisa Castruita, Jessica Bueno, Alex West and Jonathan Vaquera; and from left to right, Paula Cerceda, Wendy Giron and Maria Martinez; participated in an essay writing challenge at Boulder High School and are fundraising to travel to New York. ( Paul Aiken / Staff Photographer )\n\nJessica Bueno (Paul Aiken / Staff Photographer)\n\nWinning essay excerpts Jessica Bueno I was a careless girl. I did not care who I hurt; I just did what made me happy. It was like I ran over everyone in my life. I was blinded by a \"love\" story that was just a joke. Two years ago, I was in an unhealthy relationship. That relationship destroyed a part of me, including my family, but especially my mother. ... I can say that thanks to Ms. Jordans class, and the play, \"Next To Normal,\" I am a stronger person. I believe in myself now. ... Wanting to become an RN is something that I have been thinking about. I love to help people out in difficult situations. I would love to be someone saving a life or helping a person in danger. Melisa Castruita (Paul Aiken / Staff Photographer) Melisa Castruita Freshman year, I was a mess. Every day that passed I was losing myself; nobody seemed to notice, not because they didn't care, but because I would hide it from them. I wouldn't show my emotions. I would just smile and pretend that everything was fine. At this time I didn't care about anything. I didn't care about my education and most of all I didn't care about life in general. I was throwing away my education and my life, little by little. ... All the things that I went through shaped me into the person I am today. Now I am a strong, confident, independent girl that doesn't care about fitting in any more and is not afraid to speak her mind. I realize that my education is like a diamond, so valuable that most kids around the world can't afford or have it. Wendy Giron Now that I have taken Ms. Jordan's Academic Support Class, a part of me has changed. I am now a strong girl who deals with my emotional problems, and who cares about school and my future. I now care about my life, and I no longer try to avoid reality by pushing my problems away. I don't live inside my fantasy of having a perfect life. I want to become someone in life because I want to make my mother proud. ... I'm no longer a student who gets D's. I have high expectations for myself that motivate me to do better in school. This year my goal is to bring my GPA up so that I can start college my senior year by doing concurrent enrollment. Wendy Giron (Paul Aiken / Staff Photographer)\n\nIf you go What: Community dinner fundraiser for Boulder High New York trip When: 5:30 to 9 p.m. Friday Where: 3056 Castle Peak Ave., Superior More info: Contact laura.jordan@bvsd.org\n\nA group of Boulder High School students inspired by a rock musical they read in a world literature academic support class are raising money to go to New York.\n\nThe seven students, now juniors, took teacher Laura Jordan's class their sophomore year. In the class, they analyzed song lyrics and a clip from \"Next to Normal.\" The students liked it so much, they asked for more and ended up studying the entire show.\n\nThey ended up emailing Brian Yorkey, who wrote the book and lyrics, to ask for a Skype session. But instead of skyping, Yorkey visited their school in May to talk to them in person about the musical, which \"explores how one suburban household copes with crisis and mental illness.\"\n\nTo keep the students motivated to write, Jordan recently held an essay contest, promising the winners a trip to New York in May. To pay for the trip, they're hoping to raise $10,000 — and still need about $3,000.\n\n\"I felt like there was more to teach them about the power of their own voice,\" Jordan said. \"My work isn't done until they understand that reading and writing are tickets to the world. There is so much power in believing in their own abilities.\"\n\nTo fundraise, the students held a silent auction, and are hosting a dinner at Jordan's home Friday and set up a community night at Illegal Pete's from 2 to 7 p.m. on April 22.\n\n\"It's an experience we wouldn't otherwise get to have,\" said student Alex West. \"Who wouldn't want to go to New York?\"\n\nFor the essays, the students had to write about who they were, what they learned from the class and the musical, how they changed and how they can give back.\n\n\"The class changed all of our lives and how we act in society,\" said student Maria Martinez. \"Before the class, I didn't have the best grades. Now, I have As and Bs.\"\n\nShe added that writing the essay was really hard at first.\n\n\"I didn't have much experience writing essays,\" she said. \"But it really helped me in my language arts class.\"\n\nJonathan Vaquera. said this was his first time to write about himself.\n\n\"It got me to know myself a little bit better,\" he said. \"It was kind of fun.\"\n\nAlong with learning from \"Next to Normal,\" the students said, they learned from each other when they would \"come to Vegas.\" The students would share their problems and encourage each other, knowing that what was said in class stayed in class.\n\n\"I didn't just help us academically,\" said Melisa Castruita. \"It helped us grow as people. You share personal stuff, and it helped us become closer.\"\n\nAmy Bounds: 303-473-1341, boundsa@dailycamera.com or twitter.com/boundsa", "article_metadata": {"sailthru.url": "http://www.dailycamera.com/boulder-county-schools/ci_27889116/boulder-high-students-raise-money-trip-new-york", "sailthru.author": "By Amy Bounds \n \n  Staff Writer", "ag": {"canon": "BoulderDailyCamera:article:27889116:view"}, "startDate": "2015-04-11T15:00:00-0600", "twitter": {"domain": "dailycamera.com", "description": "A group of Boulder High School students inspired by a rock musical  they read in a world literature academic support class   are raising money to go to New York.", "title": "Boulder High students raise money for trip to New York", "url": "http://www.dailycamera.com/boulder-county-schools/ci_27889116/boulder-high-students-raise-money-trip-new-york", "image": "http://extras.mnginteractive.com/live/media/site21/2015/0410/20150410__12DCAESSw~1.jpg", "site": "@dailycamera", "card": "summary_large_image"}, "sailthru.article-section-or-homepage": "article", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site21/2015/0410/20150410__12DCAESSw~1_300.jpg", "modificationDate": "2015-04-10T15:07:57-0600", "endDate": "2025-04-10T14:47:45-0600", "description": "A group of Boulder High School students inspired by a rock musical  they read in a world literature academic support class   are raising money to go to New York.", "byline": "By Amy BoundsStaff", "pubDate": "2015-04-10T15:08:08-0600", "sailthru.date": "2015-04-11T15:00:00-0600", "sailthru.title": "Boulder High students raise money for trip to New York", "verify-v1": "TakAiHiDAOiNOP+m0YTx4DQeyjor+bTdc8e+pw6bDoI=", "sailthru.section": "Boulder Education & Schools", "news_keywords": "news information  boulder county schools elementary middle high preps", "sailthru.site": "dailycamera.com", "msvalidate.01": "9DAB14005AD5A9FFA4CA0EF58CC794BA", "og": {"url": "http://www.dailycamera.com/boulder-county-schools/ci_27889116/boulder-high-students-raise-money-trip-new-york", "image": "http://extras.dailycamera.com/images/dailycamera3.png", "type": "article", "description": "A group of Boulder High School students inspired by a rock musical  they read in a world literature academic support class   are raising money to go to New York.", "title": "Boulder High students raise money for trip to New York"}, "p": {"domain_verify": "867892b0357001538903740c75a206f0"}, "google-site-verification": "07CC1xPDVU0znu496XTAjLyC32Ylj8zwWHlmrzx3pgY", "y_key": "c9d9b53f7f5af674", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site21/2015/0410/20150410__12DCAESSw~1.jpg"}, "_id": "\"57477af46914bd0286fdf794\"", "article_summary": "I didn't care about my education and most of all I didn't care about life in general.\nEvery day that passed I was losing myself; nobody seemed to notice, not because they didn't care, but because I would hide it from them.\n( Paul Aiken / Staff Photographer )Jessica Bueno (Paul Aiken / Staff Photographer)Winning essay excerpts Jessica Bueno I was a careless girl.\nAt this time I didn't care about anything.\nThe students would share their problems and encourage each other, knowing that what was said in class stayed in class."}