{"article_title": "On the Nature of Our Regime", "article_keywords": ["lilla", "power", "nature", "eu", "unions", "neoliberal", "economic", "libertarian", "european", "think", "today", "regime"], "article_url": "http://douthat.blogs.nytimes.com/2014/07/14/on-the-nature-of-our-regime/", "article_text": "As an interlude between “reform conservatism and …” posts, I want to return to the Mark Lilla essay on our present political situation that I commented on a couple of weeks ago, this time to quibble a little bit with its title. That title is “The Truth About Our Libertarian Age,” and most writers I’ve seen commenting on the essay — from my colleague David Brooks to Andrew Sullivan to Damon Linker — have tended to basically accept Lilla’s formulation, which links the spread of cultural individualism (defined as “an outlook with treats as axiomatic the primacy of individual self-determination over traditional social ties”) to the durable triumph of neoliberalism in political economy, and places both under the umbrella of a libertarianism ascendant.\n\nNow I would not dispute that ours is, in certain ways, a libertarian moment and age. But the label does not completely fit the phenomena that Lilla — in what is, to reiterate, a truly rich essay — is trying to grasp and wrestle to the mat. Consider, for instance, his description of the European Union’s internal contradictions:\n\nSince the 1980s, the European Union’s project of economic integration has been governed by neoliberalism, a powerful form of contemporary libertarianism. There were concrete reasons for this, having to do with certain failures of the welfare state and the sluggishness of economies held down by state-run enterprises, over-regulation, and powerful unions. But as time passed the reasons were forgotten and neoliberalism became what it is today: a dogma that obscures its real-world effects, which are not just economic. It is shocking, for instance, to see how slow Europeans have been to recognize how seriously the EU neoliberal approach to economic integration jeopardizes the principles of democratic self-government that were recovered after World War II … The result is that ordinary Europeans today do not know what to make of the “European project.” They see that the weighty decisions are made in the Brussels bureaucracy or in the European Commission, whose members are not directly elected. The European Parliament is elected, but there are no pan-European parties to offer comprehensive programs for governing and suffer the consequences if they fail to enact them. … As for constructing European identity, one need only point out, as many have done, that the euro note shows not a single historical figure or place or monument that might resonate with citizens from Glasgow to Taormina, and that few are aware of the anthem that the EU has chosen for them. (It is “Ode to Joy,” ironically enough.) Not only has massive immigration shaken Europeans’ national sense of “we,” so has the continual expansion of the EU borders to the east and southeast and, who knows, perhaps one day to the southern rim of the Mediterranean … It is little wonder that citizens today in both weak and strong nations feel duped and distrust each other. As Greece and other nations have teetered on the edge of insolvency and the EU has demanded austerity, their citizens have rightly sensed that they are losing control over their collective destinies. But this is also true of the restless German public, which worries that it has signed an economic suicide pact with profligates. Nationally elected officials in the weaker states, hoping to stay in office while having to impose austerity, point to the Germans; the Germans shift blame to the EU solvency rules. The EU then points to the omniscient financial markets, which refer you to American bond-rating agencies, which are staffed by MBAs working in cubicles who have become, faute de mieux, the new sovereigns of Europe. And what they demand is less democracy and more reliance on technical governments and economic experts …\n\nI agree with a great deal of this portrait … except the suggestion that “neoliberalism” and “libertarianism” are the only deep forces at work here. First, Lilla’s language seems to imply that “the sluggishness of economies held down by state-run enterprises, over-regulation, and powerful unions” belongs to Europe’s past, which is perhaps not quite accurate in every case — and that inaccuracy, and the persistence of Eurostatism it effaces, should cast some doubt on the idea that neoliberal or libertarian ideas are the only dogma that matters on the contemporary continent.\n\nThen, further, look at how Lilla himself describes the restructuring of power in modern Europe: “Ordinary Europeans today do not know what to make of the ‘European project’ … weighty decisions are made in the Brussels bureaucracy or in the European Commission … [there is] more reliance on technical governments and economic experts.” What he’s describing is a bureaucratic power grab, the machinations of a managerial elite, the rule of regulators, the growth of the administrative state … and while these forces are compatible with neoliberal economic policies and socio-cultural permissiveness, they are not remotely libertarian in nature themselves; indeed, their power strictly precludes many limitations on government’s size and scope, and encourages centralization and consolidation of power in many spheres instead.\n\nAnd what’s true of the E.U.’s development is also true in other areas of contemporary Western life, where the patterns Lilla describes, plausibly, as “libertarian” coexist with other trends that represent something else, or maybe somethings else. Think of the post-9/11 growth of the national security state (which advanced, yes, in part through “neoliberal” means like government contracting); think of the expansive war-on-terror powers the last two administrations have claimed; think of the militarization of local police forces and the only-recently-reversed expansion of mass incarceration; think of the consistently (if sometimes confusingly) corporatist element in our economic policy under governments of the right and left alike; think of the easily-observable expansions of legal and administrative oversight in almost every walk of life. Then think of what you might call the panoptical aspect of modern society — the vanishing (or willing surrender) of privacy in the online realm, the wealth of personal information that we’ve placed at the fingertips of analysts in Silicon Valley and N.S.A. headquarters alike, the increasing clout of both official bodies and unofficial coteries (from soi-disant “human rights commissions” to Twitter mobs) intent on policing and punishing deviations from right thinking and … I could go on, but I think readers will recognize the realities I’m describing.\n\nThere is, of course, also strong resistance to many of these trends. (The N.S.A.’s powers are contested and John Yoo is widely reviled; causes like prison reform and copyright reform both have footholds in our politics; the Canadian speech police ultimately saw their case against Mark Steyn dismissed; Hobby Lobby won its case against the Departmant of Health and Human Services, etc.). But such resistance is just that — a pushing back, as yet only intermittently successful, against the growing power of certain institutions (public and private) and cultural arbiters over non-conforming individuals and communities. And the overall mix of centralization and forced-conformism that’s made this pushing-back seem necessary simply doesn’t fit all that comfortably with the description of ours as an essentially/exclusively libertarian age.\n\nWhich is why I keep returning to James Poulos’s evocative phrase “the pink police state” in these kind of conversations, because it gets at the friendly amendment that I’d make to Lilla’s thesis: He’s describing two pillars of our present regime, cultural permissiveness and neoliberal economics, but there’s arguably a third pillar that’s more managerial and centralizing and ultimately collectivist, and that’s just as crucial to the underlying architecture. This pillar’s necessary existence is hinted at in his essay — as when Lilla says of our society that “the only freedom we are losing is the freedom to choose our freedoms” and notes that even in a hyper-individualistic culture we aren’t “now all free to do as we wish (since wishes inevitably conflict).” But I don’t think he goes far enough in recognizing how large this unfreedom can loom, and how much, well, statism — both old-fashioned and newfangled — is ultimately required to enforce “the primacy of individual self-determination over traditional social ties,” to protect the self-determining individual (and the self-determining powerful stakeholder, just as importantly) from the harshest consequences of morally-unconstrained choice, and to regulate and restrain that same self-determination whenever it transgresses the rules of tolerance and diversity.\n\nI’m afraid I don’t have an obvious alternative to “libertarian” that would encompass this third pillar of our present order, and distill the entire structure’s complexity to a single word or phrase. But the third pillar’s heft and importance is too substantial to ignore, and there are all kinds of elements of our age — from “too big to fail” to the Department of Homeland Security, from the design of Obamacare to the nature of our coalition politics, from the political forays of Mark Zuckerberg to the fate of Brendan Eich — that don’t make sense if you can’t sense its shadow, or recognize how big a role it’s likely to play, going forward, in keeping the whole edifice standing up.", "article_metadata": {"ptime": 20140714163445, "BN": "douthat", "dfp-ad-unit-path": "opinion/douthat", "adxPage": "blog.nytimes.com/douthat/post", "DISPLAYDATE": "July 14, 2014", "article": {"published_time": 1405370085, "author": "http://topics.nytimes.com/top/opinion/editorialsandoped/oped/columnists/rossdouthat/index.html", "section": "Opinion", "collection": "http://json8.nytimes.com/services/json/sectionfronts/opinion/index.jsonp", "tag": "Uncategorized", "modified_time": "2014-07-14T20:37:04-04:00"}, "keywords": "Lilla Mark,Steyn Mark,Immigration and Emigration,Libertarianism (US Politics),European Union,Twitter,Europe,Uncategorized", "communityAssetTaxonomy": "blogs/douthat/On the Nature of Our Regime ( 20140714 )", "description": "Is Mark Lilla right to describe ours as a “libertarian age”?", "PT": "Blogs", "ticker": "Twitter|TWTR|NYSE", "SCG": "douthat", "sourceApp": "blogs", "per": "Lilla, Mark;Steyn, Mark", "twitter": {"description": "Is Mark Lilla right to describe ours as a “libertarian age”?", "title": "On the Nature of Our Regime", "url": "http://douthat.blogs.nytimes.com/2014/07/14/on-the-nature-of-our-regime/", "image": "http://graphics8.nytimes.com/packages/images/icons/t_logo_300_black.png", "site": "@DouthatNYT", "card": "summary"}, "blogpostid": 100000002999923, "news_keywords": "EU,Europe,Immigration,Libertarianism,Mark Lilla,Mark Steyn,Twitter", "CG": "Opinion", "robots": "noodp", "dat": "July 14, 2014", "org": "European Union;Twitter", "geo": "Europe", "utime": 20140714203704, "communityAssetLabels": "NYT_Blogs", "PUD": 20140714, "pdate": 20140714, "des": "Immigration and Emigration;Libertarianism (US Politics)", "thumbnail": "http://graphics8.nytimes.com/packages/images/icons/t_logo_300_black.png", "og": {"site_name": "Ross Douthat", "description": "Is Mark Lilla right to describe ours as a “libertarian age”?", "title": "On the Nature of Our Regime", "url": "http://douthat.blogs.nytimes.com/2014/07/14/on-the-nature-of-our-regime/", "image": "http://graphics8.nytimes.com/images/blogs_v5/../icons/t_logo_291_black.png", "type": "article"}, "communityAssetURL": "http://douthat.blogs.nytimes.com/2014/07/14/on-the-nature-of-our-regime/", "PUV": "normal", "hdl": "On the Nature of Our Regime", "thumbnail_150": "http://graphics8.nytimes.com/packages/images/icons/t_logo_300_black.png", "PST": "Blog Post"}, "article_summary": "Consider, for instance, his description of the European Union’s internal contradictions:Since the 1980s, the European Union’s project of economic integration has been governed by neoliberalism, a powerful form of contemporary libertarianism.\nNow I would not dispute that ours is, in certain ways, a libertarian moment and age.\nBut this is also true of the restless German public, which worries that it has signed an economic suicide pact with profligates.\nBut as time passed the reasons were forgotten and neoliberalism became what it is today: a dogma that obscures its real-world effects, which are not just economic.\nThe European Parliament is elected, but there are no pan-European parties to offer comprehensive programs for governing and suffer the consequences if they fail to enact them."}