{"article_title": "American Cancer Society says women should start having mammograms later", "article_keywords": ["task", "cancer", "start", "age", "later", "mammograms", "society", "american", "guidelines", "exams", "societys", "starting", "having", "breast", "women"], "article_url": "http://onlineathens.com/pink/2015-10-21/american-cancer-society-says-women-should-start-having-mammograms-later", "article_text": "CHICAGO | The American Cancer Society now says women should start mammograms later in life and get fewer of them, a stance that puts the trusted group closer to an influential government task force’s advice.\n\nIn new guidelines out Tuesday, the cancer society recommends that most women begin annual screening for breast cancer at age 45 instead of 40, and switch to every other year at 55. The task force advises screening every other year starting at age 50.\n\nIt’s not a one-size-fits-all recommendation; both groups say women’s preferences for when to be scanned should be considered.\n\nThe advice is for women at average risk for breast cancer. Doctors generally recommend more intensive screening for higher-risk women, including those with specific genetic mutations.\n\n“The most important message of all is that a mammogram is the most effective thing that a woman can do to reduce her chance of dying from breast cancer,” said Dr. Richard Wender, the cancer society’s cancer control chief.\n\nConcern about false alarms contributed to the cancer society’s new guidance. These lead to worry and more testing — they mean an initial result was suspicious but that cancer was ruled out by additional scans and sometimes biopsies.\n\nThe latest guidelines acknowledge that some younger women are willing to accept that, and that for them starting annual exams at age 40 is fine, as long as they know the risks.\n\nThe guidelines were developed by experts who reviewed dozens of studies, including research published since 1997 — the year the cancer group recommended yearly mammograms starting at age 40, and since 2003, when it stopped recommending monthly breast self-exams.\n\nThe update recommends that women continue getting screened as long as they are in good health and have a life expectancy of at least 10 years.\n\nThe old guidelines did not include an age limit.\n\nThe cancer group also dropped a recommendation for routine physical breast exams by doctors, saying there’s no evidence that these save lives.\n\nThe society’s updated guidelines say switching to every other year at age 55 makes sense because tumors in women after menopause tend to grow more slowly. Also, older women’s breasts are usually less dense, so cancer is more visible on mammograms, said Dr. Kevin Oeffinger, chairman of the society’s breast cancer guideline panel and director of the cancer survivorship center at Memorial Sloan Kettering Cancer Center in New York.\n\nThe guidelines were published Tuesday in the Journal of the American Medical Association.\n\nMore than 200,000 women in the U.S. each year are diagnosed with breast cancer and about 40,000 die from the disease. Overall, 1 in 8 women will be diagnosed with the disease at some point and chances increase with age.\n\nOeffinger said women need to be familiar with their breasts and aware of any changes, which should be evaluated by their doctors.\n\nThe U.S. Preventive Services Task Force, whose guidelines have historically influenced Medicare coverage, made waves in 2009 when it recommended mammograms every other year starting at age 50, to age 74. In draft recommendations released earlier this year, the group said mammograms for women in their 40s should be an individual decision based on preferences and health history and that more research is needed to determine potential benefits or harms for scans for women age 75 and older.\n\nThat panel also questioned the value of breast exams by doctors, citing a lack of evidence for any benefit or harm. It will examine the cancer society’s evidence review in finalizing its update, said Dr. Kirsten Bibbins-Domingo, the task force’s vice chair and a professor at the University of California, San Francisco.\n\nMost health plans are required to cover screening mammograms free of charge as part of preventive care mandated by the Affordable Care Act, and many insurers cover the screenings starting at age 40.\n\nSeveral doctor groups still recommend mammograms starting at age 40, including those representing radiologists and gynecologists, but the American Cancer Society’s breast cancer guidelines are the most widely followed, said Dr. Kenneth Lin, a family medicine physician at Georgetown University School of Medicine.\n\nLin said he supports the new guidance but that it will make his job more challenging at first, trying to explain to patients the changes and differences with other groups. Lin said he — and probably many other doctors — will likely continue doing physical breast exams, out of habit and because they consider the exams to be an important part of doctor-patient interactions.", "article_metadata": {"keywords": "Athens News, Athens Georgia, Athens Banner Herald, Athens, Georgia, Georgia Bulldogs, Dawgs, Bulldogs, Music, UGA, newspaper, 30601, Clarke County, Madison, Oconee, Oglethorpe, Dogs, 30602, 30603, 30604, 30605, Richt, SEC football, Jackson County, R.E.M., Widespread Panic, B-52s, Pink, National News, Lindsey Tanner", "og": {"site_name": "Online Athens", "description": "CHICAGO | The American Cancer Society now says women should start mammograms later in life and get fewer of them, a stance that puts the trusted group closer to an influential government task force's advice.", "title": "American Cancer Society says women should start having mammograms later", "url": "http://onlineathens.com/pink/2015-10-21/american-cancer-society-says-women-should-start-having-mammograms-later", "image": "http://onlineathens.com/sites/default/files/14824439.jpg", "type": "article"}, "description": "OnlineAthens.com is the daily online edition of The Athens (GA) Banner-Herald."}, "_id": "\"57477af46914bd0286fdb7eb\"", "article_summary": "“The most important message of all is that a mammogram is the most effective thing that a woman can do to reduce her chance of dying from breast cancer,” said Dr. Richard Wender, the cancer society’s cancer control chief.\nMore than 200,000 women in the U.S. each year are diagnosed with breast cancer and about 40,000 die from the disease.\nThe advice is for women at average risk for breast cancer.\nCHICAGO | The American Cancer Society now says women should start mammograms later in life and get fewer of them, a stance that puts the trusted group closer to an influential government task force’s advice.\nThat panel also questioned the value of breast exams by doctors, citing a lack of evidence for any benefit or harm."}