{"article_title": "No. 7 Louisville women edge No. 11 Colorado 69-62 – The Denver Post", "article_keywords": ["11", "shoni", "6962", "colorado", "win", "schimmel", "points", "denver", "louisvilles", "louisville", "edge", "free", "post", "rebounds", "throws", "women"], "article_url": "http://www.denverpost.com/colleges/ci_24772988/no-7-louisville-women-edge-no-11-colorado", "article_text": "LOUISVILLE, Ky. — Louisville coach Jeff Walz asked Shoni Schimmel, a prolific long-range shooter, to become more aggressive and drive the ball inside.\n\nSchimmel did just that against No. 11 Colorado on Saturday and wound up with a season-high 30 points, including 13 on 16 free throws, in No. 7 Louisville’s 69-62 win over the Buffaloes.\n\n“She shot more free throws today than she has all season,” Walz said. “We’ve been talking to her about being more aggressive, to take the ball to the basket and not always pulling up for jump shots. She did that tonight.\n\nSchimmel who secured the win for the Cardinals (12-1) in the close game. Neither team led by more than six until Louisville broke it open with a 7-0 run to go up 53-46 with 6:42 left.\n\nColorado (9-1) chipped away at the lead. Brittany Wilson’s layup with 24 seconds left cut the gap to 65-62.\n\nSchimmel sank two free throws to go up 67-62. The Buffaloes couldn’t convert on the next possession and Schimmel’s layup sealed the victory.\n\nIn last year’s 70-66 win over Louisville, Colorado held Schimmel to four points.\n\n“I watched the game clip and I worked on things that would help me for today’s game,” Schimmel said.\n\nWhen Louisville’s outside shots weren’t falling – the Cardinals were 1 of 10 from 3-point range – it went inside, scoring 30 points in the paint.\n\n“What really hurt is today was dribble penetration,” Colorado coach Linda Lappe said. “It was tough for us to guard (Schimmel) at times.”\n\nLexy Kresl led Colorado with 17 points.\n\nJen Reese, wearing a protective mask for a broken nose she got in practice earlier this month, added 14 points and 14 rebounds for Colorado.\n\nKresl had nine of the Buffaloes’ first 12 points and the junior’s 3-pointer gave Colorado its first lead, 8-5. Louisville battled back and went ahead 16-12 on a three-pointer by Shoni Schimmel.\n\nOn two straight possessions, Asia Taylor twice completed a three-point play after being fouled while making a layup, bolstering Louisville’s advantage to 22-16 midway through the first half.\n\nJude Schimmel’s two straight layups closed out the first half to give Louisville a 33-29 halftime lead.\n\n“We do a lot more half-court now, and they don’t expect us to do that, and when they don’t expect it, we will run our regular press,” Shoni Schimmel said. “We just like to mix things up and keep them on their toes.”\n\nThe Cardinals had 52 total rebounds, compared to 47 for Colorado.\n\n“We’ve been begging our players to do a better job on defensive rebounding the whole season,” Lappe said. “About five games ago I said it was going to hurt us at some point. When you’re outrebounding teams by 12 or 15, they don’t really understand what they’re going to see when you face a team like Louisville, who crashes hard and gets in there and puts pressure on you.”\n\nThe teams combined for 70 free throw attempts.\n\n“Missing the free throw rebounds and not boxing out” were miscues, said Kresl. “They got a few too many opportunities on the offensive boards.”", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "No. 7 Louisville women edge No. 11 Colorado 69-62", "title": "No. 7 Louisville women edge No. 11 Colorado 69-62", "url": "http://www.denverpost.com/2013/12/21/no-7-louisville-women-edge-no-11-colorado-69-62/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20131221_023128_colorado-louisville.jpg", "height": 844}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20131221_023128_colorado-louisville.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2013-12-21T13:46:25+00:00", "modified_time": "2016-04-28T11:29:07+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fe1415\"", "article_summary": "LOUISVILLE, Ky. — Louisville coach Jeff Walz asked Shoni Schimmel, a prolific long-range shooter, to become more aggressive and drive the ball inside.\n11 Colorado on Saturday and wound up with a season-high 30 points, including 13 on 16 free throws, in No.\n“She shot more free throws today than she has all season,” Walz said.\nIn last year’s 70-66 win over Louisville, Colorado held Schimmel to four points.\nLouisville battled back and went ahead 16-12 on a three-pointer by Shoni Schimmel."}