{"article_title": "Ben Carson Admits He Made Up West Point ‘Scholarship’ In His Biography", "article_keywords": ["carson", "ben", "point", "west", "admits", "stupid", "presidential", "carsons", "published", "statements", "biography", "scholarship"], "article_url": "http://www.mintpressnews.com/ben-carson-admits-he-made-up-west-point-scholarship-in-his-biography/211080/", "article_text": "Ben Carson Admits He Made Up West Point ‘Scholarship’ In His Biography\n\nCarson's been caught in a number of unusual or embarrassing statements recently, including calling Americans “stupid” and defying the conventional history of the Egyptian pyramids.\n\nWASHINGTON — Republican presidential candidate Dr. Ben Carson’s story is meant to be an inspirational one of overcoming adversity to find personal and political success, but his campaign just admitted that he fabricated a key event in his biography.\n\n“Gifted Hands” is Ben Carson’s best-selling autobiography that traces his growth from troubled teen to successful brain surgeon and politician. In it, Carson recounts meeting famed U.S. Army Gen. William Westmoreland in 1969 while he was a Junior ROTC student at a Detroit high school. According to the 1996 book, the general was so impressed by Carson’s dedication to self-improvement that he promised the youth a “full scholarship” to U.S. Military Academy at West Point. Ultimately, Carson would choose instead to pursue medical school.\n\nHowever, Politico’s campaign reporter, Kyle Cheney, calls almost every aspect of this account into question. “West Point … has no record of Carson applying, much less being extended admission,” Cheney wrote in a fact-checking investigation published on Friday. Campaign officials contacted by Politico also confirmed that the account is inaccurate.\n\n\n\nofficial MintPress sponsor official MintPress sponsor\n\nIn order to apply to West Point, Carson would have needed to secure the sponsorship of a member of Congress, then undergo “a rigorous vetting process.” If accepted, all students’ expenses are covered, making Westmoreland’s reported promise of a “full scholarship” essentially meaningless.\n\nFurther, records of Westmoreland’s travels show he was not in Detroit on Memorial Day in 1969, when the meeting took place according to “Gifted Hands.” But, Cheney noted, “There are, however, several reports of an event in February of that year, similar to the one Carson described.”\n\nAs the leader in a crowded field of Republican presidential hopefuls, the details of Carson’s life are subject to constant media scrutiny. The results are not always flattering. In addition to questioning other details of his biography, journalists have unearthed some unusual statements the neurosurgeon made in the past.\n\nAn article published by MotherJones on Tuesday highlighted a video recorded during a 2014 book signing at the Nixon Presidential Library. The retired neurosurgeon quipped that the media “underestimated the intelligence of the American people. The people are not as stupid as they think they are. Many of them are stupid.” Comparing American media to a dictatorship, he also said: “We’d be Cuba if there were no Fox News.”\n\nWatch “Ben Carson On Americans: Many Of Them Are Stupid” from Mother Jones:\n\nOn Wednesday, BuzzFeed published a 1998 video in which Carson claims that the Egyptian pyramids were used for grain storage, not as burial chambers for Egyptian pharaohs and their consorts. That same day, Carson confirmed that this is still his belief in an interview published by CBS News. The discredited theory is based on the writings of a 6th century historian and an interpretation of the biblical story of Joseph that most theological scholars find questionable, according to Tierney Sneed, writing for Talking Points Memo.\n\nHis statements and the revelations of the lies contained in his autobiography have given rise to the hashtag “#bencarsonwikipedia,” leading at least one Twitter user on Friday to combine the candidate’s Christian beliefs with his uncertain past:", "article_metadata": {"description": "Ben Carson Admits He Made Up West Point ‘Scholarship’ In His Biography", "generator": "WordPress 4.5.2", "AUTHOR": "Kit O'Connell", "og": {"site_name": "MintPress News", "description": "Ben Carson Admits He Made Up West Point ‘Scholarship’ In His Biography", "title": "Ben Carson Admits He Made Up West Point ‘Scholarship’ In His Biography", "url": "http://www.mintpressnews.com/ben-carson-admits-he-made-up-west-point-scholarship-in-his-biography/211080/", "image": "http://www.mintpressnews.com/wp-content/uploads/2015/11/Ben-Carson-AP334578561057.jpg", "updated_time": "2015-11-10T08:24:25-05:00", "locale": "en_US", "type": "article"}, "twitter": {"description": "Ben Carson Admits He Made Up West Point ‘Scholarship’ In His Biography", "creator": "@KitOConnell", "image": "http://www.mintpressnews.com/wp-content/uploads/2015/11/Ben-Carson-AP334578561057.jpg", "title": "Ben Carson Admits He Made Up West Point ‘Scholarship’ In His Biography", "site": "@MintPressNews", "card": "summary_large_image"}, "robots": "noodp", "fb": {"admins": 100003161352196}, "article": {"publisher": "https://www.facebook.com/MintpressNewsMPN", "published_time": "2015-11-07T05:00:53-05:00", "author": "http://facebook.com/kitoconnell", "section": "Front Page: National", "modified_time": "2015-11-10T08:24:25-05:00", "tag": "West Point"}}, "_id": "\"57477af36914bd0286fd2ab8\"", "article_summary": "“Gifted Hands” is Ben Carson’s best-selling autobiography that traces his growth from troubled teen to successful brain surgeon and politician.\nBen Carson Admits He Made Up West Point ‘Scholarship’ In His BiographyCarson's been caught in a number of unusual or embarrassing statements recently, including calling Americans “stupid” and defying the conventional history of the Egyptian pyramids.\n“West Point … has no record of Carson applying, much less being extended admission,” Cheney wrote in a fact-checking investigation published on Friday.\nAccording to the 1996 book, the general was so impressed by Carson’s dedication to self-improvement that he promised the youth a “full scholarship” to U.S. Military Academy at West Point.\nWASHINGTON — Republican presidential candidate Dr. Ben Carson’s story is meant to be an inspirational one of overcoming adversity to find personal and political success, but his campaign just admitted that he fabricated a key event in his biography."}