{"article_title": "Fla. governor to sue Obama for ‘The Sopranos’ style shakedown of states", "article_keywords": ["program", "sue", "cut", "funding", "sopranos", "federal", "going", "style", "governor", "states", "state", "shakedown", "scott", "taxes", "fla", "thats", "obama"], "article_url": "http://www.bizpacreview.com/2015/04/17/fla-governor-to-sue-obama-for-the-sopranos-style-shakedown-of-states-196161", "article_text": "Florida Governor Rick Scott is suing President Obama for cutting off federal health care money and says the federal government doesn’t really care about low-income families.\n\n\n\n\n\nWatch the latest video at video.foxnews.com\n\nSpeaking on Fox News’ “On the Record,” Scott said he is “outraged” and that the president has gone too far.\n\nThe federal government is threatening to cut off funding for a Florida program called Low Income Pool, which helps compensate hospitals for treating low-income patients unless the state expands ObamaCare, according to Scott.\n\nThe LIP program was established in 2006, but the Obama administration might not renew its funding because Florida’s Republican Legislature has refused to expand Medicaid, a key part of Obamacare.\n\nScott likened the Obama administration’s “bullying” to tactics used in the TV series “The Sopranos.”\n\n“Doesn’t everybody now understand that this is an administration that’s going to use coercion tactics?” Scott asked. “And when it’s appropriate, they’ll cut back funding if you don’t do another program they want. That’s not the way the federal government is supposed to work.”\n\nScott noted that the federal government is not cutting taxes to go along with the cut in federal funding of the program. So by effectually holding “a gun to our head,” he said, Floridians will still be required to pay taxes but not reap the benefits.\n\n“I’m going to stand up for every citizen in our state,” Scott declared, working with the state’s attorney general, Pam Bondi, to file the lawsuit. “We’re going to stand up for all 20 million people in our state.”", "article_metadata": {"generator": "WordPress 4.4.3", "og": {"site_name": "BizPac Review", "description": "Florida Governor Rick Scott is suing President Obama for cutting off federal health care money and says the federal government doesn’t really care about low-income families. Watch the latest video at video.foxnews.com Speaking on Fox News’ “On the Record,” Scott said he is “outraged” and that the president has gone too far. The federal government …", "title": "Fla. governor to sue Obama for 'The Sopranos' style shakedown of states", "locale": {"alternate": "en_US", "identifier": "en_US"}, "image": "http://www.bizpacreview.com/wp-content/uploads/2015/04/shake-down.jpg", "updated_time": "2015-04-28T06:14:26+00:00", "url": "http://www.bizpacreview.com/2015/04/17/fla-governor-to-sue-obama-for-the-sopranos-style-shakedown-of-states-196161", "type": "article"}, "twitter": {"widgets": {"csp": "on"}}, "alexaVerifyID": "qC73ojZoktel85cbl12SAFJar9k", "fb": {"admins": "10152426200106417,10152720237657852,10200650572686956,3854753687919,100215693385946,549853448412696", "pages": 169204449790211, "app_id": 1502886339979348}, "article": {"publisher": "https://www.facebook.com/ConservativeNewsToday", "section": "Florida", "published_time": "2015-04-17T08:18:24+00:00", "modified_time": "2015-04-28T06:14:26+00:00"}, "viewport": "width=device-width, initial-scale=1"}, "article_summary": "“I’m going to stand up for every citizen in our state,” Scott declared, working with the state’s attorney general, Pam Bondi, to file the lawsuit.\nFlorida Governor Rick Scott is suing President Obama for cutting off federal health care money and says the federal government doesn’t really care about low-income families.\nScott likened the Obama administration’s “bullying” to tactics used in the TV series “The Sopranos.”“Doesn’t everybody now understand that this is an administration that’s going to use coercion tactics?” Scott asked.\n“And when it’s appropriate, they’ll cut back funding if you don’t do another program they want.\nWatch the latest video at video.foxnews.comSpeaking on Fox News’ “On the Record,” Scott said he is “outraged” and that the president has gone too far."}