{"article_title": "Occupy Monsanto Protesters Push Labeling Resolution at Annual Shareholder Meeting", "article_keywords": ["activists", "gmo", "food", "meeting", "annual", "protesters", "labeling", "label", "occupy", "monsanto", "shareholder", "fishy", "cars", "push", "resolution"], "article_url": "http://www.truth-out.org/news/item/21592-occupy-monsanto-protesters-push-labeling-resolution-at-annual-shareholder-meeting", "article_text": "ST. LOUIS, Mo. – Protests occurred both inside and outside the Monsanto shareholder meeting in St. Louis on Tuesday as local activists, shareholders and citizens from across the country joined in 20-degree weather to demand the biotech giant label genetically-modified organisms, or GMOs.\n\nThe activists arrived accompanied by five colorful “fishy cars” representing the fishy food that has been genetically modified and consumed by Americans now for decades. Protesters hoped to make a single powerful statement: Label it.\n\nFor the first time ever, Monsanto shareholders convened to vote on a resolution to support GMO labeling – brought by shareholder and food safety activist Adam Eidinger of Occupy Monsanto, and presented by family farm advocate Dave Murphy of Food Democracy Now!\n\n“We’re just coming to their shareholder meeting as a response to what they’ve been doing around the country,\" said Cesar Maxit, designer and architect of the five fish art cars. “We’re taking the fight to their home, their shareholder meeting, saying we’re sick of it.”\n\nLast year, Maxit finished the construction of what have become nationally recognized faces in the fight for GMO labeling – half-fish, half-food sculptures mounted atop five cars. Paint jobs on the cars read “Label GMOs” and encourage passersby to tweet about the “fishy car” they’re standing near. Each sculpture has a \"unique personality\" representing a different GMO crop: Fishy Apple, Fishy Soybean, Fishy Tomato, Fishy Corn and Fishy Sugar Beet.\n\n“We need to label our food,\" added Maxit. \"The idea is that we’re not trying to scare people – we’re just trying to use humor and art\" to educate people about the importance of labeling GMOs.\n\nFood Democracy Now!'s Dave Murphy served as the proxy on Tuesday presenting the GMO labeling resolution to the Monsanto shareholders.\n\nGMOs are organisms, such as corn or tomatoes, whose genetic makeup have been modified in a laboratory and spliced using DNA from bacteria, viruses or even fish. Many believe the “fishy food” causes health problems such as cancer. Thorough, long-term studies have yet to be completed on the health impacts of GMOs.\n\nAnd until the products we consume get labeled, activists are worried it will be impossible to track the real effects of the food in our systems.\n\n“We’re asking that Monsanto stop fighting the will of the American people, 90 percent of whom want to know if their food has been genetically engineered in a laboratory,” said Murphy, whose organization has bloomed into a grassroots movement of more than 650,000 farmers and citizens dedicated to reforming America's food system.\n\n“If Monsanto can profit off a patent in their products and label their foods in India, China, Russia and South Africa, they can certainly agree that Americans should have this basic right as well,\" he added.\n\nYet, \"In the past two years, Monsanto has spent more than $13.4 million to defeat GMO labeling efforts in California and Washington state. This is an outrageous fortune wasted.”\n\nA second shareholder resolution that was to be voted on at the company’s annual meeting, sponsored by activist investor John Harrington, dealt with Monsanto’s potential liability to organic farmers.\n\nIn October, more than 700 activists descended on the company’s St. Louis headquarters as part of the global March Against Monsanto. Protestors flooded onto the roadway, blocking traffic and overwhelming police on the road leading to their offices.\n\nThe city had previously seen large protests for the first March – an international day of action in May of last year, when some 2 million people participated in events in nearly 500 cities.\n\n“The thing about labeling GMOs is: what’s wrong with transparency?\" said Shamal Halmat, 26, one of the activists gearing up to protest in 20-degree weather on Tuesday.\n\n“There shouldn’t be anything wrong with transparency. That’s really what’s being asked for,\" added Halmat, \"so hopefully if they don’t really have too much to hide, they’ll be transparent.”", "article_metadata": {"msapplication-config": "/templates/ja_teline_iv_t3/images/favicons/browserconfig.xml", "description": "Protesters hoped to make a single powerful statement: Label it.", "title": "Occupy Monsanto Protesters Push Labeling Resolution at Annual Shareholder Meeting", "og": {"site_name": "Truthout", "description": "Protesters hoped to make a single powerful statement: Label it.", "title": "Occupy Monsanto Protesters Push Labeling Resolution at Annual Shareholder Meeting", "url": "http://www.truth-out.org/news/item/21592-occupy-monsanto-protesters-push-labeling-resolution-at-annual-shareholder-meeting", "image": "http://www.truth-out.org/tologo.jpg", "type": "non_profit"}, "twitter": {"description": "Protesters hoped to make a single powerful statement: Label it.", "title": "Occupy Monsanto Protesters Push Labeling Resolution at Annual Shareholder Meeting", "image": "http://www.occupy.com/sites/default/files/field/image/4gx7heq.jpg", "creator": "@truthout", "site": "@truthout", "card": "summary_large_image"}, "msapplication-TileColor": "#000000", "HandheldFriendly": "true", "fb": {"app_id": 286391544774433}, "author": "Jason Schloss", "keywords": "genetically modified, organisms, GMOs, Monsanto, Occupy Monsanto, March Against Monsanto, Food Democracy Now!, Food, GMO, Monsanto, Protest, Video", "google-site-verification": "EfgVxcdUDBF_Dd81ZBBw_J8FuRjGnvp9r2JAM9IhvUk", "apple-mobile-web-app-capable": "YES", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "_id": "\"57477af36914bd0286fd2ac2\"", "article_summary": "'s Dave Murphy served as the proxy on Tuesday presenting the GMO labeling resolution to the Monsanto shareholders.\nEach sculpture has a \"unique personality\" representing a different GMO crop: Fishy Apple, Fishy Soybean, Fishy Tomato, Fishy Corn and Fishy Sugar Beet.\nThe activists arrived accompanied by five colorful “fishy cars” representing the fishy food that has been genetically modified and consumed by Americans now for decades.\nYet, \"In the past two years, Monsanto has spent more than $13.4 million to defeat GMO labeling efforts in California and Washington state.\nFor the first time ever, Monsanto shareholders convened to vote on a resolution to support GMO labeling – brought by shareholder and food safety activist Adam Eidinger of Occupy Monsanto, and presented by family farm advocate Dave Murphy of Food Democracy Now!"}