{"article_title": "Top Democrats Push Specter of Obama's Impeachment", "article_keywords": ["voters", "senate", "house", "republicans", "impeachment", "gop", "democrats", "autoplay", "push", "president", "obamas", "specter", "obama"], "article_url": "http://www.nbcnews.com/politics/first-read/top-democrats-push-specter-obamas-impeachment-n166656", "article_text": "The “I” word is in the political air once again as both political parties jockey for an edge ahead of the midterm elections. Three top Democrats in recent days have suggested Republicans want to impeach President Obama in what appears to be a coordinated effort to cast the Republicans as overly partisan and motivate Democrats.\n\nThe push is happening both through speeches and in fundraising e-mails to party activists while GOP lawmakers appear caught in-between competing dynamics. Completely ruling out impeachment would irritate some conservative GOP activists while embracing it could endanger the party’s standing among swing voters and send a larger-than-expected number of Democratic voters to the polls this November.\n\nPlay Facebook\n\nTwitter\n\nGoogle Plus\n\nEmbed Obama: “They’re Going to Sue Me For Doing My Job” 1:31 autoplay autoplay Copy this code to your website or blog\n\nThat dynamic was apparent when Rep. Steve Scalise of Louisiana, the No. 3 Republican in the House, repeatedly sidestepped questions about impeachmentin an interview with Fox News Sunday. Asked directly about the possibility, Scalise pointed the finger at Democrats. “The White House will do anything they can to change the topic away from the president's failed agenda,” he said.\n\nDemocrats, on the other hand, are taking the unusual step of publicly raising the possibility of the impeachment of a president from their own party. On Friday, in a breakfast meeting with reporters, Dan Pfeiffer, one of Obama’s top advisers, said, “Speaker Boehner, by going down the path of this lawsuit, opened the door to Republicans pursuing impeachment at some point in the future.” He was referring to a legal action House Republicans are expected to take later this month, challenging Obama’s authority to change deadlines in the implementation of the Affordable Care Act.\n\nA few hours later, speaking at a luncheon for the National Urban League in Cincinnati, Democratic National Committee Chairwoman and Florida congresswoman Debbie Wasserman Schultz, said, “they’re suing the president for doing his job. And some of them want to go even further, talking about impeachment. That’s what Republicans have told us they they’ll do.”\n\nBIG NEWS: Your huge response to Republicans' misguided priorities helped us trounce @NRCC: http://t.co/B4nct0YAcv pic.twitter.com/8zJaYzZWWC — Steve Israel (@IsraelDCCC) July 15, 2014\n\n“The Republicans are trying to sue the president, on a path to impeach the president, while we’re trying to create jobs and have stability in our country and in the world,” House Democratic Leader Nancy Pelosi said in an interview on CNN”s “State of the Union” on Sunday, completely unprompted by any question.\n\nAnd even First Lady Michelle Obama invoked the term, at a fundraising event in Chicago on Thursday, warning “if we lose these midterm elections, it’s going to be a whole lot harder to finish what we started because we’ll just see more of the same out in Washington –- more obstruction, more lawsuits and talk about impeachment.”\n\nDemocrats say this is not fear-mongering. Pfeiffer and others argue the Boehner lawsuit serves as a precursor to more aggressive action from Republicans.\n\nOfficials in both parties say that if Obama takes steps to allow large blocs of undocumented people from Mexico and other countries to stay in the country, as the White House has hinted it will do later this summer, House Republicans will argue the president is enacting his immigration reform goals by executive fiat and aggressively contest that move.\n\nRep. Steve King of Iowa, a Republican, has said that would be grounds for seeking Obama’s impeachment.\n\nPlay Facebook\n\nTwitter\n\nGoogle Plus\n\nEmbed Boehner Explains Basis of Possible Obama Lawsuit 0:50 autoplay autoplay Copy this code to your website or blog\n\nIt’s important to note that there is virtually no chance Obama is removed from office. Impeachment is akin to an indictment by the House of Representatives; a vote of two thirds of the Senate is required to remove a president from office. In theory, Republicans have a majority in the House and could impeach the president now, as they did Bill Clinton in 1998.\n\nBut even if the GOP makes gains this November in the Senate, as expected, it is very unlikely they would win the 67 Senate seats necessary to remove Obama.\n\nPrivately, top Democratic officials say they are worried that House Republicans will face pressure from anti-Obama conservatives to take strong action against the president if the GOP wins control of the Senate this fall. In this scenario, Obama’s impeachment would be a symbolic move, like Republicans censuring Attorney General Eric Holder in 2012, that would appease an emboldened GOP base, even if ultimately had no real impact.\n\nSarah Palin, the GOP’s 2008 vice presidential nominee, has vocally advocated for Obama’s impeachment.\n\nDespite the low odds, Democrats are encouraging public discussion of this issue because it helps them paint Republicans as extremists.\n\nParty strategists admit highlighting the health care lawsuit and other highly-partisan moves by Republicans could help motivate liberal-leaning voters, particularly people under age 30, who tend not to vote in mid-term elections.\n\nAfrican-American voters, Democrats say, are in particular defensive of Obama, and black radio hosts like Joe Madison are raising the possibility of Obama facing impeachment on their programs. The party needs strong support from African-Americans this fall, particularly in Senate races in states with large black populations like Georgia, Louisiana and North Carolina, so anything to motivate voters in key states is crucial.\n\nThe impeachment issue could also hurt Republicans with undecided voters who are wary of Obama’s leadership but might opt to vote Democratic or not at all if they feel Republicans are hell-bent on impeachment.\n\nPlay Facebook\n\nTwitter\n\nGoogle Plus\n\nEmbed White House Reacts to Boehner’s Lawsuit Threat 0:26 autoplay autoplay Copy this code to your website or blog\n\nDemocrats seem determined to push this issue, even as Republicans have taken few steps on the \"path\" to impeachment Pelosi described.\n\nNo Republican in Congress has said that Obama should be impeached right now, although a few, like Iowa’s King, have issued threats.\n\nHouse Speaker John Boehner, in a recent press conference, said “I disagree” when asked about Palin’s impeachment remarks.\n\nAnd it would be very politically risky for Republicans to push the impeachment of Obama. Democrats gained seats during the 1998 congressional elections in the midst of the GOP impeachment push back then.\n\n\"Seems to me the loudest voices talking about impeachment are the leaders of the Democrat Party,\" said Sean Spicer, a spokesman at the Republican National Committee.\n\nScalise added, “this might be the first White House in history that's trying to start the narrative of impeaching their own president.”", "article_metadata": {"description": "The “I” word is in the political air once again as both political parties jockey for an edge ahead of the midterm elections.", "og": {"url": "http://www.nbcnews.com/politics/first-read/top-democrats-push-specter-obamas-impeachment-n166656", "type": "article", "image": "http://media4.s-nbcnews.com/j/newscms/2014_31/588646/140728-barack-obama-jms-1552_8f309ecaeb5c7605274d4447fe0de215.nbcnews-fp-1200-800.jpg", "site_name": "NBC News", "description": "The “I” word is in the political air once again as both political parties jockey for an edge ahead of the midterm elections."}, "twitter": {"domain": "NBCNews.com", "description": "The “I” word is in the political air once again as both political parties jockey for an edge ahead of the midterm elections.", "creator": "NBCNews", "image": {"src": "http://media4.s-nbcnews.com/j/newscms/2014_31/588646/140728-barack-obama-jms-1552_8f309ecaeb5c7605274d4447fe0de215.nbcnews-fp-1200-800.jpg"}, "title": "Top Democrats Push Specter of Obama's Impeachment  - NBC News", "site": "NBCNews", "card": "summary"}, "blitz": "mu-e1e842c9-946002e6-ea8f0454-41b29546", "DC.date.issued": "2014-07-28", "apple-itunes-app": "app-id=319740707, app-argument=http://www.nbcnews.com/politics/first-read/top-democrats-push-specter-obamas-impeachment-n166656", "fb": {"app_id": 10150138890205613}, "article": {"author": "https://www.facebook.com/NBCNews"}, "google-site-verification": "K8bowvEbzWfPQ76x6f9SCxMVwicVXrhiClRg80ak8ZA", "viewport": "width=device-width, initial-scale=1", "news_keywords": "Politics,First Read"}, "article_summary": "Democrats gained seats during the 1998 congressional elections in the midst of the GOP impeachment push back then.\nRep. Steve King of Iowa, a Republican, has said that would be grounds for seeking Obama’s impeachment.\nSarah Palin, the GOP’s 2008 vice presidential nominee, has vocally advocated for Obama’s impeachment.\nAnd it would be very politically risky for Republicans to push the impeachment of Obama.\nThree top Democrats in recent days have suggested Republicans want to impeach President Obama in what appears to be a coordinated effort to cast the Republicans as overly partisan and motivate Democrats."}