{"article_title": "Clay Matthews injures groin in loss to Lions", "article_keywords": ["loss", "good", "plays", "win", "clay", "field", "game", "lions", "packers", "yards", "injures", "matthews", "playing", "groin"], "article_url": "http://www.jsonline.com/sports/packers/clay-matthews-injures-groin-in-loss-to-lions-b99355981z1-275963201.html", "article_text": "Bryan Bulaga blocks Lions defensive end Jason Jones during the third quarter of Sunday’s game. Credit: Mark Hoffman\n\nSHARE Video Loading... Post-game video Loading... Packers Chat Sunday, Sept. 21\n\nPACKERS\n\nTyler Dunne, beat writer\n\nRead Transcript\n\nBy of the\n\nDetroit — Clay Matthews suffered another injury Sunday.\n\nNo, it wasn't his hamstring or thumb, recurring injuries of seasons past. This time, a groin injury ended the Packers outside linebacker's day. He was sidelined throughout the 12-play possession that sealed a 19-7 Detroit Lions win at Ford Field.\n\nMatthews said he is not sure how serious the injury is yet.\n\nIn the second half, one of the Lions' \"little receivers\" tried to cut-block him, he said, adding he thought it was Golden Tate.\n\n\"I planted wrong and felt a little something down there,\" Matthews said. \"So it doesn't feel too bad. We'll see how it does. I can't really give you a timetable or anything along those lines because I've never done it before.\"\n\nMatthews watched as the Lions finished the Packers with a 6-minute, 54-second drive.\n\nHe appeared on the sideline anxious to return, but the sixth-year pro said he is not sure he would've been able to push through it.\n\n\"Just being cautious moving forward,\" Matthews said. \"I feel good now but obviously I'm not running around full speed. I'll have an answer for you sometime next week.\"\n\nMatthews has missed 10 games the last two seasons due to hamstring and thumb injuries. Prior to the groin injury Sunday, Matthews had three tackles (one for loss), a quarterback hit and a batted ball.\n\nOn paper, the Packers' defense did enough to win: three turnovers, one Lions touchdown, nine quarterback hits.\n\nYet the 74 total offensive plays eventually got to Green Bay with Reggie Bush providing the 26-yard knockout punch touchdown and the Lions converting three of their 11 third downs on the Matthews-less final possession.\n\nBasically, Detroit did what Green Bay's trying to do — run a ton of plays — and did so by huddling, too. As Matthews said afterward, three forced turnovers should equate to a win any day. The defense could not hang on late.\n\n\"We had every opportunity to come up with the win and we just didn't. It's frustrating,\" Matthews said. \"Not the way we wanted to start off this divisional play. The reality is we have to get back to it and get ready to play a good Chicago team.\n\n\"We didn't make the plays when we needed to. You look at that last series, they hit three third downs and we had them in perfect position to get the ball back. Really throughout the second half.\"\n\nBush, not Calvin Johnson, proved to be the problem, too. He had 99 total yards (61 rushing, 38 receiving), burning the Packers at critical moments.\n\n\"He's a dynamic player,\" Matthews said. \"Any time they can get the ball to him in open field, he's truly a playmaker. So we tried to limit that as much as possible. I think we did for the most part. They hit a big play on that run for the touchdown.\n\n\"Unfortunately, that was the deciding factor that put us behind.\"\n\nMatthews added that the 74 plays is \"not really an excuse\" in failing to contain the fresher Bush late in the game.\n\n\"We have to come up with it,\" Matthews said. \"You can make the excuse that we were on the field too long, but we have to come up with the stops and unfortunately we didn't.\"\n\nMegatron Plan: The Green Bay Packers had bodies, many bodies, devoted to containing Johnson. Instead of matching one player on the receiver, they stayed in their sets and shaded extra attention his way throughout.\n\nTargeted 10 times, Johnson had six receptions for 82 yards with a long of 26.\n\n\"I think we did good,\" defensive back Davon House said. \"Easily, it was everyone else against Calvin. So to hold him underneath 100 yards and I don't know if he had any explosive plays, big plays, it's good for us. But I guess you could say it's not good enough because we lost.\"\n\nThis game, Johnson had help in Bush and Tate (five catches for 51 yards). The Lions offense wasn't a juggernaut itself Sunday but sustained drives with a lead.\n\nHouse called the Lions offense \"totally different\" with Tate, and Bush in Year 2.\n\nNo go: Last week, kicker Mason Crosby made a 55-yard field goal with yards to spare inside Lambeau Field, so you had to wonder whether coach Mike McCarthy thought about trying him from 64 late in the third quarter with the Packers down, 12-7.\n\n\"No, we didn't talk about it,\" Crosby said. \"Our number was the 40 (-yard line). That's what we went with.\"\n\nCrosby was ready to kick what would have been a 56-yard field goal with the Packers facing third and 11 at the Lions 38, but quarterback Aaron Rodgers took an 8-yard sack on the play.\n\nMiddle ground: All game long, tight end Andrew Quarless saw the Lions spread their safeties wide to help cover the Packers' receivers, so when his number got called on third and 1 at the 10 late in the first quarter, he knew where he was heading.\n\n\"They were definitely playing two-high and they were playing them wide,\" Quarless said. \"I knew if I got over the linebacker I was going to be open. It was just a matter of going over him.\"\n\nQuarless plucked a fastball from Rodgers out of the air in the middle of the end zone on what might have been the best touchdown catch of his career. It tied the game at 7-7.\n\nQuarless finished with four catches for 43 yards.\n\nBack in step: Both right tackle Bryan Bulaga (knee) and cornerback Casey Hayward (glute) were questionable for the game, but both ended up playing extensively.\n\nBulaga, who missed the New York Jets game with a torn left MCL, started and played the entire way. He seemed to handle things fairly well and undoubtedly fared better than backup Derek Sherrod would have against Detroit's brutish defensive line.\n\n\"The knee felt fine,\" Bulaga said. \"I felt strong, I felt good.\"\n\nHayward ended up playing some nickel, a week after not playing from scrimmage against the Jets.", "article_metadata": {"title": "Clay Matthews injures groin in loss to Lions", "og": {"url": "http://www.jsonline.com/sports/packers/clay-matthews-injures-groin-in-loss-to-lions-b99355981z1-275963201.html", "image": {"width": 1000, "identifier": "http://media.jrn.com/images/b99355981z.1_20140921233549_000_gg07vg96.1-1.jpg", "height": 626}, "type": "article", "description": "Clay Matthews suffered another injury Sunday. No, it wasn’t his hamstring or thumb, recurring injuries of seasons past. This time, a groin injury ended the Packers outside linebacker’s day. He was sidelined throughout the 12-play possession that sealed a 19-7 Detroit Lions win at Ford Field.", "title": "Clay Matthews injures groin in loss to Lions"}, "twitter": {"image": "http://media.jrn.com/images/b99355981z.1_20140921233549_000_gg07vg96.1-1.jpg", "description": "Clay Matthews suffered another injury Sunday. No, it wasn’t his hamstring or thumb, recurring injuries of seasons past. This time, a groin injury ended the Packers outside linebacker’s day. He was sidelined throughout the 12-play possession that sealed a 19-7 Detroit Lions win at Ford Field.", "site": "@journalsentinel", "card": "summary_large_image", "title": "Clay Matthews injures groin in loss to Lions"}, "apple-mobile-web-app-capable": "no", "fb": {"admins": "journal.sentinel.1", "app_id": 227386193957280}, "msapplication-TileImage": "http://media.jrn.com/designimages/logo-mjs-144-icon.png", "viewport": "width=device-width,initial-scale=1,maximum-scale=1"}, "_id": "\"57477af46914bd0286fe1488\"", "article_summary": "He was sidelined throughout the 12-play possession that sealed a 19-7 Detroit Lions win at Ford Field.\nPrior to the groin injury Sunday, Matthews had three tackles (one for loss), a quarterback hit and a batted ball.\nMatthews watched as the Lions finished the Packers with a 6-minute, 54-second drive.\nCredit: Mark HoffmanSHARE Video Loading... Post-game video Loading... Packers Chat Sunday, Sept. 21PACKERSTyler Dunne, beat writerRead TranscriptBy of theDetroit — Clay Matthews suffered another injury Sunday.\nOn paper, the Packers' defense did enough to win: three turnovers, one Lions touchdown, nine quarterback hits."}