{"article_title": "AIDS Remains An Epidemic In the US, Especially For African Americans", "article_keywords": ["especially", "hiv", "cdc", "remains", "disease", "epidemic", "states", "hivaids", "americans", "community", "african", "aids", "health", "care"], "article_url": "http://www.mintpressnews.com/aids-remains-an-epidemic-in-the-us-especially-for-african-americans/173041/", "article_text": "AIDS Remains An Epidemic In the US, Especially For African Americans\n\nHIV/AIDS persists as an epidemic, as the rate of new infections in the U.S. stands at 50,000 - roughly the same levels held for more than a decade.\n\nThe first diagnosed case of a strange immunodeficiency disease emerged in the United States in June 1981. Since then, nearly 1.8 million Americans have contracted what has been called the scourge of the 20th century — the Human Immunodeficiency Virus, and its resulting disease, Acquired Immunodeficiency Syndrome. Over 650,000 have died from complications related to the affliction.\n\nAs World AIDS Day approaches, and as movies and books such as the “Dallas Buyers Club” help to highlight the struggles faced by carriers of the disease, there is a general sense of relief that a diagnosis of HIV is no longer a death notice. Advances in antiretroviral therapy and early diagnosis have created a situation in which a person’s mortality can suffer no significant detriment should proper care be administered in a timely manner. Despite this, HIV/AIDS remains a recognized epidemic — particularly, in the African-American community.\n\nCurrently, more than 510,000 African Americans are living with HIV. This represents two percent of the black population — the largest proportional population of infected individuals among any demographic group. Further complicating this reality is the fact that, until recently, HIV/AIDS qualified as a pre-existing condition, which health insurers used to disqualify potential insurees.\n\n\n\nofficial MintPress sponsor official MintPress sponsor\n\nIn part, the “de-emphasizing” of the disease in the media has played largely in its proliferation. Earlier this year, there was even talk that a possible cure for the disease has been discovered. Since that story ran, the medical community rescinded its position that Dr. Hannah Gay, a University of Mississippi Medical Center pediatrician, found a “functional cure” for AIDS. Instead, Gay’s discovery is considered a state of remission, after it was discovered that Gay aggressively prescribed HIV medication to the baby in question prior to a diagnosis of HIV infection being confirmed in the child. (The child stood a 75 to 80 percent chance of never receiving the virus from her mother in the first place.)\n\nDespite this, society has — more or less — moved on from AIDS, no longer seeing it as the threat it once was back in the 80s and 90s. Success stories, such as Earvin “Magic” Johnson — who has been living with the infection since his public disclosure in 1991 — has mitigated the perceived “seriousness” of the one-time killer.\n\nBut the reality of HIV/AIDS is that it remains an epidemic. According to the Centers for Disease Control and Prevention, despite a drop from its peak in the 80s, the rate of new HIV infections in the United States stands at 50,000 — roughly the same levels held for more than a decade. And 18 percent of those are not aware of their infection, with 32 percent learning too late to receive optimal care, acccording to the Henry J. Kaiser Family Foundation.\n\nWhile the Senate has recently moved unanimously to continue George W. Bush’s fight to combat AIDS abroad for another five years, funding for HIV research and treatment at home has grown to be as contentious as any other partisan issue today. As federal funding on HIV/AIDs has grown by $4.7 billion since fiscal year 2009 (to $29.7 billion), continued fighting over the Patient Protection and Affordable Care Act — which offers to HIV/AIDS patients the guarantee of insurance coverage despite their “pre-existing condition” — continuing attacks on the program and the possible weakening of the risk pool through allowing healthy individuals to keep their existing health care plans endangers the future of ACA and possible health coverage for more than 70 percent of the nation’s HIV/AIDS patients. $16.4 billion of the FY2014 requested federal allocation for HIV/AIDS will go toward health care services and treatment.\n\nHIV is a lentivirus, a slowly replicating retrovirus that attacks and mutates critical immune cells, such as helper T cells, macrophages and dendritic cells. A critical drop in T-cell count (less than 200 cells per microliter of blood) indicates the onset of the AIDS, which manifests itself as pneumological diseases or as induced cancer. Half of all HIV carriers will develop AIDS within ten years if untreated. HIV is transmitted through transmission of infected fluids — typically through sexual contact or blood transfusion.\n\nThe hidden epidemic\n\nFigure 1: Distribution of HIV Diagnoses in the United States, 2010 (courtesy: AIDSVu)\n\nOnly 25 percent of all HIV-carriers are virally suppressed, or at the point where the virus is under control, and the subject’s risk of transmission has been significantly reduced. African-Americans have a lower rate of viral suppression than the rest of the population (21 percent), with 25 to 34-year-olds having an even lower rate (15 percent).\n\nBased on data provided by the Rollins School of Public Health at Emory University’s AIDSVu, currently diagnosed cases of HIV/AIDS are clustered along the East Coast, the South and the Southwest Coast. New cases of HIV contraction by women have dropped over the years, but new diagnoses from homosexual and bisexual men — as well as ethnic minorities — are rising. Due to a lack of access to quality care, blacks constituted 49 percent of all HIV-related deaths in 2010, and HIV is the fourth leading cause of death in the black community among 25 to 22-year-olds. In 2010, there were 11,200 new HIV/AIDS diagnoses among men with male sexual partners. African-Americans had 10,600 new diagnoses that year.\n\nAccording to the CDC, 12 cities — New York, Los Angeles, Washington, Chicago, Atlanta, Miami, Philadelphia, Houston, San Francisco, Baltimore, Dallas and San Juan, Puerto Rico — are responsible for 44 percent of the nation’s HIV cases. The CDC has linked the outbreak of HIV in these areas to poverty in urban neighborhoods. According to the agency’s research, the epidemic matches the situations found in third-world countries currently fighting the disease.\n\nA third-world crisis on American soil\n\nBecause of the prevalence of HIV in African-American communities, they face a greater risk of infection with each sexual encounter, the CDC reports, adding that they also continue to experience higher rates of other sexually transmitted infections compared with other racial/ethnic communities in the United States, which makes them more susceptible to getting or transmitting HIV.\n\nFigure 2: Analysis of distribution of African-American HIV cases and white HIV cases nationwide, 2010 (courtesy: AIDSVu)\n\nThe CDC report also states that because the poverty rate is higher among blacks than any other race, socioeconomic issues such as limited access to high-quality health care, housing, and HIV preventive education directly and indirectly increase the risk for HIV infection.\n\nIn addition, the CDC reports that the fear of stigmatization and discrimination from within the African-American community keep individuals from being tested, endangering the whole of the community.\n\nRobert Follilove, chairman of the HIV/AIDS advisory committee at the CDC, recalled being met with resistance decades ago when he tried to get the Church involved in galvanizing the black community against HIV.\n\n“There were many, many folk who were clear about the importance of what we were doing, but they were in the minority,” he said. “The vast majority were either unaware or uninterested or worse, were extremely homophobic — saw this as a gay problem that had nothing to do with them and were much more likely to engage in the kind of preaching [that was harmful] than just about anything else.”\n\nIt has been also argued that the war on drugs and the disproportionate incarceration of young black men may have something to do with the AIDS epidemic, particularly, in the African-American community.\n\n“A large number of marriageable men were taken out of the community,” said Fullilove. “When you have this kind of population imbalance, many of the rules that govern mating behavior in the community are simply going to go out the window. The competition for a man becomes so extreme … all of the prevention measures [like condom usage] that we’ve been trying to create over the last 30 years go out the window.”\n\nFullilove, who began doing research and community work on HIV in the 80s, said that in 1986 roughly 20 percent of all of the people in the United States who were living with AIDS were African-American.\n\nHe cited the most recent statistics from the CDC that indicate 45 percent of all the new cases of HIV infection are African-Americans.\n\n“If we continue on the current trend, in the year 2015, especially in the South, it will probably be the case that 5 to 6 percent of all African-American adults who are sexually active will be infected with the virus,” Fullilove said.\n\nUltimately, the road toward eradicating this disease starts with communication. The longer this epidemic is ignored, the longer it will feed. Only through understanding and prevention can this crisis be brought under control.", "article_metadata": {"description": "HIV/AIDS persists as an epidemic, as the rate of new infections in the U.S. stands at 50,000 - roughly the same levels held for more than a decade.", "generator": "WordPress 4.5.2", "AUTHOR": "Frederick Reese", "og": {"site_name": "MintPress News", "description": "HIV/AIDS persists as an epidemic, as the rate of new infections in the U.S. stands at 50,000 - roughly the same levels held for more than a decade.", "title": "AIDS Remains An Epidemic In the US, Especially For African Americans", "url": "http://www.mintpressnews.com/aids-remains-an-epidemic-in-the-us-especially-for-african-americans/173041/", "image": "https://lh6.googleusercontent.com/2hxA_qYo3yV7Y5EYXLKqBVz656Q79PlvJRLKGO9kMiNlwyP9ne-ULdSYgH7qea-4oL4hFyDs9eXPyR46wTUipmteX-WyMm5hs01uLeYD3_53VA6WwNG1BxpXvw", "updated_time": "2013-11-21T08:30:52-05:00", "locale": "en_US", "type": "article"}, "twitter": {"description": "HIV/AIDS persists as an epidemic, as the rate of new infections in the U.S. stands at 50,000 - roughly the same levels held for more than a decade.", "creator": "@FrederickReese", "image": "http://www.mintpressnews.com/wp-content/uploads/2013/11/111913_AIDS_4x3.jpg", "title": "AIDS Remains An Epidemic In the US, Especially For African Americans", "site": "@MintPressNews", "card": "summary_large_image"}, "robots": "noodp", "fb": {"admins": 100003161352196}, "article": {"publisher": "https://www.facebook.com/MintpressNewsMPN", "section": "Front Page: Health & Lifestyle", "tag": "World AIDS Day", "published_time": "2013-11-20T05:00:39-05:00", "modified_time": "2013-11-21T08:30:52-05:00"}}, "_id": "\"57477af46914bd0286fddcac\"", "article_summary": "AIDS Remains An Epidemic In the US, Especially For African AmericansHIV/AIDS persists as an epidemic, as the rate of new infections in the U.S. stands at 50,000 - roughly the same levels held for more than a decade.\n$16.4 billion of the FY2014 requested federal allocation for HIV/AIDS will go toward health care services and treatment.\nDespite this, HIV/AIDS remains a recognized epidemic — particularly, in the African-American community.\nBut the reality of HIV/AIDS is that it remains an epidemic.\nCurrently, more than 510,000 African Americans are living with HIV."}