{"article_title": "Why Libertarians Are Like Kale To Everyone But Paul Krugman", "article_keywords": ["kale", "libertarians", "things", "questions", "krugman", "values", "free", "way", "libertarian", "world", "paul", "role"], "article_url": "http://reason.com/blog/2015/04/16/why-libertarians-are-like-kale-to-everyo", "article_text": "Last week, Paul Krugman, wrote that libertarian-ish Sen. Rand Paul (R-Ky.) had no shot at success in the GOP presidential sweepstakes because, come on, \"not many Americans consider themselves libertarian, and even those who do are deluding themselves.\" Sparing us little people the intricacies of high-level mathemetical formulae, he even proved his insight with a picture of a little box. Thus I refute you, libertarians! Not that he has to, mind you, because we don't exist!\n\nThis sort of pert hand-waving dismissal of the \"Free Minds and Free Markets\" crowd has long been part and parcel of Krugman's idiosyncratic take on the wider world. It's not as shockingly obtuse as his response to the 9/11 attacks—“All of a sudden, we need some new office buildings,” he wrote on September 14, 2001, touting the stimulative effect of destroying the World Trade Center and a large chunk of lower Manhattan—but it reveals a particular sort of epistemic closure that few people can pull off without the help of drugs not yet invented.\n\nOver at Five Thirty Eight, Nate Silver offered up the observation that \"there are few libertarians but many Americans have libertarian views.\" Despite low numbers of folks explicitly calling themselves libertarian, it turns out that it's easy to show that nearly a quarter of us are socially liberal and fiscally conservative, which is one working definition of libertarianism.\n\nAnd as Robby Soave noted here in response to Krugtron the Invincible's pronouncement and Silver's counter, fully 20 percent of millennials identify as libertarian according to a new YouGov poll, with another 42 percent saying they were unsure if they were libertarian. Older groups identified as libertarian in amounts ranging from 17 percent to 9 percent.\n\nLet's be clear about a couple of things: First, the fact that YouGov and other groups are hunting down the number of libertarians afoot—Pew even went \"In Search of Libertarians\" just last year—is itself a sign that something new and different is happening. When you start touting up the way many things are breaking in a libertarian direction—the energy surrounding Ron Paul in 2008 and 2012, majority acceptance of pot legalization and gay marriage, serious efforts at criminal justice reform, plummeting numbers for faith in government, the rise of school choice, embrace of a sharing economy that routes around old-style regulation, general acceptance of free trade and free speech as positive values, and much more—it's fair to call attention to what we've dubbed here as \"The Libertarian Moment.\"\n\nLibertarians are the ideological equivalent of kale. A couple of decades ago, who cared about today's much-munched super food? Nowadays, you can't go anywhere without being tossed the stuff in your way. So it is with libertarians, who are regularly quoted, attacked, dismissed, reviled, and paid obeisance to in a way that just wasn't happening when Paul Krugman was still earning his bones as an economist.\n\nHere's another marker for the growth of libertarianism. Since the early 1990s, CNN has looked at the responses to two questions on two different polls to crudely gauge libertarian sentiments. One was about the role of government in running things and one about the role of government in morality. The first question asked whether you thought government was trying to do too many things that should be left to individuals and businesses. If you agreed, that was the libertarianish answer. Another question asked whether you think government should promote traditional values or favor no particular set of values. If you preferred the second answer, that counted as libertarian. You add up the libertarian response to both questions and you get a composite score.\n\nThe latest CNN survey asking these questions is from December 2014 (see questions 11 and 12) and the trends are clearly moving in a libertarian direction. Back in 1992, only about 50 percent agreed that \"government was doing too much.\" In 2014, that figure was at 58 percent (down slightly from a 2011 peak of 63 percent). In 1993 (the first year the question was asked), only 42 percent said that government should not favor one set of values. In 2014, that figure was 55 percent, an all-time high.\n\nSo in the early 1990s, the composite score for libertarian beliefs was around 92 points. It's currently at 113 points. Without taking anything away from him and his short but influential tenure in the Senate, I'd argue that Rand Paul's emergence as a serious presidential candidate is more a reflection of shifts in public sentiment than the other way around (even underscoring his role in changing those sentiments, especially when it comes to national discussions of privacy, criminal justice reform, ending the drug war, rethinking heedless intervention, the militarization of police, and other topics).\n\nLike many liberals (and conservatives, too!), Krugman lives in a world of glib dismissals. Good for him. I'm sure it makes his life easier. But he misses the big point about Rand Paul's candidacy—it's the start of something bigger, not the last, best hope for anything—and he misses the point that the world is spinning in a different direction than it was 20, 30, or 40 years ago.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "Last week, Paul Krugman, wrote that libertarian-ish Sen. Rand Paul (R-Ky.) had no shot at success in the GOP presidential sweepstakes because, come on,", "title": "Why Libertarians Are Like Kale To Everyone But Paul Krugman", "url": "http://reason.com/blog/2015/04/16/why-libertarians-are-like-kale-to-everyo", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14291871176234.jpg", "type": "article"}, "twitter": {"description": "Last week, Paul Krugman, wrote that libertarian-ish Sen. Rand Paul (R-Ky.) had no shot at success in the GOP presidential sweepstakes because, come on, \"not many Americans consider themselves libertarian, and even those who do are deluding themselves.\" Sparing us little people the intricacies of high-level mathemetical formulae, he even proved his insight with a picture of a little box. Thus I refute you, l", "title": "Why Libertarians Are Like Kale To Everyone But Paul Krugman", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14291871176234.jpg", "creator": "@nickgillespie", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "article": {"tag": "HomePage", "published_time": "2015-04-16T13:38:00+00:00", "author": "http://reason.com/people/nick-gillespie"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af46914bd0286fd8f4a\"", "article_summary": "Over at Five Thirty Eight, Nate Silver offered up the observation that \"there are few libertarians but many Americans have libertarian views.\"\nSo it is with libertarians, who are regularly quoted, attacked, dismissed, reviled, and paid obeisance to in a way that just wasn't happening when Paul Krugman was still earning his bones as an economist.\nLast week, Paul Krugman, wrote that libertarian-ish Sen. Rand Paul (R-Ky.) had no shot at success in the GOP presidential sweepstakes because, come on, \"not many Americans consider themselves libertarian, and even those who do are deluding themselves.\"\nLibertarians are the ideological equivalent of kale.\nOne was about the role of government in running things and one about the role of government in morality."}