{"article_title": "Omnia Health Alliance Introduces Fee-For-Value Healthcare Coverage", "article_keywords": ["partners", "alliance", "horizon", "feeforvalue", "receive", "quality", "introduces", "omnia", "looked", "health", "coverage", "healthcare", "services", "hospitals", "care"], "article_url": "http://www.njtvonline.org/news/video/omnia-health-alliance-introduces-fee-for-value-healthcare-coverage/", "article_text": "By Briana Vannozzi\n\nNJTV News Correspondent\n\n“Healthcare costs in New Jersey are prohibitively high we are the fourth most expensive state in the union with healthcare costs,” said Robert Marino, CEO of Horizon Health.\n\nMarino says the state’s healthcare landscape needed a change.\n\nThe insurance provider is at the helm of the new Omnia Health alliance — a partnership with Horizon, six major health systems, a physicians group and dozens of hospitals. Consumers opting into the plan will get incentives like lower premiums and deductibles by using those health care providers. In return, the hospitals will receive higher reimbursements from Horizon.\n\n“So we’re looking to fundamentally change how care is delivered and financed in New Jersey by moving the system from fee-for-service to what we call fee-for-value,” said Marino.\n\nMeaning, instead of collecting fees for the number of services given to a patient, they’ll collect based on quality. Members will still be able to use horizon’s broader network or tier-two hospitals, but will only receive the discounts for using Omnia partners, also called tier-one facilities.\n\nThe selection process for these tiers has caused backlash, specifically in the Trenton and Burlington county areas where big name hospitals like St. Francis Medical Center and Capital Health were left off the list.\n\n“Women, minorities, families here who rely on these local hospitals at a competitive pricing to get good quality care lose,” said Trenton Mayor Eric Jackson.\n\nTrenton’s mayor and legislative representatives are calling for emergency hearings to dissect who got in and who didn’t.\n\n“When you’re the largest insurer, they have just about 3.9 million consumers, they have a lot of influence,” said Jackson.\n\nStatements from St. Francis and Lourdes Health System — also out of the partnership — said they were offended and deeply troubled by horizon’s recent announcement. They went on to say despite numerous attempts they were never given an opportunity to participate. Lourdes continued adding that Burlington county is left without a single tier-one hospital and residents may be forced to drive an hour or more to receive care from one.\n\n“There was a combination of factors one importantly we looked at clinical quality. We looked at clinical quality data that is readily available for medicare and other sources. We looked at the breadth of services the Omnia partners offered in the continum of care,” said Marino.\n\n“The theory is then physicians do not have an incentive to over-service patients with unnecessary services. The problem of course might mean under-serving patients,” said Dr. Uwe Reinhardt, Professor of economic and public affairs at Princeton University.\n\nWhen asked how will their measurements be controlled and monitored Marino said, “Those that are partners with Horizon in the alliance we will agree up front on a set of quality metrics and other metrics to judge the effectiveness of the relationships.”\n\nThe CEO of Barnabas says despite the criticism, this is an innovative approach.\n\n“This will enable us as partners to in fact collaborate more with the consumer to take a greater part in helping the consumer find ways to avert illness,” said Barry Ostrowsky.\n\nThe plans will become available October first and go into effect on January 1 of 2016.\n\nFollow @BriVannozziNJTV", "article_metadata": {"generator": "WordPress 4.5.2", "pubdate": 20150915, "og": {"site_name": "NJTV News", "description": "Instead of collecting fees for the number of services given to a patient, Horizon will collect based on quality. Continue reading →", "title": "Omnia Health Alliance Introduces Fee-For-Value Healthcare Coverage | Video | NJTV News", "locale": "en_US", "image": "http://www.njtvonline.org/news/files/2015/09/150915Vannozzi.jpg", "url": "http://www.njtvonline.org/news/video/omnia-health-alliance-introduces-fee-for-value-healthcare-coverage/", "type": "article"}, "twitter": {"description": "Instead of collecting fees for the number of services given to a patient, Horizon will collect based on quality. Continue reading →", "creator": "@NJTVNews", "image": "http://www.njtvonline.org/news/files/2015/09/150915Vannozzi.jpg", "title": "Omnia Health Alliance Introduces Fee-For-Value Healthcare Coverage | Video | NJTV News", "site": "@NJTVNews", "card": "summary"}, "apple-mobile-web-app-capable": "no", "article": {"publisher": "http://www.facebook.com/NJTVonline", "tag": "Trenton"}, "thumbnail": "http://www.njtvonline.org/news/files/2015/09/150915Vannozzi.jpg", "viewport": "width=device-width, initial-scale=1, maximum-scale=1"}, "_id": "\"57477af36914bd0286fd2af0\"", "article_summary": "Consumers opting into the plan will get incentives like lower premiums and deductibles by using those health care providers.\nThe insurance provider is at the helm of the new Omnia Health alliance — a partnership with Horizon, six major health systems, a physicians group and dozens of hospitals.\nBy Briana VannozziNJTV News Correspondent“Healthcare costs in New Jersey are prohibitively high we are the fourth most expensive state in the union with healthcare costs,” said Robert Marino, CEO of Horizon Health.\nWe looked at the breadth of services the Omnia partners offered in the continum of care,” said Marino.\nLourdes continued adding that Burlington county is left without a single tier-one hospital and residents may be forced to drive an hour or more to receive care from one."}