{"article_title": "Level Funded Health Offers Affordable Care Act Alternative to U.S. Small Business Owners", "article_keywords": ["affordable", "owners", "plans", "business", "level", "healthy", "employees", "funded", "offers", "health", "small", "businesses", "alternative", "insurance", "market", "care"], "article_url": "http://www.prnewswire.com/news-releases/level-funded-health-offers-affordable-care-act-alternative-to-us-small-business-owners-282417031.html", "article_text": "CHICAGO, Nov. 12, 2014 /PRNewswire/ -- Is Level Funded Health the new escape hatch from Obama Care for small businesses with healthy employees? It could be. Level Funded Health may just be the answer to many small businesses' concerns over rising health insurance premiums because it can potentially provide them a 30 to 40 percent annual refund on their health benefit costs.\n\nSo, how does it work? Level funded health plans are hybrids that combine a guaranteed-issued plan with a form of self-insurance. Small businesses with two employees or more can cover employees on their own with the added security blanket of an A-rated health insurance carrier that handles the plan's administration. Businesses simply set aside the cash to cover anticipated claim expenses. The monthly premium remains the same (level) during the whole year and if claims are less than the funded amount, a rebate or credit is issued at the end of the year. If claims go over the funded amount, businesses are protected by a stop-loss policy.\n\n\"This part of the insurance market is just beginning to emerge and can really make a big difference to small businesses,\" Russell Carpel, CEO and co-founder, Level Funded Health, says. \"For the past 12 to 18 months, small businesses have seen their health insurance premiums rise by as much as 50 percent. That's a huge dent to the bottom line.\"\n\nIn the past, these types of healthcare plans have only been available to large corporations. For example, 80 percent of union workers and 60 percent of workers in large corporations are covered by self-insurance plans. Now, small businesses can benefit too.\n\nCurrently, Carpel estimates approximately one percent of small businesses with two to 25 employees are taking advantage of these hybrid insurance plans, yet the benefits are so great.\n\nAlong with premium savings and being an alternative to the Affordable Care Act, come other numerous benefits that include: no penalties or taxation, no more navigating state SHOP exchanges, and no more designated open enrollment periods.\n\nSo, what's the bottom line? Healthy small businesses with two or more employees are eligible for coverage in most states. And, when small businesses choose Level Funded Health, in addition to lowering their healthcare costs, they also remain competitive and gain an edge in talent acquisition and retention. It's the smart and healthy choice.\n\nMore information: http://www.LevelFunded.com/\n\nAbout Level Funded Health:\n\nCo-founders, Russell Carpel and Rich Corbin had a vision of bringing an innovative insurance product to market. As a result, Level Funded Health now has licensed agents in all 50 states, and one centralized call center. It is a health insurance agency with a hyper-focus on Affordable Care Act \"alternative\" health insurance plans for the national small employer market. Quotes are typically provided within 48 hours and a new healthcare plan can be executed within as little as five business days.\n\nThis release was issued through Send2Press(R), a unit of Neotrope(R). For more information, visit Send2Press Newswire at https://www.Send2Press.com\n\nSOURCE Level Funded Health", "article_metadata": {"geo.region": "illinois", "cf_entity_thumbnail_url": "http://content.prnewswire.com/designimages/logo-prn-01_PRN.gif", "geo.placename": "CHICAGO, Nov. 12", "description": "CHICAGO, Nov. 12, 2014 /PRNewswire/ -- Level Funded Health Offers Affordable Care Act Alternative to U.S. Small Business Owners.", "author": "Level Funded Health", "og": {"url": "http://www.prnewswire.com/news-releases/level-funded-health-offers-affordable-care-act-alternative-to-us-small-business-owners-282417031.html", "image": "http://content.prnewswire.com/images/prn_facebook_sharing_logo.jpg", "type": "website", "description": "CHICAGO, Nov. 12, 2014 /PRNewswire/ -- Is Level Funded Health the new escape hatch from Obama Care for small...", "title": "Level Funded Health Offers Affordable Care Act Alternative to U.S. Small Business Owners"}, "Publisher": "PR Newswire", "cf_entity_title": "Level Funded Health Offers Affordable Care Act Alternative to U.S. Small Business Owners", "msvalidate.01": "9D28F7743C790DD88F2D9C7375EF7ED5", "robots": "index, follow", "p": {"domain_verify": "7d052ac42aa9e7505635404745861994"}, "date": "2014-11-12T10:30:00Z", "keywords": "Level Funded Health, illinois, Small Business Services, Economic News, Trends, Analysis, Health Care & Hospitals, Health Insurance", "twitter": {"site": "@PRNewswire", "card": "summary"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fde94c\"", "article_summary": "It is a health insurance agency with a hyper-focus on Affordable Care Act \"alternative\" health insurance plans for the national small employer market.\nLevel funded health plans are hybrids that combine a guaranteed-issued plan with a form of self-insurance.\nCHICAGO, Nov. 12, 2014 /PRNewswire/ -- Is Level Funded Health the new escape hatch from Obama Care for small businesses with healthy employees?\nAs a result, Level Funded Health now has licensed agents in all 50 states, and one centralized call center.\nFor more information, visit Send2Press Newswire at https://www.Send2Press.comSOURCE Level Funded Health"}