{"article_title": "This light bulb stays on even when the power is out", "article_keywords": ["bulbs", "smartcharge", "suman", "power", "light", "philippines", "stays", "bulb", "went", "works", "best"], "article_url": "http://www.rappler.com/technology/features/78559-smartcharge-led-light-bulb", "article_text": "The SmartCharge works just like any other light bulb, except that when the power goes out, the light bulb keeps working for up to 4 hours\n\nNEW YORK, USA – Imagine if you had a light bulb that stays on even when the power goes out? Such a light bulb now exists, and stays lit, at least for 4 hours.\n\n\"This has never been done before,\" said Shailendra Suman whose LED light bulb, SmartCharge, wowed audiences and the media at the International Consumer Electronics Show in Las Vegas last year.\n\nThe SmartCharge works just like any other light bulb, except that when the power goes out, the light bulb will keep working for up to 4 hours and will remember the last position of the light switch controlling it.\n\nIf you were not at home when the lights went out, you should still have 4 hours of light if nobody turned on the light switch.\n\nThe light bulb is also estimated to last 25 years.\n\n\n\n\n\nSuman was happy to share the result of that fund-raising campaign and other recent developments. He said SmartCharge is now shipping to 32 countries, including the Philippines; Americans will soon see the bulbs in big retail chains like Best Buy and best of all, his patent was issued just last December 9. Recognizing the huge potential of his invention, Suman launched a campaign on Kickstarter to mass-produce it. He received more than 40% of his targeted fund-raising amount which has permitted him to act fast.Suman was happy to share the result of that fund-raising campaign and other recent developments. He said SmartCharge is now shipping to 32 countries, including the Philippines; Americans will soon see the bulbs in big retail chains like Best Buy and best of all, his patent was issued just last December 9.\n\n\n\nSuman sees how his light bulb can be useful when there’s a power outage in the Philippines, especially when there’s a calamity. For small companies that can’t afford a generator, the bulb can still help them remain productive.\n\n“These bulbs, which can operate for up to four hours without electricity by using a battery, could be a more affordable solution than a generator,” he said.\n\nIn the US, the light bulb retails for about $29.95, with some sites offering it for $35. It is available on amazon.com, smarthome.com and newegg.com\n\nSuman said he has no control over the pricing of his bulb from his Philippine distributors. “It should be a lot lower,” he said.\n\nSuman also announced new light bulb models that are not even up on his site yet. From light bulbs in two base types and three colors that fit in ceiling lights, Suman said he now has 350 lumen models, 5- to 15-watt ceiling lights and 2 x 2 panel lights.\n\nSince the light bulb works fine, he said he can now accept any custom orders. “We can make any shape, design and cover,” he said. The products are made in China but developed in India.\n\nSome of his new bulbs in the United States are still waiting for UL approval, but he said he has CE marks or certifications for his bulbs to be able to sell to the Philippines.\n\nAsked why no one has thought of making a simple product like this before, Suman said it was actually not an easy problem to solve. He had to wait for LED technology.\n\n“The thinness of the LED is how I was able to put a ‘small computer’ inside the light bulb. I put a battery, control technology, intelligence, CPU, memory, inverter, and a printed circuit board all inside the light bulb assembly.”\n\nThe idea came to Suman when he was giving a presentation in India and the power went out. One could say a light bulb went off his head.\n\nMore information on Smartcharge can be found by emailing the creator at info@smartcharge.com – Rappler.com\n\nThe author covers the New York tech scene at reimaginetech.com. Follow: @dennisclemente", "article_metadata": {"description": "The SmartCharge works just like any other light bulb, except that when the power goes out, the light bulb keeps working for up to 4 hours", "rights": "All rights reserved by Rappler, Inc.", "og": {"site_name": "Rappler", "description": "The SmartCharge works just like any other light bulb, except that when the power goes out, the light bulb keeps working for up to 4 hours", "title": "This light bulb stays on even when the power is out", "url": "http://www.rappler.com/technology/features/78559-smartcharge-led-light-bulb", "image": "http://assets.rappler.com/612F469A6EA84F6BAE882D2B94A4B421/img/C20FDED8184A4EA09E87112A29C5656A/suman2.jpg", "type": "website"}, "twitter": {"app": {"url": {"ipad": "rappler://technology/features/78559-smartcharge-led-light-bulb", "iphone": "rappler://technology/features/78559-smartcharge-led-light-bulb", "googleplay": "rappler://technology/features/78559-smartcharge-led-light-bulb"}, "country": "PH", "id": {"ipad": 600797927, "iphone": 600797927, "googleplay": "com.rappler.RapplerMobile"}}, "site": "@rapplerdotcom", "card": "summary_large_image", "description": "The SmartCharge works just like any other light bulb, except that when the power goes out, the light bulb keeps working for up to 4 hours"}, "alexaVerifyID": "boi3S3jgq4MUulG4x97ZaZ1dpDQ", "al": {"android": {"url": "fb129650183806730://technology/features/78559-smartcharge-led-light-bulb", "app_name": "Rappler - News, social media", "package": "com.rappler.RapplerMobile"}, "ios": {"url": "fb129650183806730://technology/features/78559-smartcharge-led-light-bulb", "app_store_id": 600797927, "app_name": "Rappler - News, social media, tech"}}, "bt": {"keywords": "SmartCharge, LED, light bulbs, Shailendra Suman, technology", "id": 78559, "pubDate": "2014-12-20T15:22:35+0800", "author": "Dennis Clemente"}, "fb": {"admins": 659407145, "app_id": 129650183806730}, "cXenseParse": {"recs": {"image": "http://assets.rappler.com/612F469A6EA84F6BAE882D2B94A4B421/img/439249B2335647CEA6BF18A7ECFBD433/smartcharge_439249B2335647CEA6BF18A7ECFBD433.jpg", "articleid": 78559, "publishtime": "2014-12-20T15:22:35+0800"}, "pageclass": "article"}, "keywords": "SmartCharge, LED, light bulbs, Shailendra Suman, technology", "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "SmartCharge, LED, light bulbs, Shailendra Suman, technology"}, "_id": "\"57477af46914bd0286fe14bf\"", "article_summary": "The SmartCharge works just like any other light bulb, except that when the power goes out, the light bulb keeps working for up to 4 hoursNEW YORK, USA – Imagine if you had a light bulb that stays on even when the power goes out?\nThe SmartCharge works just like any other light bulb, except that when the power goes out, the light bulb will keep working for up to 4 hours and will remember the last position of the light switch controlling it.\nSuch a light bulb now exists, and stays lit, at least for 4 hours.\nSince the light bulb works fine, he said he can now accept any custom orders.\nOne could say a light bulb went off his head."}