{"article_title": "Bancroft Firm Names Three New Partners", "article_keywords": ["firm", "partners", "justice", "act", "dinh", "bancroft", "names", "v", "cases", "law", "clement"], "article_url": "http://legaltimes.typepad.com/blt/2014/01/bancroft-firm-names-three-new-partners.html", "article_text": "The promotions are in keeping with the firm’s goal to grow “moderately and deliberately,” said Viet Dinh, who founded Bancroft in 2004. Dinh is a former top Justice Department official who also teaches at Georgetown University Law Center. Dinh said the firm now has 14 lawyers – seven partners and seven associates – up from the three partners and eight associates the firm had after Clement arrived three years ago.\n\nPromoted were Erin Murphy, George Hicks Jr. and Jeffrey Harris. All three are former law clerks to Chief Justice John Roberts Jr. and have played key roles in the firm’s Supreme Court and litigation practice.\n\nThe Bancroft firm named three new partners on Thursday, reflecting the boutique’s sharp growth in power, if not size, since former solicitor general Paul Clement joined the firm in 2011.\n\n“It still doesn’t feel like a big law firm, and I hope we don’t,” said Clement Thursday morning. “It’s a lot of fun to practice here.” Clement landed at Bancroft after he left King & Spalding in a public dispute over his agreement to defend the Defense of Marriage Act, which defined marriage as between a man and woman for federal purposes.\n\nSince joining Bancroft, Clement has become the go-to lawyer for many of the top cases on the Supreme Court docket, from same-sex marriage to the Affordable Care Act, along with a mix of key business cases and pro-bono work. He has already argued three cases this term, and may argue for Hobby Lobby in its challenge to the contraceptive mandate under the health care law. Clement declined to comment on that possibility.\n\nMurphy was second-chair for Clement in the Affordable Care act cases, and debuted at the lectern in arguments last October in the campaign finance case McCutcheon v. FEC. She has been with Bancroft since she served as Dinh’s research assistant while a student at Georgetown Law.\n\nHicks aided in Clement’s victory in Armour v. City of Indianapolis, a tax case, and in the Hobbs Act case of Sekhar v. United States. Harris was involved in Perry v. Perez and Christopher v. SmithKline Beecham, both argued by Clement.\n\nClement and Dinh emphasized that clerking for Chief Justice Roberts is not a pre-requisite for becoming partner at Bancroft. They point to partner Zack Tripp, who joined the firm as a partner last spring after a stint in the office of the general counsel of the Defense Department. He had worked with Clement at King & Spalding. Tripp clerked for Justice Ruth Bader Ginsburg.", "article_metadata": {"og": {"url": "http://legaltimes.typepad.com/blt/2014/01/bancroft-firm-names-three-new-partners.html", "type": "blog", "site_name": "The BLT: The Blog of Legal Times", "description": "The Bancroft firm named three new partners on Thursday, reflecting the boutique’s sharp growth in power, if not size, since former solicitor general Paul Clement joined the firm in 2011. Promoted were Erin Murphy, George Hicks Jr. and Jeffrey Harris....", "title": "Bancroft Firm Names Three New Partners"}, "twitter": {"description": "The Bancroft firm named three new partners on Thursday, reflecting the boutique’s sharp growth in power, if not size, since former solicitor general Paul Clement joined the firm in 2011. Promoted were Erin Murphy, George Hicks Jr. and Jeffrey Harris....", "card": "summary_large_image", "title": "Bancroft Firm Names Three New Partners"}, "description": "The Bancroft firm named three new partners on Thursday, reflecting the boutique’s sharp growth in power, if not size, since former solicitor general Paul Clement joined the firm in 2011. Promoted were Erin Murphy, George Hicks Jr. and Jeffrey Harris....", "generator": "http://www.typepad.com/"}, "_id": "\"57477af46914bd0286fe1497\"", "article_summary": "The Bancroft firm named three new partners on Thursday, reflecting the boutique’s sharp growth in power, if not size, since former solicitor general Paul Clement joined the firm in 2011.\nDinh said the firm now has 14 lawyers – seven partners and seven associates – up from the three partners and eight associates the firm had after Clement arrived three years ago.\n“It still doesn’t feel like a big law firm, and I hope we don’t,” said Clement Thursday morning.\nClement and Dinh emphasized that clerking for Chief Justice Roberts is not a pre-requisite for becoming partner at Bancroft.\nThe promotions are in keeping with the firm’s goal to grow “moderately and deliberately,” said Viet Dinh, who founded Bancroft in 2004."}