{"article_title": "What Happens if the Export-Import Bank’s Charter Expires?", "article_keywords": ["happens", "reauthorization", "charter", "30", "exportimport", "expires", "financing", "exims", "date", "heritage", "banks", "bank"], "article_url": "http://dailysignal.com/2015/06/11/what-happens-if-the-export-import-banks-charter-expires/", "article_text": "As its expiration date nears, the Export-Import Bank’s biggest beneficiaries and supporters are warning that Ex-Im’s end could be bad for business.\n\nBut what would actually happen if the bank were not reauthorized by June 30?\n\n“American exports won’t stop on July 1,” Dan Holler, spokesman for Heritage Action for America, told The Daily Signal. “In fact, the bank’s largest customer, Boeing, is preparing to finance future orders without backing from American taxpayers.”\n\nAlong with a host of conservative groups, Heritage Action for America, the lobbying arm of the Heritage Foundation, is leading the charge against Ex-Im’s reauthorization.\n\nExpiration of Ex-Im’s charter hardly means that current deals would cease to exist. Instead, financing awarded before June 30 would continue through the life of the loans, loan guarantees and insurance policies.\n\nThe bank, however, wouldn’t be able to extend new financing.\n\n“None of us actually expire June 30,” Fred Hochberg, Ex-Im’s chairman, told Politico. “The bank’s authority to make a new loan expires on June 30, if Congress doesn’t act before that.”\n\nEx-Im’s existing financing currently totals more than $140 billion. Though the bank hasn’t published its most recent authorizations—with public data available only before Sept. 30, 2014—direct loans are extended for 12 years. For renewable energy projects, loans are awarded for 18 years.\n\nA report published today by Diane Katz of The Heritage Foundation and Veronique de Rugy of the Mercatus Center at George Mason University outlined what would happen should if Ex-Im charter expires.\n\n“The Export-Import Bank of the United States shall continue to exercise its functions in connection with and in furtherance of its objects and purposes until the close of business … but the provisions of this section shall not be construed as preventing the bank from acquiring obligations prior to such date which mature subsequent to such date or from assuming prior to such date liability as guarantor, endorser, or acceptor of obligations which mature subsequent to such date or from issuing, either prior or subsequent to such date,” Ex-Im’s charter states.\n\n>>> Republicans Face ‘Principled Debate’ Over Export-Import Bank’s Future\n\nThe bank, de Rugy and Katz noted, is obligated to continue operating without a charter “for purposes of orderly liquidation, including the administration of its asset and the collection of any obligations held by the bank.” However, it’s not clear what “orderly liquidation” includes.\n\n“Obviously, then, Congress anticipated that the bank would honor its commitments after the charter expired,” de Rugy and Katz said.\n\nThough Ex-Im beneficiaries like Boeing and General Electric have stressed that the bank’s expiration would hurt their business, the companies have their own financing arms.\n\nAdditionally, Tim Neale, a spokesman for Boeing, said the company would help to secure financing for its customers.\n\n“We do provide some customer financing, and if there’s a short-term shutdown of Ex-Im, we will work with customers who are scheduled for deliveries to ensure they get the financing they need, even if we have to provide it ourselves,” he told The Wall Street Journal.\n\nNeale noted that the company would rather use their financing for its own operations, but said their offer provided Boeing customers with reassurance.\n\n“The uncertainty is a risk for them and therefore could become a factor in who wins some of the campaigns currently under way,” Neale continued.\n\nIn separate statements, the chairmen of the two committees with jurisdiction over the embattled agency—House Financial Services Chairman Jeb Hensarling and Senate Banking Chairman Richard Shelby— have said they won’t bring bills reauthorizing the bank before their respective panels.\n\nAdditionally, the House is waiting for the Senate to pass a reauthorization bill. The upper chamber, meanwhile, has little room in its schedule to do so, meaning Ex-Im’s charter could expire for the first time since it was established more than 80 years ago.\n\nA vote held yesterday on reauthorization, though, indicated that the majority of senators—65—support Ex-Im reauthorization.\n\nStill, there has been a shift in support for the bank.\n\nIn 2012, just 19 GOP senators supported ending the bank, while 78 senators total called for its reauthorization. During yesterday’s vote, the number of Republican senators voting against reauthorization rose to 30, with 65 total supporting extending the bank’s life.\n\n>>> How This Small Business Succeeded Without Government Financing From Export-Import Bank", "article_metadata": {"description": "As its expiration date nears, Ex-Im Bank’s biggest beneficiaries and supporters are warning that Ex-Im’s end could be bad for business.", "og": {"site_name": "The Daily Signal", "description": "As its expiration date nears, Ex-Im Bank’s biggest beneficiaries and supporters are warning that Ex-Im’s end could be bad for business.", "title": "What Happens if the Export-Import Bank’s Charter Expires?", "locale": "en_US", "image": "http://dailysignal.com/wp-content/uploads/150610_LifeAfterDeath_Quinn.jpg", "updated_time": "2015-06-10T22:43:47+00:00", "type": "article"}, "bitly": {"url": "http://dailysign.al/1MpBoak"}, "twitter": {"domain": "The Daily Signal", "description": "As its expiration date nears, Ex-Im Bank’s biggest beneficiaries and supporters are warning that Ex-Im’s end could be bad for business.", "creator": "@dailysignal", "image": {"src": "http://dailysignal.com/wp-content/uploads/150610_LifeAfterDeath_Quinn.jpg"}, "title": "What Happens if the Export-Import Bank’s Charter Expires?", "site": "@dailysignal", "card": "summary_large_image"}, "fb": {"pages": 300341323465160, "app_id": 772296266137346}, "article": {"publisher": "https://www.facebook.com/TheDailySignalNews", "section": "Economy", "tag": "cronyism", "published_time": "2015-06-11T03:01:02+00:00", "modified_time": "2015-06-10T22:43:47+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Export-Import Bank, Heritage Action for America, Boeing, General Electric, Fred Hochberg, Diane Katz, Veronique de Rugy, Jeb Hensarling, Richard Shelby"}, "article_summary": "As its expiration date nears, the Export-Import Bank’s biggest beneficiaries and supporters are warning that Ex-Im’s end could be bad for business.\nExpiration of Ex-Im’s charter hardly means that current deals would cease to exist.\n>>> How This Small Business Succeeded Without Government Financing From Export-Import Bank\nThe upper chamber, meanwhile, has little room in its schedule to do so, meaning Ex-Im’s charter could expire for the first time since it was established more than 80 years ago.\nDuring yesterday’s vote, the number of Republican senators voting against reauthorization rose to 30, with 65 total supporting extending the bank’s life."}