{"article_title": "Best state-run health system: Vermont’s : Times Argus Online", "article_keywords": ["information", "vermont", "exchange", "federal", "verify", "argus", "system", "fully", "operational", "health", "staterun", "online", "vermonts", "times", "best", "care"], "article_url": "http://www.timesargus.com/article/20150919/NEWS03/709199951", "article_text": "MONTPELIER \u0097 A new federal report shows Vermont Health Connect to be the best state-run health care exchange in the nation.\n\n\n\nThe report from the U.S. Government Accountability Office gives high marks to Vermont\u0092s health care exchange, judging it fully operational in three of four criteria and placing it at the top of the exchanges operated by 12 other states and the District of Columbia.\n\n\n\n\u0093Well, I think what it means is we\u0092ve made some major improvements over time,\u0094 said Steven Costantino, commissioner of the Department of Vermont Health Access.\n\n\n\n\u0093All of the states and the federal government have been challenged with this implementation,\u0094 he said. \u0093Vermont has responded and has learned some major lessons as it\u0092s gone through this conversion to establish this state-based exchange.\u0094\n\n\n\nIn October 2013, the state rolled out Vermont Health Connect in response to the federal Affordable Care Act, which called on states to establish state-based marketplaces where individuals and small businesses could compare and purchase health care plans.\n\n\n\nThat first rollout was a rocky one, with the computerized system unable to handle the volume of traffic, leading to backlogs that left customers waiting months to purchase a plan, and ultimately, comply with the new law.\n\n\n\nThe new report looks at data from March of this year, measuring state-run exchanges based on an array of metrics from determining eligibility and ease of enrollment to financial management of the system.\n\n\n\nEach metric received a grade ranging from \u0093fully operational\u0094 to \u0093not operational.\u0094 Vermont\u0092s exchange was deemed fully operational in all fields, save one.\n\n\n\nThe change received a rating of \u0093partially operational\u0094 in the way the system connects with federal databases that verify a customer\u0092s information, ranging from citizenship to income.\n\n\n\nCostantino acknowledged not having a fully operational system to verify a customer\u0092s information has an impact on their experience.\n\n\n\n\u0093The greater ability you have to automatically verify data, the less applicants need to provide documentation,\u0094 Costantino said.\n\n\n\nHe noted that information verification capacity within the exchange has improved in the past six months. Improving customer information verification \u0093adds integrity to the system, so that those really deserving of the benefits get them,\u0094 he said.\n\n\n\nGoing forward, Costantino said new software updates will improve the system\u0092s ability to verify customer information in time for the next open enrollment period Nov. 1.\n\n\n\njosh.ogorman @timesargus.com\n\n\n\n\n\n\n\nJoin the conversation with the Vermont Press Bureau by following us on Facebook, Twitter and at vermontpressbureau.com. Listen for new podcasts Mondays and Fridays, and look for Capitol Beat on ORCA Media and online.\n\n", "article_metadata": {"Keywords": "newspaper, timesargus, montpelier, barre, vermont, election results, news, daily news, sports, obituaries, editorial, events, community, calendar, headlines, classifieds, real estate", "google-site-verification": "Gy2TvJVOPRCmiGNmQzTV43qo8_S1H7alfF6MwpfcLhM", "y_key": "a158acb4f2ab39b3", "Description": "Times Argus Online  -  Vermont news, Vermont election results, Barre News, Montpelier News, Central Vermont News, local news, Vermont government, Vermont sports, Vermont classifieds, Jobs in Vermont", "Subject": "Vermont Election News & Information"}, "_id": "\"57477af46914bd0286fe14ba\"", "article_summary": "MONTPELIER \u0097 A new federal report shows Vermont Health Connect to be the best state-run health care exchange in the nation.\nEach metric received a grade ranging from \u0093fully operational\u0094 to \u0093not operational.\u0094 Vermont\u0092s exchange was deemed fully operational in all fields, save one.\n\u0093Well, I think what it means is we\u0092ve made some major improvements over time,\u0094 said Steven Costantino, commissioner of the Department of Vermont Health Access.\nCostantino acknowledged not having a fully operational system to verify a customer\u0092s information has an impact on their experience.\nImproving customer information verification \u0093adds integrity to the system, so that those really deserving of the benefits get them,\u0094 he said."}