{"article_title": "Bradley Cooper Did Not Save Obamacare -- NYMag", "article_keywords": ["cooper", "plans", "healthcare", "administration", "exchanges", "obamacare", "number", "bradley", "deadline", "nymag", "ferns", "probably", "save", "insurance"], "article_url": "http://nymag.com/daily/intelligencer/2014/04/bradley-cooper-did-not-save-obamacare.html", "article_text": "In the span of 24 hours, the Affordable Care Act went from the disaster that would cost Democrats the Senate and destroy Obama’s presidency, a combination of Katrina and the Iraq War (it’s The Day After Tomorrow meets Full Metal Jacket), to a rousing triumph. You might suspect this isn't really how health-care policy works. You’d be right.\n\nYour best source for memory-of-a-fruit-fly narrative whiplash-journalism is, as always, Politico. Today’s lead story supplies a dramatic behind-the-scenes account of the heroic work by administration staffers who, not long ago, were wallowing in their own haplessness. The untold moment that flipped the fate of Obamacare, and Obama’s presidency, and the liberal project itself, turns out to be the intervention of a movie star:\n\nThe story of how the administration turned around a historic management failure surprised even many of the people involved, according to current and former administration officials, advocates, industry executives and supporters on the Hill. And it had a lot to do with Bradley Cooper.\n\nLong story short: Cooper happened to be at a state dinner and talked Valerie Jarrett into getting President Obama to appear on “Between Two Ferns,” causing “a 40 percent spike in traffic from the day before.”\n\nNot to be a killjoy, but a single-day bump of 40 percent is a rounding error. What’s more, a last-minute enrollment surge was always going to happen, ferns or no ferns, because people do stuff at the last minute. Massachusetts Governor Mitt Romney didn’t appear on \"Between Two Ferns,\" but his health-care plan still had a huge last-minute surge of young, healthy people:\n\nThe seven-million-customer number is itself a creation of mindless narrative journalism. It was the Congressional Budget Office’s guesstimate of how many people would enroll in the new state exchanges. It was not a measure of how many customers the exchanges needed to reach critical mass. Then the administration started referencing the number, which gave the press corps permission to start treating it (in a classic piece of self-fulfilling logic) as a “symbolic goal.”\n\nThe biggest trouble with seven million is that it’s not the number of people benefiting from Obamacare. Conservatives are picking away at the figure, correctly arguing that it does not show a terribly high reduction in the uninsured. What they haven’t conceded is that, in many ways, seven million wildly understates the number of Obamacare beneficiaries.\n\nIt ignores people under 26 enrolling in their parents’ plans, and people enrolling in Medicaid. It likewise ignores the fact that probably millions of people have obtained insurance off the exchanges, and millions more can still obtain insurance through the exchanges after the deadline has passed. The last two points are important enough to merit a bit of explanation.\n\nWho are these guys? Photo: Win McNamee/Getty Images\n\nObamacare designed exchanges to make it easy for consumers to compare health-care plans and apply the value of their tax credits. But when the website was broken, lots of people who made too much money to qualify for tax credits went ahead and bought plans straight from insurance companies. These new plans are part of Obamacare — that is, they comply with new regulations banning insurers from discriminating against people with high health risks. There’s no official count of how many people have done this, but, as Katie Thomas reports, the number may be in the millions.\n\nSecond, the deadline for the exchanges is widely misunderstood. The point of an open enrollment period is to prevent people from gaming the system by waiting until they’re sick or injured to get insurance. But it has exceptions for people who experience a “qualifying event,” like losing their employer-sponsored coverage. How many people will have these kinds of qualifying events that let them sign up past the March 31 deadline? Probably about four million.\n\nNarrative hyperventilation has a certain self-fulfilling power. If reporters start writing more positive stories about Obamacare, then support for the law will probably creep up a little, causing Democratic candidates to talk it up a little more. But things have fundamentally not changed. The law was never doomed.", "article_metadata": {"msapplication-TileColor": "#000", "description": "The law was never doomed.", "generator": "the-factory", "og": {"site_name": "Daily Intelligencer", "description": "The law was never doomed.", "title": "Bradley Cooper Did Not Save Obamacare", "url": "http://nymag.com/daily/intelligencer/2014/04/bradley-cooper-did-not-save-obamacare.html", "image": "http://pixel.nymag.com/imgs/daily/intelligencer/2014/04/01/2-bradley-cooper.w1200.h630.jpg", "type": "article"}, "twitter": {"description": "The law was never doomed.", "creator": "@jonathanchait", "image": "http://pixel.nymag.com/imgs/daily/intelligencer/2014/04/01/2-bradley-cooper.w750.h560.2x.jpg", "title": "Bradley Cooper Did Not Save Obamacare", "site": "@intelligencer", "card": "summary_large_image"}, "apple-mobile-web-app-title": "Daily Intelligencer", "fb": {"app_id": 120608177953522}, "msapplication-TileImage": "//cache.nymag.com/media/di/icon.144x144.png", "application-name": "Daily Intelligencer", "format-detection": "telephone=no", "keywords": "the national interest, politics, obamacare, bradley cooper", "article": {"publisher": "https://www.facebook.com/NewYorkMag", "tag": "the national interest,politics,obamacare,bradley cooper", "published_time": "2014-04-02T14:29:00.000Z", "author": "https://www.facebook.com/JonathanChaitPublic"}, "topics": "topics-test, the national interest, politics, obamacare, bradley cooper", "viewport": "width=device-width,initial-scale=1,shrink-to-fit=no"}, "_id": "\"57477af36914bd0286fd2b11\"", "article_summary": "What they haven’t conceded is that, in many ways, seven million wildly understates the number of Obamacare beneficiaries.\nPhoto: Win McNamee/Getty ImagesObamacare designed exchanges to make it easy for consumers to compare health-care plans and apply the value of their tax credits.\nThese new plans are part of Obamacare — that is, they comply with new regulations banning insurers from discriminating against people with high health risks.\nWhat’s more, a last-minute enrollment surge was always going to happen, ferns or no ferns, because people do stuff at the last minute.\nAnd it had a lot to do with Bradley Cooper."}