{"article_title": "Marcus Mariota dominates as No. 3 Oregon handles Colorado – The Denver Post", "article_keywords": ["marcus", "cu", "dominates", "colorado", "buffs", "sophomore", "oregons", "second", "denver", "handles", "quarterback", "oregon", "yards", "team", "post", "quarter", "mariota"], "article_url": "http://www.denverpost.com/colleges/ci_26994055/marcus-mariota-dominates-no-2-oregon-handles-colorado", "article_text": "EUGENE, ORE. — Colorado and its football fans had reason to celebrate and go crazy Saturday afternoon against No. 3 Oregon.\n\nUnfortunately for the Buffaloes, that started and ended with the game’s opening play in what would become a 44-10 Oregon romp with a sellout crowd of 55,891 at Autzen Stadium roaring its approval.\n\nColorado (2-9, 0-8 Pac-12) began the matchup by recovering a surprise onside kick. The thrill of a surprise attack did not last long. The Buffs had to punt away the possession without making a first down.\n\n“That was exciting, it got our guys going,” CU coach Mike MacIntyre said. “I wanted to show our team that we came here to win.”\n\nFrom then on it was off to the races for Oregon (10-1, 7-1), which is ranked third in the AP poll but second in the current College Football Playoff standings. Oregon also has a world-class track and field program, and it seemed like every skill position player for the Ducks’ football team could qualify as a sprinter.\n\nThat includes junior quarterback Marcus Mariota, who did nothing to hurt his position as the front-runner for the Heisman Trophy. He finished with 323 yards passing and added 73 on the ground.\n\n“You can’t simulate Oregon’s game speed in practice,” CU sophomore defensive end Jimmie Gilbert said.\n\nMacIntyre said he believes Oregon is the best team in the nation “because they have the best quarterback.”\n\nIn searching for its first conference victory against enormous odds, Colorado tried something new — a new quarterback. Jordan Gehrke, a sophomore, was given his first start as a Buff in place of usual starter Sefo Liufau.\n\nGehrke had a tough afternoon. One of his best attributes is his ability to scramble, but the speed of Oregon’s defense kept him contained. He struggled throwing the ball, on occasion getting the ball too late to receivers.\n\nGehrke finished with just 64 yards on 9-of-18 passing and netted minus-3 yards on keepers. “It was a good experience,” Gehrke said. “I need to work on some things and get the nervousness out.”\n\nLiufau, recovered from a concussion in the Nov. 8 loss at Arizona, had immediate success. The sophomore from Tacoma, Wash., guided the Buffs to their only touchdown, capping a five-play, 55-yard drive with a 5-yard toss to freshman Donovan Lee with 1:54 remaining in the third quarter.\n\n“People are making too much out of it,” Liufau said of not starting. “It’s a team game.”\n\nMacIntyre declined afterward to name his starting quarterback for the season finale Saturday at home against Utah. In total offensive yards, CU was outgained 597-226.\n\n“Offensively, we weren’t clicking like we usually do,” MacIntyre said. “(But) I still believe in Jordan Gehrke. Sefo wasn’t as sharp in practice and I thought it was time to give Jordan a shot. We’ll go back as a staff and discuss it and decide what to do (at quarterback) for next Saturday.”\n\nNot that it could be termed a turning point, but Colorado’s defense had an opportunity to make a statement early in the second quarter after a brilliant punt by CU senior Darragh O’Neill pinned the Ducks on their 6. Instead, Oregon marched 94 yards in 11 plays for a touchdown make it 20-3.\n\nColorado might have raised the eyebrows of Buffs fans in the second quarter when CU sent in field-goal kicker Will Oliver rather than go for a first down or score on fourth-and-2 from the Ducks’ 5-yard-line — especially considering that the Buffs called two onside kicks in the first half.\n\nMariota, a fourth-year junior who is expected to declare for the 2015 NFL Draft, left the field to a big applause early in the fourth quarter as one of Oregon’s all-time greats. If he is voted the Heisman Trophy, it would become a first for the school.\n\n“If this was my last home game, it was truly special,” Mariota said.\n\nTom Kensler: tkensler@denverpost.com or twitter.com/tomkensler\n\nGame balls\n\nMarcus Mariota, QB, Oregon: Accounted for 396 yards of total offense and should be a lock for the Heisman Trophy.\n\nRoyce Freeman, RB, Oregon: Hard to believe the solidly built speedster is a true freshman: 105 yards, two TDs.\n\nDarragh O’Neill, P, CU: Did his part, averaging 48.4 yards on eight boots.\n\nTom Kensler, The Denver Post", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Marcus Mariota dominates as No. 3 Oregon handles Colorado", "title": "Marcus Mariota dominates as No. 3 Oregon handles Colorado", "url": "http://www.denverpost.com/2014/11/22/marcus-mariota-dominates-as-no-3-oregon-handles-colorado/", "image": {"width": 653, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20141122__oregon-cup1.jpg", "height": 386}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20141122__oregon-cup1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2014-11-22T17:42:26+00:00", "modified_time": "2016-04-26T20:51:52+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1", "news_keywords": "University of Colorado"}, "_id": "\"57477af36914bd0286fd2b07\"", "article_summary": "In total offensive yards, CU was outgained 597-226.\nThat includes junior quarterback Marcus Mariota, who did nothing to hurt his position as the front-runner for the Heisman Trophy.\n“You can’t simulate Oregon’s game speed in practice,” CU sophomore defensive end Jimmie Gilbert said.\nTom Kensler: tkensler@denverpost.com or twitter.com/tomkenslerGame ballsMarcus Mariota, QB, Oregon: Accounted for 396 yards of total offense and should be a lock for the Heisman Trophy.\nRoyce Freeman, RB, Oregon: Hard to believe the solidly built speedster is a true freshman: 105 yards, two TDs."}