{"article_title": "17K affected by MVP changes to Medicare Advantage", "article_keywords": ["mvp", "17k", "plans", "advantage", "gonick", "traditional", "health", "medicare", "subscribers", "affected", "changes", "care"], "article_url": "http://www.democratandchronicle.com/story/money/business/2014/09/16/mvp-drops-medicare-advantage-plans/15712491/", "article_text": "Buy Photo Denise Gonick, center, explains changes to MVP Health Care’s Medicare Advantage plans. MVP executives Patrick Glavey, left, and Georgeanne Chapin also talked about the changes. (Photo: Patti Singer , Staff photographer )Buy Photo\n\nThousands of seniors who had Medicare Advantage through MVP Health Care will have to shop for new coverage as the insurer announced Tuesday it is dropping two of its five plans.\n\nThe three remaining plans will require higher co-pays and, depending on which plan is chosen, could have substantially higher premiums.\n\nLetters to the approximately 17,000 seniors affected in the greater Rochester area are scheduled to be mailed Friday. They will go out in stages and not every subscriber will receive it on the same day.\n\n\"No matter what we do, there will be a gap between our announcement and the time when people get the letter,\" Georganne Chapin, executive vice president for corporate affairs, said at a news conference at MVP's Rochester office. \"We thought this timing was best.\"\n\nMVP officials said that by law, they cannot name or provide details of the affected plans or until subscribers have been notified. Approximately 19,800 people are affected statewide.\n\nThe changes affect individuals who buy Medicare Advantage, which is a managed care program that offers more comprehensive benefits than traditional Medicare. None of the employer-group Medicare plans are being discontinued, but there could higher prices.\n\nHowever, those who have not made a selection by the end of December will default to traditional Medicare, said Ron Brandwein, the Monroe County coordinator of the Health Insurance Information Counseling and Assistance Program run at Lifespan.\n\nMedicare enrollment runs Oct. 15 to Dec. 7. Subscribers whose plans have been canceled will have until the end of February to enroll, said Patrick Glavey, vice president for government programs.\n\nIn addition, MVP president and chief executive officer Denise Gonick said MVP would run an overall deficit in 2015, but it was premature to know the amount. \"Even with these increases that are going to impact our members that have it, we're still expecting to take a loss on these products.\"\n\nShe said MVP had adequate reserves, but that relying on that money is not a long-term solution for any insurer.\n\nShe did not speculate on job losses. MVP employs fewer than 500 people in Rochester; its total workforce is about 1,600. \"We certainly don't want to do that but we're constantly looking at our operations and trying to optimize them. ... The key point to understand is MVP is taking its share of pain on this as well. We're not pushing it all off.\"\n\nGonick said the plans being dropped are the most expensive for the insurer to operate in its Medicare Advantage lineup. Premium increases in the remaining plans will range from $29 to $64.50 a month, an average of 44.8 percent. Co-pays are expected to range from $20 to $50.\n\nSeveral factors related to health reform legislation — continued reduction in federal reimbursement, sequestration, reduced subsidy for Part D coverage and a 2 percent tax on health insurance premiums — dictated the decision, Gonick said. She also said that health care costs continue to rise.\n\nAsked whether MVP blamed the Affordable Care Act, Gonick said, \"certainly not.\" She said MVP supported health care reform and its basic premise of access to coverage for everyone.\n\n\"Unfortunately, one of the consequences of such reform is that we must pay for the burgeoning costs of delivering care to all the people who need it.\"\n\nShe said an aging population that will require more services, particularly for chronic conditions, is putting enormous pressure on the system.\n\nThe federal government currently pays approximately 85 percent of the Medicare Advantage premium, according to MVP. Members and the insurers pay what the government doesn't.\n\nThe \"advantage\" of the programs is that one premium covers hospitalization and outpatient visits as well as prescription drugs. Many plans offer extras, such as gym memberships, and they cap out-of-pocket expenses. Some studies suggest that the emphasis by Medicare Advantage plans on wellness means members are healthier than those covered by traditional Medicare.\n\nNationally, nearly 30 percent of people eligible for Medicare are enrolled in the Advantage plans. New York has the third largest enrollment in the nation, according to data cited by MVP. Monroe County has among the highest — if not the highest — enrollments in the country at more than 60 percent of those eligible. In several neighboring countries, more than 50 percent of eligible people have an Advantage plan.\n\nMVP does not offer supplemental plans for people who choose traditional Medicare.\n\nAsked whether Excellus BlueCross BlueShield would be making changes to its Medicare Advantage lineup, spokesman Jim Redmond wrote in an email, \"We will offer a full slate of Medicare Advantage products in 2015 and we'll be happy to talk about them once the marketing period opens on Oct. 1.\"\n\nHe said Excellus would not comment on the MVP announcement.\n\nLifespan's Brandwein said he could not comment on the specifics of MVP's decision. But Brandwein, who each year conducts seminars explaining changes in Medicare coverage, did say he expected to receive calls because of the MVP announcement.\n\nGlavey said MVP would help subscribers, and that letters would have a phone number that subscribers can call to get more information. He said they also can turn to independent sources such as Lifespan.\n\n\"I would encourage people to talk to someone so they can make the best decision for them,\" Glavey said.\n\nPSINGER@DemocratandChronicle.com\n\nTwitter.com/PattiSingerRoc\n\nRead or Share this story: http://on.rocne.ws/1s4ZZeT", "article_metadata": {"google": "notranslate", "description": "Health insurer cites declining federal reimbursement; also projects deficit in 2015.", "og": {"site_name": "Rochester Democrat and Chronicle", "description": "Health insurer cites declining federal reimbursement; also projects deficit in 2015.", "title": "17K affected by MVP changes to Medicare Advantage", "url": "http://www.democratandchronicle.com/story/money/business/2014/09/16/mvp-drops-medicare-advantage-plans/15712491/", "image": "http://www.gannett-cdn.com/GDContent/applogos/democratandchronicle.png", "type": "article"}, "twitter": {"description": "Health insurer cites declining federal reimbursement; also projects deficit in 2015.", "title": "17K affected by MVP changes to Medicare Advantage", "image": "http://www.gannett-cdn.com/-mm-/dab110de8f479ee44c40dfe25f326b42ecc2566c/c=408-0-2856-2448&r=x643&c=640x640/local/-/media/Rochester/2014/09/16/mvp.jpg", "creator": "@DandC", "site": "@DandC", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=600028377", "fb": {"app_id": 176958652324613}, "viewport": "width=1070", "article": {"author": "pages/Patti-Singer/311434482351141"}, "Content-Type": "text/html; charset=UTF-8", "cXenseParse": {"gci-topic": "Companies/Lifespan", "gci-asset-type": "story", "gci-categories": "Companies/Lifespan", "title": "17K affected by MVP changes to Medicare Advantage", "author": "Patti Singer", "pageclass": "article", "recs": {"category": "money/business", "image-3-4": "http://www.gannett-cdn.com/-mm-/06ba27a0362a386e9000c02e5ad114cc3f2d85e9/c=714-0-2550-2448/local/-/media/Rochester/2014/09/16/mvp.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/70261845367a788a3f907a9f1f073a9c7298db27/c=408-0-2856-2448/local/-/media/Rochester/2014/09/16/mvp.jpg", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/209496ef8e15ec974055f2b972cb017799a2d254/c=0-0-3264-2448/local/-/media/Rochester/2014/09/16/mvp.jpg", "image": "http://www.gannett-cdn.com/-mm-/c5366816a2be01ce320de9a1b7d4fcd3d9671846/c=0-306-3264-2142&r=x1683&c=3200x1680/local/-/media/Rochester/2014/09/16/mvp.jpg", "publishtime": "2014-09-16T21:53:36.163000-04:00", "shorthed": "17K affected by MVP changes to Medicare Adv.", "articleid": 15712491, "image-16-9": "http://www.gannett-cdn.com/-mm-/dd81f7b80aef18fc9ff3cd911b276728a9998bb7/c=0-306-3264-2142/local/-/media/Rochester/2014/09/16/mvp.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/4ddfec6da1e1c49c540a50418fed8521c9471641/c=944-0-2321-2448/local/-/media/Rochester/2014/09/16/mvp.jpg"}}}, "_id": "\"57477af36914bd0286fd2b14\"", "article_summary": "Some studies suggest that the emphasis by Medicare Advantage plans on wellness means members are healthier than those covered by traditional Medicare.\nBuy Photo Denise Gonick, center, explains changes to MVP Health Care’s Medicare Advantage plans.\nThe changes affect individuals who buy Medicare Advantage, which is a managed care program that offers more comprehensive benefits than traditional Medicare.\nThe federal government currently pays approximately 85 percent of the Medicare Advantage premium, according to MVP.\nGonick said the plans being dropped are the most expensive for the insurer to operate in its Medicare Advantage lineup."}