{"article_title": "GOP's History Of Resistance To Social Welfare Programs", "article_keywords": ["republicans", "congress", "programs", "social", "obamacare", "gops", "resistance", "program", "medicare", "npr", "shutdown", "welfare", "security", "law", "history"], "article_url": "http://www.npr.org/2013/10/07/230023627/gops-history-of-resistance-to-social-welfare-programs", "article_text": "GOP's History Of Resistance To Social Welfare Programs\n\nA partial shutdown of the federal government is now in its seventh day. At the heart of the impasse is a political battle. For the government to re-open, Republicans are insisting on big changes to President Obama's signature health care law. This is not the first time there's been GOP resistance to a new social welfare program that was advocated and signed into law by a Democratic president.\n\nSTEVE INSKEEP, HOST:\n\nHere in the United States, the partial shutdown of the federal government is now in its seventh day, and it is still not clear how this confrontation is going to end. Republicans in the House were determined to defund or undermine the Affordable Care Act and having been refused on that by the Senate, they're trying to decide on their next moves.\n\nThis is not the first time there's been Republican resistance to a new social welfare program that was advocated and signed into law by a Democratic president. So let's get some history from NPR's David Welna.\n\nDAVID WELNA, BYLINE: Hours after the shutdown began last week, Senate Majority Leader Harry Reid held a news conference to castigate congressional Republicans. They are obsessed, Reid said. They are obsessed with this Obamacare thing.\n\n(SOUNDBITE OF NEWS CONFERENCE)\n\nSEN. HARRY REID: They did the same thing on Social Security. They did the same thing on Medicare. Now they're doing it on this.\n\nWELNA: Indeed, the previous federal government shutdown, nearly 18 years ago, was over deep GOP cuts to Medicare. Eighty-seven-year-old Michigan House Democrat John Dingle is the longest-serving member of Congress ever. Since coming to Congress in 1955, he's seen repeated attempts to scale back entitlement programs.\n\nREP. JOHN DINGLE: The Republicans hated both Social Security and Medicare like the devil hates holy water. And they fought it right up to the last minute.\n\nWELNA: Columbia University historian Alan Brinkley says many Republicans disliked Social Security when it became law in the mid-1930s, but they did not try to kill it.\n\nALAN BRINKLEY: There was never a time in the '30s when people wanted Social Security to go away.\n\nWELNA: At the time, Democrats vastly outnumbered Republicans in Congress. And after initial attempts to block Social Security legislation, most Republicans ended up voting for it. But GOP presidential candidate Alf Landon did take on Social Security when he opposed Franklin Delano Roosevelt in 1936.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nALF LANDON: This is the largest tax bill in history, and to call it Social Security is a fraud on the working man.\n\nWELNA: Roosevelt's response was mocking.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nPRESIDENT FRANKLIN DELANO ROOSEVELT: Let me warn the nation against the smooth evasion that says, of course we believe these things. We believe in Social Security.\n\nWELNA: In fact, many who did initially question Social Security ended up embracing it, according to the University of Saskatchewan's Daniel Beland.\n\nDANIEL BELAND: It built a strong constituency. People were really - elderly people, older voters were already attached to the program. And it was clear who benefited from it. It was really targeted. The same thing for Medicare.\n\n(SOUNDBITE OF ARCHIVED BROADCAST)\n\nUNIDENTIFIED ANNOUNCER: The final Medicare and Medicaid bill passed both houses of Congress by an overwhelming vote.\n\nWELNA: That was 1965, when Democrats held big majorities in Congress and Democrat Lyndon Johnson was in the White House. John Dingle remembers wielding the gavel for the House vote.\n\nDINGLE: Medicare passed with substantial Republican support, but only after they did everything that they could to kill it.\n\nWELNA: One of the most strident voices against Medicare was that of a Hollywood actor named Ronald Reagan. Four years before the elderly health care plan became law, the future president was featured in an infomercial for the American Medical Association.\n\n(SOUNDBITE OF ARCHIVED AD)\n\nRONALD REAGAN: This program, I promise you, will pass just as surely as the sun will come up tomorrow. And behind it will come other federal programs that will invade every area of freedom as we have known it in this country until one day, as Norman Thomas said, we will awake to find that we have socialism.\n\nWELNA: Opponents have leveled the same charge of socialism at the law known as Obamacare. Brinkley, the Columbia historian, says only lately has the Obama administration forcefully tried to refute such charges.\n\nBRINKLEY: So that just sat there for two or three years, without saying anything about Obamacare. And the Republicans, at the same time, were bashing Obamacare the whole time. I think this is Obama's problem.\n\nWELNA: Still, hardened opposition can melt over time. Ronald Reagan, after all, ended up expanding the same Medicare program he'd earlier denounced.\n\nDavid Welna, NPR News, the Capitol.\n\n(SOUNDBITE OF MUSIC)\n\nCopyright © 2013 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "article_metadata": {"Rating": "General", "medium": "audio", "description": "A partial shutdown of the federal government is now in its seventh day. At the heart of the impasse is a political battle. For the government to re-open, Republicans are insisting on big changes to President Obama's signature health care law. This is not the first time there's been GOP resistance to a new social welfare program that was advocated and signed into law by a Democratic president.", "og": {"site_name": "NPR.org", "description": "A partial shutdown of the federal government is now in its seventh day. At the heart of the impasse is a political battle. For the government to re-open, Republicans are insisting on big changes to President Obama's signature health care law. This is not the first time there's been GOP resistance to a new social welfare program that was advocated and signed into law by a Democratic president.", "title": "GOP's History Of Resistance To Social Welfare Programs", "url": "http://www.npr.org/2013/10/07/230023627/gops-history-of-resistance-to-social-welfare-programs", "image": "https://media.npr.org/include/images/facebook-default.jpg?s=1400", "type": "article"}, "twitter": {"domain": "npr.org", "site": "@NPR", "card": "summary"}, "robots": "noarchive,index,follow", "fb": {"app_id": 138837436154588, "pages": 10643211755}, "date": "2013-10-07", "viewport": "width=device-width, initial-scale=1, minimum-scale=1, maximum-scale=1, user-scalable=no, shrink-to-fit=no"}, "_id": "\"57477af36914bd0286fd2b23\"", "article_summary": "GOP's History Of Resistance To Social Welfare ProgramsA partial shutdown of the federal government is now in its seventh day.\nBut GOP presidential candidate Alf Landon did take on Social Security when he opposed Franklin Delano Roosevelt in 1936.\nALAN BRINKLEY: There was never a time in the '30s when people wanted Social Security to go away.\n(SOUNDBITE OF ARCHIVED RECORDING)ALF LANDON: This is the largest tax bill in history, and to call it Social Security is a fraud on the working man.\nWELNA: In fact, many who did initially question Social Security ended up embracing it, according to the University of Saskatchewan's Daniel Beland."}