{"article_title": "Houston Chronicle", "article_keywords": ["taub", "houston", "ben", "chronicle", "level", "hospital", "million", "patients", "harris", "medicaid", "care"], "article_url": "http://www.chron.com/opinion/editorials/article/Code-red-6106343.php", "article_text": "Code red Indigent patients, budget cuts and noMedicaid expansion equals a catastrophe.\n\nPhoto: Nick De La Torre, Staff Image 1 of / 1 Caption Close Image 1 of 1 Ben Taub Hospital in Houston ( Nick de la Torre / Houston Chronicle ) Ben Taub Hospital in Houston ( Nick de la Torre / Houston Chronicle ) Photo: Nick De La Torre, Staff Code red 1 / 1 Back to Gallery\n\nOn any night at Ben Taub's emergency room, dozens of people wait for medical care. A mother with an asthmatic child needing to refill a prescription. A man who sliced off the fingers on his right hand with a band saw. While some wait, sometimes for hours, patients with life-threatening complaints - gunshot wounds, heart attacks, automobile or construction accidents - are rushed directly to one of the five resuscitation or 10 operating rooms. About 64 percent of the patients are indigent. Unfunded care will cost Harris Health System, which includes Ben Taub and LBJ hospitals as well as a network of primary care clinics, $827.5 million this year; local property taxes pay 45 percent of the cost.Ben Taub is the largest publicly funded charity hospital in the Houston region, and one of only three Level 1 trauma centers. The others are Memorial Hermann, a private, nonprofit hospital, and University of Texas Medical Branch in Galveston, which still suffers from problems wrought by Hurricane Ike. Now, after years of absorbing extraordinary growth in the number of patients it serves, Harris Health has hit a wall. For the second year in a row, its budget is in the red. The projected shortfall for fiscal 2016 is $14 million, but to get even that close to a balanced budget, the system had to reduce staffing by 254 employees, of which 109 were layoffs. At this level, \"make no mistake, access will be constrained,\" said CEO George Masi.\n\nIn another blow, the American College of Surgeons has warned Ben Taub that without significant improvements in both the level of staffing and the quality of its facilities, it could lose Level 1 accreditation. To achieve the designation, centers must be adequately staffed 24/7 with physicians and nurses of all specialties. ACS recommends a Level 1 center for every 1 million in population. The Houston area should have six for its 6.3 million people. Dropping the number to two would be a catastrophe, in the words of Memorial Hermann CEO Dan Wolterman.\n\nThe resources to avoid the catastrophe are already available if state and county governments took action. We urge that they move forward in three important areas.\n\nFind a way to take advantage of Medicaid expansion. Under current Texas Medicaid guidelines, only children and pregnant women, the disabled and some elderly patients qualify. The Affordable Care Act (ACA) expands coverage to anyone, including adults, with an income up to 133 percent of the federal poverty level, or $33,465 per year for a family of four. Currently, Harris Health cares for about 70,000 individuals who would qualify for Medicaid under the expanded guidelines. If it could be reimbursed for those patients - indigent patients already in its care - it would bring in $87 million in federal dollars. As Medicaid adjusts its reimbursement protocols under the ACA, funds once paid to Harris Health for some Medicaid costs now go to other states through Medicaid expansion. The change will cost the system about $28 million this year, according to Masi. The state Legislature must release money collected through the Driver Responsibility program, which levies a surcharge on motorists with repeat traffic citations. The funds are mandated by statute to go to trauma centers, but only half has been dispersed for its intended purpose. Harris Health would get about $11 million, according to state Rep. Sylvester Turner, D-Houston. Those funds would go a long way toward financing its $90 million plan to add 10 operating rooms at Ben Taub and preserve its accreditation.\n\nIn the 2012-2015 budget cycles, the Harris County Commissioners Court reallocated two pennies from the Harris County Hospital District property tax rate to other county needs. It doesn't sound like a lot, but restoring those pennies would add $73 million to Harris Health's tax revenues.\n\nTexas has the largest population of uninsured citizens in the country. When sick or injured, they will keep filling up emergency rooms, and Ben Taub can't turn them away. The only question is how to pay for their care. And avoid a catastrophe.", "article_metadata": {"SKYPE_TOOLBAR": "SKYPE_TOOLBAR_PARSER_COMPATIBLE", "description": "Indigent patients, budget cuts and noMedicaid expansion equals a catastrophe.  While some wait, sometimes for hours, patients with life-threatening complaints - gunshot wounds, heart attacks, automobile or construction accidents - are rushed directly to one of the five resuscitation or 10 operating rooms.  Unfunded care will cost Harris Health System, which includes Ben Taub and LBJ hospitals as well as a network of primary care clinics, $827.5 million this year; local property taxes pay 45 percent of the cost.Ben Taub is the largest publicly funded charity hospital in the Houston region, and one of only three Level 1 trauma centers.  The projected shortfall for fiscal 2016 is $14 million, but to get even that close to a balanced budget, the system had to reduce staffing by 254 employees, of which 109 were layoffs.  In another blow, the American College of Surgeons has warned Ben Taub that without significant improvements in both the level of staffing and the quality of its facilities, it could lose Level 1 accreditation.  The state Legislature must release money collected through the Driver Responsibility program, which levies a surcharge on motorists with repeat traffic citations.", "vf": {"section": "opinion", "unique_id": "chron-article-6106343"}, "og": {"site_name": "Houston Chronicle", "description": "Indigent patients, budget cuts and noMedicaid expansion equals a catastrophe.  While some wait, sometimes for hours, patients with life-threatening complaints - gunshot wounds, heart attacks, automobile or construction accidents - are rushed directly to one of the five resuscitation or 10 operating rooms.  Unfunded care will cost Harris Health System, which includes Ben Taub and LBJ hospitals as well as a network of primary care clinics, $827.5 million this year; local property taxes pay 45 percent of the cost.Ben Taub is the largest publicly funded charity hospital in the Houston region, and one of only three Level 1 trauma centers.  The projected shortfall for fiscal 2016 is $14 million, but to get even that close to a balanced budget, the system had to reduce staffing by 254 employees, of which 109 were layoffs.  In another blow, the American College of Surgeons has warned Ben Taub that without significant improvements in both the level of staffing and the quality of its facilities, it could lose Level 1 accreditation.  The state Legislature must release money collected through the Driver Responsibility program, which levies a surcharge on motorists with repeat traffic citations.", "title": "Code red", "url": "http://www.chron.com/opinion/editorials/article/Code-red-6106343.php", "image": "http://ww2.hdnux.com/photos/34/74/25/7587165/12/rawImage.jpg", "type": "article"}, "twitter": {"site": "@houstonchron", "card": "summary_large_image"}, "fb": {"admins": 100006394927810, "app_id": 314935171989989}, "format-detection": "telephone=no", "msvalidate.01": "9451CA04ABC9D1D5C6419C73B4C4F7B7", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Photo: Nick De La Torre, Staff Image 1 of / 1 Caption Close Image 1 of 1 Ben Taub Hospital in Houston ( Nick de la Torre / Houston Chronicle ) Ben Taub Hospital in Houston ( Nick de la Torre / Houston Chronicle ) Photo: Nick De La Torre, Staff Code red 1 / 1 Back to GalleryOn any night at Ben Taub's emergency room, dozens of people wait for medical care.\nWhen sick or injured, they will keep filling up emergency rooms, and Ben Taub can't turn them away.\nThe Houston area should have six for its 6.3 million people.\nThose funds would go a long way toward financing its $90 million plan to add 10 operating rooms at Ben Taub and preserve its accreditation.\nNow, after years of absorbing extraordinary growth in the number of patients it serves, Harris Health has hit a wall."}