{"article_title": "EU’s New War Against Putin’s Propoganda Campaign", "article_keywords": ["putin", "russias", "campaign", "putins", "media", "outlets", "russia", "eu", "plan", "russian", "propoganda", "soviet", "war", "eus", "european"], "article_url": "http://www.thefiscaltimes.com/2015/03/23/EU-s-New-War-Against-Putin-s-Propoganda-Campaign", "article_text": "The extensive state-run media operation in Russia is beginning to seriously worry officials in the European Union and the North Atlantic Treaty Organization because of the effect it may be having on ethnic Russians living in former Soviet states.\n\nThe EU has formed a task force aimed at creating what amounts to counter-programming against Russian outlets. On Sunday NATO’s top commander called for stronger measures to fight the “false narratives” spread by Russian outlets via social media.\n\n“We need as a western group of nations or as an alliance to engage in this informational warfare,” said NATO Supreme Commander General Philip Breedlove. “The way to attack the false narrative is to drag the false narrative into the light and expose it.”\n\nRelated: Putin Wants to Create His Own Version of the Euro\n\nThe EU’s European Council has designated its foreign policy chief, Federica Mogherini, to spearhead an effort explicitly aimed at challenging the messages spread by Russian state media.\n\n“The European Council stressed the need to challenge Russia’s ongoing disinformation campaigns and invited the High Representative, in cooperation with Member States and EU institutions, to prepare by June an action plan on strategic communication,” the European Council said last week. “The establishment of a communication team is a first step in this regard. “\n\nThe announcement came on the same day the EU said it was prepared to extend punishing financial sanctions against Russia for its invasion of Ukraine’s Crimean peninsula and its continued support of armed rebellion in Eastern Ukraine. The EC “does not recognize and continues to condemn the illegal annexation of Crimea and Sevastopol by the Russian Federation and will remain committed to fully implement its non-recognition policy.”\n\nFurther, it said, members of the EU are ready to impose additional sanctions against Russia if steps are not taken to ensure peace in Ukraine.\n\nRelated: Putin Again Begs Oligarchs to Bring Their Money Home\n\nThe concern about Russian propaganda, however, is less about Ukraine specifically and more about the effect it may be having now, or may have in the future, on ethnic Russian minorities in former Soviet countries.\n\nPresident Vladimir Putin of Russia has aggressively used news reports from Russian outlets, whose accuracy is widely doubted in the West, as justification for Russia’s aggression in Ukraine.\n\nWhen Russia first invaded Crimea last year, using troops and vehicles with no identifying insignia, Russian media began circulating stories about the oppression of ethnic Russians in Crimea. Putin and other Russian officials took up the reports and used them to create a narrative that Russia was intervening only to halt a humanitarian crisis.\n\nNow, with sizeable Russian populations in former Soviet states, such as the Baltic nation of Estonia, there’s real concern Russia could use its state-run media to foment unrest there. That could potentially provide justification for a different invasion.\n\nThe EU plan already involves a dozen or more communications experts who have begun work on a general plan. Officials say they hope to have that plan finalized by the end of June.\n\nRelated: Putin Takes His Wacky War Games One Step Further\n\nAmong the proposals is the creation of Russian-language programming that can be shared with small, local outlets, according to media reports. Those outlets currently struggle to compete with Russian television and other broadcast media.\n\nIt’s unclear how large an investment the EU is planning to make in the effort, but in order to compete effectively with Russia’s large state-owned media – it will have to be substantial.\n\nTop Reads from The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "EU and NATO officials are increasingly worried about the effect that Russian-produced media – which often contains significant misinformation about what is happening in Ukraine – is having on ethnic Russians living in former Soviet Republics that border Russia.", "title": "EU’s New War Against Putin’s Propoganda Campaign", "url": "http://www.thefiscaltimes.com/2015/03/23/EU-s-New-War-Against-Putin-s-Propoganda-Campaign", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/11142011_EU_article.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/03/23/EU-s-New-War-Against-Putin-s-Propoganda-Campaign", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/11142011_EU_article.jpg", "creator": "@rrgarver", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "EU and NATO officials are increasingly worried about the effect that Russian-produced media – which often contains significant misinformation about what is happening in Ukraine – is having on ethnic Russians living in former Soviet Republics that border Russia.", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af46914bd0286fe14d9\"", "article_summary": "The EU plan already involves a dozen or more communications experts who have begun work on a general plan.\nOn Sunday NATO’s top commander called for stronger measures to fight the “false narratives” spread by Russian outlets via social media.\nThe EU has formed a task force aimed at creating what amounts to counter-programming against Russian outlets.\nWhen Russia first invaded Crimea last year, using troops and vehicles with no identifying insignia, Russian media began circulating stories about the oppression of ethnic Russians in Crimea.\nPresident Vladimir Putin of Russia has aggressively used news reports from Russian outlets, whose accuracy is widely doubted in the West, as justification for Russia’s aggression in Ukraine."}