{"article_title": "War games: Pentagon pretends that budget cuts put national security at risk", "article_keywords": ["billion", "risk", "national", "budget", "sequestration", "cries", "defense", "games", "cuts", "wolf", "security", "military", "pentagon", "war", "pretends"], "article_url": "http://www.salon.com/2014/03/07/war_games_pentagon_pretends_that_budget_cuts_put_national_security_at_risk_partner/", "article_text": "Topics: Defense Department, military spending, Pentagon, TomDispatch.com, U.S. Military, Politics News\n\nThis piece originally appeared on TomDispatch\n\nWashington is pushing the panic button, claiming austerity is hollowing out our armed forces and our national security is at risk. That was the message Secretary of Defense Chuck Hagel delivered last week when he announced that the Army would shrink to levels not seen since before World War II. Headlines about this crisis followed in papers like the New York Times and members of Congress issued statements swearing that they would never allow our security to be held hostage to the budget-cutting process.\n\nYet a careful look at budget figures for the U.S. military — a bureaucratic juggernaut accounting for 57% of the federal discretionary budget and nearly 40% of all military spending on this planet — shows that such claims have been largely fictional. Despite cries of doom since the across-the-board cuts known as sequestration surfaced in Washington in 2011, the Pentagon has seen few actual reductions, and there is no indication that will change any time soon.\n\nThis piece of potentially explosive news has, however, gone missing in action — and the “news” that replaced it could prove to be one of the great bait-and-switch stories of our time.\n\nThe Pentagon Cries Wolf, Round One\n\nAs sequestration first approached, the Pentagon issued deafening cries of despair. Looming cuts would “inflict lasting damage on our national defense and hurt the very men and women who protect this country,” said Secretary Hagel in December 2012.\n\nSequestration went into effect in March 2013 and was slated to slice $54.6 billion from the Pentagon’s $550 billion larger-than-the-economy-of-Sweden budget. But Congress didn’t have the stomach for it, so lawmakers knocked the cuts down to $37 billion. (Domestic programs like Head Start and cancer research received no such special dispensation.)\n\nBy law, the cuts were to be applied across the board. But that, too, didn’t go as planned. The Pentagon was able to do something hardly recognizable as a cut at all. Having the luxury of unspent funds from previous budgets — known obscurely as “prior year unobligated balances” — officials reallocated some of the cuts to those funds instead.\n\nIn the end, the Pentagon shaved about 5.7%, or $31 billion, from its 2013 budget. And just how painful did that turn out to be? Frank Kendall, who serves as the Undersecretary of Defense for Acquisition, Technology, and Logistics, has acknowledged that the Pentagon “cried wolf.” Those cuts caused no substantial damage, he admitted.\n\nAnd that’s not where the story ends — it’s where it begins.\n\nSequestration, the Phony Budget War, Round Two\n\nA $54.6 billion slice was supposed to come out of the Pentagon budget in 2014. If that had actually happened, it would have amounted to around 10% of its budget. But after the hubbub over the supposedly devastating cuts of 2013, lawmakers set about softening the blow.\n\nAnd this time they did a much better job.\n\nIn December 2013, a budget deal was brokered by Republican Congressman Paul Ryan and Democratic Senator Patty Murray. In it they agreed to reduce sequestration. Cuts for the Pentagon soon shrank to $34 billion for 2014.\n\nAnd that was just a start.\n\nAll the cuts discussed so far pertain to what’s called the Pentagon’s “base” budget — its regular peacetime budget. That, however, doesn’t represent all of its funding. It gets a whole different budget for making war, and for the 13th year, the U.S. is making war in Afghanistan. For that part of the budget, which falls into the Washington category of “Overseas Contingency Operations” (OCO), the Pentagon is getting an additional $85 billion in 2014.", "article_metadata": {"description": "Planned cuts to defense spending mysteriously vanished, despite sequestration", "title": "War games: Pentagon pretends that budget cuts put national security at risk", "og": {"site_name": "Salon", "description": "Planned cuts to defense spending mysteriously vanished, despite sequestration", "title": "War games: Pentagon pretends that budget cuts put national security at risk", "url": "http://www.salon.com/2014/03/07/war_games_pentagon_pretends_that_budget_cuts_put_national_security_at_risk_partner/", "image": "http://media.salon.com/2014/01/pentagon.jpg", "type": "article"}, "twitter": {"description": "Planned cuts to defense spending mysteriously vanished, despite sequestration", "title": "War games: Pentagon pretends that budget cuts put national security at risk", "image": "http://media.salon.com/2014/01/pentagon.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Mattea Kramer", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Defense Department, military spending, Pentagon, TomDispatch.com, U.S. Military", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fca4c0\"", "article_summary": "Sequestration, the Phony Budget War, Round TwoA $54.6 billion slice was supposed to come out of the Pentagon budget in 2014.\nThe Pentagon Cries Wolf, Round OneAs sequestration first approached, the Pentagon issued deafening cries of despair.\nIt gets a whole different budget for making war, and for the 13th year, the U.S. is making war in Afghanistan.\nAll the cuts discussed so far pertain to what’s called the Pentagon’s “base” budget — its regular peacetime budget.\nSequestration went into effect in March 2013 and was slated to slice $54.6 billion from the Pentagon’s $550 billion larger-than-the-economy-of-Sweden budget."}