{"article_title": "Stuart Bilbrough shows why finance teams need to work hard at identifying what their stakeholders need from them, and how to do that", "article_keywords": ["key", "information", "hard", "financial", "finance", "business", "identifying", "team", "decision", "work", "bilbrough", "teams", "management", "stakeholder", "stuart", "need", "stakeholders", "shows"], "article_url": "http://www.interest.co.nz/business/68996/stuart-bilbrough-shows-why-finance-teams-need-work-hard-identifying-what-their", "article_text": "By Stuart Bilbrough*\n\nThis is the second of six articles that look at how to transform a company’s Finance function into an effective business partner and provider of value through training.\n\nThey drill down on an article published on interest.co.nz on October 8, last year. This training is focused on the foundation skills that all team members of a Finance function, and not just the CFO, require before they can effectively add value.\n\nThe six articles will discuss six interconnected skills.\n\nThese skills are explored in more detail including relevant examples, handy frameworks and exercises that can be adapted to your business in the book, Bean Soup – Beyond Bean Counting – Steps for Lifting a Finance Function Skill Set Towards ‘Adding Value’.\n\nThe first article was called The Data - validation and control and all about ensuring that all information and advice provided by Finance to its stakeholders is complete, accurate, consistent and prepared in accordance with the organisation’s policies and guidelines along with all relevant regulatory, accounting and control frameworks.\n\nThis article looks at how to identify the key decision makers in a business who by that very designation – “Key Decision Maker” - is the most important stakeholders of Finance.\n\nThe Client – stakeholder management highlights that despite comfort that data is accurate and complete it counts for little if it is not in the hands of the right individuals.\n\nThe Client – stakeholder management also includes an overview of the personal effectiveness skill of ‘How to deal with difficult personalities?”\n\nEven if Finance identifies who the right key decision makers are, the value of the information provided can be diluted if they are unable to engage positively and assist in maximizing the understanding of what their financial information is saying.\n\nWho is a “Key Decision Maker” - The key decision-makers are those people within an organisation whose decisions make the most significant impact on its direction. Those that make the most significant decisions generally set the strategy of the organisation. Lesser decision-makers make the strategy happen. The Board of Directors and CEO are key decision-makers, as are the heads of department. Who is “key” to decision-making will vary between organisations.\n\nThe objective of the client - stakeholder management\n\nThe objective of this session is “To identify, understand and proactively and positively engage stakeholders with accurate and value-added financial and non-financial support” and “Understand and identify how we work with different and especially difficult personalities.”\n\nAre you hearing comments like the following?\n\n“Accounts are unapproachable ... basically a bunch of number crunchers.”\n\n“They don’t know what my business does or what our needs are. We may need to hire our own financial analyst?”\n\n“Finance, who are they?”\n\nWould you prefer to be hearing?\n\n“Finance provides a positive and value-adding experience. They’re a good bunch.”\n\n“Finance is our first point of call for interpreting the numbers and checking business development opportunities. They are empathetic about our business needs.”\n\nKey skills of effective stakeholder management\n\nIt is critically important that the stakeholders of Finance are known and proactively engaged. Finance is the custodian of a significant amount of the performance information of an organisation. In the right hands it is a powerful if not critical tool for the decision-makers.\n\n1. Stakeholder Identification\n\nThe stakeholder identification session is based on project management methodology. The following steps should be taken to identify the stakeholders or clients of Finance.\n\nWhen completing this session at Radius Care, where I am the CFO, the outcomes were not always what each team had thought. Accounts receivable and payroll would of course have different stakeholders as would management accounting and financial accounting. Expectations that the Managing Director for example would be at the top of nearly each team members list were dispelled at the completion of the course.\n\nThrough an initial brainstorming session of all potential stakeholders each was then challenged based on significance of influence, importance and needs to come up with those key decision makers each team member needed to be prioritising and engaging regularly.\n\n2. Personal Effectiveness – Dealing with Difficult Personalities\n\nThere are a number of skills which grow Finance team member’s personal effectiveness. They include interpersonal communication, presentation skills and thinking on your feet, time management, change management and working with difficult personalities – conflict management.\n\nDealing with difficult personalities is the only personal effectiveness skill included in Bean Soup – Beyond Bean Counting. The main reason being that accountants tend to be a timid bunch and the reality of our daily life is that we all, accountant or not, periodically come across stakeholders whom we find difficult to communicate with or have an effective relationship with.\n\nThe objective of this session is to try to understand how we work with different and especially difficult personalities using a simple framework of personality descriptives and then discussion on how to engage them. Each personality is given a name that associates with the level of difficulty and includes the Porcupine, the Volcano, the Doormat, the Non-player, and the Drama Queen.\n\nAsk these questions about your team's understanding of stakeholder management\n\n1. Who are the primary stakeholders of Finance and your team? Who are the Key Decision Makers?\n\n2. What information do they require that is key to their decision making?\n\n3. How often does the team interact with them?\n\nIt is important to regularly remind ourselves why stakeholder management is an important foundation for a Finance function to master. Too often Finance team members get stuck behind their computers and cannot break an invisible umbilical cord to get out and interact with the rest of the business. This is the business that they support! Remember that the most accurate, reliable and value-adding financial information accounts for little if it is not in the hands of the right individuals. They are the stakeholders or clients of Finance.\n\nAnd even if the right individuals are identified, the value of the information to be provided may be diluted if Finance is unable to engage a stakeholder positively. Learn how to deal with those prickly key decision makers and then engage them regularly.\n\nComments from an aspiring chartered accountant\n\nIn the last article Pallavi Thour was introduced. She is currently the management accountant at Radius Care and a provisional member with the New Zealand Institute of Chartered Accountants (NZICA).\n\nPallavi is focusing on the NZICA competencies for management accounting which require her to complete this competency to level 3. Her lesser competencies that need to be completed are level 2 accounting information systems and financial management. On completion she will meet the competency requirements for becoming a NZICA Chartered Accountant.\n\nLast month the exercises from The Data – validation and control were cross referenced to the applicable NZICA competency met and this month the same has been done for The Client – stakeholder management.\n\nNext month\n\nThe next article will discuss the very important foundation skill, The Product – financial and non-financial analytics.\n\nRightly or wrongly, financial and non-financial analysis is often judged by the professionalism of its appearance.\n\nThe objective of this session is to give guidelines on how “To provide proactive and decision-orientated financial and non-financial information and advice and present in a clear, concise and timely manner. “\n\n--------------------------------------------------------------------------------------------------------\n\nStuart Bilbrough is the author of the book, Bean Soup – Beyond Bean Counting. You can read a review of the book here. You can buy it here.", "article_metadata": {"description": "Stuart Bilbrough shows why finance teams need to work hard at identifying what their stakeholders need from them, and how to do that", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "interest.co.nz", "description": "Stuart Bilbrough shows why finance teams need to work hard at identifying what their stakeholders need from them, and how to do that", "title": "Stuart Bilbrough shows why finance teams need to work hard at identifying what their stakeholders need from them, and how to do that", "url": "http://www.interest.co.nz/business/68996/stuart-bilbrough-shows-why-finance-teams-need-work-hard-identifying-what-their", "updated_time": "2014-07-22T14:17:39+12:00", "type": "article"}, "twitter": {"url": "http://www.interest.co.nz/business/68996/stuart-bilbrough-shows-why-finance-teams-need-work-hard-identifying-what-their", "description": "Stuart Bilbrough shows why finance teams need to work hard at identifying what their stakeholders need from them, and how to do that", "card": "summary", "title": "Stuart Bilbrough shows why finance teams need to work hard at identifying what their stakeholders need from them, and how to do that"}, "HandheldFriendly": "true", "MobileOptimized": "width", "article": {"published_time": "2014-03-17T09:56:18+13:00", "modified_time": "2014-07-22T14:17:39+12:00"}, "viewport": "width=device-width"}, "_id": "\"57477af36914bd0286fd2b34\"", "article_summary": "Who is a “Key Decision Maker” - The key decision-makers are those people within an organisation whose decisions make the most significant impact on its direction.\nPersonal Effectiveness – Dealing with Difficult PersonalitiesThere are a number of skills which grow Finance team member’s personal effectiveness.\nThis article looks at how to identify the key decision makers in a business who by that very designation – “Key Decision Maker” - is the most important stakeholders of Finance.\nIt is important to regularly remind ourselves why stakeholder management is an important foundation for a Finance function to master.\nAsk these questions about your team's understanding of stakeholder management1. Who are the primary stakeholders of Finance and your team?"}