{"article_title": "Cole, O'Halloran Debate Transportation, Women's Rights...", "article_keywords": ["affordable", "cole", "transportation", "rights", "federal", "virginia", "taxes", "spotsylvania", "health", "ohalloran", "rates", "womens", "debate", "care"], "article_url": "http://patch.com/virginia/fredericksburg/cole-ohalloran-at-umw", "article_text": "Del. Mark Cole (R) said the economy is the key issue for Virginia voters.\n\n\n\n\n\nDemocratic challenger Kathleen O’Halloran (D) said it is transportation.\n\n\n\nBoth candidates for the 88th District of the Virginia House of Delegates met before a group of about 100 people gathered for their debate at the University of Mary Washington on Wednesday evening.\n\n\n\nEach held their own on topics including the Affordable Care Act, women's reproductive health, immigration, gay rights and the high cost of education.\n\n\n\nThe Affordable Care Act and Medicaid Expansion\n\n\n\nThe Supreme Court's ruling on the Affordable Care Act (ACA) allowed states to determine whether or not to participate in the Federal Government's Medicaid expansion program.\n\n\n\nUnder the program, the federal government will pay for 100 percent of the difference between a state's current Medicaid eligibility level and the ACA minimum. Federal contributions will then drop to 95 percent in 2017 and remain at 90 percent after 2020, according to the ACA.\n\n\n\nVirginia has opted out. Delegate Cole said this is a good thing.\n\n\n\n\"There is not much we can do to make the federal government pay its bills, and for that reason I do not support Medicaid expansion,\" he said. \"We need to implement more free market private options to bring down the costs of insurance and health care,\" he said.\n\n\n\nO'Halloran said expansion would bring thousands of health care jobs to Virginia, and that it is already paid for. \"The money is already paid in our taxes and if Virginia doesn’t take it, the funds will go to another state,\" she said.\n\n\n\nWomen's Reproductive Health and Abortion\n\n\n\nO'Halloran said if elected, she would work to repeal the legislation signed by in March 2012 by Gov. McDonnell requiring women in Virginia to have an ultrasound prior to an abortion. \"Not only is it mandated, women have to pay for it,\" she said. \"I would repeal anything that interferes with a women's reproductive choices,\" she said.\n\n\"The General Assembly has gone too far in legislating women's health care and abortion,\" O'Halloran said. \"Mr. Cole espouses limited government yet approves of telling a woman and her doctor what to do,\" she said. \"I don’t think government should come between a doctor and their patient,\" she said.\n\n\n\nCole voted for the ultrasound bill. \"Government has a fundamental duty to protect innocent life,\" he said.\n\n\n\nGay Rights Regarding Marriage and Adoption\n\n\"Every child has a fundamental right to a mother and a father,\" Cole said.\n\n\"I think families are families and everyone should have the right to marry whom they love,\" O'Halloran said.\n\nThe High Cost of Education and Student Debt\n\n\n\n\"We need to do what we can to make the public university affordable in the Commonwealth,\" Cole said. \"Gov. McDonnell took the initiative to provide more funding for universities and student aid,\" he said. \"As far as debt goes, we need to do what we can to keep interest rates low and keep college affordable so that you don't have to take out a loan,\" he said. \"\n\n\"I like Elizabeth Warren's plan for students to get the same rates as big banks,\" O'Halloran said.\n\n\n\nSenator Warren voiced her plan during the summer's battle in Congress over student loan rates. On August 9 President Obama signed compromise legislation into law which ties interest rates for federal education loans to the financial markets. Warren voted against the measure, because she believes as the economy improves rates will likely rise.\n\nTransportation\n\nO'Halloran chided Cole for \"breaking with [Delegate] Howell and the governor\" over transportation.\n\nCole replied he did not support the Governor's transportation package because he is concerned it will require a tax increase. \"I support more funding for transportation, especially in our area and all points north,\" he said. \"But we need more funding without raising taxes,\" he said.\n\n\"Anytime you take money out of the private sector and move it into the government sector you have a negative impact on the economy,\" he said. \"A recession is the absolute worst time to raise taxes,\" he said.\n\nJust hours before the session’s end February 23, the Senate voted 25-15 for House Bill 2313, which is expected to raise about $880 million a year more for roads and mass transit by increasing sales taxes while lowering the fuels tax.\n\nO'Halloran argued that McDonnell's transportation plan is tax neutral. \"Do you all realize that a recent study estimated the average married couple [commuting in Northern Virginia] spends 134 hours a year sitting in traffic,\" she asked. \"That's an extra $3,000 in gas for idling [according to the study],\" she said. \"Cole is not saving us money,\" she said.\n\n\"Our traffic is hurting our economic viability because companies are not willing to come here,\" she said. They can't move their products and people in our traffic, she said.\n\nConflict of Interest?\n\n\n\nDelegate Cole, who has served in the House of Delegates since 2002, has also served since Jan. 2, 2013 as deputy administrator for Spotsylvania County, a job O'Halloran took issue with Wednesday evening.\n\n\n\n\"It's not right,\" O'Halloran said. \"He's paid $125,000 a year by Spotsylvania and he can't be nonpartisan,\" she said. District 88 includes Fredericksburg City, Spotsylvania County, Stafford County and Fauquier County.\n\n\"If elected, I'm going to push for an amendment to the ethic's law to prohibit a delegate from working for a government entity within his jurisdiction,\" O'Halloran said.\n\n\n\nCole said his job with Spotsylvania County government would not influence his voting. \"I will not favor one location in my district over another,\" he said.\n\nRelated Stories:", "article_metadata": {"og": {"site_name": "Fredericksburg, VA Patch", "description": "The two candidates for delegate in Virginia's 88th District met September 18 at UMW.", "title": "Cole, O'Halloran Debate Transportation, Women's Rights, Conflict of Interest", "url": "http://patch.com/virginia/fredericksburg/cole-ohalloran-at-umw", "image": "http://cdn.patch.com/users/635954/2013/09/T800x600/5dd644cf07a1148e72b086d99ff5d5d5.jpg", "locale": "en_US", "type": "article"}, "article": {"publisher": 116541048368485, "section": "Politics & Government", "published_time": "2013-09-19T15:05:14-04:00", "modified_time": "2013-09-19T15:53:23-04:00"}, "fb": {"app_id": 521361477908471}, "description": "Fredericksburg, VA - The two candidates for delegate in Virginia's 88th District met September 18 at UMW.", "viewport": "width=device-width, initial-scale=1, user-scalable=no"}, "article_summary": "Each held their own on topics including the Affordable Care Act, women's reproductive health, immigration, gay rights and the high cost of education.\n\"The General Assembly has gone too far in legislating women's health care and abortion,\" O'Halloran said.\n\"We need to implement more free market private options to bring down the costs of insurance and health care,\" he said.\nO'Halloran said expansion would bring thousands of health care jobs to Virginia, and that it is already paid for.\nThe Affordable Care Act and Medicaid ExpansionThe Supreme Court's ruling on the Affordable Care Act (ACA) allowed states to determine whether or not to participate in the Federal Government's Medicaid expansion program."}