{"article_title": "Planned Parenthood cuts its hours in New Hampshire after losing state funding", "article_keywords": ["hours", "lifesitenews", "funding", "business", "healthcare", "hampshire", "parenthood", "cormier", "state", "services", "planned", "cuts", "losing", "women"], "article_url": "https://www.lifesitenews.com/news/planned-parenthood-cuts-it-hours-in-new-hampshire-after-losing-state-fundin", "article_text": "NewsAbortion, Politics - U.S.\n\nEXETER, NH, August 28, 2015 (LifeSiteNews) — Planned Parenthood in New Hampshire is complaining that state funding cuts mean they have had to cut their hours, prompting cheers from pro-life leaders.\n\nNew Hampshire became the third state to cut funding to the nation's largest abortion business, after undercover videos revealed officials calmly and jokingly discussing the sale of aborted baby organs -- and how Planned Parenthood abortionists can modify surgical procedures so as to obtain and sell intact aborted babies.\n\nAs a result of losing some New Hampshire tax funding, Planned Parenthood has announced fewer hours of operation. They say this will hurt women, but New Hampshire Right to Life President Jane Cormier says otherwise.\n\n\"For women truly in need of healthcare services, there are many, many low cost or free healthcare clinics available here in New Hampshire,\" Ms. Cormier pointed out to LifeSiteNews. \"This does not even take into consideration the fact that Obamacare and expanded Medicaid offers options for all women, regardless of income.\"\n\nA dozen Planned Parenthood demonstrators wore pink t-shirts at the Exeter Planned Parenthood to protest the cuts. \"Planned Parenthood of Northern New England is not an organization that offers fetal tissue donation to its patients,\" claimed Jennifer Frizzell, of the Planned Parenthood New Hampshire Action Fund.\n\nClick \"like\" if you are PRO-LIFE!\n\nMs. Cormier asked, \"Since there is no oversight at all on abortion clinics here in New Hampshire, do we just take Planned Parenthood at their word regarding what is happening inside their clinics?\"\n\nThe prolife leader noted that Planned Parenthood is not only a conduit for contraception and other services, but charges the government triple the cost of birth control pills and other contraception, making a hefty profit off both the taxpayer and the plight of poor women. \"Perhaps Planned Parenthood should answer why their contraceptives and services are three times more expensive than their 'competitors',\" she said.\n\nMs. Cormier told LifeSiteNews that New Hampshire legislators did the right thing to defund Planned Parenthood. \"Planned Parenthood is not about women's healthcare,\" she flatly charged. \"Their business model is based on abortion.\"\n\nThe abortion giant plans to re-apply for $600,000 in state tax dollars.\n\n\"The baby body parts and organ selling business is just more bad news from an organization being funded by taxpayers to the tune of a half a billion dollars (annually), even though they are a private business,\" Ms. Cormier told LifeSiteNews. \"Stop feeding the beast.\"", "article_metadata": {"og": {"site_name": "LifeSiteNews", "description": "'Stop feeding the beast,' says one local pro-life leader.", "title": "Planned Parenthood cuts its hours in New Hampshire after losing state funding", "locale": "en_US", "image": "https://s3.amazonaws.com/lifesite/shutter.jpg", "url": "https://www.lifesitenews.com/news/planned-parenthood-cuts-it-hours-in-new-hampshire-after-losing-state-fundin", "type": "article"}, "twitter": {"card": "'Stop feeding the beast,' says one local pro-life leader."}, "description": "'Stop feeding the beast,' says one local pro-life leader.", "viewport": "width=device-width, initial-scale=1.0", "fb": {"admins": 1477213784, "app_id": 132010293551131, "pages": 112623813202}}, "_id": "\"57477af46914bd0286fd963a\"", "article_summary": "A dozen Planned Parenthood demonstrators wore pink t-shirts at the Exeter Planned Parenthood to protest the cuts.\nAs a result of losing some New Hampshire tax funding, Planned Parenthood has announced fewer hours of operation.\n\"Planned Parenthood of Northern New England is not an organization that offers fetal tissue donation to its patients,\" claimed Jennifer Frizzell, of the Planned Parenthood New Hampshire Action Fund.\nNewsAbortion, Politics - U.S.EXETER, NH, August 28, 2015 (LifeSiteNews) — Planned Parenthood in New Hampshire is complaining that state funding cuts mean they have had to cut their hours, prompting cheers from pro-life leaders.\n\"Perhaps Planned Parenthood should answer why their contraceptives and services are three times more expensive than their 'competitors',\" she said."}