{"article_title": "Rockwall County camp accepting Christmas gifts for migrant kids", "article_keywords": ["county", "sabine", "rockwall", "gift", "federal", "items", "camp", "children", "migrant", "gifts", "kids", "nonprofit", "accepting", "drop", "stay", "christmas", "staff"], "article_url": "http://thescoopblog.dallasnews.com/2015/12/rockwall-county-camp-accepting-christmas-gifts-for-migrant-kids.html/", "article_text": "About 200 migrant children from Central America will start arriving this weekend at Sabine Creek Ranch near Royse City, and camp staff are requesting items that can be given as Christmas gifts.\n\nThe private camp is temporarily housing the unaccompanied youths through an arrangement with nonprofit BCFS Health and Human Services’ Emergency Management Division, which contracts with the federal government.\n\nThe list of gift items approved by the government includes gloves, socks, baseball caps, knit caps, pajama/lounge pants, hair accessories, bead jewelry kits, craft supplies (colored yarn, sticky notes, child scissors, washable markers or construction paper), small board games and soccer balls.\n\nCamp officials ask that the items be new and not wrapped.\n\nPeople can drop off donations from 9 a.m. to 4 p.m. Monday at Lakeshore Church, 5575 State Highway 205 in Rockwall.\n\n“Regardless of the circumstances that brought these children here, or where they might be going in the future, we want to make sure they understand that they are special and loved for the few days they spend with us,” reads a letter on the Sabine Creek website.\n\nThe camp will be paid $360,000 to provide room and board to 200 children and 94 support staff for about a month, according to BCFS. The nonprofit is in charge of transportation, security, medical care and case management.\n\nAnother 700 children are staying at Lakeview Camp and Retreat Center in Ellis County. That camp is accepting gift donations for the children through Tuesday. People who want to bring presents must drop them off at Life Church in Midlothian.\n\n[Read more: 500 young Central American migrants settle in at camp]\n\nThe children stay in the custody of the federal government until it can release them to a sponsor, usually a relative in the U.S. Federal immigration courts decide whether the kids can stay.", "article_metadata": {"liveFyreID": "aHR0cDovL3RoZXNjb29wYmxvZy5kYWxsYXNuZXdzLmNvbS8yMDE1LzEyL3JvY2t3YWxsLWNvdW50eS1jYW1wLWFjY2VwdGluZy1jaHJpc3RtYXMtZ2lmdHMtZm9yLW1pZ3JhbnQta2lkcy5odG1sLw==", "generator": "WordPress 3.9.12", "author": "Julieta Chiquillo", "og": {"site_name": "The Scoop Blog", "description": "About 200 migrant children from Central America will start arriving this weekend at Sabine Creek Ranch near Royse City, and camp staff are requesting items that can be given as…", "title": "Rockwall County camp accepting Christmas gifts for migrant kids", "url": "http://thescoopblog.dallasnews.com/2015/12/rockwall-county-camp-accepting-christmas-gifts-for-migrant-kids.html/", "image": "http://thescoopblog.dallasnews.com/wp-content/themes/dallasnews/images/facebook-default-black.jpg", "type": "article"}, "LastModifiedDate": "2015-12-19T00:54:35Z", "twitter": {"card": "summary_large_image"}, "PublishDate": "2012-04-11T13:59:21Z", "wp-parsely_version": "1.7", "viewport": "width=device-width", "google-site-verification": "ZjZz-aaVcLkLDp8kIkLnEwtSTZlAwGgQhLyd1pXAbA8", "cXenseParse": {"recs": {"publishtime": "2012-04-11T13:59:21Z"}}}, "_id": "\"57477afa6914bd0286fe5bf5\"", "article_summary": "About 200 migrant children from Central America will start arriving this weekend at Sabine Creek Ranch near Royse City, and camp staff are requesting items that can be given as Christmas gifts.\nThat camp is accepting gift donations for the children through Tuesday.\nAnother 700 children are staying at Lakeview Camp and Retreat Center in Ellis County.\nPeople can drop off donations from 9 a.m. to 4 p.m. Monday at Lakeshore Church, 5575 State Highway 205 in Rockwall.\nThe camp will be paid $360,000 to provide room and board to 200 children and 94 support staff for about a month, according to BCFS."}