{"article_title": "Kaergard: Schock's office not the only thing that was bright and bold", "article_keywords": ["bold", "office", "thing", "washington", "young", "kaergard", "schocks", "bright", "talk", "schock", "didnt", "day", "congressional", "staff"], "article_url": "http://www.pjstar.com/article/20150321/NEWS/150329846", "article_text": "WASHINGTON, D.C. — It was the only door on the corridor that was closed.\n\nThat should have been the first clue that something was amiss Tuesday when I arrived for a pre-scheduled appointment with U.S. Rep. Aaron Schock at his Washington, D.C., office only to find out moments after my arrival he was resigning.\n\nCertainly we were going to talk about the scandals that had engulfed Schock over the past six weeks. How could we not? New details were coming out daily, and it was an opportunity to touch base on those matters without a crowd of other reporters around.\n\nBut as I walked down the hallway in the Rayburn House Office Building to catch my first glimpse of the “Downton Abbey”-themed office that sparked six weeks of scandalous revelations, I was actually thinking about policy.\n\nYou see, I didn’t come to the Capitol to observe — or cover — a surprise resignation.\n\nWhen the Peoria Republican and I had last talked, after an event the Wednesday before in the district, I shared with him that I’d love to be able to focus on matters beyond scandal, too, spending some time talking about legislation that he was pushing for. He’d alluded earlier that night to a measure he was reintroducing, carving out for Christian Scientists an exception to Obamacare requirements, for example.\n\nObviously that conversation didn’t happen — and on a day when Schock likely would have reveled in it. A wonk about finances and trade, he would have happily talked to me in great depth about the budget rolled out that day by House Republican leaders, cautioning with one of his default expressions that he didn’t “want to get too far into the weeds” before starting to do just that.\n\nInstead when I arrived in his waiting room about 15 minutes ahead of my appointment and took a seat, finding out shortly about a report that Schock had just announced his resignation and getting the text of his letter calling it quits moments later.\n\nYou wouldn’t have known about it right away from mood in the office, though. The bright red reception space, ringed above by small pictures of U.S. presidents, was filled with various visitors who had meetings scheduled with Schock’s congressional staff to talk about issues from farm policy to the environment.\n\nEmployees passed through every couple minutes bearing papers and periodically bringing advocacy groups in from the waiting area to sit and talk. Business, in short, continued as usual, with many of those visiting seemingly unaware of the resignation.\n\nSitting unflappably at the high, white reception desk was a young man handling a stream of phone calls that picked up slowly over the next hour, referring what were clearly press requests to interim spokesman Matt Chambers. Every so often, a national reporter would come into the office — some tentatively, others boldly — looking for Schock or his chief of staff, Mark Roman. The receptionist was thrown only once, when a young woman ducked in long enough to focus her cell phone, boldly telling him she “just wanted a selfie in ‘Downton Abbey’” before scurrying away.\n\nFrom the noise out in the hall, those national reporters began to set up camp, preparing for a lengthy stakeout to catch any return to the office by the embattled lawmaker on camera. Periodically I could hear people admonishing the herd to back away, to stop blocking nearby doors, to stay on one side of the corridor or the other.\n\nThey paid little heed and continued to mill about as I waited inside in vain while more people trooped through to talk with staff about issues.\n\nRoman eventually returned — sans Schock — and we spoke briefly and off-the-record inside the soon-to-be-former congressman’s office before I departed, knowing that it made little sense, personally or politically for Schock to parade past the row of cameras.\n\nBut while there I got a glimpse of the office that launched the six-week series of stories that led to Schock’s political downfall and, as we learned Friday, investigation by the Justice Department.\n\nHere’s the thing: The office isn’t that ornate.\n\nIt has character. But so, too, does that of Guam’s delegate to Congress at the other end of the long hallway, where segments of hunter green are painted on the walls. Other workspaces I saw tended toward walls of beige, white or light blue.\n\nSure, much was made of the spread of pheasant feathers on display. But other congressional offices are filled with trinkets, too — gee-gaws meant to evoke home, from a sign in Swedish bidding welcome to visitors in Illinois colleague Randy Hultgren’s office (from Geneva, home of the Swedish Days festival) to the college pennants displayed by Cheri Bustos from all the institutions of higher learning in her district.\n\nThe Washington Post Style section article on Schock’s office noted the presidential painting replicas in outsized frames, but missed the non-champion works from the annual 18th District congressional art competition. One incorporating a photo taken after the Washington tornado hangs just next to Schock’s desk. And some of the furniture, including a sofa on which I sat during my first Capitol Hill interview with Schock in 2012, is left over from prior offices.\n\nSchock leans on history — old books and portraits of Founding Fathers and presidents like Grant and Lincoln from Illinois, the latter of whom held the same congressional seat 170 years ago.\n\nAs though the contrast with Honest Abe wasn’t enough of an extreme on that day, it was hard as I left not to connect the current officeholder with the space as well: bright, bold and yet not quite living up to how each was advertised.\n\nChris Kaergard covers politics and Peoria County government for the Journal Star. He can be reached at 686-3135 or ckaergard@pjstar.com. Follow him on Twitter @ChrisKaergard. Read his blog online at blogs.pjstar.com/wordonweb", "article_metadata": {"description": "WASHINGTON, D.C. — It was the only door on the corridor that was closed.\r\nThat should have been the first clue that something was amiss Tuesday when I arrived for a pre-scheduled appointment with U.S. Rep. Aaron Schock at his Washington, D.C., office only to find out moments after my arrival he was resigning.\r\nCertainly we were going to talk about the scandals that had engulfed Schock over the past six weeks. How could we not? New details were coming out daily, and it was an opportunity to", "vf": {"unique_id": "art-D32D2D09-E1E6-4F0C-9E08-FC48ABA77FDB-pub264"}, "author": "Chris Kaergard of the Journal Star", "og": {"site_name": "Journal Star", "image": {"width": 1024, "identifier": "http://GM2-IPweb.newscyclecloud.com/storyimage/IP/20150321/NEWS/150329846/AR/0/AR-150329846.jpg", "height": 768}, "type": "article", "description": "WASHINGTON, D.C. — It was the only door on the corridor that was closed.\r\nThat should have been the first clue that something was amiss Tuesday when", "title": "Kaergard: Schock's office not the only thing that was bright and bold"}, "twitter": {"account_id": 17800696, "title": "Kaergard: Schock's office not the only thing that was bright and bold", "image": {"src": "http://GM2-IPweb.newscyclecloud.com/storyimage/IP/20150321/NEWS/150329846/AR/0/AR-150329846.jpg&MaxW=1200&MaxH=630"}, "site": "@pjstar", "card": "summary_large_image", "description": "WASHINGTON, D.C. — It was the only door on the corridor that was closed.\r\nThat should have been the first clue that something was amiss Tuesday when I arrived for a pre-scheduled appointment with U.S. Rep. Aaron Schock at his Washington, D.C., office only to find out moments after my arrival he was resigning.\r\nCertainly we were going to talk about the scandals that had engulfed Schock over the past six weeks. How could we not? New details were coming out daily, and it was an opportunity to"}, "bt": {"modDate": "20150322T00:21:00Z", "pubDate": "20150322T00:21:31Z", "author": "Chris Kaergard of the Journal Star"}, "apple-itunes-app": "app-id=417961115?at=1000lkC&ct=sb-pjstar", "fb": {"app_id": 227092457330017}, "google-play-app": "app-id=com.spreedinc.providers.gatehousemedia.peoriajournalstar", "msvalidate.01": "7E15F9269E2CE66F2A488ABB04B5015E", "tout": {"article": {"id": "art-D32D2D09-E1E6-4F0C-9E08-FC48ABA77FDB-pub264"}}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fddcbe\"", "article_summary": "The bright red reception space, ringed above by small pictures of U.S. presidents, was filled with various visitors who had meetings scheduled with Schock’s congressional staff to talk about issues from farm policy to the environment.\nThe Washington Post Style section article on Schock’s office noted the presidential painting replicas in outsized frames, but missed the non-champion works from the annual 18th District congressional art competition.\nObviously that conversation didn’t happen — and on a day when Schock likely would have reveled in it.\nEvery so often, a national reporter would come into the office — some tentatively, others boldly — looking for Schock or his chief of staff, Mark Roman.\nCertainly we were going to talk about the scandals that had engulfed Schock over the past six weeks."}