{"article_title": "Ben Carson’s health-care prescription is no cure for what ails Americans", "article_keywords": ["ails", "ben", "individuals", "catastrophic", "hsas", "costs", "carson", "cure", "americans", "medicare", "carsons", "healthcare", "prescription", "health", "insurance", "care"], "article_url": "https://www.washingtonpost.com/posteverything/wp/2015/10/29/ben-carsons-health-care-prescription-is-no-cure-for-what-ails-americans/", "article_text": "\n\nBen Carson speaks during a campaign stop at Iowa State University in Ames, Iowa, on Oct. 24. (Daniel Acker/Bloomberg)\n\nBen Carson began rolling out his policy alternatives for the American health-care system this week. Like many prescriptions, it’s a bit difficult to decipher at first glance — though not because of poor handwriting.\n\nTo put it bluntly, CarsonCare is a muddle. It’s hard to know precisely what he’s proposing when he says, as he did in Wednesday’s debate, that it gives people “the option of opting out” of government health care. But based on what we know, it would neither expand access to health care nor improve quality, nor save a whole lot of money. Here’s what we think we know about Carson’s proposal:\n\nFirst — this almost goes without saying for a 2016 GOP candidate — it would repeal Obamacare.\n\nSecond, CarsonCare would create a universal system of health savings accounts, or HSAs, which individuals would use to pay for health-care services “from the day that they are born to the day that they die.” Tax dollars currently funding Medicare and Medicaid would be reallocated to the HSAs for lower-income Americans to subsidize the cost of care. Carson hasn’t specified how much money would be diverted, or precisely how many Americans would receive a subsidy, making it hard to evaluate the economics of his plan. But in recent interviews, he’s suggested that it might be as much as $5,000 for 80 million Americans per year. Individuals and employers would be able to contribute additional dollars to HSAs — if they can afford to — tax-free.\n\nThird, individuals with HSAs would be able to share funds with their immediate and extended family members. “If you’re $500 short, your wife can give it to you out of hers. Or your daughter, or your uncle, or your cousin,” Carson said.\n\nFourth, individuals and families would have the opportunity to purchase health insurance for expenses above the amount set aside in their HSAs if they need catastrophic care.\n\nFifth, initially, Carson favored the abolition of Medicare and Medicaid. Now he says that notion has “been gone for several months now.” Instead, he says, he would preserve theses programs as options for those who want to keep them.\n\nFinally, Carson opposes mandates. HSAs, it seems, would apply to everyone, but all other options — including catastrophic coverage and enrolling in Medicare or Medicaid — would be voluntary.\n\nCarson is right when he bemoans the inefficiencies of American health care. As he notes, if we got serious about redesigning the delivery system and controlling costs, we could provide quality care to everyone for no more than we are spending today. Unfortunately, CarsonCare doesn’t accomplish this.\n\nThe typical rationale for privatizing Medicare and Medicaid is to either improve access or save money. Carson’s proposal does neither. While every person might get an HSA, that is far from adequate coverage. Without a requirement to purchase insurance or enroll in a government program, millions of Americans would be an accident or tragic diagnosis away from bills that would force them into bankruptcy. And Carson doesn’t spell out how his plan reduces the amount we spend on health care. It just rearranges the money, moving it from one program to another.\n\nHis plan is novel among the current group of Republican presidential contenders, but expanding HSAs and coupling them with catastrophic health insurance is not a new idea — conservative policy experts have discussed it for years. And over the past decade or so, enrollment in HSAs and high-deductible health plans has started to grow significantly — but it’s employers, not workers, driving that growth. Today, 24 percent of American workers are enrolled in high-deductible health plans. That’s more than a sixfold increase from 2006. As a result, we are starting to get a clearer picture about how this type of insurance affects the cost and quality of care, and the picture isn’t so pretty.\n\nIt turns out that by forcing individuals to shoulder more of the costs of care out of pocket before insurance kicks in, individuals — particularly sick individuals — forego valuable, necessary health-care services. While in the short run this may produce reductions in spending — which seems good — in the long run, there are sicker patients and more resulting spending to compensate. It’s not clear why we should double down on HSAs and catastrophic coverage if we have no evidence it will make us healthier or save us money.\n\nBeyond this, the most glaring fallacy of CarsonCare is the idea that HSAs and catastrophic coverage would be affordable for average families. If the insurer only pays for the few people who have extraordinarily high costs, he argues, shouldn’t spreading those costs among the rest of the population leave everyone with a cheaper bill?\n\nNot exactly. The few who represent these super-high costs already account for the vast majority of dollars spent on health care.\n\nIf we consider costs in excess of $10,000 to be “catastrophic” (that’s about 20 percent of the median household income in the United States), more than 30 percent of Americans exceed that level of spending every year — accounting for about 90 percent of health-care spending. Thus, if everyone in the country were enrolled in catastrophic health insurance pools, the premiums funding those pools would still conceivably need to cover 90 percent of the country’s total spending. (If we increase the limits of “catastrophic,” so only 10 percent of Americans qualify, that’s still nearly 70 percent of all healthcare costs in a year.) That doesn’t translate into cheap premiums.\n\nIn 2015, the average annual premium for workers in HSA-qualified high-deductible health-care plans was $15,379 for a family plan — more than $1,280 a month. If more expensive Medicare patients were incorporated into that mix, the numbers would be higher. The notion that seniors and low-income working families — who are much less likely to have employers picking up part of the tab — would be able to afford more than $15,000 a year in premiums, plus high deductibles, on Carson’s nominal proposed government subsidy, is unrealistic.\n\nMoreover, if Carson were to preserve Medicare and Medicaid for those who want to keep it — as he says he’d do — who in their right mind would opt for CarsonCare? On average, Medicare beneficiaries get about $11,000 of care per year — and a guarantee for those expensive bills — covered by the federal government for heavily subsidized premiums for physician visits (Part B) and drug benefits (Part D). Why would anyone voluntarily give up that generous benefit if the alternative is an HSA and catastrophic plan which exposes them to higher costs and more financial risk?\n\nThere are other major problems. CarsonCare would abolish any mandate to purchase health insurance and long experience shows that many younger, healthier individuals would forego coverage. In turn, this would drive up the costs of catastrophic insurance for everyone else. The result is what has been called a “death spiral” as insurance premiums rise and more people opt to be without coverage. No mandate means no viable health insurance market for catastrophic coverage.\n\nThough Carson hasn’t said much about it, repealing Obamacare would presumably roll back other popular provisions of the Affordable Care Act, like the ban on coverage exclusions for preexisting conditions and the ability for parents to keep children on their coverage through age 26.\n\nAnd most policy experts believe the only sustainable way to improve health-care quality while controlling costs — getting rid of the inefficiencies Carson bemoans — is by reshaping the health-care system to focus on keeping people healthy and out of the hospital. This requires changing how we pay doctors and hospitals. Instead of focusing on caring for patients when they get sick — which is what the current system does — payment has to incentivize keeping people healthy.\n\nObamacare focuses on this type of change. CarsonCare, so far, hasn’t. Indeed, in many ways, HSAs push in the opposite direction. When people spend their own money on health-care services, they tend to forego preventive care and focus more on aches and pains they have now. Instead of transforming how we deliver care, it will entrench our inefficient “sick-care system.”\n\nBottom line: Even if Carson could somehow gut Medicaid and Medicare of more than $500 billion to seed HSAs with $5,000 for 80 million lower-income Americans, most of us would come out on the losing end. We wouldn’t be healthier and we wouldn’t save money.", "article_metadata": {"description": "With CarsonCare, we wouldn’t be healthier and we wouldn’t save money.", "og": {"site_name": "Washington Post", "description": "With CarsonCare, we wouldn’t be healthier and we wouldn’t save money.", "title": "Ben Carson’s health-care prescription is no cure for what ails Americans", "url": "https://www.washingtonpost.com/posteverything/wp/2015/10/29/ben-carsons-health-care-prescription-is-no-cure-for-what-ails-americans/", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2015/10/27/National-Politics/Images/242066856.jpg", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/posteverything/wp/2015/10/29/ben-carsons-health-care-prescription-is-no-cure-for-what-ails-americans/", "fb": {"admins": 500835072, "app_id": 41245586762}, "article": {"publisher": "https://www.facebook.com/washingtonpost"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0"}, "_id": "\"57477af36914bd0286fd2b78\"", "article_summary": "But based on what we know, it would neither expand access to health care nor improve quality, nor save a whole lot of money.\n(If we increase the limits of “catastrophic,” so only 10 percent of Americans qualify, that’s still nearly 70 percent of all healthcare costs in a year.)\nThe few who represent these super-high costs already account for the vast majority of dollars spent on health care.\nCarsonCare would abolish any mandate to purchase health insurance and long experience shows that many younger, healthier individuals would forego coverage.\nThus, if everyone in the country were enrolled in catastrophic health insurance pools, the premiums funding those pools would still conceivably need to cover 90 percent of the country’s total spending."}