{"article_title": "Alaska governor plans to impose Obamacare expansion on his state", "article_keywords": ["plans", "enrollment", "impose", "obamacare", "alaska", "governor", "states", "state", "program", "medicaid", "expansion", "morgan", "walker"], "article_url": "http://watchdog.org/230666/alaska-governor-obamacare-expansion/", "article_text": "By Jason Hart | Watchdog.org\n\nAlaska is about to hop aboard the Obamacare expansion train even as it’s hurtling off the rails.\n\nAlaska Gov. Bill Walker, an independent, has given 45 days’ notice to the Alaska Legislature that he will expand Medicaid under Obamacare with or without their support.\n\nWith Obamacare expansion enrollment far exceeding projections in other states, Alaska would be the 30th state to put working-age adults with no kids and no disabilities on Medicaid.\n\nThe program comes with a promise of new federal funding, but states will be on the hook for 5 percent of benefit costs by 2017 and 10 percent by 2020.\n\nObamacare expansion promotional materials from Walker’s administration emphasize the benefit of bringing new federal welfare dollars to the state.\n\nA fact sheet from the Alaska Department of Health & Social Services asserts that expanding Medicaid “saves lives” and “will bring more than $1 billion in new federal money to Alaska over the first five years.”\n\nThe agency expects Obamacare expansion funds to create “4,000 new jobs” and serve as “a catalyst for reform” of the state’s entire Medicaid program.\n\nIn a statement provided to Watchdog.org, Alaska DHSS health care policy adviser Monique Martin said the state will be even better off if enrollment — 20,000 are expected to sign up in the first year — is higher than projected.\n\nWalker’s administration is “confident in the estimates developed by our Medicaid economist,” but higher-than-expected enrollment “will result in increased states savings to some of those programs that are currently fully funded by the state,” Martin said.\n\nHow wrong have other states’ projections been? By the end of 2014, California and Kentucky had already surpassed projected all-time maximum enrollment; Washington, Nevada and other states are now in the same boat.\n\nIn Ohio, where Republican Gov. John Kasich expanded Medicaid over legislative disapproval and said 366,000 people would enroll from January 2014 to June 2015, enrollment is nearly 600,000 and the program is $1.5 billion over budget.\n\nThe potential Medicaid reforms Walker says could result from the Obamacare expansion will require approval from the U.S. Department of Health and Human Services. Martin said no waiver requests have been submitted yet.\n\nPresident Obama’s administration has tried to pressure more governors and state legislatures into expanding Medicaid by threatening to end existing waivers in Florida and elsewhere.\n\nIs that tactic a cause for concern in Alaska?\n\n“Alaska does not have waivers similar to Florida and other states, so this has not been a topic of discussion,” Martin told Watchdog.org.\n\nRELATED: Attempt to force Obamacare expansion on states backfires\n\nEven without taking the $18 trillion national debt and the likelihood of federal funding cuts into account, Alaska will have to start paying a portion of Obamacare expansion’s benefit costs in less than 18 months.\n\nMedicaid expansion states are stuck with higher administrative bills, too, said Dave Morgan, co-founder of Alaskan Center for Sustainable Healthcare Spending & Policy.\n\nWalker’s decision to implement the Obamacare expansion with or without legislative approval “is flawed on several levels,” Morgan told Watchdog.org via email.\n\nThe governor, Morgan said, “has never offered any hard data to back up his claims on economic impact.”\n\n“I am a healthcare economist and have looked at the new total costs of the State of Alaska Medicaid Expansion program,” Morgan explained. By his calculation, Walker “was off by $135 million dollars for 2016 to 2021.”\n\nMorgan said Alaska’s Medicaid program is a “train wreck” that should be fixed instead of expanded, but reforms are unlikely because of the Obama administration’s refusal to grant waiver requests.\n\nObamacare will be especially unsustainable “since our financial circumstances are so bleak with global oil prices at rock bottom and no improvement in that expected for years,” Morgan added.\n\nAlthough the long-term costs of Obamacare expansion represent a serious burden for Alaskan taxpayers, Morgan thinks Medicaid expansion is “a political promise” the governor made to get elected.\n\nWalker beat a Republican incumbent in November with Democrat support after partnering with Lt. Gov. Byron Mallet, the Democratic Party’s nominee for governor.\n\n“After he got elected, oil revenues plummeted and Alaska is now deficit spending at an alarming rate, but he apparently felt he could not step away from that campaign pledge,” Morgan said.\n\n“Governor Walker may believe in the dream of Medicaid expansion and all the wonders it will bring Alaska,” Morgan concluded. “The reality, I think, will be crushing.”", "article_metadata": {"description": "Alaska is about to hop aboard the Obamacare expansion train even as it's hurtling off the rails.", "og": {"site_name": "Watchdog.org", "description": "Alaska is about to hop aboard the Obamacare expansion train even as it's hurtling off the rails.", "title": "Alaska governor plans to impose Obamacare expansion on his state - Watchdog.org", "locale": "en_US", "image": "http://watchdog.org/wp-content/blogs.dir/1/files/2015/07/bill-walker-state-of-alaska.jpg", "updated_time": "2015-07-23T15:13:12+00:00", "url": "http://watchdog.org/230666/alaska-governor-obamacare-expansion/", "type": "article"}, "twitter": {"domain": "Watchdog.org", "description": "Alaska is about to hop aboard the Obamacare expansion train even as it's hurtling off the rails.", "title": "Alaska governor plans to impose Obamacare expansion on his state - Watchdog.org", "image": {"src": "http://watchdog.org/wp-content/blogs.dir/1/files/2015/07/bill-walker-state-of-alaska.jpg"}, "creator": "@jasonahart", "site": "@watchdogorg", "card": "summary_large_image"}, "robots": "noarchive", "article": {"publisher": "https://www.facebook.com/Watchdogorg", "section": "Alaska", "published_time": "2015-07-24T04:00:11+00:00", "modified_time": "2015-07-23T15:13:12+00:00"}, "news_keywords": "alaska medicaid expansion, alaska obamacare expansion, bill walker obamacare, bill walker medicaid, Alaskan Center for Sustainable Healthcare Spending and policy, dave morgan, david morgan,"}, "_id": "\"57477af36914bd0286fd2b8a\"", "article_summary": "By Jason Hart | Watchdog.orgAlaska is about to hop aboard the Obamacare expansion train even as it’s hurtling off the rails.\n“Governor Walker may believe in the dream of Medicaid expansion and all the wonders it will bring Alaska,” Morgan concluded.\nObamacare expansion promotional materials from Walker’s administration emphasize the benefit of bringing new federal welfare dollars to the state.\nAlthough the long-term costs of Obamacare expansion represent a serious burden for Alaskan taxpayers, Morgan thinks Medicaid expansion is “a political promise” the governor made to get elected.\nWith Obamacare expansion enrollment far exceeding projections in other states, Alaska would be the 30th state to put working-age adults with no kids and no disabilities on Medicaid."}