{"article_title": "Dave Ramsey: Don’t give in when church pressures you to give more", "article_keywords": ["mutual", "right", "dont", "bonds", "money", "pressures", "dave", "ramsey", "rates", "interest", "church", "prices", "bond"], "article_url": "http://www.dallasnews.com/business/personal-finance/headlines/20150510-dave-ramsey-dont-give-in-when-church-pressures-you-to-give-more.ece", "article_text": "My wife and I go to a small church where we tithe. The church is continually asking for contributions to other charities and causes, and we don’t have the money to give to them all while we’re sticking to our budget and getting out of debt. The worst part is that we get pretty aggressive pushback when we say no. What can we do?\n\nI don’t react well to that kind of pushback. I would probably be nice a couple of times, but after that my response might sound something like, “Mind your own business.”\n\nSeriously, I’d probably be a little gentler than that. But basically when it reaches that point, they’re saying, “I want your money.” And that’s really over the top. If it goes even further, and it becomes a question of you “digging deep” or not having enough faith, I might get ungentle in a hurry.\n\nYour first job is to provide for your family and take care of those kinds of responsibilities. Once you’ve done that, then you’ll hopefully have the financial ability to move beyond tithes and into offerings, which are completely different concepts. Tithes are first fruits off the top, while offerings are from surplus — meaning that you and your family are doing well financially.\n\nAnother thing to consider is this: Does this church turn every impulse they have into pressure to donate or buy something because they didn’t plan for this kind of stuff in the church budget? I’d start having a problem with the leadership if this turned out to be the case because it’s a sign they’re not planning and leading well.\n\nHopefully, you can explain to these folks the reason why you can’t contribute to additional things at the moment and they’ll understand. If not, and it were me in your shoes, I think I’d have to find another church.\n\nI’ve been following your plan, and I have my emergency fund in place and am investing in mutual funds. Recently, a financial planner recommended bonds to me. What is your opinion on this?\n\nI don’t recommend bonds at all right now. I’m not a fan of them, and I don’t own any. The bond market is almost as volatile as the stock market, and it doesn’t pay nearly as much on average.\n\nOn top of all that, bond prices work at an inverse of interest rates. In other words, as interest rates rise, bond prices go down. Long-term interest rates are still really low. If you were to buy a bunch of bonds right now, and interest rates went up even 1 percent, you could lose a lot.\n\nI recommend mutual funds and good growth stock mutual funds. There are always some bonds mixed in with a growth and income fund, and I’m not opposed to that to some degree, but it’s not my favorite. So, if I were ever going to buy bonds — and I’m not going to — it definitely wouldn’t be right now. It doesn’t take much of a move in interest rates for bond prices to go down dramatically.\n\nDave Ramsey is a personal money management expert, author and national radio personality. Follow him on Twitter at @DaveRamsey.", "article_metadata": {"description": "Your first job is to provide for your family and take care of those kinds of responsibilities.", "og": {"description": "Your first job is to provide for your family and take care of those kinds of responsibilities.", "title": "Dave Ramsey: Don’t give in when church pressures you to give more", "url": "http://www.dallasnews.com/business/personal-finance/headlines/20150510-dave-ramsey-dont-give-in-when-church-pressures-you-to-give-more.ece", "image": {"width": 345, "identifier": "http://www.dallasnews.com/resrsc/images/facebook-default.jpg", "height": 345}, "keywords": "dallas, dallas fort worth, dallas news, dallas fort worth news, dfw news, dallas local news, dallas fort worth local news, dallas newspaper, dallas morning news, dallas morning news newspaper", "type": "article"}, "LastModifiedDate": "2015-05-11T01:08:27Z", "twitter": {"site": "@dallasnews", "card": "summary", "creator": "@dallasnews"}, "PublishDate": "2015-05-11T00:51:28Z", "parsely-page": "{\"title\": \"Dave Ramsey: Don\\u2019t give in when church pressures you to give more\", \"link\": \"http://www.dallasnews.com/business/personal-finance/headlines/20150510-dave-ramsey-dont-give-in-when-church-pressures-you-to-give-more.ece\", \"image_url\": \"http://www.dallasnews.com/resrsc/images/facebook-default.jpg\", \"type\": \"post\", \"post_id\": \"2290813\", \"pub_date\": \"2015-05-11T00:51:28Z\", \"section\": \"Economy & You Headlines\", \"author\": \"\", \"tags\": [\"dallas\", \"dallas fort worth\", \"dallas news\", \"dallas fort worth news\", \"dfw news\", \"dallas local news\", \"dallas fort worth local news\", \"dallas newspaper\", \"dallas morning news\", \"dallas morning news newspaper\"]}", "fb": {"admins": 1043783589, "page_id": 20946638799, "app_id": 258290334265148}, "keywords": "dallas, dallas fort worth, dallas news, dallas fort worth news, dfw news, dallas local news, dallas fort worth local news, dallas newspaper, dallas morning news, dallas morning news newspaper", "cXenseParse": {"recs": {"image": "http://www.dallasnews.com/resrsc/images/facebook-default.jpg", "publishtime": "2015-05-11T00:51:28Z"}}, "news_keywords": "dallas, dallas fort worth, dallas news, dallas fort worth news, dfw news, dallas local news, dallas fort worth local news, dallas newspaper, dallas morning news, dallas morning news newspaper"}, "article_summary": "It doesn’t take much of a move in interest rates for bond prices to go down dramatically.\nIf you were to buy a bunch of bonds right now, and interest rates went up even 1 percent, you could lose a lot.\nIn other words, as interest rates rise, bond prices go down.\nOn top of all that, bond prices work at an inverse of interest rates.\nLong-term interest rates are still really low."}