{"article_title": "Nursing Home Trends in 2014 – Why More Care for the Elderly is in Order", "article_keywords": ["homes", "nursing", "ageing", "taking", "number", "elderly", "age", "trends", "uk", "order", "care"], "article_url": "http://www.economicvoice.com/nursing-home-trends-in-2014-why-more-care-for-the-elderly-is-in-order/", "article_text": "Trends naturally differ from country to country, as we’ve seen of late with many older American people moving out of nursing homes and back to their own homes, quite the opposite of what’s taking place elsewhere.\n\nThis trend is especially noticeable in cities where a number of initiatives and programs are taking place with the aim of helping the elderly stay independent for longer, for instance the D.C. Office on Aging’s ‘Nursing Home Transition Program’, which was launched in April 2013 and has helped dozens of elderly people return home by making provisions for assistance and treatment at home and in local community centres.\n\nThis is a trend we can expect to see more of throughout the US, as 17 states have so far been approved for additional federal funding for programs that make home care services available to elderly people who would otherwise have no choice but to reside in nursing homes.\n\nThese changes have been brought about by the 2010 Affordable Care Act which has also made Medicaid benefits more widely available to elderly people living at home and represents an about-turn for policymakers according to John Thompson, the executive director of the D.C. Office on Aging, “If they qualified for nursing home level of care, they would just put them in a nursing home,” he told the Washington Post.\n\nThe UK – An Ageing Population that Deserves Greater Funding\n\nAs with many populations throughout the world, the UK is ageing at a rapid rate. This has brought about a very real – many would say ‘urgent’ – need for more Government funding for care and nursing homes, though that, sadly to say, hasn’t been the case.\n\nA report from Age UK, ‘Care in Crisis 2014’, reveals that rather than increasing social services funding for care for the elderly as is required due to a rapidly ageing population, Government spending is actually on the wane, having dropped by at least £769 million since 2010.\n\nThat figure was once as high as £1.2 billion, though £438m was transferred from the National Health Service (NHS) budget to the budgets of local authorities. This is a worrisome trend indeed, and just to highlight how rapidly the UK is ageing, the number of people aged 85 and over rose from 986,000 to 1,280,000 between 2005 and 2014, which amounts to a rise of 30 percent.\n\nMoreover, taking into account the fact that this age group is the age group most likely to require care and attention, it really does serve to highlight just how tough the times ahead are likely to be for the elderly, as the King’s Fund predicts that the number of people aged 85 and over will increase by 106 percent between 2012 and 2032, and the number of people between 65 and 84 will increase by 39 percent in that same period.\n\nAccording to Caroline Abrahams, the Charity Director at Age UK, “The figures we have uncovered in this report are catastrophic. Older people who need help and who are now not getting it are being placed at significant risk and families who care for loved ones are experiencing intolerable strain.”\n\nNot all Doom and Gloom – Many Excellent Facilities Still Operating\n\nDespite the fact that many care homes are under pressure and going bankrupt, things aren’t all doom and gloom because there are many private care and nursing homes throughout the UK that are doing well because they’re providing their elderly residents with high standards of attention and care and that’s good for business.\n\nSome well-established care and nursing homes – most of which are registered with the Care Quality Commission (CQC) – providing both short and long term stay options for elderly residents have successfully managed to weather the negative trends threatening elderly care in the UK, like the Avalon Nursing Home in Hampden Park, Eastbourne, East Sussex which first opened its doors in 1968, making it one of the longest operating care and nursing homes in the country.\n\nCare and nursing homes like these highlight some of the more positive trends taking place in the industry throughout the UK, with increasingly more, and more insightful, emphasis being placed on activities for residents, keeping them happier, healthier and more independent for longer.\n\nBy Olivia Breen\n\nThe Economic Voice is a Proud Supporter of the Shaftesbury Fringe\n\nFind us on the News360 app\n\nComment Here!\n\ncomments\n\nTags: affordable care act, aging population, News, nursing homes", "article_metadata": {"description": "Unlike other countries many older American people are moving out of nursing homes and back to their own homes", "generator": "WordPress 4.5.2", "HandheldFriendly": "True", "fb": {"app_id": 197442616996693}, "msapplication-TileImage": "http://www.economicvoice.com/wp-content/uploads/2015/08/cropped-Logo-1-big-270x270.png", "keywords": "nursing homes,aging population,affordable care act,,news,business & finance", "google-site-verification": "K8W5zjl_R-Uz9xhUrK3V_pWfZxs28Fr2fep_YR3ouGA", "viewport": "width=720, initial-scale=1", "news_keywords": "nursing homes, aging population, affordable care act"}, "article_summary": "Some well-established care and nursing homes – most of which are registered with the Care Quality Commission (CQC) – providing both short and long term stay options for elderly residents have successfully managed to weather the negative trends threatening elderly care in the UK, like the Avalon Nursing Home in Hampden Park, Eastbourne, East Sussex which first opened its doors in 1968, making it one of the longest operating care and nursing homes in the country.\ncommentsTags: affordable care act, aging population, News, nursing homes\nAccording to Caroline Abrahams, the Charity Director at Age UK, “The figures we have uncovered in this report are catastrophic.\nThis has brought about a very real – many would say ‘urgent’ – need for more Government funding for care and nursing homes, though that, sadly to say, hasn’t been the case.\nThe UK – An Ageing Population that Deserves Greater FundingAs with many populations throughout the world, the UK is ageing at a rapid rate."}