{"article_title": "Immediate Medical Care Acquired by U.S. Healthworks", "article_keywords": ["angeles", "healthworks", "los", "acquired", "medical", "immediate", "operates", "states", "urgent", "healthcare", "occupational", "care"], "article_url": "http://www.labusinessjournal.com/news/2015/dec/18/immediate-medical-care-acquired-us-healthworks/", "article_text": "Friday, December 18, 2015\n\nImmediate Medical Care in Los Angeles has been acquired by U.S. HealthWorks, one of the largest operators of occupational healthcare and urgent care centers in the United States. Terms of the deal, which took effect on Friday, were not disclosed.\n\n“We are pleased to join the U.S. HealthWorks team,” said Dr. Andrew Silver, an occupational medicine specialist at Immediate Medical Care who is now part of U.S. HealthWorks management. “U.S. HealthWorks is well-known throughout California and will enhance our ability to serve our patients and clients better than ever.”\n\nImmediate Medical Care operates an occupational and urgent care center at 434 South San Vicente Blvd. in Los Angeles, as well as an ancillary physical therapy facility nearby.\n\nThe latest acquisition underscores the large-scale consolidation that has taken place within the healthcare industry following the passage of the Affordable Care Act.\n\nU.S. HealthWorks, which has steadily expanded in recent years, now operates 224 clinics and worksites in 20 states and more than 3,600 employees.", "article_metadata": {"description": "Immediate Medical Care in Los Angeles has been acquired by U.S. HealthWorks, one of the largest operators of occupational healthcare and urgent care centers in the United States. Terms of the deal, which took effect on Friday, were not disclosed."}, "_id": "\"57477af46914bd0286fe1565\"", "article_summary": "Friday, December 18, 2015Immediate Medical Care in Los Angeles has been acquired by U.S. HealthWorks, one of the largest operators of occupational healthcare and urgent care centers in the United States.\n“We are pleased to join the U.S. HealthWorks team,” said Dr. Andrew Silver, an occupational medicine specialist at Immediate Medical Care who is now part of U.S. HealthWorks management.\nHealthWorks is well-known throughout California and will enhance our ability to serve our patients and clients better than ever.”Immediate Medical Care operates an occupational and urgent care center at 434 South San Vicente Blvd.\nin Los Angeles, as well as an ancillary physical therapy facility nearby.\nU.S. HealthWorks, which has steadily expanded in recent years, now operates 224 clinics and worksites in 20 states and more than 3,600 employees."}