{"article_title": "Staffing industry to reach record $142.4 billion in revenue", "article_keywords": ["billion", "1424", "revenue", "industry", "reach", "forecast", "increase", "record", "growth", "rates", "report", "segments", "staffing"], "article_url": "http://www2.staffingindustry.com/Editorial/Daily-News/Staffing-industry-to-reach-record-142.4-billion-in-revenue-35383", "article_text": "Home »\n\nEditorial »\n\nDaily News »\n\nStaffing industry to reach record $142.4 billion in revenue\n\nDaily News View All News\n\nStaffing industry to reach record $142.4 billion in revenue\n\nSeptember 16 2015\n\nUS staffing industry revenue will rise by 7% this year and 6% in 2016 to bring total revenue in the industry to a record $142.4 billion next year, according to the new industry forecast by Staffing Industry Analysts. The estimated growth rates are up from a forecast in April that estimated growth of 6% in 2015 and growth of 5% in 2016.\n\n“Despite the fact that the US economy is growing a bit slower than we had forecasted back in April, it looks like 2015 is nevertheless shaping up to be another excellent year for the staffing industry,” Research Manager Timothy Landhuis said. “Our updated forecast anticipates 7% revenue growth for the industry as a whole, including 17% expansion in healthcare, 10% growth in finance/accounting, 6% growth in IT, and 5% growth in the industrial skill segment.”\n\nRevenue considered for the report includes commercial and professional temporary staffing, direct hire, retained search and temp to hire.\n\nHigher bill rates because of the Affordable Care Act are helping drive the increase along with rising pay rates for some high demand occupations, primarily in the professional skill segments.\n\nGrowth is forecast across all segments of the staffing industry; segments with the highest growth include healthcare staffing with a year-over-year revenue increase of 17% this year and the marketing/creative segment with a 10% increase in revenue this year. On the flip side, segments with slower-than-expected growth include legal and engineering staffing. The engineering segment is being negatively impacted by the oil and gas sector.\n\n“The most severe risk to our forecast is the prospect that the next recession will begin sometime during 2015 or 2016,” according to the report. “While we do not believe this is likely, the possibility cannot be ignored since the current US expansion has lasted 6.2 years, longer than the last cycle of expansion, and longer than the average length of the last five economic expansions.”\n\nCorporate members of Staffing Industry Analysts can access the full report online.", "article_metadata": {"keywords": "staffing research, temporary staffin, Staffing Industry Analysts", "MSSmartTagsPreventParsing": "TRUE", "description": "US staffing industry revenue will rise by 7% this year and 6% in 2016 to bring total revenue in the industry to a record $142.4 billion next year, according to the new industry forecast by Staffing Industry Analysts.", "generator": "eZ Publish"}, "_id": "\"57477af46914bd0286fe156c\"", "article_summary": "Home »Editorial »Daily News »Staffing industry to reach record $142.4 billion in revenueDaily News View All NewsStaffing industry to reach record $142.4 billion in revenueSeptember 16 2015US staffing industry revenue will rise by 7% this year and 6% in 2016 to bring total revenue in the industry to a record $142.4 billion next year, according to the new industry forecast by Staffing Industry Analysts.\nGrowth is forecast across all segments of the staffing industry; segments with the highest growth include healthcare staffing with a year-over-year revenue increase of 17% this year and the marketing/creative segment with a 10% increase in revenue this year.\nThe estimated growth rates are up from a forecast in April that estimated growth of 6% in 2015 and growth of 5% in 2016.\n“Despite the fact that the US economy is growing a bit slower than we had forecasted back in April, it looks like 2015 is nevertheless shaping up to be another excellent year for the staffing industry,” Research Manager Timothy Landhuis said.\nOn the flip side, segments with slower-than-expected growth include legal and engineering staffing."}