{"article_title": "The Rise of the Economic-Policy Truthers -- NYMag", "article_keywords": ["families", "getting", "spending", "truthers", "rise", "inflation", "rising", "nymag", "fake", "health", "economicpolicy", "insurance", "growth"], "article_url": "http://nymag.com/daily/intelligencer/2014/12/rise-of-the-economic-policy-truthers.html", "article_text": "These are heady times for economic-policy truthers.\n\nThere are the Obamacare skeptics, who argue that insurance premiums are skyrocketing and that overall health spending is soaring. It’s a broad misconception: The lion’s share of the American public thinks, incorrectly, “the cost of health care for the nation has been going up faster than usual in recent years.”\n\nRelated Stories 4 New Studies Show Obamacare Is Working Incredibly Well\n\nThere are also those who believe that inflation is booming when the government statistics show it at a strange, historical low. “You head over to the theater. The ticket is $10, not $5, like it was when you went to see Gladiator back in 2000. Your spouse asks you to pick up some coffee. A pound is $5.20, not $3.40, like back in the old days. You expected movies and coffee to be high, but not this high,” writes Amity Shlaes. “It’s time for a real debate on inflation to commence.”\n\nFinally, there are the ones who question whether the recovery itself is real. The unemployment rate is actually 10 percent, they say, or the economy remains in recession. “Fake growth, fake money, fake financial stability, fake jobs, fake inflation numbers, and fake income growth,” wrote the hedge-fund manager Paul Singer in a widely discussed investor note sent out this fall. “Our feeling is that confidence, especially when it is unjustified, is quite a thin veneer.”\n\nIt speaks to a certain, pervasive paranoia about the state of the economy — a sense that the monthly jobs report is white noise, a worry that the Federal Reserve is screwing around with the numbers. Things can’t be the way the government stats show them to be, right? Wouldn’t it feel better than this? How can this be happening? What’s going on?\n\nBut looking closely at the statistics, the proliferation of truthers makes perfect sense. There’s a profound way that the headline numbers have diverged from the reality that families both rich and poor are experiencing. The truthers might be wrong. But they're also onto something.\n\nTake the Obamacare truthers, those who refuse to believe that the law is working or argue that costs are out of control. As my colleague Jonathan Chait has pointed out, that’s just not the case looking at the data. The Affordable Care Act is working remarkably well. The rate of Americans without insurance has fallen 30 percent. And cost growth declined to its lowest recorded level in 2013. Granted, that rate should rise in 2014 as the law’s coverage provisions kick in. But even so, the Centers for Medicare and Medicaid Services currently estimate that cost growth will hit just 5.6 percent this year, well below the average annual rate of increase between 1990 and 2008 of 7.2 percent. Moreover, premiums are not out of control. For those on employer-sponsored plans, they’re increasing about 3 percent a year.\n\nBut there’s a reason that Americans don’t really trust the insurance expansion, and a reason that they think that medical spending is rising. That is because their deductibles and co-pays have risen sharply, meaning that their out-of-pocket medical spending is growing at a fast clip. According to the Kaiser Family Foundation, the proportion of people with employer-sponsored health insurance that pay a deductible has risen to 80 percent today from 55 percent in 2006. The average deductible has more than doubled to $1,200. That has left many individuals deferring or declining care to avoid spending money they do not have on tests, prescriptions, or doctor’s visits. Even if they have insurance, they cannot afford to use it.\n\nThe people who are least capable of paying high deductibles for new insurance policies via the federal exchanges — meaning lower-income families — are often precisely the ones who elect to join plans with high deductibles and thus might feel like they are drowning in medical bills. The average deductible for a super-high-cost platinum plan is just $347. The average deductible for a cheap bronze plan is more than $5,000.\n\nThe great irony is that the trend convincing families that health spending is out of control is the same trend that is holding health spending down. Co-pays and deductibles hit families hard by forcing them to spend out of pocket. But by hitting them hard, they help to reduce hospital and doctor’s visits and pull the headline health-spending number lower.\n\nIn time, the lower rate of health-spending growth should benefit all families, as rising premiums tend to eat up the money that employers would otherwise spend on wage increases. But thus far, the hang-over from the great recession has lead to scant wage growth and a continued decline in the real median income, making those rising out-of-pocket costs that much more painful.\n\nRelated freaky-deaky dynamics are driving the worries of the inflation truthers. At the household level, rising prices for some things are crowding out spending on others, convincing many households that they are getting hit with a bout of inflation where none exists.\n\nIgnore Amity Shlaes and the inflation truthers who argue that the Fed's policies will inexorably lead us down Zimbabwe's path for a moment. Instead, look at what households are spending money on. In one study, The Wall Street Journal found that out-of-pocket health-care spending by middle-income Americans rose 24 percent from 2007 to 2013. Combine that with rising prices on other items often considered necessities — cell phones, internet service, college, insurance — and there is less and less money for other consumer goods, like food, clothes, and household goods. It is not the Fed driving rampant inflation that the government is choosing to paper over or ignore. It is rising spending on some goods squeezing spending on other goods, giving families the impression of inflation.\n\nBroaden the trend yet further and it is easy to see how many individuals do not believe in the recovery at all. More families have jobs, but they aren’t getting wage increases. Many of the new jobs getting created are low-wage ones, after the recession wiped out middle-wage gigs. Families’ wallets are getting squeezed with rising costs, while economists promise them that inflation is subdued. Families' health spending is rising, while economists promise them that overall health spending is remarkably flat.\n\nCall it the unified theory of economic trutherism: Things are getting better, but few families feel that way. It’s why nobody believes Obamacare is working, even though it is. It’s also why people think inflation is out of control, even though it is not. It’s why nobody believes the economy is getting better, even though it is. It is why people think the government is juking the stats on growth, even though it is not.", "article_metadata": {"msapplication-TileColor": "#000", "description": "Obamacare is a fraud! Inflation is rampant! The truth is out there!", "generator": "the-factory", "og": {"site_name": "Daily Intelligencer", "description": "Obamacare is a fraud! Inflation is rampant! The truth is out there!", "title": "The Rise of the Economic-Policy Truthers", "url": "http://nymag.com/daily/intelligencer/2014/12/rise-of-the-economic-policy-truthers.html", "image": "http://pixel.nymag.com/imgs/daily/intelligencer/2014/12/10/10-end-the-fed.w1200.h630.jpg", "type": "article"}, "twitter": {"description": "Obamacare is a fraud! Inflation is rampant! The truth is out there!", "creator": "@AnnieLowrey", "image": "http://pixel.nymag.com/imgs/daily/intelligencer/2014/12/10/10-end-the-fed.w750.h560.2x.jpg", "title": "The Rise of the Economic-Policy Truthers", "site": "@intelligencer", "card": "summary_large_image"}, "apple-mobile-web-app-title": "Daily Intelligencer", "fb": {"app_id": 120608177953522}, "msapplication-TileImage": "//cache.nymag.com/media/di/icon.144x144.png", "application-name": "Daily Intelligencer", "format-detection": "telephone=no", "keywords": "truthers, everything is terrible", "article": {"publisher": "https://www.facebook.com/NewYorkMag", "tag": "truthers,everything is terrible", "published_time": "2014-12-10T19:46:00.000Z", "author": "https://www.facebook.com/annielowrey"}, "topics": "topics-test, truthers, everything is terrible", "viewport": "width=device-width,initial-scale=1,shrink-to-fit=no"}, "_id": "\"57477af36914bd0286fd2ba7\"", "article_summary": "“Fake growth, fake money, fake financial stability, fake jobs, fake inflation numbers, and fake income growth,” wrote the hedge-fund manager Paul Singer in a widely discussed investor note sent out this fall.\nFamilies' health spending is rising, while economists promise them that overall health spending is remarkably flat.\nIgnore Amity Shlaes and the inflation truthers who argue that the Fed's policies will inexorably lead us down Zimbabwe's path for a moment.\nThe great irony is that the trend convincing families that health spending is out of control is the same trend that is holding health spending down.\nRelated freaky-deaky dynamics are driving the worries of the inflation truthers."}