{"article_title": "Honoring African American History by Increasing Access to Information Protecting and Promoting Your Health", "article_keywords": ["website", "information", "ways", "honoring", "improve", "access", "mobile", "american", "history", "health", "underserved", "african", "protecting", "increasing", "data", "public", "promoting"], "article_url": "http://blogs.fda.gov/fdavoice/index.php/2014/02/honoring-african-american-history-by-increasing-access-to-information-protecting-and-promoting-your-health/", "article_text": "By: Walter Harris\n\nAfrican-American History Month offers the opportunity to reflect on the contributions of African Americans in various ways, both in our local communities and on a national scale.\n\nWe should also use this month of observance to note the public health disparities that continue in underrepresented and underserved communities. Current CDC health statistics highlight poorer health outcomes for the African American, American Indian and Alaska Native, Asian American, Hispanic American, Native Hawaiian, and Pacific Islander communities.\n\nFDA’s Office of Minority Health (OMH), established in 2010 as a mandate of the Affordable Care Act, works to reduce racial and ethnic health disparities and to support achieving the highest standard of health for all. A key effort to advance this mission is to promote effective communication and the dissemination of information to the public, particularly underserved, vulnerable populations.\n\nFDA’s website has a wealth of resources to help minority communities use safe medicines, foods, and other products the Agency regulates. Whether you are a patient, student, health professional or caregiver, reading in English or Spanish, our website has resources to help you stay informed and stay healthy.\n\nWe are continually working to improve user experience on FDA.gov. We recently launched the mobile version, as our increasingly mobile stakeholders and workforce require creative approaches to keep our data and systems accessible on mobile platforms. We are also working to significantly improve the search capabilities on the website, as well as maintaining Section 508 compliance to ensure that www.FDA.gov content is accessible to people with disabilities. OMH also works to improve and strengthen the research and evaluation of subgroup demographic data associations with race and ethnicity, particularly how data is represented in clinical trial participation, safety and effectiveness data. As a participant in FDA’s Data Standards Council, OMH helps to coordinate the evaluation, development, maintenance, and adoption of health and regulatory data standards for race and ethnicity to ensure that common data standards are used throughout the agency.\n\nFDA’s Office of Information Management and Technology is engaged in various ways to improve the availability of data for consumers, researchers, developers, and industry. More than 80 resources are currently indexed publicly, many updated daily, including adverse drug events, reports involving medical devices, searchable listings of over-the-counter tests cleared or approved by the FDA, and a database of accredited mammography facilities.\n\nOur goal is to increase the transparency of FDA data to the public through the openFDA initiative, which is being run by the newly-established Office of Informatics and Technology Innovation. We plan to provide access to multiple high-value structured data sets to consumers, including the mobile app and software developer community, starting in Summer 2014.\n\nFDA believes that access to this data will further the Agency’s regulatory mission and, most importantly, will help inform minority and underserved populations – as well as the general population – on ways to improve their health. In support of this goal, we must break many of the traditional technology infrastructure barriers by implementing cloud technologies to better support the exponential growth of data we are managing. We are also leveraging this ingenuity to address, for example, analyzing and sharing large amounts of information such as applying Next Generation Sequencing for generating, analyzing, reviewing, and sharing genetic information.\n\nI encourage all of us to commemorate this month by not only reflecting on the drive and inspirational spirit of past and present African Americans, but to also taking the time to think of how we can apply that same drive and spirit to our mission of protecting and promoting public health.\n\nWalter Harris is Deputy Commissioner for Operations and Acting Chief Information Officer, Food and Drug Administration", "article_metadata": {"generator": "WordPress 4.4.2", "viewport": "width=device-width"}, "_id": "\"57477af36914bd0286fd2ba3\"", "article_summary": "Current CDC health statistics highlight poorer health outcomes for the African American, American Indian and Alaska Native, Asian American, Hispanic American, Native Hawaiian, and Pacific Islander communities.\nWe should also use this month of observance to note the public health disparities that continue in underrepresented and underserved communities.\nA key effort to advance this mission is to promote effective communication and the dissemination of information to the public, particularly underserved, vulnerable populations.\nFDA’s Office of Information Management and Technology is engaged in various ways to improve the availability of data for consumers, researchers, developers, and industry.\nWalter Harris is Deputy Commissioner for Operations and Acting Chief Information Officer, Food and Drug Administration"}