{"article_title": "Kentucky coping with black lung backlog", "article_keywords": ["lovan", "coping", "workers", "kentucky", "coal", "state", "black", "miners", "claims", "lung", "lawmakers", "backlog"], "article_url": "http://www.courier-journal.com/story/news/local/2014/06/22/kentucky-coping-black-lung-backlog/11238127/", "article_text": "Jim Hamilton uses a nebulizer to treat his black lung disease in his home in Pikeville, KY. He is disabled from working in the coal mines._(by Michael Hayman, The Courier-Journal)_Jan. 26, 2007 (Photo: MICHAEL HAYMAN)\n\nAs Eastern Kentucky coal miners continue to lose their jobs as part of the declining industry, state officials have to deal with an unexpected problem: an increase in workers compensation claims.\n\nKentucky has a backlog of more than 1,000 coal miners who have filed workers’ compensation claims because of black lung disease. Department of Workers Claims Commissioner Dwight Lovan told lawmakers Thursday that more coal miners are filing black lung claims as more of them are out of work.\n\nSince Jan. 1 2012, Eastern Kentucky has lost more than 7,000 direct coal mining jobs, according to the Kentucky Coal Association.\n\n“It’s always been a phenomenon when a mine closed or people left the mines, that’s when (black lung claims) were filed,” Lovan said during a meeting of the interim joint committee on labor and industry.\n\nHe said the department has had more than 300 claims filed so far this year, and none has been processed. He said the department could have 500 new claims this year.\n\nPart of the problem is a 2010 Kentucky Supreme Court ruling that said the state’s method for evaluating black lung claims was unconstitutional. That forced the state to revert to its old system of relying on doctors at the University of Kentucky and the University of Louisville. After years of not doing the evaluations, Lovan told lawmakers the universities have only three doctors between them that can do the evaluations.\n\nLovan said he hopes to contract with two private health clinics — one in Lexington and another in Muhlenberg County —to help speed up the evaluation process.\n\nIn the 2012 fiscal year, the fund Kentucky uses to pay part of the black lung claims paid out just over $1 million in claims for an average weekly payout of $42,123. For the fiscal year that ends June 30, payouts have risen to $3.3 million for an average weekly payout of $127,887.\n\nLovan said the fund has about $16 million, which he said is enough to cover the pending claims. But the state is waiting on an actuary to study the fund to figure out if the state has enough money to pay claims in the future.\n\nState Rep. Rick Nelson, D-Middlesboro, said a change in Kentucky’s workers’ compensation law in the 1990s resulted in almost no black lung awards. Lawmakers changed the law in 2002 to include a new evaluation process, which resulted in hundreds of new black lung claims and awards.\n\n“According to Commissioner Lovan, there have been more (claims) filed and more rewards received and I think it’s good for the miners,” Nelson said.\n\nSince the Supreme Court ruled the new process unconstitutional, lawmakers have not passed another law to fix the problem. Lovan said a working group of coal miners and coal industry officials was unable to agree on a recommendation. The main sticking point, Lovan said, was whether the new process would apply retroactively to the claims settled between 2002 and 2010.\n\n“My take-away was I think they are making some pretty good efforts to clear the backlog out,” Nelson said. “I think the commissioner is a good man to do that.”\n\nCopyright 2014 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.\n\nRead or Share this story: http://cjky.it/T1GCCV", "article_metadata": {"google": "notranslate", "description": "State backlog of 1,000-plus coal miners’ workers’ compensation claims because of disease", "og": {"site_name": "The Courier-Journal", "description": "State backlog of 1,000-plus coal miners’ workers’ compensation claims because of disease", "title": "Kentucky coping with black lung backlog", "url": "http://www.courier-journal.com/story/news/local/2014/06/22/kentucky-coping-black-lung-backlog/11238127/", "image": "http://www.gannett-cdn.com/GDContent/applogos/courier-journal.png", "type": "article"}, "twitter": {"description": "State backlog of 1,000-plus coal miners’ workers’ compensation claims because of disease", "creator": "@courierjournal", "image": "http://www.gannett-cdn.com/-mm-/4ade914dd19edcc34e6de19507006a1e28cd3004/c=154-0-1847-1693&r=x643&c=640x640/local/-/media/Louisville/2014/06/22/blacklung.jpg", "title": "Kentucky coping with black lung backlog", "site": "@courierjournal", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=600030236", "fb": {"app_id": 128534137209813}, "cXenseParse": {"gci-topic": "Organizations/Supreme Court of the United States", "gci-asset-type": "story", "gci-categories": "Organizations/Supreme Court of the United States", "title": "Kentucky coping with black lung backlog", "author": "Adam Beam", "pageclass": "article", "recs": {"category": "news/local", "image-3-4": "http://www.gannett-cdn.com/-mm-/42c2389e20d7bd3b2a3783c32f5a8c400d6ad454/c=365-0-1635-1693/local/-/media/Louisville/2014/06/22/blacklung.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/5d17e124a27460600d75bdc889816cda9a40ddcc/c=154-0-1847-1693/local/-/media/Louisville/2014/06/22/blacklung.jpg", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/aad212ef4c6fe4f96821040dbc060cbcf969b1ed/c=0-96-2000-1596/local/-/media/Louisville/2014/06/22/blacklung.jpg", "image": "http://www.gannett-cdn.com/-mm-/f0b63f4388011b8e7b105b80a97023677ebdecca/c=0-284-2000-1409&r=x633&c=1200x630/local/-/media/Louisville/2014/06/22/blacklung.jpg", "publishtime": "2014-06-22T15:25:39-04:00", "shorthed": "Kentucky coping with black lung backlog", "articleid": 11238127, "image-16-9": "http://www.gannett-cdn.com/-mm-/af38759e5d697536d44706d4f3407cd2b6519afc/c=0-284-2000-1409/local/-/media/Louisville/2014/06/22/blacklung.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/0818b0c6524484b0e01cb14d46015ac8f868dfc5/c=524-0-1476-1693/local/-/media/Louisville/2014/06/22/blacklung.jpg"}}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": ""}, "_id": "\"57477af36914bd0286fd2bc2\"", "article_summary": "Kentucky has a backlog of more than 1,000 coal miners who have filed workers’ compensation claims because of black lung disease.\nSince Jan. 1 2012, Eastern Kentucky has lost more than 7,000 direct coal mining jobs, according to the Kentucky Coal Association.\nPart of the problem is a 2010 Kentucky Supreme Court ruling that said the state’s method for evaluating black lung claims was unconstitutional.\nJim Hamilton uses a nebulizer to treat his black lung disease in his home in Pikeville, KY.\nLawmakers changed the law in 2002 to include a new evaluation process, which resulted in hundreds of new black lung claims and awards."}