{"article_title": "The evangelical base is splintering: David Lane, Ralph Reed and the decline of the Pat Robertson generation", "article_keywords": ["evangelical", "decline", "lane", "pat", "splintering", "generation", "freedom", "support", "local", "ralph", "afa", "david", "reed", "pastors", "marriage", "robertson", "horowitz", "religious", "lanes"], "article_url": "http://www.salon.com/2015/03/24/the_evangelical_base_is_splintering_david_lane_ralph_reed_and_the_decline_of_the_pat_robertson_generation/", "article_text": "Topics: David Lane, Jerry Falwell, Pat Robertson, Ralph Reed, Religion Dispatches, Politics News\n\nThis article originally appeared on Religion Dispatches\n\nIn a new profile of supposed evangelical kingmaker David Lane, the New York Times’ Jason Horowitz describes Lane as “emblematic of a new generation of evangelical leaders who draw local support or exert influence through niche issues or their own networks.”\n\n“New” generation is a bit misleading; Lane, after all, has been around working the room since the 1990s. The “new” moniker is meant to distinguish him from the Pat Robertson/Jerry Falwell generation, although it’s really less of a generational difference than an organizational one. Lane, Horowitz reminds us, thrives on networks of local support, built on the dedication of individual pastors. Robertson and Falwell (and Ralph Reed, still, through his Faith and Freedom Coalition) presided over national organizations built to mobilize activists and voters at a moment’s notice. Lane seems to be more focused on involving pastors in the political process, and on provoking candidates to pander to them.\n\nBut the key distinction between Lane’s efforts and the Moral Majority or Christian Coalition models is not local versus national: it’s a function of evangelical base splintering in different directions. Lane represents the pander-by-praying and extolling-the-Christian-nation wing. The other wing, as I reported last week, has tired of that routine. They’d rather hear the candidates talk about religious freedom, not offer overwrought displays of piety blended with patriotism.\n\nThat’s not to understate, of course, Lane’s likely visible role in the early primary states (and, significantly, in also helping to shape Republican opinion about Israel, which is also sure to be a big campaign issue in 2016). He’s certainly a player, and perhaps even more so because of the support he has received from the American Family Association, which was behind Lane-inspired efforts like The Response (hosted by then-Texas Governor Rick Perry in 2011, and this year by Louisiana Governor Bobby Jindal). Horowitz reports that the AFA “pays him a retainer and provides him with legal and accounting assistance;” in return, AFA “gets its name on all of Mr. Lane’s events and adds to its database the contact information of all the pastors he organizes.”\n\nThe AFA is known for its virulently anti-gay and anti-immigrant stances, and not just because its ongoing affiliation with the execrable Bryan Fischer. Former employees have recounted appalling conduct within the organization. On the other hand, as I reported last week, a growing number of evangelicals support immigration reform, including a path to citizenship. And many realize the futility of continuing to talk about opposition to marriage equality, hence the shift to talking about religious freedom instead. They still share opposition to same-sex marriage with the AFA. But they’ve adopted a different frame: advocating for what they claim are endangered religious freedom rights in the face of the new marriage equality reality.", "article_metadata": {"description": "The Christian right has a new kingmaker, and his support could determine who earns the Republican nomination", "title": "The evangelical base is splintering: David Lane, Ralph Reed and the decline of the Pat Robertson generation", "og": {"site_name": "Salon", "description": "The Christian right has a new kingmaker, and his support could determine who earns the Republican nomination", "title": "The evangelical base is splintering: David Lane, Ralph Reed and the decline of the Pat Robertson generation", "url": "http://www.salon.com/2015/03/24/the_evangelical_base_is_splintering_david_lane_ralph_reed_and_the_decline_of_the_pat_robertson_generation/", "image": "http://media.salon.com/2014/02/ted_cruz11.jpg", "type": "article"}, "twitter": {"description": "The Christian right has a new kingmaker, and his support could determine who earns the Republican nomination", "title": "The evangelical base is splintering: David Lane, Ralph Reed and the decline of the Pat Robertson generation", "image": "http://media.salon.com/2014/02/ted_cruz11.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Sarah Posner", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, David Lane, Jerry Falwell, Pat Robertson, Ralph Reed, Religion Dispatches", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Lane, Horowitz reminds us, thrives on networks of local support, built on the dedication of individual pastors.\nThey’d rather hear the candidates talk about religious freedom, not offer overwrought displays of piety blended with patriotism.\nAnd many realize the futility of continuing to talk about opposition to marriage equality, hence the shift to talking about religious freedom instead.\nBut they’ve adopted a different frame: advocating for what they claim are endangered religious freedom rights in the face of the new marriage equality reality.\nLane seems to be more focused on involving pastors in the political process, and on provoking candidates to pander to them."}