{"article_title": "Beautiful Gardens: Edibles take starring role at hilltop garden in Northfield", "article_keywords": ["beautiful", "john", "carrie", "garden", "cannon", "edibles", "vegetable", "river", "role", "northfield", "starring", "dubas", "hilltop", "valley", "gardens", "patio", "hill"], "article_url": "http://www.startribune.com/beautiful-gardens-edibles-take-a-starring-role-at-a-hilltop-garden-in-northfield/331708701/", "article_text": "Gallery: The Dubas walked the mowed pathway through the restored prairie in their front yard.\n\nGallery: John and Carrie Duba's acreage on a hill in Northfield overlooks the Cannon River Valley and includes a patio with pond.\n\nCarrie and John Duba recently did something they’d been wanting to do all summer: They hosted a garden cocktail party where all the food was “locally sourced.”\n\nLocal, as in just a few feet away.\n\nThe ingredients for the homemade hors d’oeuvres and even the desserts were harvested from their vegetable beds, which sit on a picturesque hilltop with a panoramic view overlooking the Cannon River.\n\n“It was very, very fun. … John and I were overwhelmingly happy to share with our friends,” Carrie said. “With all vegetable-based food, it was like a cocktail party at a spa.”\n\nGrowing enough food to cater a healthy spread for three dozen guests wouldn’t have been possible when the Dubas first started tending their Northfield garden. But over the 16 years they’ve lived in their home, their garden has gotten bigger, better and more productive.\n\n“We produce almost more than we can eat,” said Carrie. “At dinner, we go out and harvest together,” picking tomatoes for bruschetta, greens for salads and smoothies, peppers for their homemade pepper jelly and all the veggies for their favorite soup, a “velvety” blend of beets, carrots and acorn squash.\n\nJohn and Carrie Duba's acreage on a hill overlooks the Cannon River Valley and includes a patio with pond and two-tiered vegetable garden.\n\nThe Dubas were gardeners before they moved to their current home, but its expansive site allows them to garden on a much larger scale.\n\nThe couple and their three young children were living “in town” when they first looked at the house, with its large, sprawling yard on the outskirts of the city. The 1970s two-story needed a lot of work, but the Dubas could envision its potential to become the family homestead.\n\n“Our friends said, ‘Run from this house!’ ” Carrie recalled. “But we looked at it and could see grandchildren.”\n\nSo the Dubas bought the house and began the process of making it their own, indoors and out. “There weren’t any gardens here,” said Carrie. “It was all grass, and the grass that faced the west was all brown.”\n\nTheir lot’s huge size, about 3 acres, was intimidating at first. “It felt completely overwhelming,” Carrie said. But one by one, the family started to carve out gardens.\n\n“Our very first bed was a rock garden bed by the driveway,” Carrie said. “Then we did a big hedge bed.” Their first vegetable patch was “very modest — a 15-by-15 patch divided into quadrants.”\n\nTheir three children helped. They had to.\n\n“We forced them to weed,” John said with a laugh. Each child was required to fill a bucket before they could go off and play. And they also had their own plot to tend.\n\n“We’d put seeds in their Easter baskets, and they’d take care of that crop,” Carrie said. Homegrown food was part of daily life. “When we’d eat, we’d say, ‘All of this came from the garden. This was all alive 15 minutes ago.’ ”\n\nTheir first compact vegetable garden was “just right for our young family with small children,” Carrie said.\n\nBut several years later, when their kids were a little older, a tornado struck the area — creating an opportunity for the Dubas to radically transform their yard.\n\n“We lost seven trees. Suddenly we were not shaded in front,” Carrie said. They decided to create a bigger, more elaborate vegetable garden, with a patio.\n\n“John and I stood on the crest of the hill, where the sun sets,” she said. “We started talking about what we could do. … ‘Let’s make it curved, let’s terrace it. If we cut into the hill, we could have a circular patio.’ ”\n\nJohn rented a Bobcat to excavate, and they bought pallets of patio brick — and learned how to lay it — creating a two-tiered garden fenced by split rails salvaged from an old fence on the perimeter of the property. Once again, the kids helped.\n\n“Our kids have always been part of the crew,” Carrie said. “They learned how to do things. Our 24-year-old is helping other people [garden] now.”\n\nWhile everyone in the family has shared garden chores — from weeding to tomato-sauce processing by assembly line — the Dubas have a clear division of labor for some roles.\n\nJohn and Carrie Duba’s acreage on a hill overlooks the Cannon River Valley and includes a patio with a pond and raised beds for growing vegetables. See more photos online at startribune.com/homegarden\n\n“She’s the idea person. I figure out how to do it,” John said.\n\nCarrie agreed. “I’ll say, ‘This should be a pond,’ and within two hours, John had dug it out.”\n\nJohn also devised a way to create a juniper arch — after Carrie pointed out that the two upright junipers flanking their garden path had gotten so tall that they were interrupting the view of the river valley. He climbed a ladder, and Carrie steadied him so he wouldn’t fall while he wired the tree tops together.\n\nMore formal\n\nLast year, the garden underwent yet another transformation after some of the wooden posts from the old split-rail fence started to rot.\n\n“We did not want to redo them, ever,” John said. So they took down the fence and built eight raised beds out of stone and brick. “Now it’s more of a formal garden,” John said.\n\nWith no fencing to deter deer, the Dubas had to try a different tactic. They installed sprinklers triggered by an infrared motion sensor. “The deer get spooked,” John said. “We’re able to keep the critters out without a fence or chemicals.”\n\nNow that the patio and garden are more integrated, the Dubas spend more time relaxing there. “We definitely use it more now that it’s not fenced off,” John said. “We sit down there with coffee in the morning or a glass of wine in the evening, looking out to the horizon.”\n\nThe Dubas added raised beds for growing vegetables. Their acreage includes sweeping views of the Cannon River Valley.\n\nIt’s also a good vantage point for viewing the restored prairie area they created in front of their home near the road. “We just stopped mowing, and planted ‘meadow in a can,’ ” said John, with help from Prairie Restoration and a friend who collected wildflower seeds for them.\n\nThe blooming prairie changes color throughout the seasons, and attracts bees and other beneficial insects. “It gets dozens of dragonflies — so many, it looks sparkly in the evening,” Carrie said.\n\nLike many gardens, the Dubas’ remains a work in progress. Carrie still hopes to add a Japanese garden in back. “We have a perfect spot,” she said. And their teenage daughter, who fell in love with roses while visiting Ecuador, is lobbying for a rose garden.\n\nBut overall, Carrie is pleased with what they’ve created. “We are kind of thrilled with where we ended up,” she said.\n\nJohn, however, has one complaint: “We have too many sitting areas — and not enough sitting.”\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n", "article_metadata": {"og": {"site_name": "Star Tribune", "description": "The ingredients for the homemade hors d'oeuvres and desserts at a Northfield couple's recent cocktail party were locally sourced — harvested from their vegetable beds, which sit on a picturesque hilltop with a panoramic view overlooking the Cannon River.", "title": "Beautiful Gardens: Edibles take a starring role at a hilltop garden in Northfield", "url": "http://www.startribune.com/beautiful-gardens-edibles-take-a-starring-role-at-a-hilltop-garden-in-northfield/331708701/", "image": {"url": "http://stmedia.stimg.co/ows_144441454735376.jpg?h=630&w=1200&fit=crop&bg=999&crop=faces", "width": 1200, "identifier": "http://stmedia.stimg.co/ows_144441454735376.jpg?h=630&w=1200&fit=crop&bg=999&crop=faces", "height": 630}, "type": "article"}, "google-site-verification": "bLXTXkzm4dJ8hcJy1LXawtxXxGP3JhInARj69uCiMiM", "twitter": {"description": "The ingredients for the homemade hors d'oeuvres and desserts at a Northfield couple's recent cocktail party were locally sourced — harvested from their vegetable beds, which sit on a picturesque hilltop with a panoramic view overlooking the Cannon River.", "title": "Beautiful Gardens: Edibles take a starring role at a hilltop garden in Northfield", "url": "http://www.startribune.com/beautiful-gardens-edibles-take-a-starring-role-at-a-hilltop-garden-in-northfield/331708701/", "image": {"src": "http://stmedia.stimg.co/ows_144441454735376.jpg?h=560&w=750&fit=crop&bg=999&crop=faces", "identifier": "http://stmedia.stimg.co/ows_144441454735376.jpg?h=560&w=750&fit=crop&bg=999&crop=faces"}, "site": "@StarTribune", "card": "summary"}, "description": "The ingredients for the homemade hors d'oeuvres and desserts at a Northfield couple's recent cocktail party were locally sourced — harvested from their vegetable beds, which sit on a picturesque hilltop with a panoramic view overlooking the Cannon River."}, "_id": "\"57477af46914bd0286fddccc\"", "article_summary": "John and Carrie Duba's acreage on a hill overlooks the Cannon River Valley and includes a patio with pond and two-tiered vegetable garden.\nGallery: John and Carrie Duba's acreage on a hill in Northfield overlooks the Cannon River Valley and includes a patio with pond.\nTheir acreage includes sweeping views of the Cannon River Valley.\n“Now it’s more of a formal garden,” John said.\nThey decided to create a bigger, more elaborate vegetable garden, with a patio."}