{"article_title": "Massachusetts Health Connector website may not be completed by June", "article_keywords": ["website", "iselin", "temporary", "plans", "completed", "connector", "state", "health", "massachusetts", "coverage", "insurance", "plan"], "article_url": "http://www.masslive.com/politics/index.ssf/2014/02/massachusetts_health_connector_1.html", "article_text": "the prudent thing ... is to make sure we have a Plan B, and we have a Plan B that works better than the Plan B we’re using right now.-Sarah Iselin\n\nBOSTON — Massachusetts Health Connector officials acknowledged on Thursday that the state’s health exchange website may not be fully functional by June – the date by which approximately 200,000 state-subsidized health insurance plans will expire.\n\nAll of those individuals will have to move to new plans, which are approved under the guidelines of the Affordable Care Act, by June 30. But they may or may not be able to use the state website to enroll in those plans.\n\n“We’re about to hit March. June 30 is not very far away,” Sarah Iselin, a special assistant to Gov. Deval Patrick overseeing fixes to the Health Connector website, told reporters. “Putting all of our eggs in the basket of assuming we’re going to have a fully functional (Health Insurance Exchange) to effectuate the transition of people from Commonwealth Care and out of transitional coverage, and to be able to use the website to do that, does not feel like a low risk proposition to me.”\n\nIselin told the Health Connector board at a meeting that she aspires to have a fully functional website by June. But, she said, “We’re still doing a deep dive to assess will we or won’t we have that as a tool to use between now and the end of June.”\n\nIn the meantime, Iselin said the state is “hedging our bets” and looking at ways to improve tools that let customers sign up for insurance coverage by working around the website problems. “Given where we are, the prudent thing from my perspective is to make sure we have a Plan B, and we have a Plan B that works better than the Plan B we’re using right now,” Iselin said.\n\nThis is the first time state officials have suggested that the site won’t be ready by June. Asked about her comments after the board meeting, Iselin said, “I don’t think its any great surprise. I’m just being a realist, and I’m being incredibly pragmatic, and I think that’s part of my role and part of my job so we don’t hit that deadline and be left without a solution.”\n\nThe state website, launched in October to allow the state to conform with the Affordable Care Act, has had serious technological problems. In addition to general slowdowns and error messages, a tool that was supposed to determine which subsidy a person is eligible for was never finished. Despite improvements over the past months, individuals seeking subsidized care cannot use the website for anything but inputting their application information; they cannot enroll in a plan through the site. The site works better for those seeking unsubsidized coverage who can now complete the enrollment process online. Patrick this month brought in Iselin and the technology company Optum to work on fixing the problems.\n\nMIT economics professor Jonathan Gruber, a member of the Health Connector board and a national expert on health care reform, said he does not think the uncertainty about the website’s readiness is surprising. He is hopeful the site can be fixed by June, since the federal website was fixed in a shorter time period. But he is glad to see Iselin is working on a plan, in case the site is not fixed. “What I like is Sarah seems to have a good plan of proceeding to try to get it working, but to make sure there’s a backup plan if isn’t,” Gruber said. “Basically, we’re developing a system that’s robust to a non-working website.”\n\nToday, there are around 105,000 people on Commonwealth Care plans, which are subsidized by the state, and another 55,000 in temporary coverage, fee-for-service plans paid for by MassHealth, the state’s Medicaid program. The state has been using temporary coverage to fill the gap until people can be enrolled in their permanent plans. Additional people are likely to be added to temporary coverage as the state works through its backlog of applications. All those plans will expire in June, barring another extension from the federal government, and those people will have to transition to permanent plans.\n\nIselin said the state is working on both improving the website – for example, developing the tool to determine someone’s eligibility for subsidies – and on improving the workarounds. For example, the state currently has no capacity to process insurance changes for someone who moves or has a baby. “We have to…figure out the smoothest, easiest, most customer service-oriented way of effecting that transition, if we don’t have a functional (website),” Iselin said.\n\nGruber pointed out during the meeting that the transition challenges will include communications as well as technology. Currently, those on temporary coverage are paying no premiums. With subsidized permanent coverage, they could be required to pay 9.5 percent of their income.\n\n“Folks are getting a much better deal than they will get, and are saying this is pretty good, I’ll get free health insurance,” Gruber said. “How do we communicate this is transitional?”\n\nThe state still has not determined how much it costs to keep people on temporary coverage. Secretary of Administration and Finance Glen Shor said more budget information will be available at the next board meeting on March 13.\n\nSo far, the new management team has focused on short-term solutions: processing a backlog of paper applications, moving people into temporary coverage, and getting the federal government to grant an extension until June for people to remain in existing plans.\n\nIn the long term, Iselin said the state is assessing its options, including scrapping the website entirely. Iselin told the Health Connector board that officials are analyzing four options: staying the course and building out the current website; partially rebuilding problematic components of the site; taking components from the exchanges of other states or the federal government; and starting over.\n\nIselin said she is working with Optum, information technology experts and others to analyze costs, timelines and pros and cons of each option. “We are beginning the process of assessing how all these options stack up against each other,” she said.\n\nMeanwhile, the state continues chipping away at the backlog of paper applications. This past week, officials processed 6,000 applications of people who will be transferred into temporary coverage. The state still has a backlog of 54,000 applications to process – down from 72,000 two weeks ago.\n\nThe processing of paper applications should get faster since the Connector developed a new data entry tool this week that reduces the time it takes to process an application from two hours to 40 minutes. Optum currently has 230 staff working on data entry in North Carolina, Florida and Texas.\n\nThe next big deadline is March 31, when the plans of 35,000 people on Commonwealth Choice plans, those purchased on the state exchange without a subsidy, will expire. The Connector established a new method by which those people can re-enroll in a plan similar to their current one by mailing in a check, avoiding the website altogether.\n\nSo far, only 11,000 people who buy insurance through the Health Connector have successfully enrolled in permanent plans, mostly people buying insurance without subsidies.", "article_metadata": {"medium": "news", "viewport": "width=device-width,initial-scale=1", "news_keywords": "'@homepage','@mobile','affordable-care-act','health-care','health-connector','health-insurance-exchanges','sarah-iselin'", "title": "Massachusetts Health Connector website may not be completed by June", "parsely-page": "{\"title\": \"Massachusetts Health Connector website may not be completed by June\", \"link\": \"http://www.masslive.com/politics/index.ssf/2014/02/massachusetts_health_connector_1.html\", \"image_url\": \"http://imgick.masslive.com/home/mass-media/width620/img/politics_impact/photo/photo5jpg-1472b66e1e9ad47f.jpg\", \"type\": \"post\", \"post_id\": \"12308237\", \"pub_date\": \"2014-02-27T21:34:34Z\", \"author\": \"Shira Schoenberg | sschoenberg@repub.com\", \"tags\": [\"@homepage\",\"@mobile\",\"affordable-care-act\",\"health-care\",\"health-connector\",\"health-insurance-exchanges\",\"sarah-iselin\"] }", "twitter": {"image": "http://media.masslive.com/politics_impact/photo/14373827-thumb_square_large.jpg", "creator": "@#!/shiraschoenberg", "site": "@masslivenews", "card": "summary", "description": "Approximately 200,000 people have state-subsidized health insurance plans that will expire June 30, and the state is exploring options to move people to new plans, if the health insurance website is not working in time."}, "article_date_updated": "Thursday, February 27, 2014,  4:44 PM", "parsely-metadata": "{\"image_url\": \"http://media.masslive.com/politics_impact/photo/photo5jpg-1472b66e1e9ad47f.jpg\", \"author_name\": \"sschoenberg\", \"author_nickname\": \"Shira Schoenberg | sschoenberg@repub.com\", \"author_id\": \"10164552\", \"source_blog_name\": \"Politics - MassLive.com\", \"source_blog_url\": \"http://www.masslive.com/politics/index.ssf/\", \"sponsored_content\": \"0\" }", "og": {"site_name": "masslive.com", "description": "Approximately 200,000 people have state-subsidized health insurance plans that will expire June 30, and the state is exploring options to move people to new plans, if the health insurance website is not working in time.", "title": "Massachusetts Health Connector website may not be completed by June", "url": "http://www.masslive.com/politics/index.ssf/2014/02/massachusetts_health_connector_1.html", "image": "http://www.masslive.com/static/aff/static/img/logos/logo_fb.jpg", "type": "article"}, "fb": {"admins": 100000302287435}, "article_publication_name": "masslive.com", "article_comments": 0, "article_date_original": "Thursday, February 27, 2014,  4:34 PM", "article_author": "Shira Schoenberg | sschoenberg@repub.com", "Description": "Approximately 200,000 people have state-subsidized health insurance plans that will expire June 30, and the state is exploring options to move people to new plans, if the health insurance website is not working in time."}, "_id": "\"57477af46914bd0286fe31b0\"", "article_summary": "Deval Patrick overseeing fixes to the Health Connector website, told reporters.\nMIT economics professor Jonathan Gruber, a member of the Health Connector board and a national expert on health care reform, said he does not think the uncertainty about the website’s readiness is surprising.\nSo far, only 11,000 people who buy insurance through the Health Connector have successfully enrolled in permanent plans, mostly people buying insurance without subsidies.\n“We have to…figure out the smoothest, easiest, most customer service-oriented way of effecting that transition, if we don’t have a functional (website),” Iselin said.\nBut they may or may not be able to use the state website to enroll in those plans."}