{"article_title": "Cutting Red Tape: Navajo Nation FEMA Aid Gets Sped Up and Streamlined", "article_keywords": ["gets", "policies", "emergency", "grants", "executive", "nation", "order", "cutting", "tape", "streamlined", "statement", "aid", "sped", "navajo", "procedures", "fema", "red"], "article_url": "http://indiancountrytodaymedianetwork.com/2014/01/22/cutting-red-tape-navajo-nation-fema-aid-gets-sped-and-streamlined-153209", "article_text": "With disaster assistance now available to tribes through the 2013 Stafford Act, the Navajo Nation has set out to streamline the process of applying for its residents.\n\nOn January 15, Navajo Nation President Ben Shelly met with Nancy Casper, the federal coordinating officer for the Federal Emergency Management Agency (FEMA) Region VI, and the New Mexico disaster and public assistance team, about a week after Shelly signed an executive order that simplifies the aid process.\n\nRELATED: President Obama Signs Law Putting Tribes on Equal Footing as States for Federal Emergency Aid\n\nShelly’s Executive Order No. 09-2014 outlines policies and procedures for administering grants and projects from FEMA, the Nation said in a statement on January 15.\n\n“This executive order will streamline the process for the Navajo Nation and FEMA to respond to emergencies quickly and efficiently,” Shelly said.\n\nCasper is surveying damage across the Navajo Nation from the 2013 monsoon, which swept the lands with floodwaters, and she is scheduling classes for FEMA training. Shelly’s executive order sets out tribal policies to govern how FEMA grants are used. In addition, the Navajo statement said, the Nation is also eligible to receive relief as a sub-grantee of FEMA grants awarded to Arizona, New Mexico and Utah.\n\n“These policies and procedures are not only instrumental for the Nation to administer FEMA grants, but they also strengthen our ability to work with the states during times of disasters,” said Shelly.\n\n“The executive order assists with our rollout of new policies and procedures that will get the FEMA funds to chapters and programs a lot faster than in previous years,” said Rose Whitehair, director for the Navajo Nation Department of Emergency Management. “For Indian Country, we need emergency managers and trained personnel in the worst way.”\n\nThe summer monsoon season wrought havoc on the Navajo Nation, and FEMA personnel has been on the ground for weeks assessing the damage. Tribal personnel must be trained to assist in communication, help point out the most needy of areas, and “to provide appropriate cultural sensitivity during emergency situations,” the Navajo statement noted.\n\n“This is an opportunity for us to do the right thing,” said George Kelly Casias, FEMA Tribal Liaison assigned to the Navajo Nation.\n\nDuring the summer monsoons and into September, 86 of the Navajo Nation’s 110 chapters experienced major flooding. Two previous orders cover flooding that occurred from July 23 to 28 and another bout from September 9 to 22. But storms and flash floods plagued the Nation throughout those weeks.\n\nRELATED: Flash Flooding on Navajo Nation Displaces Scores, Wrecks Homes With Mold and Mud\n\nThe Navajo Nation in September reported that it had received more than 150 percent of what the National Oceanic and Atmospheric Administration (NOAA) considers the terrain’s normal amount of precipitation, the Navajo Division of Transportation said in a statement at the time.\n\nLast August 21 the Navajo Nation Commission on Emergency Management declared a state of emergency because of the damages from the torrential monsoonal flooding. The rainfall breached more than 50 earthen dams, washed out roads and created at least one sinkhole.\n\nShelly’s January 15 executive order strips out some of the red tape and makes the aid more directly accessible by routing it through fewer agencies, according to the Navajo statement. By making the aid award and distribution system less complicated, the executive order eliminates problems that were occurring under the old system, from overpayments to some chapters to mistakes in account and project numbers.\n\n“The policies and procedures are going to make this process a lot smoother and faster for the chapters and programs,” said Whitehair. “We’re excited about this.”", "article_metadata": {"description": "With disaster assistance now available to tribes through the 2013 Stafford Act, the Navajo Nation has set out to streamline the process of applying for its residents.FEMA disaster aid will reach Navajo Nation residents quicker thanks to new executive order.", "generator": "Drupal 7 (http://drupal.org)", "dcterms.creator": "theresa", "og": {"url": "http://indiancountrytodaymedianetwork.com/2014/01/22/cutting-red-tape-navajo-nation-fema-aid-gets-sped-and-streamlined-153209", "type": "article", "image": "http://d1jrw5jterzxwu.cloudfront.net/sites/default/files/article_media/navajo_nation_shelly-fema-rick_abasta_0.jpg", "site_name": "Indian Country Today Media Network.com", "title": "Cutting Red Tape: Navajo Nation FEMA Aid Gets Sped Up and Streamlined"}, "dcterms.date": "2014-01-22T15:30-05:00", "dc": {"title": "Cutting Red Tape: Navajo Nation FEMA Aid Gets Sped Up and Streamlined"}, "dcterms.identifier": "http://indiancountrytodaymedianetwork.com/2014/01/22/cutting-red-tape-navajo-nation-fema-aid-gets-sped-and-streamlined-153209", "robots": "follow, index", "dcterms.format": "text/html", "fb": {"app_id": 493888563989950}, "dcterms.language": "und", "dcterms.type": "Text", "keywords": "Navajo Nation, Disaster Aid, Disaster Assistance, Natural Disaster Assistance, Monsoon Rain, Navajo Nation President Ben Shelly, FEMA, Federal Emergency Management Agency, Stafford Act", "validation_code": "d9d37d7b776cc351c4025ded3df21cad", "sioc": {"num_replies": 0}, "dcterms.title": "Cutting Red Tape: Navajo Nation FEMA Aid Gets Sped Up and Streamlined"}, "_id": "\"57477af46914bd0286fe159c\"", "article_summary": "“This executive order will streamline the process for the Navajo Nation and FEMA to respond to emergencies quickly and efficiently,” Shelly said.\nWith disaster assistance now available to tribes through the 2013 Stafford Act, the Navajo Nation has set out to streamline the process of applying for its residents.\n“This is an opportunity for us to do the right thing,” said George Kelly Casias, FEMA Tribal Liaison assigned to the Navajo Nation.\nRELATED: President Obama Signs Law Putting Tribes on Equal Footing as States for Federal Emergency AidShelly’s Executive Order No.\nShelly’s January 15 executive order strips out some of the red tape and makes the aid more directly accessible by routing it through fewer agencies, according to the Navajo statement."}