{"article_title": "Is Physician Employment Here To Stay In This Post-Reform Environment? « D Healthcare Daily", "article_keywords": ["firm", "physician", "d", "physicians", "medicus", "practice", "daily", "stay", "environment", "private", "opportunities", "postreform", "ownership", "healthcare", "employment"], "article_url": "http://healthcare.dmagazine.com/2015/10/02/is-physician-employment-here-to-stay-in-this-post-reform-environment/", "article_text": "Anyone who has worked in the healthcare industry for any substantial period of time has experienced, and adapted to, a seemingly endless array of changes, trends, and developments, not the least of which is the passage of the Affordable Care Act in 2010.\n\nOne paradigm shift significantly impacting the physician workforce, as well as the physician recruiting industry, is the growth of physician employment opportunities, and the decline in private practice ownership.\n\nIn 2015 thus far, 87 percent of The Medicus Firm’s placements were for employed opportunities. A mere 11 percent of physicians placed through the firm for the first half of 2015 were in private practice opportunities. Ten to fifteen years ago, the majority of physician searches were for private practices seeking to add an additional physician partner/owner, while a much smaller percentage of searches were for employed opportunities.\n\nIn 2014 the percentage of placements into employed opportunities was 82 percent, and 75 percent in 2013. About 65 percent of physicians were placed into employment in 2010. (The Medicus Firm, a national physician search company founded in 2001, didn’t begin to track the mix of practice settings prior to 2010.)\n\nWill the pendulum ever swing back to private practice?\n\nThe prevalence of employment opportunities over private practice in the physician workforce is similar to what occurred during the HMO push of the 1990s. There is a similar trend toward physician alignment with hospitals and insurers again today, as there was with the HMO boom.\n\nHowever, over the course of the 2000s, the larger health organizations and HMOs broke apart again, forming back into smaller, physician-owned private practices. Since 2010, history seems to be repeating itself with another wave of employment, perhaps even larger than that of the HMO push years ago. With sweeping health reform legislation now transforming healthcare, the most recent cycle of physician employment seems much more widespread and all-encompassing than before.\n\nWill the proverbial pendulum swing back to private practice again, away from employment, as it did in the 2000s? Only time will tell for certain, but senior executives at The Medicus Firm agree that employment is here to stay for the physician workforce.\n\nJim Stone, president of The Medicus Firm, states “I think that the employment trend is going to last. The uncertainty physicians feel related to future income is real, and likely isn’t going away. Younger physicians often view practicing medicine as a ‘job’ vs. a career, and they don’t necessarily feel the need or drive to take on practice ownership. Meanwhile, older physicians, who are more likely to have experience in practice ownership, are retiring at unprecedented rates.”\n\nBob Collins, a co-founder and managing partner of the firm, agrees with his counterpart. “Barring a significant, unforeseen event, I think that physician employment will remain the prevalent job option for physicians well into the foreseeable future.” Collins adds that as long as ACOs are pushed as the desired structure of healthcare delivery, along with an emphasis on value over volume, employment will be preferred by healthcare systems, as it allows hospitals a bit more control over provider behavior.\n\n“Health reform, ACOs, and population health require physician alignment with hospitals and insurers,” Stone adds. “The simplest way to accomplish that, is to employ physicians and compensate them in ways that drive them to achieve the goals of the employer.”\n\nSteve Look, executive vice president of recruiting, adds that the growing burdens from CMS reporting requirements, ICD-10 implementation, and the move away from fee-for-service are more contributing factors which make employment a necessary, if not attractive, practice setting for many physicians.\n\nFurthermore, many newer doctors who started practicing within the last five years have never owned or managed their own medical practice, and quite possibly, they never will have that ownership experience, if employment remains the preferred mode of engagement for the physician workforce, hospitals, and groups.\n\nAccording to Look, physicians won’t feel they are missing out on the experience of practice ownership. “With doctors’ average student loan debt hovering around $150,000, there is an aversion among the ranks of many newer doctors to taking on any additional debt required to buy into a partnership or start a new practice.” He predicts that, in the near future, any remaining private groups will approach hospitals seeking acquisition or employment deals, as many already have.\n\nIn sum, three out of four healthcare executives agree that physician employment is the new normal, and it’s here to stay for the long term. A fourth executive was traveling at press time and couldn’t be reached for comment, so consider it a unanimous prediction that private practice is going the way of the dodo bird and dinosaurs.\n\nThe employment trend may contribute to the added mobility of physicians, who may not feel obligated to remain with an employer as loyally as if they were an owner or partner. It is much more cumbersome for a physician to change jobs if he or she must first close down his or her practice, or sell out his or her portion of the practice to the partners. As an employee, turning in a resignation and accepting a new position with a different employer is a much simpler process, although any job change is stressful to some degree.\n\n“It’s not necessarily that younger, newer doctors are less loyal, but that today’s job market is vastly different than that of their predecessors,” concludes Bob Collins. “The excessive demand for their services, combined with the prevalence of employed practice structures, affords today’s doctors the luxury of mobility that their mentors did not have. However, the trade-off, of course, is the autonomy that came with practice ownership, before the increasing regulation and legislation of clinical practice by insurers and government entities eroded much of physicians’ control over their work.”\n\nAndrea Clement Santiago is the Director of Communications and Media Relations for The Medicus Firm, a national retained healthcare recruiting company based in Dallas, TX, with an additional office in Atlanta, GA. A former healthcare and physician recruiter, Andrea also covers Health Careers for About.com.", "article_metadata": {"og": {"site_name": "D Healthcare Daily", "description": "Anyone who has worked in the healthcare industry for any substantial period of time has experienced, and adapted to, a seemingly endless array of changes, trends, and developments, not the least of which is the passage of the Affordable Care Act in 2010. One paradigm shift significantly impacting the physician workforce, as well as the physician recruiting industry, is the growth of physician employment opportunities, and the decline in private practice ownership. In 2015 thus far, 87 percent of The Medicus Firm’s placements were for employed opportunities. A mere 11 percent of physicians placed through the firm for the first half of 2015 were in private practice opportunities. Ten to fifteen years ago, the majority of physician searches were for private practices seeking to add an additional physician partner/owner, while a much smaller percentage of searches were for employed opportunities. In 2014 the percentage of placements into employed opportunities was 82 percent, and 75", "title": "Is Physician Employment Here To Stay In This Post-Reform Environment?", "url": "http://healthcare.dmagazine.com/2015/10/02/is-physician-employment-here-to-stay-in-this-post-reform-environment/", "image": "https://healthcare.dmagazine.com/wp-content/uploads/2015/08/d-logo-square-facebook-default.jpg", "type": "article"}, "article": {"published_time": "2015-10-02T05:01:35Z", "modified_time": "2015-10-01T15:49:31Z"}, "twitter": {"description": "Anyone who has worked in the healthcare industry for any substantial period of time has experienced, and adapted to, a seemingly endless array of changes, trends, and developments, not the least of which is the passage of the Affordable Care Act in 2010. One paradigm shift significantly impacting the physician workforce, as well as the physician recruiting industry, is the growth of physician employment opportunities, and the decline in private practice ownership. In 2015 thus far, 87 percent of The Medicus Firm’s placements were for employed opportunities. A mere 11 percent of physicians placed through the firm for the first half of 2015 were in private practice opportunities. Ten to fifteen years ago, the majority of physician searches were for private practices seeking to add an additional physician partner/owner, while a much smaller percentage of searches were for employed opportunities. In 2014 the percentage of placements into employed opportunities was 82 percent, and 75", "card": "summary"}, "description": "The prevalence of employment opportunities over private practice in the physician workforce is similar to what occurred during the HMO push of the 1990s. There", "viewport": "width=device-width, initial-scale=1.0,minimum-scale=1.0,maximum-scale=1.0"}, "_id": "\"57477af46914bd0286fdf447\"", "article_summary": "One paradigm shift significantly impacting the physician workforce, as well as the physician recruiting industry, is the growth of physician employment opportunities, and the decline in private practice ownership.\nIn sum, three out of four healthcare executives agree that physician employment is the new normal, and it’s here to stay for the long term.\nWith sweeping health reform legislation now transforming healthcare, the most recent cycle of physician employment seems much more widespread and all-encompassing than before.\nThe prevalence of employment opportunities over private practice in the physician workforce is similar to what occurred during the HMO push of the 1990s.\nOnly time will tell for certain, but senior executives at The Medicus Firm agree that employment is here to stay for the physician workforce."}