{"article_title": "Greenhouse Gas Emissions Could Increase By 12% If Pubic Adopts USDA's Dietary Guidelines", "article_keywords": ["intake", "12", "meat", "food", "gas", "guidelines", "pubic", "ghg", "increase", "recommended", "dietary", "americans", "usdas", "emissions", "recommendations", "greenhouse", "adopts"], "article_url": "http://www.medicaldaily.com/greenhouse-gas-emissions-could-increase-12-if-pubic-adopts-usdas-dietary-guidelines-301386", "article_text": "The Dietary Guidelines for Americans issued by the U.S. Department of Agriculture (USDA) and the Department of Health and Human Services (HHS) every five years is considered the authoritative manual on healthy diet and lifestyle. But following these dietary recommendations may result in significant increase of dietary greenhouse gas (GHG) emissions, says a new study.\n\nWhether you are a meat-eater, fish-eater, or plant-eater, your dietary intake contributes to your carbon footprint. Martin Heller and Gregory Keoleian, of University of Michigan Center for Sustainable Systems, considered 100 foods and the associated GHG emissions that results from their production. They also calculated the level of emissions that would result if Americans switched to the diet recommended by the USDA’s \"Dietary Guidelines for Americans, 2010.” Their paper titled \"Greenhouse gas emission estimates of U.S. dietary choices and food loss\" appears in the Journal of Industrial Ecology.\n\nThey found that if Americans were to adopt the dietary recommendations without reducing their caloric intake, diet-related GHG emissions would increase by 12 percent. While reducing calorie intake to the recommended level of 2,000 and adopting a healthier diet would reduce the GHG emissions by just one percent, \"The take-home message is that health and environmental agendas are not aligned in the current dietary recommendations,\" Heller said in a statement.\n\nHeller says that the findings are relevant, especially now because the USDA Dietary Guidelines Advisory Committee is for the first time considering food sustainability within the context of dietary recommendations. This means they would now assess the environment, health, and socio-economic impact of food.\n\nThe 2010 dietary guidelines recommend that Americans eat more of fruits, vegetables, whole grains, fat-free and low-fat dairy products, and seafood, and less of foods with sodium (salt), saturated fats, trans fats, cholesterol, added sugars, and refined grains. An appendix to the report suggests the recommended daily intake of various types of food, including meat.\n\nBut according to Heller and Keoleian, Americans consume much more meat than is recommended in the guidelines. This was estimated using the USDA's Loss Adjusted Food Availability dataset as a proxy for per capita food consumption in the United States.\n\nWhile following the recommendations for meat intake will lower GHG emissions, increased use of dairy products — and to a lesser extent seafood, fruits and vegetables — would actually increase diet-related emissions, according to the U-M researchers. This is because agricultural activities, such as cultivation of crops and livestock for food, contribute significantly to the GHG emissions. Fertilization and other managements practices for agricultural soils pumps in huge amounts of nitrous oxide into the air.\n\nAlso, cattle emit huge amounts of methane as part of their digestion. Mismanagement of manure from cattle also contributes significantly to the GHG emission. Overall, in 2012, agriculture activities accounted for nine percent of the total U.S. GHG emissions.\n\nGiven the fact that the meat in the American diet contributes much more to the dietary GHG emissions than do plant-based foods, the researchers recommend diets that contain less or no animal products to reduce the overall emissions. This does not mean Americans should stop eating meat, but livestock management processes should be improved and people should stick to the recommended level of daily meat consumption.\n\nThe authors also state that food wastage contributes hugely to the annual GHG emissions. They estimate that the annual carbon footprint associated with food wastage is equivalent to that of 33 million cars.\n\nSource: Keoleian GA, Heller MC. Greenhouse Gas Emission Estimates of U.S. Dietary Choices and Food Loss. Journal of Industrial Ecology. 2014.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "federal guidelines may result in more green house gas emissions.", "og": {"site_name": "Medical Daily", "description": "The U.S. Department of Agriculture should consider changing its dietary guidelines to reduce animal products in order to decrease dietary greenhouse gas emissions, says a study.", "title": "Adopting The USDA's Dietary Guidelines Could Actually Lead To Increased Toxic Gas Emissions", "url": "http://www.medicaldaily.com/greenhouse-gas-emissions-could-increase-12-if-pubic-adopts-usdas-dietary-guidelines-301386", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/09/05/balanced-food.jpg", "type": "article"}, "twitter": {"description": "The U.S. Department of Agriculture should consider changing its dietary guidelines to reduce animal products in order to decrease dietary greenhouse gas emissions, says a study.", "title": "Adopting The USDA's Dietary Guidelines Could Actually Lead To Increased Toxic Gas Emissions", "url": "http://www.medicaldaily.com/greenhouse-gas-emissions-could-increase-12-if-pubic-adopts-usdas-dietary-guidelines-301386", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/09/05/balanced-food.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/09/05/balanced-food.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Consumer News", "published_time": "2014-09-05T11:06:28-04:00", "modified_time": "2014-09-05T11:06:27-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "The U.S. Department of Agriculture should consider changing its dietary guidelines to reduce animal products in order to decrease dietary greenhouse gas emissions, says a study."}, "_id": "\"57477af36914bd0286fd2c4b\"", "article_summary": "But following these dietary recommendations may result in significant increase of dietary greenhouse gas (GHG) emissions, says a new study.\nThey found that if Americans were to adopt the dietary recommendations without reducing their caloric intake, diet-related GHG emissions would increase by 12 percent.\nWhether you are a meat-eater, fish-eater, or plant-eater, your dietary intake contributes to your carbon footprint.\nMartin Heller and Gregory Keoleian, of University of Michigan Center for Sustainable Systems, considered 100 foods and the associated GHG emissions that results from their production.\nOverall, in 2012, agriculture activities accounted for nine percent of the total U.S. GHG emissions."}