{"article_title": "HixMe reimagines healthcare benefits under Obamacare", "article_keywords": ["aca", "hixme", "plans", "reimagines", "obamacare", "employers", "health", "plan", "healthcare", "employee", "benefits", "company", "employees"], "article_url": "https://theamericangenius.com/finance/hixme-reimagines-healthcare-benefits-under-obamacare/", "article_text": "HixMe has a solution for your company’s healthcare headaches\n\nSome people think the Affordable Care Act (ACA) it is the greatest accomplishment in a half-century of healthcare debate. Others view it as an additional intrusion of government into citizens’ lives. Everyone, however, agrees that business as usual simply was not working and even after the implementation of ACA, there are still problems with company health plans around America.\n\nRead also: Walmart will pay you to check your blood pressure and health at their kiosks\n\n\n\nOne California company is determined to help businesses overcome the status quo of health plan headaches. Hixme Incorporated has developed a platform that unleashes the best elements of the ACA to help companies and their employees. Hixme points out the quagmire most company health plans find themselves in when management reproduces a slightly modified and typically more expensive health plan for employees each year. The new plan it is meant to maximize health and improve employee morale, but it rarely (if ever) does. The very thing that is meant to be a perk for employees becomes a pain.\n\nACA-compliant, but privatized?\n\nThe team at Hixme suggests it is time to embrace the “Post-ACA world.” The systems that worked in the past are not the best systems for our present and they will grow increasingly obsolete as we move into the future. Recognizing that a new way of handling employee health benefits must be conceived and implemented, Hixme has developed a technology platform that allows employers to fund their employees in an ACA compliant private exchange. Employers pay for the plans, but employees have freedom of choice and the plans are portable.\n\nWin-win for all parties\n\nThis new approach puts employees in the driver’s seat of their health care benefit selection and highlights how much a company truly helps with costs. These factors mean employees end up with plans that are better suited for their individual or family situations and they get a morale boost in the process. Companies experience savings and enjoy the ability to invest funds more directly into employee compensation and additional benefits.\n\nLearning to adapt\n\nHixme is charting a positive course for employers and employees. Furthermore, the company is setting a good example for businesses of all stripes from large corporations to start-up enterprises. Successful companies must adapt to our changing culture and world. Doing business as it was done 25 years ago is not a winning strategy, even when it comes to healthcare benefits. Adapting to the present will mean greater success and satisfaction in the future.\n\n#HixMe", "article_metadata": {"description": "How one healthcare company has found a way to privatize Obamacare, make employees happy, and keep HR from melting under the stress of sifting through plans.", "og": {"site_name": "The American Genius", "description": "How one healthcare company has found a way to privatize Obamacare, make employees happy, and keep HR from melting under the stress of sifting through plans.", "title": "HixMe reimagines healthcare benefits under Obamacare - The American Genius", "locale": "en_US", "image": {"width": 780, "identifier": "https://2fm9xz2drvqemrbu-zippykid.netdna-ssl.com/wp-content/uploads/2015/11/hixme.jpg", "height": 433}, "url": "https://theamericangenius.com/finance/hixme-reimagines-healthcare-benefits-under-obamacare/", "type": "article"}, "twitter": {"description": "How one healthcare company has found a way to privatize Obamacare, make employees happy, and keep HR from melting under the stress of sifting through plans.", "creator": "@stephenjstjohn", "image": "https://2fm9xz2drvqemrbu-zippykid.netdna-ssl.com/wp-content/uploads/2015/11/hixme.jpg", "title": "HixMe reimagines healthcare benefits under Obamacare - The American Genius", "site": "@agbeat", "card": "summary_large_image"}, "robots": "noodp", "fb": {"app_id": 797822433650165}, "article": {"publisher": "http://facebook.com/theamericangenius", "section": "Business Finance", "tag": "Tech", "published_time": "2015-11-13T10:26:19-04:00", "author": "https://www.facebook.com/stephenjstjohnpage"}, "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "_id": "\"57477af36914bd0286fd2c3a\"", "article_summary": "Hixme points out the quagmire most company health plans find themselves in when management reproduces a slightly modified and typically more expensive health plan for employees each year.\nHixMe has a solution for your company’s healthcare headachesSome people think the Affordable Care Act (ACA) it is the greatest accomplishment in a half-century of healthcare debate.\nDoing business as it was done 25 years ago is not a winning strategy, even when it comes to healthcare benefits.\nEveryone, however, agrees that business as usual simply was not working and even after the implementation of ACA, there are still problems with company health plans around America.\nHixme Incorporated has developed a platform that unleashes the best elements of the ACA to help companies and their employees."}