{"article_title": "GRETCHEN CARLSON: What I know: advice for the real world", "article_keywords": ["real", "ive", "seize", "grade", "carlson", "advice", "id", "job", "paper", "know", "gretchen", "world", "america", "miss", "day"], "article_url": "http://www.washingtontimes.com/news/2015/may/29/gretchen-carlson-what-i-know-advice-real-world/?page=all", "article_text": "ANALYSIS/OPINION:\n\nMy tenth grade English teacher, Jack Nabedrick, threw me a curve that changed my life. On an exam that I’d studied hard for and expected a good grade on, he returned my paper with no grade and the words “Carpe Diem.” As a very serious—even obsessive— student, I wanted that grade, and I marched up to his desk dismayed. “There’s no grade on this paper,” I announced.\n\n“I know,” he said, barely looking up at me from his reading.\n\n“But why?”\n\nHe shrugged. “You’ll have to figure it out,” he said.\n\nI was dismayed, to say the least. My goal was to be valedictorian, and I was counting on an A. I wanted that grade!\n\nI trudged to the library to look up carpe diem, which I discovered meant seize the day. It took me awhile, but finally I was forced to consider why Mr. Nabedrick had written those words on my paper. I think he looked at me as someone who was too focused on grades at the expense of really learning, and that there was more to life than a perfect grade. He was challenging me to open myself to opportunities and take risks.\n\nI did get an A in Mr. Nabedrick’s class, and I did become valedictorian. But the words—seize the day—stayed with me. They shook me up, made me realize that my future was in my own hands.\n\nI’ve been thinking about Jack Nabedrick a lot recently, because this is graduation season, and I am often asked what advice I’d give to new grads. Seize the day seems like a good place to start. But once you seize the day, it’s what you do with it that matters.\n\n“What’s the secret to your success?” a young woman asked me recently, gazing enviously at what she thought was my glamorous life.\n\n“Do the work,” I said. She looked disappointed. It wasn’t a very glamorous answer.\n\nWhen I tell people that the reason I became Miss America was because I worked hard and strategized smartly, they usually roll their eyes—“Yeah, right.” But it happens to be true. I made lists. I practiced answering interview questions. I went back to practicing the violin for three hours a day, as I’d done as a child. I worked my tail off to get in tip top shape, which was a struggle since I’d grown up a fat kid. My grandfather, God love him, tried to prepare me for the inevitable disappointment. “You’re a lovely girl, but you’re never going to be Miss America,” he told me gently.\n\n“Why not?” I tried not to be upset.\n\n“You’re too short,” he said.\n\nI wasn’t about to take his word for it. I went to the library (this was before the Internet) and I found a book on the Miss America pageant. I learned that the very first Miss America in 1921, Margaret Gorman, was five foot one. I was two and a half inches taller. Do your research!\n\nI’ve never been a person for whom things come easily. Every achievement has been the result of scrambling, throwing myself into a job, taking on the lowliest tasks so I can climb another notch. My first job in news was at a local station in Richmond, Virginia, where I covered neighborhood news and the crime beat. At night I’d go home to my tiny apartment and sit on my futon making notes for the next day. I was determined to show up every morning with at least a couple of pitch ideas. Sometimes they even got approved! In the trenches I learned how to be disciplined, fast on my feet, and never complain. I built on that experience through three more local markets—Cincinnati, Cleveland and Dallas—before I landed at CBS in New York and then Fox News.\n\nWorking hard is important, but it isn’t everything. No matter how much you throw yourself into a job, it doesn’t guarantee that your career will be a steady climb upward. There’s slippage in life. I’ve failed, I’ve been fired (a week after I got married), I’ve been bruised. Like every high profile woman I know, I’ve had to put up with a constant stream of commentary about my weight (too fat), my shape (too chunky), my hair (too blonde), and my brain (too dumb). Thanks to Twitter, I hear these remarks every single day. Sometimes I ignore them. Sometimes I write back. I don’t take the snarky remarks too seriously. I try to inject a little humor—laugh at myself when I can. My kids help a lot with that. One day when I rushed home from the studio without taking off my makeup, my son Christian looked at me with horror. “Mom, what happened to your face?”\n\nBeneath the makeup, which is a necessity of national television, the most important thing is for me to be my true self, and if there is any secret that trumps them all it’s to be real. Make the face you show the world—in interviews, on the job, socially and professionally—the reflection of what’s in your heart and mind. That way you can always look in the mirror and like what you see—the real you.\n\nGretchen Carlson is the anchor of “The Real Story” on Fox News and the author of “Getting Real,” forthcoming on June 16. Please visit www.GretchenCarlson.com to pre-order and for more information.", "article_metadata": {"description": "Make the face you show the world--in interviews, on the job, socially and professionally--the reflection of what's in your heart and mind.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "Make the face you show the world—in interviews, on the job, socially and professionally—the reflection of what’s in your heart and mind.", "title": "GRETCHEN CARLSON: What I know: advice for the real world", "url": "http://www.washingtontimes.com/news/2015/may/29/gretchen-carlson-what-i-know-advice-real-world/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/05/18/922acdbe38d5d716760f6a706700d20f.jpg", "type": "article"}, "twitter": {"image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/05/18/922acdbe38d5d716760f6a706700d20f.jpg", "description": "Make the face you show the world--in interviews, on the job, socially and professionally--the reflection of what's in your heart and mind.", "site": "@washtimes", "card": "summary", "title": "GRETCHEN CARLSON: What I know: advice for the real world"}, "Author": "Gretchen Carlson", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web1", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "Jack Nabedrick"}, "_id": "\"57477af36914bd0286fd2c45\"", "article_summary": "Gretchen Carlson is the anchor of “The Real Story” on Fox News and the author of “Getting Real,” forthcoming on June 16.\nI went to the library (this was before the Internet) and I found a book on the Miss America pageant.\n“You’re a lovely girl, but you’re never going to be Miss America,” he told me gently.\nI learned that the very first Miss America in 1921, Margaret Gorman, was five foot one.\nWhen I tell people that the reason I became Miss America was because I worked hard and strategized smartly, they usually roll their eyes—“Yeah, right.” But it happens to be true."}