{"article_title": "1 Area Where America's Armed Forces Are Coming Up Short -- The Motley Fool", "article_keywords": ["fool", "short", "financial", "members", "family", "area", "motley", "personnel", "americas", "program", "forces", "coming", "military", "month", "armed", "money"], "article_url": "http://www.fool.com/how-to-invest/personal-finance/savings/2015/07/26/1-area-where-americas-armed-forces-are-coming-up-s.aspx", "article_text": "I'm proud to say that the United States Armed Forces remain the greatest and most prepared military in the world.\n\nAccording to the Bureau of Labor Statistics, some 2.7 million men and women served in the U.S. Armed Forces as of June 2013. Based on the latest figures from InsideGov.com, 1.46 million Americans are on active duty, including more than 490,000 in the Army, a hair over 326,000 in the Navy, nearly 311,000 in the Air Force, and close to 184,000 Marines.\n\nNot surprisingly, the U.S. spends more on its military each year than any other country in the world. Per the International Institute of Strategic Studies, the $581 billion the U.S. spent on its military in 2014 is more than quadruple what second-place China spent, and is still more than what the second through 10th-place countries spent on their militaries combined!\n\nAmerica's Armed Forces are coming up short\n\nBut while the U.S. Armed Forces are used to winning on the battle field, a newly released study suggests they may be losing on the financial home front.\n\nAccording to a study compiled by the National Foundation for Credit Counseling (NFCC) in collaboration with Ohio State University, a majority of military families are facing struggles that include higher levels of debt and lower total assets relative to civilians.\n\nSpecifically, with the help of OSU, the NFCC analyzed active military members who took part in the Sharpen Your Financial Focus program, which is designed to educate military personnel on how to effectively handle their financial needs. When NFCC compared the results of program personnel with that of the average civilian family, it discovered that the average military family carried a 7.1% higher unsecured debt load (about $400-$500 more per family); had 15% higher monthly debt-related expenses, or about $200 a month more than the average civilian family; and had 16.2% fewer tangible assets, or about $11,000 less than the typical civilian family.\n\nWhy military personnel are struggling with their finances\n\nWhat's the basis for this shortfall? According to the report, it's likely a confluence of factors.\n\nFor starters, military personnel are subject to frequent relocation. Although relocation reimbursement programs do exist within the military, intangible factors, such as the economic health of the area to which a member of the Armed Forces is moved, can factor into overall housing and opportunity costs.\n\nSecondly, a lot of military personnel join the Armed Forces when they are young. Not to lump all young adults into one pot, but quite a few don't have a firm grasp on money management skills when they're fresh out of high school and ready to serve their country, and can be tempted to unwisely spend the entirety of their guaranteed paychecks (and then some).\n\nAnother important point is that military service takes a toll on spouses. Frequent relocations can make it difficult for a spouse to land a well-paying job where he or she has the opportunity for socioeconomic advancement. Spending only a few years (or less) in each location tends to relegate a military spouse to a low-paying job, or no job at all, depending on the health of the local economy.\n\nLastly, when military personnel attempt to rejoin civilian life the transition isn't always easy. Long periods of unemployment or underemployment can exacerbate the need to rely on credit or to go into debt.\n\nCan this be fixed?\n\nTo some degree, members of the Armed Forces already have certain safeguards built in to protect their wealth. The Service-Members' Civil Relief Act caps the level of interest paid on existing debts at 6% during a soldiers' deployment; however, it only covers debts incurred before an active tour of duty commences. Thus any charges racked up while on deployment won't be subject to the lower SCRA cap.\n\nAdditionally, the NFCC (among other active counseling groups) has offered to provide financial counseling to members of the military under its Sharpen Your Financial Focus program. These programs provide financial workshops and one-on-one counseling for members of the Armed Forces and their families. The original impetus for creating the Sharpen Your Financial Focus program was a separate NFCC study in 2014 on military families that found they were almost twice as likely to carry a credit card balance month to month compared to the general population.\n\nFinancial moves military personnel should consider\n\nBut at least some of the \"fix\" needs to come internally, from members of the Armed Forces interested in learning more about how to improve their financial wellbeing.\n\nFor instance, better money management and cash flow should be goals of all service members. In a utopian world, everyone would understand how to craft a budget and stick to it -- but we know we don't live in a utopian world. If a service member is currently in debt, or they and their family find themselves living paycheck to paycheck, they should strongly consider mapping out their expenses in a given month. Once someone (or a family) can see how much they have in cash outflow on a monthly basis, they can formulate a budget that they can stick to and possibly even save money.\n\nAnother idea that could set current military personnel up for a smoother transition to civilian life is an investment in education known as the Montgomery GI Bill. For active duty military, if you're willing to take a $100 pay cut per month for 12 consecutive months (or $1,200 over the course of a year) you could qualify for up to 36 months of education benefits. The amount you receive in benefits is determined by your length of service (usually two or three years of continuous service is required to be eligible), any college fund availability, the type of training you take, and finally if you contributed to an alternative $600 buy-in program. The buy-in program allows for another $5,400 in GI benefits, and must be made while you're still on active duty.\n\nA college education has become a practical necessity for socioeconomic success, so making this investment in could be a path to erasing those debt concerns following the end of a military career.\n\nFinally, military personnel should consider -- once they've formulated that aforementioned budget and understand how much they can save on a monthly basis -- investing in a federal thrift savings plan.\n\nA thrift savings plan is a lot like an employer-sponsored 401(k) in that the accountholder contributes a certain amount of money each month (which is often withdrawn automatically from their paycheck) that gets invested in mutual funds which buy various stocks and bonds. The investment gains are tax-deferred, with the accountholder only paying ordinary tax on investment gains when they withdraw the money in retirement.\n\nWhat's different, though, is that federal thrift savings plans have extremely low expense ratios (the amount of money charged to manage the mutual funds). Whereas the typical mutual fund can have expense ratios regularly in the 0.5%-1% per year range, last year's federal thrift savings plans had an expense ratio of just 0.03%! This is a great way for members of the Armed Forces to take advantage of the growth the stock market has to offer while spreading around their risk through mutual fund diversification and ensuring their money isn't wasted on exorbitant management fees.\n\nPersonal finances are admittedly a tough battle, but with a little help members of our Armed Forces can get themselves on track.", "article_metadata": {"publish_time": "06:07", "date": "2015-07-26T10:07:00Z", "description": "The United States may have the greatest military personnel on Earth, but when it comes to their finances members of the Armed Forces could be in big trouble.", "ResponsiveALP": "1Ses_2things-v-single_2-things_50", "author": "Sean Williams", "promo": "The United States may have the greatest military personnel on Earth, but when it comes to their finances members of the Armed Forces could be in big trouble.", "twitter": {"description": "The United States may have the greatest military personnel on Earth, but when it comes to their finances members of the Armed Forces could be in big trouble.", "site": "@themotleyfool", "title": "1 Area Where America's Armed Forces Are Coming Up Short --  The Motley Fool"}, "tags": "Yahoo", "og": {"site_name": "The Motley Fool", "description": "The United States may have the greatest military personnel on Earth, but when it comes to their finances members of the Armed Forces could be in big trouble.", "title": "1 Area Where America's Armed Forces Are Coming Up Short --  The Motley Fool", "url": "http://www.fool.com/how-to-invest/personal-finance/savings/2015/07/26/1-area-where-americas-armed-forces-are-coming-up-s.aspx", "image": "https://g.foolcdn.com/image/?url=http%3A%2F%2Fg.foolcdn.com%2Feditorial%2Fimages%2F172892%2Farmy-fb.jpg&h=630&w=1200&op=resize", "type": "article"}, "fb": {"admins": 50808187550, "page_id": 7240312795, "app_id": 50808187550}, "bureau": "usmf-investment-planning", "STORY_UID": "1b58a34c-2dc4-11e5-b518-0050569d4be0", "headline": "1 Area Where America's Armed Forces Are Coming Up Short", "msvalidate.01": "8D40D58712924715BAA79D135A6C8DDA", "gsa_date": "2015 07 26", "pitch": 1727, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0"}, "_id": "\"57477af36914bd0286fd2c35\"", "article_summary": "America's Armed Forces are coming up shortBut while the U.S. Armed Forces are used to winning on the battle field, a newly released study suggests they may be losing on the financial home front.\nAccording to the Bureau of Labor Statistics, some 2.7 million men and women served in the U.S. Armed Forces as of June 2013.\nI'm proud to say that the United States Armed Forces remain the greatest and most prepared military in the world.\nSecondly, a lot of military personnel join the Armed Forces when they are young.\nPersonal finances are admittedly a tough battle, but with a little help members of our Armed Forces can get themselves on track."}