{"article_title": "'Do You Know How Crazy This Election Is?'", "article_keywords": ["carson", "crazy", "trump", "country", "gonna", "election", "let", "know", "thats", "ought", "dont"], "article_url": "http://www.nationalmemo.com/kasich-slams-carson-and-trump-do-you-know-how-crazy-this-election-is/", "article_text": "At a rally Tuesday in his hometown of Westerville, Ohio, Republican presidential candidate John Kasich gave a possible preview for his performance in Wednesday’s national debate — calling his far-right competitors in the race, particularly Ben Carson and Donald Trump, completely crazy.\n\nKasich did not directly name the other candidates, but he listed their proposals in ways that would leave no doubt about whom he was speaking. And if either of those two men were to end up as the Republican nominee, you can pretty well expect that Kasich’s attacks will end up in Democratic campaign ads in Ohio.\n\nKasich began by talking about all the people he’s met on the campaign trail, particularly in the early state of New Hampshire. “But you know, I want to let you all know: Do you know how crazy this election is?” he said, to laughter from the crowd of his local supporters. “Let me tell you something: I’ve about had it with these people.”\n\n(Video via Marc Kovac.)\n\nKasich continued:\n\nAnd let me tell you why: We got one candidate [Carson] that says that we ought to abolish Medicaid and Medicare. You ever heard of anything so crazy as that — telling our people in this country who are seniors, or about to be seniors, that we’re gonna abolish Medicaid and Medicare? We’ve got one person [Carson again] saying we ought to have a 10 percent flat tax that’ll drive up the deficit in this country by trillions of dollars — that my daughters will spend the rest of their lives having to pay off. You know, what I say to them is, why don’t we have no taxes? Just get rid of them all, and then a chicken in every pot on top of it. We got one guy [Donald Trump] that says we ought to take 10 or 11 million people and pick them up, where the — I don’t know where, we’re gonna go in their homes, their apartments. We’re gonna pick them up and we’re gonna take them to the border and scream at them to get out of our country. Well that’s just crazy. That is just crazy. We got people proposing health care reform that’s gonna leave, I believe, millions of people without adequate health insurance. What has happened to our party? What has happened to the conservative movement?\n\nHere are some more choice bits of Kasich from the rally, as he rails against other candidates for offering no constructive ideas, but lots of irresponsible promises that would wreck the country.\n\n“Why don’t we grow up?” he asked. “Why don’t we get a reality check on what the heck needs to be done in this country?”", "article_metadata": {"description": "On the eve of the next Republican debate, the Ohio governor and GOP presidential candidate declared that his party urgently needs a 'reality check.'", "generator": "WordPress 4.5.2", "og": {"site_name": "The National Memo", "description": "On the eve of the next Republican debate, the Ohio governor and GOP presidential candidate declared that his party urgently needs a 'reality check.'", "title": "Kasich Slams Carson And Trump: 'Do You Know How Crazy This Election Is?'", "locale": "en_US", "image": {"width": 640, "identifier": "http://www.nationalmemo.com/wp-content/uploads/2015/10/2015-10-27-john-kasich-crazy-election-ohio-capitol-blog-640.jpg", "height": 480}, "url": "http://www.nationalmemo.com/kasich-slams-carson-and-trump-do-you-know-how-crazy-this-election-is/", "type": "article"}, "robots": "noodp", "DC.date.issued": "2015-10-27T17:53:31-04:00", "p": {"domain_verify": "d3b005556643b373e87ddd5d6617469e"}, "fb": {"admins": 100004458014669}, "article": {"publisher": "https://www.facebook.com/NationalMemo", "section": "Politics", "tag": "Politics", "published_time": "2015-10-27T17:53:31-04:00"}, "viewport": "width=device-width, minimum-scale=1.0, maximum-scale=1.0", "news_keywords": "2016, ben carson, donald trump, john kasich, ohio, politics, news, democrats, republicans, elections, nation, presidential election"}, "_id": "\"57477af36914bd0286fd2c5a\"", "article_summary": "“But you know, I want to let you all know: Do you know how crazy this election is?” he said, to laughter from the crowd of his local supporters.\nWe got people proposing health care reform that’s gonna leave, I believe, millions of people without adequate health insurance.\nWell that’s just crazy.\nYou know, what I say to them is, why don’t we have no taxes?\nWe got one guy [Donald Trump] that says we ought to take 10 or 11 million people and pick them up, where the — I don’t know where, we’re gonna go in their homes, their apartments."}