{"article_title": "Chris Thompson hoping 'hot' start to camp will help solidify his Redskins future", "article_keywords": ["warrior", "yoga", "hoping", "hes", "season", "thirddown", "camp", "help", "running", "start", "hot", "future", "chris", "redskins", "thompson", "spot", "worry", "solidify"], "article_url": "http://www.washingtontimes.com/news/2015/aug/9/chris-thompson-hoping-hot-start-camp-redskins/?page=all", "article_text": "RICHMOND — If he had to pick a favorite, Chris Thompson would choose the Warrior III pose. Sweating in a 100-degree room, Thompson would stand on one foot, lean forward with his chest and raise his opposite foot behind him in line with his flattened back. After clasping his hands behind his back, Thompson would swing them out to the Superman position, as if they were wings, before extending his arms in front like a diver.\n\nThe hot yoga classes Thompson took after the Washington Redskins‘ minicamp in June were meant to let the rigidity seep out of his body. Back in Tallahassee, Florida — Thompson went to Florida State — he hesitatingly joined hot yoga classes in search of flexibility. He developed a love-hate relationship with Warrior III, Warrior II and hot yoga, for that matter.\n\n“It was a lot of days I wanted to walk out,” Thompson said. “We were in there about an hour and a half, depending on which type of sessions we were in.”\n\nThe 5-foot-8, 193-pound Thompson is small by NFL standards. He is also pinball quick and can catch passes out of the backfield, which is why he is still grappling for a roster spot in Washington and under consideration to be the team’s third-down back. Thompson was drafted in the fifth round in 2013. He was tried as a kickoff returner that season. It did not work. That November, his season ended after he tore the labrum in his left shoulder.\n\nInjuries again slowed Thompson in the preseason last year. The irritation of Redskins coach Jay Gruden was clear when asked then about Thompson. Gruden explained that Thompson’s value to the team was in line with his ability to stay on the field. He couldn’t, at least not consistently, so he was cut at the end of camp before clearing waivers and joining the practice squad. Thompson played in just two games last season, both in December. He ran three times and caught six passes.\n\nIn the heat of training camp, which the 24-year-old said doesn’t bother him thanks to the sweltering yoga classes, the battle is similar to that of last season. Alfred Morris remains established as the lead back. Rookie third-round pick Matt Jones is expected to be Morris’ bruising alter ego. Veteran Darrel Young remains the starter at fullback. Last season, the Redskins carried four running backs. Roy Helu filled the role of third-down back. That spot is open for Jones, Thompson, Silas Redd or undrafted rookie Trey Williams.\n\nThough the tussle for the single running back spot is akin to last year’s situation, Thompson’s level of worry about it is not.\n\n“I learned this year not to think and worry about it too much.” Thompson said. “Last year, I was always worried every single day about, you know, the competition. If I missed practice today, then that’s going to set me back. Just things like that. I don’t worry about that stuff no more.\n\n“I love all the running backs that’s in there. We all love each other. We know at the end of the day, it’s all competition, but we treat each other like brothers. If one makes a play, we’re all congratulating him. You know, the young guys, we got Trey Williams, [undrafted rookie] Mack Brown in here, Matt Jones. We’re just helping those guys come along, man. It’s no selfishness with us.”\n\nThompson received several carries during the fight-free portions of drills with the Houston Texans on Saturday. Last Thursday and Friday, he was the first back to have the ball stuck in his arms. Through the first weeks of camp, he has been free of injury. Perhaps it’s the yoga; he’s not sure.\n\nSince his main value is expected to be as a receiver, Thompson studies tight end Jordan Reed. He’s paying attention to how Reed sets up a defender with body language or footwork. Thompson also watches what Reed decides when he has a choice route and can pivot depending on what he sees from the defense.\n\n“He gets the backers and DBs on their heels,” Thompson said. “And a lot of times, it’s difficult for them to recover like that. Where he’s crossing the guy’s face, just watching how he sets it up and everything and learn from that.”\n\nHe laughed when asked if he could also borrow a few inches of height from Reed.\n\n“I wish,” Thompson said. “Hey, man, if I was six feet tall … it would be some fun days out here.”\n\nThompson’s comfort in his second season in Gruden’s system caused an error early in camp. He expected the middle linebacker to be called out by the quarterback, which changes blocking assignments. He wasn’t, and Thompson missed his block.\n\n“It’s just little things like that,” Thompson said. “I have to continue to stay focused although I am a lot more comfortable.”\n\nGruden has noticed the comfort, the running and the blocking.\n\n“I think Chris Thompson is really starting to emerge as a third-down back, if we can obviously keep him healthy,” Gruden said. “He’s done an excellent both in the running game and the passing game, and he’s done an excellent job in protection so far. Competition for that spot is ongoing.”\n\nThe chance is what Thompson is looking for. He’s more limber. His opportunity has expanded. The coach likes what he can do. Now, his body just needs to sustain.", "article_metadata": {"description": "Thompson spent the offseason working on his flexibility, figuring that it will help him stay healthy and finally become the impact player he's wanted to be since his rookie season two years ago.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "Thompson spent the offseason working on his flexibility, figuring that it will help him stay healthy and finally become the impact player he’s wanted to be since his rookie season two years ago.", "title": "Chris Thompson hoping ‘hot’ start to camp will help solidify his Redskins future", "url": "http://www.washingtontimes.com/news/2015/aug/9/chris-thompson-hoping-hot-start-camp-redskins/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/08/09/AP_807045176484.jpg", "type": "article"}, "twitter": {"image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/08/09/AP_807045176484.jpg", "description": "Thompson spent the offseason working on his flexibility, figuring that it will help him stay healthy and finally become the impact player he's wanted to be since his rookie season two years ago.", "site": "@washtimes", "card": "summary", "title": "Chris Thompson hoping ‘hot’ start to camp will help solidi"}, "Author": "Todd Dybas", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web0", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "Sports, Chris Thompson, Jay Gruden, Washington Redskins"}, "_id": "\"57477af36914bd0286fd2c65\"", "article_summary": "The hot yoga classes Thompson took after the Washington Redskins‘ minicamp in June were meant to let the rigidity seep out of his body.\nHe developed a love-hate relationship with Warrior III, Warrior II and hot yoga, for that matter.\nPerhaps it’s the yoga; he’s not sure.\nBack in Tallahassee, Florida — Thompson went to Florida State — he hesitatingly joined hot yoga classes in search of flexibility.\n“I think Chris Thompson is really starting to emerge as a third-down back, if we can obviously keep him healthy,” Gruden said."}