{"article_title": "Energy drink makers target young gamers", "article_keywords": ["gamers", "g", "ingredients", "energy", "drink", "young", "caffeine", "taurine", "video", "fuel", "drinks", "makers", "target"], "article_url": "http://health.heraldtribune.com/2015/06/02/energy-drink-makers-target-young-gamers/", "article_text": "Two popular video gamers in black T-shirts posed as snipers wielding real semi-automatic guns at an outdoor range, blasting orbs of fruit and cups of deep orange liquid in ultraslow motion.\n\n“Introducing Blood Orange,” announced a video of the spectacle.\n\nIn the days afterward, online followers from hardcore gamers to middle-schoolers on Xboxes ordered tubs of the stuff, the latest flavor of a powdered energy drink called G Fuel that is marketed as a secret sauce to enhance focus and endurance for virtual battles.\n\nG Fuel and a competitor called GungHo are a new incarnation of energy drink, growing in popularity while the energy drink industry as a whole has been under scrutiny because of deaths and hospitalizations linked to consumption of caffeine- and sugar-laden beverages.\n\nTraditional energy drink makers have also been playing to the growing gamer culture in some labels — Mountain Dew Game Fuel (with extra doses of caffeine) and Nintendo Power Up Energy Drink.\n\nWhile major energy drink makers — including Red Bull, Rockstar and Monster — voluntarily agreed to stop marketing to children under 12 because of the adverse health effects publicly associated with them, a congressional report released this year excoriated those companies and others for continuing to target teens, whose brains and bodies are not yet fully developed.\n\nThe newer gamer drinks are sugar-free and vitamin-infused, but they often contain levels of caffeine that rival or exceed those of some other well-known products, according to Caffeine Informer, a website that provides scientific and consumer information on caffeine levels in food and drink.\n\nDr. Marcie Schneider, an adolescent-medicine specialist in Greenwich, was one of two lead authors of a study for the American Academy of Pediatrics that recommended that children and adolescents should never consume energy drinks because of caffeine’s potential to disturb sleeping patterns, increase heart rates and slow brain development.\n\nBut business is still booming.\n\nThe makers of the new drinks say they are natural, without chemicals. People who drink them say they don’t cause jitters or crashes like other energy drinks.\n\n“I don’t think you can even compare the ingredients that are in G Fuel to the ingredients of some energy drinks,” said Clifford Morgan, the founder and chief executive of Gamma Labs, which makes the G Fuel drinks.\n\nBut caffeine and other stimulants remain central ingredients. G Fuel’s caffeine content, 150 milligrams per 12 fluid ounces, is higher than many of the Monster and Red Bull drinks, according to Caffeine Informer. GungHo does not disclose its caffeine content.\n\nCaffeine is not the only concern, Schneider said. Other ingredients such as taurine and guarana, a plant extract, also act as stimulants. Taurine, for example, which is in G Fuel, “works on the heart,” she said.", "article_metadata": {"og": {"image": "http://health.heraldtribune.com/files/2015/06/hfyouth02.jpg"}, "wp-parsely_version": "1.8", "fb": {"app_id": 846021808821787}}, "article_summary": "Traditional energy drink makers have also been playing to the growing gamer culture in some labels — Mountain Dew Game Fuel (with extra doses of caffeine) and Nintendo Power Up Energy Drink.\nPeople who drink them say they don’t cause jitters or crashes like other energy drinks.\nG Fuel and a competitor called GungHo are a new incarnation of energy drink, growing in popularity while the energy drink industry as a whole has been under scrutiny because of deaths and hospitalizations linked to consumption of caffeine- and sugar-laden beverages.\n“I don’t think you can even compare the ingredients that are in G Fuel to the ingredients of some energy drinks,” said Clifford Morgan, the founder and chief executive of Gamma Labs, which makes the G Fuel drinks.\nIn the days afterward, online followers from hardcore gamers to middle-schoolers on Xboxes ordered tubs of the stuff, the latest flavor of a powdered energy drink called G Fuel that is marketed as a secret sauce to enhance focus and endurance for virtual battles."}