{"article_title": "Please do not freak out about birth control being linked to breast cancer", "article_keywords": ["control", "freak", "risk", "cancer", "study", "pills", "research", "breast", "birth", "contraception", "oral", "linked", "women"], "article_url": "http://www.salon.com/2014/08/04/please_do_not_freak_out_about_birth_control_being_linked_to_breast_cancer/", "article_text": "Topics: Birth Control, birth control pills, Breast cancer, Cancer, cancer research, Contraception, endometriosis, medical conditions, oral contraception, Pregnancy, Research, study, the pill, Life News, News\n\nSome scary new scientific findings have been popping up across the Internet for the past few days that might lead some women to want to trash their birth control pills, but it’s not time to freak out yet (and it might never be). According to a recent study published in the journal Cancer Research, taking certain forms of oral contraception could significantly increase a woman’s chances of developing breast cancer. Researchers found that women with especially high estrogen levels faced three times the risk of developing cancer, and that even ingesting a more moderate amount of the hormone could still increase the risk.\n\nAgain, this should not be cause for widespread concern — even though, as Jezebel smartly points out, this new “scientific fact” will probably become a go-to line in anti-contraception smear campaigns. The Atlantic notes that the study found no increased risk of cancer among women who took low-dose birth control pills, otherwise known as the more commonly prescribed type of oral contraception. High-dose estrogen pills, which did see an increased risk of breast cancer, have become increasingly uncommon and are typically prescribed for women who are dealing with other medical issues that might necessitate their use. Additionally, the cancer risk is only higher for women on high-dose estrogen pills while they’re taking them; researchers found that the risk returned to normal when women discontinued their use.", "article_metadata": {"description": "Few women take the high-level birth control pills that have been associated with an increased risk of breast cancer", "author": "Jenny Kutner", "og": {"site_name": "Salon", "description": "Few women take the high-level birth control pills that have been associated with an increased risk of breast cancer", "title": "Please do not freak out about birth control being linked to breast cancer", "url": "http://www.salon.com/2014/08/04/please_do_not_freak_out_about_birth_control_being_linked_to_breast_cancer/", "image": "http://media.salon.com/2012/01/birth-control.jpg", "type": "article"}, "twitter": {"description": "Few women take the high-level birth control pills that have been associated with an increased risk of breast cancer", "creator": "@@JennyKutner", "image": "http://media.salon.com/2012/01/birth-control.jpg", "title": "Please do not freak out about birth control being linked to breast cancer", "site": "@salon", "card": "summary_large_image"}, "title": "Please do not freak out about birth control being linked to breast cancer", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Birth Control, birth control pills, Breast cancer, Cancer, cancer research, Contraception, endometriosis, medical conditions, oral contraception, Pregnancy, Research, study, the pill", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fd2c8b\"", "article_summary": "Topics: Birth Control, birth control pills, Breast cancer, Cancer, cancer research, Contraception, endometriosis, medical conditions, oral contraception, Pregnancy, Research, study, the pill, Life News, NewsSome scary new scientific findings have been popping up across the Internet for the past few days that might lead some women to want to trash their birth control pills, but it’s not time to freak out yet (and it might never be).\nAccording to a recent study published in the journal Cancer Research, taking certain forms of oral contraception could significantly increase a woman’s chances of developing breast cancer.\nThe Atlantic notes that the study found no increased risk of cancer among women who took low-dose birth control pills, otherwise known as the more commonly prescribed type of oral contraception.\nAdditionally, the cancer risk is only higher for women on high-dose estrogen pills while they’re taking them; researchers found that the risk returned to normal when women discontinued their use.\nHigh-dose estrogen pills, which did see an increased risk of breast cancer, have become increasingly uncommon and are typically prescribed for women who are dealing with other medical issues that might necessitate their use."}