{"article_title": "Anthony And Ted Kennedy: Borking Marriage, America", "article_keywords": ["liberal", "gay", "kennedy", "justice", "reagans", "ted", "borking", "anthony", "senate", "marriage", "vote", "senator", "america", "conservative"], "article_url": "http://www.investors.com/politics/editorials/ted-kennedy-borking-bork-led-to-anthony-kennedy-borking-marriage/", "article_text": "Advice And Consent: Liberals are cheering “conservative” Justice Anthony Kennedy for the votes he cast on gay marriage, ObamaCare and minority housing rights. But it’s another Kennedy they should be thanking.\n\nIt was because Ted Kennedy “borked” President Reagan’s first choice for a vacancy on the bench in 1987 that the Left has Justice Kennedy to do its bidding. The Democrat senator led a witch hunt against true conservative Robert Bork, smearing the respected jurist as a right-wing troglodyte.\n\nAfter the Senate rejected Bork, 58-42, Reagan turned to conservative Douglas Ginsburg, who was impeached in the liberal media before he ever got the chance to raise his hand in the Senate. That left a frustrated Reagan with a distant third choice — a nominal San Francisco conservative who met with enough liberal approval to sail through confirmation.\n\nAnd Anthony McLeod Kennedy didn’t disappoint his Democrat rubber-stampers. Five years later, despite stated pro-life views, he supplied the fifth vote to re-affirm Roe v. Wade.\n\nNow, with his swing vote allowing gay marriage, he’s being embraced as the “first gay justice” by the LGBT lobby. And after his fifth vote upholding the “disparate impact” cudgel that Obama is using to bully home lenders, insurers and zoning authorities into adopting racial quotas, Kennedy’s being hailed by civil-rights activists as “the man who saved the Fair Housing Act” — even though the FHA excludes disparate impact and requires actual proof of racial bias.\n\nIt’s a strange dynamic that Kennedy has become an embarrassment to conservatives and a hero to liberals. But it all stems back to the late Kennedy and his hardball tactics. If the liberal senator hadn’t been so successful in “borking” Reagan’s conservative nominees for the Supreme Court, this judicial activist masquerading as a conservative wouldn’t be in the position he’s in.\n\nIn effect, Ted Kennedy is borking America from the grave.", "article_metadata": {"description": "Advice And Consent: Liberals are cheering \"conservative\" Justice Anthony Kennedy for the votes he cast on gay marriage, ObamaCare and minority housing rights.", "og": {"site_name": "Investor's Business Daily", "description": "Advice And Consent: Liberals are cheering “conservative” Justice Anthony Kennedy for the votes he cast on gay marriage, ObamaCare and minority housing rights. But it’s another Ken…", "title": "Anthony And Ted Kennedy: Borking Marriage, America", "url": "http://www.investors.com/politics/editorials/ted-kennedy-borking-bork-led-to-anthony-kennedy-borking-marriage/", "image": {"width": 512, "identifier": "http://www.investors.com/wp-content/uploads/2016/05/cropped-ibd-favicon-v7.png", "height": 512}, "locale": "en_US", "type": "article"}, "twitter": {"card": "summary", "creator": "@IBDeditorials"}, "wp-parsely_version": "1.8", "msapplication-TileImage": "http://www.investors.com/wp-content/uploads/2016/05/cropped-ibd-favicon-v7-270x270.png", "date": "2015-06-26 16:13:00:-08:00", "article": {"published_time": "2015-06-26T16:13:00+00:00", "modified_time": "-001-11-30T00:00:00+00:00"}, "viewport": "width=device-width, initial-scale=1"}, "article_summary": "In effect, Ted Kennedy is borking America from the grave.\nIt was because Ted Kennedy “borked” President Reagan’s first choice for a vacancy on the bench in 1987 that the Left has Justice Kennedy to do its bidding.\nAdvice And Consent: Liberals are cheering “conservative” Justice Anthony Kennedy for the votes he cast on gay marriage, ObamaCare and minority housing rights.\nNow, with his swing vote allowing gay marriage, he’s being embraced as the “first gay justice” by the LGBT lobby.\nIf the liberal senator hadn’t been so successful in “borking” Reagan’s conservative nominees for the Supreme Court, this judicial activist masquerading as a conservative wouldn’t be in the position he’s in."}