{"article_title": "10 Best Spots for Boating Enthusiasts in the U.S.", "article_keywords": ["dealers", "enthusiasts", "price", "listings", "sale", "spots", "boating", "boat", "100000", "waterfront", "percentnumber", "residents", "best"], "article_url": "http://www.thefiscaltimes.com/Articles/2014/08/29/10-Best-Regions-Boating-Enthusiasts-US", "article_text": "Whether you’re an avid boater or simply enjoy sailing a few weekends a year, purchasing a home in one of the country’s top regions for boaters might be for you.\n\n\n\nThe Miami area was chosen as the best boating spot by real estate website Redfin, which this week put out a list of the 10 best cities for those with a passion for boats. Colder cities like Minneapolis and Providence, Rhode Island, also made the cut.\n\nRelated: Nearly 35 Million of Us Will Travel This Labor Day\n\nAn estimated 89 million Americans go boating each year, according to Discover Boating, a trade association website. Although the boating season is a lot shorter in Minneapolis than in Florida, the percentage of people who own a boat in Minnesota - not called the land of a thousand lakes for nothing - is three times that of Florida.\n\nOne of the most important things to consider when purchasing a waterfront home is the cost of real estate. The median sale price in these areas ranges from $260,000 in Tampa to $639,000 in Long Island, but there are other factors to take into account as well.\n\nLook closely at the cost of purchasing a boat, maintaining it and storing it. Keep in mind, too, that even if you don’t own a boat, you can always join a boat club and simply pay a monthly fee.\n\nRelated: Sam Bradford Is Exactly Why the NFL Changed Its Rookie Contracts\n\n“There are a few things to keep in mind before buying a waterfront home,” said Cyndy Stewart, a Redfin real estate agent in Austin, another city that made the list, in the report. “Most properties will require flood insurance, which increases overall monthly costs.”\n\nShe noted that if you want to build a private dock, you’ll need a permit. You should also research how much the water ebbs and flows. “If the water level has been declining due to the drought and overuse, your home might not be on the waterfront in 10 years,” Stewart added.\n\nHere are the 10 best areas for boaters:\n\nMiami, Fort Lauderdale, West Palm Beach\n\nMedian sale price of a waterfront home: $295,500\n\nPortion of listings on the waterfront: 32.1 percent\n\nNumber of boat dealers in Florida per 100,000 residents: 6.16\n\n\n\nTampa\n\nMedian sale price of a waterfront home: $260,000\n\nPortion of listings on the waterfront: 14.1 percent\n\nNumber of boat dealers in Florida per 100,000 residents: 6.16\n\n\n\nMinneapolis\n\nMedian sale price of a waterfront home: $359,650\n\nPortion of listings on the waterfront: 6.8 percent\n\nNumber of boat dealers in Minnesota per 100,000 residents: 4.52\n\n\n\nVirginia Beach\n\nMedian sale price of a waterfront home: $334,800\n\nPortion of listings on the waterfront: 11.9 percent\n\nNumber of boat dealers in Virginia per 100,000 residents: 1.98\n\n\n\nProvidence\n\nMedian sale price of a waterfront home: $424,950\n\nPortion of listings on the waterfront: 4.6 percent\n\nNumber of boat dealers in Rhode Island per 100,000 residents: 5.63\n\n\n\nLong Island\n\nMedian sale price of a waterfront home: $639,000\n\nPortion of listings on the waterfront: 7.5 percent\n\nNumber of boat dealers in New York per 100,000 residents: 2.23\n\n\n\nBaltimore, Annapolis\n\nMedian sale price of a waterfront home: $629,900\n\nPortion of listings on the waterfront: 3.5 percent\n\nNumber of boat dealers in Maryland per 100,000 residents: 3.19\n\n\n\nChicago\n\nMedian sale price of a waterfront home: $265,350\n\nPortion of listings on the waterfront: 4.9 percent\n\nNumber of boat dealers in Illinois per 100,000 residents: 1.68\n\n\n\nSeattle\n\nMedian sale price of a waterfront home: $498,000\n\nPortion of listings on the waterfront: 3.9 percent\n\nNumber of boat dealers in Washington per 100,000 residents: 3.48\n\n\n\nAustin\n\nMedian sale price of a waterfront home: $455,000\n\nPortion of listings on the waterfront: 3.1 percent\n\nNumber of boat dealers in Texas per 100,000 residents: 2.03\n\nRedfin studied 35 major metropolitan areas and looked at key figures, including home sales from July 2011 to June 2014, data from the National Marine Manufacturers Association and mean temperatures per month from The Weather Channel.\n\nTop Reads from The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Whether you’re an avid boater or simply enjoy sailing a few weekends a year, purchasin", "title": "10 Best Spots for Boating Enthusiasts in the U.S.", "url": "http://www.thefiscaltimes.com/Articles/2014/08/29/10-Best-Regions-Boating-Enthusiasts-US", "image": "http://cdn.thefiscaltimes.com/sites/default/files/Sea_Isle_Marina_Miami_Florida_left_20100213.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/Articles/2014/08/29/10-Best-Regions-Boating-Enthusiasts-US", "image": "http://cdn.thefiscaltimes.com/sites/default/files/Sea_Isle_Marina_Miami_Florida_left_20100213.jpg", "card": "summary", "title": "The Fiscal Times"}, "generator": "Drupal 7 (http://drupal.org)", "description": "Whether you’re an avid boater or simply enjoy sailing a few weekends a year, purchasin", "viewport": "initial-scale=1, maximum-scale=1"}, "_id": "\"57477af36914bd0286fd2c88\"", "article_summary": "The Miami area was chosen as the best boating spot by real estate website Redfin, which this week put out a list of the 10 best cities for those with a passion for boats.\nRelated: Nearly 35 Million of Us Will Travel This Labor DayAn estimated 89 million Americans go boating each year, according to Discover Boating, a trade association website.\nThe median sale price in these areas ranges from $260,000 in Tampa to $639,000 in Long Island, but there are other factors to take into account as well.\nOne of the most important things to consider when purchasing a waterfront home is the cost of real estate.\nKeep in mind, too, that even if you don’t own a boat, you can always join a boat club and simply pay a monthly fee."}