{"article_title": "Ricki Lake Documentary 'Breastmilk' Highlights 'Public Anxiety Around Exposed Breasts'", "article_keywords": ["breastfeeding", "anxiety", "exposed", "highlights", "national", "mothers", "breasts", "lake", "newborn", "surrounding", "parents", "breastmilk", "documentary", "public", "film", "ricki"], "article_url": "http://www.medicaldaily.com/breastfeeding-awareness-ricki-lake-documentary-breastmilk-highlights-public-anxiety-around-298090", "article_text": "As more and more new mothers look to lift the stigma surrounding breastfeeding in public, celebrity mothers have lent their voices in this national debate that has heated up recently. Corresponding with National Breastfeeding Awareness Month in August, a new documentary available on iTunes, titled \"Breastmilk,\" promises to make waves while shedding light on this important health issue that tends to get overlooked.\n\nExecutive producer Ricki Lake says the documentary is not “a pro-breastfeeding manifesto, but more of a keenly-observed examination of the obstacles so many mothers face when attempting to nurse their babies.” Although its movie poster featuring a bare breast squirting milk in the air may seem racy, “Breastmilk” actually raises some important questions that not only new mothers, but all parents and healthcare professionals should take time to consider.\n\n“My hope is that the film gives the world a deeper and more compassionate insight into the challenges and joys of breastfeeding,” Lake told People. “The focus of this film is on new parents and their intimate experiences. I think both nursing and formula-feeding mothers will whole-heartedly relate to the film and society will gain a new appreciation for the intricacies around the lactating breast.”\n\nGrowing evidence supported by multiple studies endorse the significance of breastfeeding for newborn health. A mother’s breastmilk can provide their child with essential nutrients and disease-fighting ingredients that are not found in most substitute infant formulas. According to the Centers for Disease Control and Prevention, 79 percent of newborn infants start breastfeeding, but only 49 percent continue to breastfeed up to six months, and 27 percent up to 12 months. Perhaps easing new mothers' apprehension surrounding breastfeeding in public will improve these statistics.\n\n“There are so many forces in our culture that make breastfeeding a huge challenge — not the least of which is a bizarre public anxiety around exposed breasts!” Lake added. “After our theatrical screenings there were heated conversations among the audience about what the film was or wasn’t saying. People want a clear message that is easily digested and the beauty of this film is that it shows the messy reality of the situation without pushing an agenda.”", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "breastmilk, breastfeeding", "og": {"site_name": "Medical Daily", "description": "Executive producer Ricki Lake says the new \"Breastmilk\" documentary is not \"a pro-breastfeeding manifesto.\"", "title": "'Breastmilk' Documentary Sheds Light On Breast Exposure Debate [VIDEO]", "url": "http://www.medicaldaily.com/breastfeeding-awareness-ricki-lake-documentary-breastmilk-highlights-public-anxiety-around-298090", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/08/14/breastfeeding.jpg", "type": "article"}, "twitter": {"description": "Executive producer Ricki Lake says the new \"Breastmilk\" documentary is not \"a pro-breastfeeding manifesto.\"", "title": "'Breastmilk' Documentary Sheds Light On Breast Exposure Debate [VIDEO]", "url": "http://www.medicaldaily.com/breastfeeding-awareness-ricki-lake-documentary-breastmilk-highlights-public-anxiety-around-298090", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/08/14/breastfeeding.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/08/14/breastfeeding.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "US/World", "published_time": "2014-08-14T12:08:10-04:00", "modified_time": "2014-08-14T12:08:09-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Executive producer Ricki Lake says the new \"Breastmilk\" documentary is not \"a pro-breastfeeding manifesto.\""}, "_id": "\"57477af46914bd0286fd8f97\"", "article_summary": "A mother’s breastmilk can provide their child with essential nutrients and disease-fighting ingredients that are not found in most substitute infant formulas.\nPerhaps easing new mothers' apprehension surrounding breastfeeding in public will improve these statistics.\n“My hope is that the film gives the world a deeper and more compassionate insight into the challenges and joys of breastfeeding,” Lake told People.\n“There are so many forces in our culture that make breastfeeding a huge challenge — not the least of which is a bizarre public anxiety around exposed breasts!” Lake added.\nCorresponding with National Breastfeeding Awareness Month in August, a new documentary available on iTunes, titled \"Breastmilk,\" promises to make waves while shedding light on this important health issue that tends to get overlooked."}