{"article_title": "The Sunday Edition for April 17, 2016", "article_keywords": ["monitor", "racmonitor", "register", "auditors", "general", "edition", "health", "17", "services", "rural", "inspector", "2016"], "article_url": "http://www.racmonitor.com/rac-enews/2021-looking-back-moving-forward-the-sunday-edition-for-april-17-2016.html", "article_text": "Saturday, 16 April 2016\n\nBy Chuck Buck\n\nWelcome to the weekend and thanks for checking in.\n\nWe’re bringing you the news from the past week as well as providing you with a look at the week ahead. Looking ahead we have a preview of tomorrow’s edition of Monitor Mondays.\n\nLOOKING BACK THIS PAST WEEK\n\nOn Friday, I received a forwarded email from Ronald Hirsch, MD, a contributing editor for RACmonitor and the vice president of physician advisory services at Accretive Health.\n\nDr. Hirsch wanted me to read a response from a fellow physician to his an article about C-suite executives pressuring a physician to admit more Medicare patients as inpatients due to a decline in the number of inpatient admissions and an accompanying drop in revenue. Dr. Hirsch, in his article, “C-Suite Executives Pressuring Physicians to Admit Patients,” solicited opinions from readers and he told me that he had received a number of comments. Here’s an excerpt of the forwarded email from the reader to Dr. Hirsch.\n\n“The wakeup call the c suite at his particular institution seems to have ignored is that documentation deception is not OK (although it sounds like some risk-analysis has been done however errantly by the RAC and QIO justification statement). If this were a friend of mine I would advise aligning with an organization whose practices I felt were honest and above reproach, one that wanted to lead the way in the industry instead of holding tightly to an old play book. Because at the end of the day, you cannot buy a clear conscience.”\n\nSend us your thoughts on this issue. We look forward to hearing from you.\n\nMOVING FORWARD\n\nHHS Inspector General Joining Monitor Mondays HCCA Broadcast\n\nU.S. Department of Health and Human Services (HHS) Inspector General Daniel Levinson will be the special guest on the next edition of Monitor Mondays, which will broadcast live from the Health Care Compliance Association (HCCA) annual Compliance Institute in Las Vegas at 10 a.m. EST on Monday, April 18.\n\nThis is the ninth appearance by the Inspector General on Monitor Mondays. Levinson has headed the HHS Office of Inspector General for over a decade. A lawyer and a certified fraud examiner, Levinson leads an independent and objective organization of more than 1,500 auditors, evaluators, investigators, and lawyers who oversee the integrity and efficiency of the nation's trillion-dollar annual investment in federal health and human services programs.\n\nLevinson’s oversight responsibilities include the Centers for Medicare & Medicaid Services, Administration for Children and Families, Centers for Disease Control and Prevention (CDC), Food and Drug Administration (FDA), and National Institutes of Health (NIH). Register to listen.\n\nCOMING ATTRACTIONS\n\nAre RA denials and ALJ Judgments Legal under the PPACA?\n\nIn next Thursday’s edition of the RACMonitor e-news, Allen Frady, RN, BSN, CCS, CCD, poses a serious question: How can the federal government in one law require the use of such reporting in order to effectively communicate the risk required in the reimbursement methodology they are imposing while simultaneously denying reimbursement on a line-item basis for doing the very thing they told us to do – and all on the grounds of a criteria that (as a matter of fact) isn't even part of the Uniform Hospital Discharge Data Set?\n\nFingerprints Point to RAC Horror Story\n\nAlso in next Thursday’s edition of RACmonitor e-news healthcare attorney David Glaser writes about how the case of the missing fingerprints costs a provider their Medicare billing privileges.\n\n“Breaking Bad” – The Frontera Complaint\n\nBy Edward M. Roche, PhD, JD\n\nNew York attorney and RACmonitor investigative reporter continues his reporting on New Mexico's mental health situation. In June 2013, 15 providers responsible for 87 percent of the behavioral health services delivered in New Mexico were stripped of their contracts. The ostensible reason was the presence of “credible allegations of fraud.” Roche, the founder of Barraclough, LLC, has written three articles on this important subject. His third installment appears next Thursday in the RACmonitor e-news.\n\nWarning: You Have 60 Days to Come Clean\n\nTuesday, April 26\n\n1:30-2:30 PM ET\n\nPresented By David Glaser, Esq.\n\nCMS published a final rule detailing the duty of providers to report and return overpayments within 60 days of their identification. Congress adopted the “report and return” requirement as part of the Patient Protection and Affordable Care Act. Consider this to be a must-see webcast. Register to Attend\n\nCreating Healthier Rural Communities\n\nThursday, May 12\n\n1:30-2:30 PM ET\n\nRural healthcare authority Janelle Ali-Dinar, PhD, is producing a webcast for RACmonitor readers on the state of rural. The presentation will address rural precision medicine, advanced diagnostics and population health methods/services of treatment to bridge the gap of care for the most critical needs of rural populations including chronic disease management, opioid abuse and medication management and premature deaths. Register to attend.\n\n\n\nHow to Win Against Auditors Who Use Dirty Tricks Against You\n\nWednesday, May 25\n\n1:30-2:30 PM ET\n\nNot all contract auditors are bad. But some are, and they know how to manipulate hospital data to make the facility look like it cheated the federal government. Based on an auditor’s gross manipulation of a hospital’s claims data, a facility could end up owing millions of dollars based on an extrapolation from only 30 claims. In his upcoming webcast, New York attorney Edward Roche, PhD, JD, will reveal how facilities can learn the secrets behind the devious tricks used by unscrupulous contract auditors. Register to attend.", "article_metadata": {"keywords": "racmonitor, health, news, rac, coding, healthcare, medical, hospitals", "og": {"url": "http://www.racmonitor.com/rac-enews/2021-looking-back-moving-forward-the-sunday-edition-for-april-17-2016.html", "type": "product", "title": "Looking Back, Moving Forward: The Sunday Edition for April 17, 2016"}, "description": "RACmonitor.com is an online news and information source to help healthcare providers make informed decisions for their organizations on the activities of Recovery Audit Contractors — the congressionally mandated program under the auspices of the Department of Health and Human Services (HHS) and administered by the Centers for Medicare and Medicaid Services (CMS).  RACmonitor.com is not affiliated with any governmental agency but is a source for healthcare providers in all settings.", "generator": "Joomla! - Open Source Content Management", "author": "Chuck Buck"}, "_id": "\"57477af46914bd0286fdb84a\"", "article_summary": "In June 2013, 15 providers responsible for 87 percent of the behavioral health services delivered in New Mexico were stripped of their contracts.\nLevinson has headed the HHS Office of Inspector General for over a decade.\nLooking ahead we have a preview of tomorrow’s edition of Monitor Mondays.\nThis is the ninth appearance by the Inspector General on Monitor Mondays.\nFingerprints Point to RAC Horror StoryAlso in next Thursday’s edition of RACmonitor e-news healthcare attorney David Glaser writes about how the case of the missing fingerprints costs a provider their Medicare billing privileges."}