{"article_title": "Covered California's executive director faces fiery test", "article_keywords": ["californias", "peter", "lee", "federal", "executive", "experience", "grandfather", "director", "health", "fiery", "faces", "test", "covered", "california", "insurance", "care"], "article_url": "http://www.mercurynews.com/ci_24397819/covered-californias-executive-director-faces-fiery-test", "article_text": "SACRAMENTO -- His grandfather helped start the Palo Alto Medical Clinic in 1930, when the idea of a physicians' group was so revolutionary that critics called it anti-competitive, even \"communist.\" And decades later, the Johnson administration recruited his uncle to help roll out Medicare, prompting new attacks from fellow doctors opposed to any slide into \"socialized medicine.\"\n\nNow, Peter V. Lee, as executive director of Covered California, the state's new health exchange, has the daunting task of executing a key part of the new federal health care law in the nation's most populous state. And if the law succeeds here, many health care experts agree, it will likely succeed in other states.\n\nPeter V. Lee, executive director of Covered California, holds a press conference October 1, 2013, in San Francisco, Calif. (Karl Mondon, Bay Area News Group)\n\nLee, 54, is a man of boundless enthusiasm and passion for health reform who says he welcomes the challenge. Yet in the weeks since the Oct. 1 nationwide debut of the health exchanges, his critics say he too often has taken on a cheerleading role and downplays the problems facing Covered California.\n\nIn an interview with this newspaper, Lee admitted that the exchange's website doesn't have \"all of its kinks ironed out.'' But he noted that California's rollout has been much smoother than that of the federal government, whose website is much more complex and must handle the Internet traffic from the residents of 36 states.\n\nIn any case, Lee said he knows the stakes in California are high -- and that the pressure to succeed is enormous.\n\nAdvertisement\n\n\"We need to get out of the gate,\" he said.\n\nLee is the youngest of four children born to Dr. Peter Lee, who taught medicine at the University of Southern California, and his ex-wife, Sharon Girdner.\n\nWhile the younger Lee was growing up in Pasadena, his mother became immersed in civil rights causes, fighting school segregation and racist housing policies. His father, like his uncle, was scorned by fellow doctors for his ardent support of Medicare.\n\n\"I was raised to be very socially and politically active,\" Lee said. \"I didn't know that I would be working in health care, but I knew I would be doing something in the social services world.\"\n\nLee has plenty of family support nearby as he manages a $910 million federal grant and about 1,000 employees. In addition to two uncles -- Dr. Philip Lee and Dr. Hewlett Lee, who live in Palo Alto -- his three sisters also live in the Bay Area.\n\n\"He's as well-prepared as anyone could be for managing a complex thing like this,\" said Philip Lee, a retired internist and former U.S. assistant secretary for health and welfare who was a top adviser to President Clinton's failed attempt at health care reform. \"I would say California is very lucky to have Peter.\"\n\nWhen Covered California's five-member board was searching for an executive director, Lee's training as a lawyer, his decadelong tenure at a San Francisco business coalition trying to drive down the cost of health insurance, as well as Lee's health care policy work in the Obama administration, led the board to select him in August 2011.\n\n\"He had a completely unmatched combination of experience,\" said board Chairwoman Diana Dooley, who also heads the state's Health and Human Services Agency.\n\nBut it was a specific experiment at the Pacific Business Group on Health, the San Francisco-based nonprofit, that most intrigued the board.\n\nThe business coalition leverages 60 large businesses and government employers such as Wells Fargo, Safeway and CalPERS to negotiate health care coverage for more than 3 million employees, retirees and dependents in California alone.\n\nWhile there, Lee created an insurance exchange for small businesses that Dooley said \"came within a whisker of actually being successful.\" Yet it ultimately failed because it attracted many employees who otherwise could not obtain medical insurance but not enough healthy employees to counterbalance them.\n\nThe experience at the nonprofit taught Lee an important lesson because the same threat hovers over the federal health care law, particularly if too many healthy young adults opt to pay a minimum $95 penalty rather than sign up for an insurance plan by March 31.\n\nLee's biggest critic is prominent health policy expert Robert Laszewski, who has faulted Lee for not being more forthright with Californians about a range of issues, including the sticker shock many will experience upon learning that the rates they pay now for health coverage will rise because their plans no longer comply with the new law.\n\nHe also said Lee should have been more upfront about the fact that to keep insurance rates on the exchange low, the number of doctors and hospitals in some plans will be considerably reduced.\n\nLaszewski's most recent complaint is over Covered California's decision not to publicly update the number of state residents who have signed up for the new insurance plans until next month. \"What kind of person running an organization in our democracy does not put a premium on transparency?\" asked Laszewski.\n\nLee accepts some of the criticism but scoffs at other attacks. And he notes that he has plenty of experience with other dire predictions that never pan out.\n\nLooking back on the Medicare headlines of the '60s, he said, naysayers argued that the program would cause a shortage of physicians and jack up costs to the point that Medicare would collapse. \"There was claim after claim that the sky was falling,\" he said.\n\nDecades ago, his grandfather, Dr. Russel Lee, who had advocated for national health care insurance as a member of President Harry Truman's Commission on the Health Needs of the Nation, had convinced all five of his children to get their medical degrees. But he was less successful persuading most of his grandchildren.\n\nAt age 19, when Peter Lee was studying politics and economics at UC Berkeley, he told his grandfather that he thought he could \"do more to affect people's health and improve their health through policy than I could being a doctor.\" Lee recalled how his grandfather paused, saying: \"Well, Peter, I think I agree with that.\"\n\nSo far, the California website's biggest issue has been the delay of long-promised lists of doctors and hospitals available under each insurance plan.\n\nLee concedes that sometimes his staff needs to rein in his enthusiasm, which in this case forced Covered California to spring a website tool on the public before it was ready for prime time.\n\nStill, he said, \"Don't blame us for system failure, but for being overambitious.\"\n\nContact Tracy Seipel at 408-275-0140. Follow her at Twitter.com/taseipel.", "article_metadata": {"sailthru.url": "http://www.mercurynews.com/ci_24397819/covered-californias-executive-director-faces-fiery-test", "sailthru.author": "By Tracy Seipel    tseipel@mercurynews.com", "ag": {"canon": "TheMercuryNews:article:24397819:view"}, "startDate": "2013-10-27T08:07:31-0600", "twitter": {"domain": "mercurynews.com", "description": "Peter Lee, as executive director of Covered California, the state's new health insurance exchange, has the overwhelming task of executing a key part of the new federal health care law in the nation's most populous state.", "title": "Covered California's executive director faces fiery test", "url": "http://www.mercurynews.com/ci_24397819/covered-californias-executive-director-faces-fiery-test", "image": "http://extras.mnginteractive.com/live/media/site568/2013/1026/20131026__ssjm1025peterlee~2.JPG", "site": "@mercnews", "app": {"name": {"ipad": "San Jose Mercury News for iPad", "iphone": "San Jose Mercury News for iPhone", "googleplay": "San Jose Mercury News"}, "id": {"ipad": "id551437906", "iphone": "id479955259", "googleplay": "com.spreedinc.providers.californianewspaperpartnership.sanjosemercurynews"}}, "card": "summary_large_image"}, "sailthru.article-section-or-homepage": "article", "sailthru.section": "News", "modificationDate": "2013-10-27T08:09:17-0600", "endDate": "2023-10-27T08:07:29-0600", "news_keywords": "breaking news, tech, business, sports, entertainment, crime, courts, government, weather, golden state warriors", "byline": "By Tracy Seipeltseipel@mercurynews.com", "pubDate": "2013-10-27T08:10:55-0600", "sailthru.date": "2013-10-27T07:07:31-0700", "sailthru.title": "Covered California's executive director faces fiery test", "verify-v1": "cgRcFjhKBsmYEfbwi2qePjkOzvy8XWnvfTpK75N3BmQ=", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site568/2013/1026/20131026__ssjm1025peterlee~1_300.JPG", "description": "Peter Lee, as executive director of Covered California, the state's new health insurance exchange, has the overwhelming task of executing a key part of the new federal health care law in the nation's most populous state.", "sailthru.site": "mercurynews.com", "fb": {"admins": "702185068,661331474,100001900804139", "page_id": 63095136336, "app_id": 328320203930030}, "msvalidate.01": "4B535F7EB2971D1FCBA5D1D3E3E292C3", "og": {"url": "http://www.mercurynews.com/ci_24397819/covered-californias-executive-director-faces-fiery-test", "image": "http://extras.mnginteractive.com/live/media/site568/2013/1026/20131026__ssjm1025peterlee~2.JPG", "type": "article", "description": "Peter Lee, as executive director of Covered California, the state's new health insurance exchange, has the overwhelming task of executing a key part of the new federal health care law in the nation's most populous state.", "title": "Covered California's executive director faces fiery test"}, "google-site-verification": "jvnaFa4kq5tUDhFMQZ84bDI74A2qnu0gfhxZjZXlkko", "y_key": "8cb7e37d57339cb3", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site568/2013/1026/20131026__ssjm1025peterlee~1.JPG"}, "_id": "\"57477af46914bd0286fe4926\"", "article_summary": "And if the law succeeds here, many health care experts agree, it will likely succeed in other states.\n\"I didn't know that I would be working in health care, but I knew I would be doing something in the social services world.\"\nNow, Peter V. Lee, as executive director of Covered California, the state's new health exchange, has the daunting task of executing a key part of the new federal health care law in the nation's most populous state.\nLee is the youngest of four children born to Dr. Peter Lee, who taught medicine at the University of Southern California, and his ex-wife, Sharon Girdner.\nYet in the weeks since the Oct. 1 nationwide debut of the health exchanges, his critics say he too often has taken on a cheerleading role and downplays the problems facing Covered California."}