{"article_title": "Which? memory foam mattress test uncovers Don't Buy to avoid", "article_keywords": ["uncovers", "buy", "dont", "mattresses", "avoid", "foam", "mattress", "topper", "rated", "memory", "test", "best"], "article_url": "http://www.which.co.uk/news/2014/06/which-memory-foam-mattress-test-uncovers-dont-buy-to-avoid-370478/", "article_text": "Which? memory foam mattress test uncovers Don't Buy to avoid We also reveal the best mattresses of nine on test\n\nOne mattress became severely damaged during the durability test - we rated it as Don't Buy\n\nThe latest Which? test of memory foam mattresses has revealed a mattress that was so poor that we rate it as a Don't Buy mattress you should avoid altogether.\n\nEvery mattress we review is put through a tough durability test, which involves rolling heavy barrels back and forth across it to simulate several years of use. During this test, the mattress developed a large tear in the middle of the foam which, as you can see from the picture to the right, made it unusable.\n\nWhich? mattress expert Matt Clear said: 'This was the worst mattress we've encountered in three years of testing, but there are plenty of better alternatives out there, including Best Buys for £400 or less.'\n\nTo find out which mattress was rated as a Don't Buy and discover the Best Buy mattresses you should buy instead, check out our mattress reviews.\n\nIkea, John Lewis and M&S mattresses reviewed\n\nThe latest memory foam mattresses we tested included own-brand models from Ikea, John Lewis and Marks & Spencer, plus mattresses from specialists Dormeo, Myer's, Rest Assured, Sealy, Silentnight and Tempur.\n\nNone were quite good enough to be rated as Best Buys, but some came close and are definitely worth considering, including one 'very durable' mattress that will 'stay in good condition and last for years to come.'\n\nMemory foam mattresses aren't for everyone, though. Find out more about memory foam mattresses so you can decide if they're the best option for you.\n\nBest mattress topper brands\n\nCan’t stretch to a new mattress, or don’t want to replace the one you’ve got? A mattress topper could help make your mattress more comfortable for a relatively small cost.\n\nA mattress topper sits on top of a mattress, offering a layer of memory foam or extra padding, and can be bought for as little as £10 – although most cost more than that.\n\nWhen we surveyed 6,437 Which? members in January 2014, half of those using a mattress topper said that it made their mattress a little more comfortable, and almost a third said that it made their mattress much more comfortable.\n\nUse our guide to the best mattress topper brands to find a topper from a trusted brand and avoid wasting money on a dud.\n\nMore on this...", "article_metadata": {"description": "Our latest memory foam mattress tests have revealed a mattress that was so poor that we've rated it a Don't Buy. Find out which it is and read mattress reviews.", "sectionName": "News", "og": {"url": "http://www.which.co.uk/news/2014/06/which-memory-foam-mattress-test-uncovers-dont-buy-to-avoid-370478/", "image": "http://www.staticwhich.co.uk/media/images/in-content/mattress-with-tear-in-it-370480.jpg", "type": "website", "description": "Our latest memory foam mattress tests have revealed a mattress that was so poor that we've rated it a Don't Buy. Find out which it is and read mattress reviews."}, "contentId": 370478, "robots": "NOODP", "categoryIds": "191885,192025,210642,", "omniturePageName": "home: news: 2014: June: which? memory foam mattress test uncovers don't buy to avoid, 15 June 2014", "fb": {"pages": 141323599261898}, "timestamp": 160526232039, "keywords": "mattress, mattresses, memory foam mattress, mattress topper, mattress reviews, best buy mattress, which, which mattress, Ikea, John Lewis, M&S", "omniturePageType": "news", "categoryId": 213176, "categories": "news,which?-home", "omnitureAccount": "whichdev"}, "article_summary": "memory foam mattress test uncovers Don't Buy to avoid We also reveal the best mattresses of nine on testOne mattress became severely damaged during the durability test - we rated it as Don't BuyThe latest Which?\ntest of memory foam mattresses has revealed a mattress that was so poor that we rate it as a Don't Buy mattress you should avoid altogether.\nTo find out which mattress was rated as a Don't Buy and discover the Best Buy mattresses you should buy instead, check out our mattress reviews.\nBest mattress topper brandsCan’t stretch to a new mattress, or don’t want to replace the one you’ve got?\nUse our guide to the best mattress topper brands to find a topper from a trusted brand and avoid wasting money on a dud."}