{"article_title": "Children Home Alone Escape Tulsa House Fire; Mother Arrested For - News9.com - Oklahoma City, OK - News, Weather, Video and Sports", "article_keywords": ["penheiro", "city", "kids", "ok", "tulsa", "house", "oklahoma", "escape", "father", "snell", "old", "weather", "video", "shes", "mother", "news9com", "arrived", "children"], "article_url": "http://www.news9.com/story/30978054/four-children-home-alone-escape-tulsa-house-fire", "article_text": "The children's mother is surrounded by media when she arrived at the house Friday afternoon.\n\nThe mother and grandfather of four children who were home alone during a house fire are in jail.\n\nPolice arrested Kyrstal Penheiro, AKA Snell, and her father, Lee Snell, for child neglect.\n\nFirefighters said four children - two in diapers - escaped the house fire Friday afternoon. Authorities said the children were ages 1, 2, 5 and 9, and home alone. The mother later said the eldest child was 10.\n\nThe children escaped the fire uninjured, but police and firefighters had to help take care of the children when they couldn't find the parents.\n\nPenheiro and her father arrived nearly three hours later and discovered the damage and discovered the children were gone.\n\n\"I'm glad they got out, I'm glad I have some smart kids to get out,\" she said.\n\nThe fire department got the call to the home in the 4800 block of North Lewis just before 1:30 p.m. A police officer passing by called the fire in. Upon arrival, firefighters saw flames coming from the home.\n\n\"TFD also passed on the house, was kinda hard to get in and out of, so the kids were fairly lucky to have survived that,\" Tulsa Police Officer, Brandon Smith.\n\nThey said when the fire started, all four children got out of the house and ran across the street to call for help.\n\nSmith said he commended the children saying, \"I heard the 5 year old carried the 1 year old out.\"\n\nAuthorities were searching for any adults that live at the residence; Penheiro and her father arrived just before 4 p.m. Friday. She said she went to go pick up a check.\n\nPolice say the commend the children for having the ability to safely get out of the house. Penheiro said she's happy they made it out, but now she's scared.\n\n\"I'm afraid - I'm scared DHS is gonna throw me in jail for just leaving them for a while,\" said Penheiro. \"But the oldest one, 10 years old, is old enough to babysit for an hour.\n\nLooking back, she says would have done things differently.\n\n\"I should have just took them with me but I wasn't thinking,\" she said.\n\nPolice say it's up to the parents to decide at what age it's OK to leave your children at home alone.\n\nThe kids, two boys and two girls, were taken to the hospital to be checked out; the 2-year-old was admitted for smoke inhalation difficulties. They are now in DHS custody.\n\nFire investigators believe a space heater caused the fire.", "article_metadata": {"wn-build": "XSLT-7.1-17", "Description": "Firefighters say four children, two in diapers escaped a Tulsa house fire Friday afternoon.", "author": "Katiera Winfrey", "og": {"url": "http://www.news9.com/story/30978054/four-children-home-alone-escape-tulsa-house-fire", "image": "http://KOTV.images.worldnow.com/images/9660620_G.jpg", "type": "article", "description": "Firefighters say four children, two in diapers escaped a Tulsa house fire Friday afternoon.", "title": "Children Home Alone Escape Tulsa House Fire; Mother Arrested For Child Neglect"}, "twitter": {"image": "http://KOTV.images.worldnow.com/images/9660620_G.jpg", "description": "Firefighters say four children, two in diapers escaped a Tulsa house fire Friday afternoon.", "card": "summary", "title": "Children Home Alone Escape Tulsa House Fire; Mother Arrested For Child Neglect"}, "wnreadableurl": "four-children-home-alone-escape-tulsa-house-fire", "ROBOTS": "index,follow,noarchive", "owner": "KOTV", "fb": {"app_id": 538140636230283}, "date": "2016/01/15", "KEYWORDS": "tulsa,media,news,weather,tv,cbs,local,tornado,storm,oklahoma,kotv.com,channel 6,channel six,green country,television,the news on 6,the news on six,six in the morning,live, House Fire", "wn-version": "ContainerE-Story", "wn-base": "IIS24", "verify-v1": "d5ZN+GNiazjgWlnr3WHikwraMvFljdUSLMgex4CGnc8=", "news_keywords": "tulsa,media,news,weather,tv,cbs,local,tornado,storm,oklahoma,kotv.com,channel 6,channel six,green country,television,the news on 6,the news on six,six in the morning,live, House Fire"}, "_id": "\"57477afa6914bd0286fe5c15\"", "article_summary": "Penheiro and her father arrived nearly three hours later and discovered the damage and discovered the children were gone.\nAuthorities were searching for any adults that live at the residence; Penheiro and her father arrived just before 4 p.m. Friday.\nPolice arrested Kyrstal Penheiro, AKA Snell, and her father, Lee Snell, for child neglect.\nThe mother and grandfather of four children who were home alone during a house fire are in jail.\nThe children's mother is surrounded by media when she arrived at the house Friday afternoon."}