{"article_title": "Mitch Perry Report 1.16.14 - Tea Party & other hard right groups saddened by budget deal", "article_keywords": ["shutdown", "right", "led", "mitch", "deal", "spending", "tea", "using", "hard", "theyre", "doesnt", "finally", "perry", "groups", "house", "report", "party", "republicans", "saddened"], "article_url": "http://www.cltampa.com/news-views/article/20756159/mitch-perry-report-11614-tea-party-and-other-hard-right-groups-saddened-by-budget-deal", "article_text": "It's becoming apparent by the day that it took the inanity of the government shutdown last fall for House Republicans to start acting like adults in Washington.\n\nYesterday the House overwhelmingly passed a 1.1-trillion spending bill for the current fiscal year, despite the cries of \"sellout\" from such groups as the Club for Growth, Heritage Action and all those closely aligned with Tea Party elements.\n\nYou'll recall House Speaker John Boehner lashed out at those groups last month, accusing them of \"using our members and they're using the American people for their own goals,\" when they came out against the Patty Ryan-Paul Ryan budget compromise deal.\n\nIt shouldn't be any wonder why, finally, Boehner finally came to his wits end. It's because of the GOP led government shutdown in October over Obamacare, a quixotic if not out right crazed attempt led by Ted Cruz that massively backfired on Republicans. Once the government reopened after 16 days and our short attention span moved over to focusing on all the problems with the new health care plan's rollout, all was forgotten.That's why most House Republicans who previously might have attempted to jam up this nearly 1,600 page omnibus spending in 2011-2013 won't dare prolong such negotiations this time around. Even though it increases spending by $45 billion from what the previous sequester had in place.\n\nIt is an election year of course.\n\nMeanwhile as the local dailies both lead with new stories on that retired Tampa police officer who shot a man in a Wesley Chapel movie theater for the act of texting on a smartphone, two Democrats CL spoke with this week really hoping that Curtis Reeves Jr. doesn't employ Stand your Ground as his defense.\n\nSuspicious Democrats think that Rick Scott chose Carlos Lopez-Cantera to be his Lieutenant Governor/Running Mate because of his Hispanic background, and they're determined to get the word out to the Latino community that the 40-year-old former state legislator doesn't have their best interests at heart.\n\nAnd Alex Sink has begun airing a new ad in Pinellas ad that co-stars her father.", "article_metadata": {"description": "It's becoming apparent by the day that it took the inanity of the government shutdown last fall for House Republicans to start acting like adults in Wash...", "og": {"type": "article", "image": "http://r1.cltampa.com/files/base/scomm/cltampa/image/2014/01/960w/1389896463_tea_party_logo2010_med_wide.jpg", "site_name": "Creative Loafing: Tampa Bay", "description": "It's becoming apparent by the day that it took the inanity of the government shutdown last fall for House Republicans to start acting like adults in Wash...", "title": "Mitch Perry Report 1.16.14 - Tea Party & other hard right groups saddened by budget deal"}, "apple-mobile-web-app-capable": "yes", "apple-mobile-web-app-status-bar-style": "black", "google-site-verification": "7ehqC5TVlujj_KkCw_cMXSyKukkqxKv9SOkcxE1CbCI", "viewport": "width=device-width, initial-scale=1, user-scalable=no"}, "_id": "\"57477af36914bd0286fcad6f\"", "article_summary": "It's becoming apparent by the day that it took the inanity of the government shutdown last fall for House Republicans to start acting like adults in Washington.\nIt shouldn't be any wonder why, finally, Boehner finally came to his wits end.\nIt's because of the GOP led government shutdown in October over Obamacare, a quixotic if not out right crazed attempt led by Ted Cruz that massively backfired on Republicans.\nYou'll recall House Speaker John Boehner lashed out at those groups last month, accusing them of \"using our members and they're using the American people for their own goals,\" when they came out against the Patty Ryan-Paul Ryan budget compromise deal.\nAnd Alex Sink has begun airing a new ad in Pinellas ad that co-stars her father."}