{"article_title": "US Telemedicine Market to Cross $ 13 billion by 2021", "article_keywords": ["billion", "13", "united", "pharmaion", "telemedicine", "cross", "opportunities", "states", "growth", "2021", "healthcare", "growing", "market"], "article_url": "http://www.prnewswire.com/news-releases/us-telemedicine-market-to-cross--13-billion-by-2021-pharmaion-consultants-report-568841771.html", "article_text": "BURNABY, Canada, February 15, 2016 /PRNewswire/ --\n\nIncreasing healthcare costs and growing incidence rate of chronic diseases coupled with growing technological advancements to drive United States telemedicine market\n\nAccording to Pharmaion report, \"United States Telemedicine Market Opportunities, 2011 - 2021\", the telemedicine market in the United States is projected to cross $ 13 billion by 2021. Growth in the market is anticipated on account of increasing healthcare costs, growing aging population, and rising incidence of chronic diseases. Moreover, various reforms in the healthcare industry such as Patient Protection and Affordable Care Act (PPACA), growing technological advancements and increasing awareness among citizens regarding health management and cost effective patient monitoring are driving telemedicine services and technologies market in the United States.\n\nUnited States telemedicine market has been segmented into two categories - service and technology. Service segment dominated the United States telemedicine market in 2015, and is anticipated to continue its dominance through 2021. However, the telemedicine technology segment is projected to witness higher growth rate, in value terms, during 2016 - 2021. In 2015, real time mode was the most preferred mode of communication for delivering telemedicine services, as it is cost-effective and helps in saving time by avoiding unnecessary emergency visits and hospitalizations.\n\n\"Telemedicine is anticipated to improve healthcare outcomes, reduce consumer expenditure and provide easy interaction between healthcare service providers and patients. During the forecast period, with growing technological advancements, telemedicine will become more user-friendly, thereby aiding overall market growth in the United States. Moreover, growing adoption of technologies like Push-to-Talk (PTT), Tele-Wound Care and Pervasive Video is further anticipated to boost the country's telemedicine market over the next five years.\" said Ms. Pritpal Kaur, Consultant with Pharmaion Consultants, a research based global management consulting firm focused on pharma and healthcare industry.\n\n\"United States Telemedicine Market Opportunities, 2011 - 2021\" has analyzed the potential of telemedicine market in the United States and provides statistics and information on market sizes, shares and trends. The report intends to provide cutting-edge market intelligence and help decision makers take sound investment evaluation. Besides, the report also identifies and analyzes the emerging trends along with essential drivers and key challenges faced by the United States telemedicine market.\n\nAbout Pharmaion\n\nPharmaion is a research based management consulting firm focused exclusively on Healthcare & Pharmaceutical industry. Led by a team of dynamic industry experts, Pharmaion provides its customers with high value market research and advisory services that helps them identify new market opportunities, growth engines and innovative ways to capture the market share. As a result, Pharmaion's clients lead rather than follow market trends. Pharmaion has developed a proprietary database which focuses on identifying the unexplored opportunities in Healthcare and Pharmaceutical industry.\n\n\n\nMedia Contact\n\nKaran Chechi\n\nResearch Director\n\nContact Phone- +1 646 862 0089\n\nEmail- sales@pharmaion.com\n\n\n\nSOURCE Pharmaion Consultants", "article_metadata": {"geo.region": "united states of america, canada", "cf_entity_thumbnail_url": "http://content.prnewswire.com/designimages/logo-prn-01_PRN.gif", "geo.placename": "BURNABY, Canada, February 15", "description": "BURNABY, Canada, February 15, 2016 /PRNewswire/ -- US Telemedicine Market to Cross $ 13 billion by 2021: Pharmaion Consultants Report.", "author": "Pharmaion Consultants", "og": {"url": "http://www.prnewswire.com/news-releases/us-telemedicine-market-to-cross--13-billion-by-2021-pharmaion-consultants-report-568841771.html", "image": "http://content.prnewswire.com/images/prn_facebook_sharing_logo.jpg", "type": "website", "description": "BURNABY, Canada, February 15, 2016 /PRNewswire/ --\n\nIncreasing healthcare costs and growing incidence rate of chronic...", "title": "US Telemedicine Market to Cross $ 13 billion by 2021: Pharmaion Consultants Report"}, "Publisher": "PR Newswire", "cf_entity_title": "US Telemedicine Market to Cross $ 13 billion by 2021: Pharmaion Consultants Report", "robots": "index, follow", "p": {"domain_verify": "7d052ac42aa9e7505635404745861994"}, "keywords": "Pharmaion Consultants, united states of america, canada, Surveys, Polls and Research, Health Care & Hospitals, Medical Pharmaceuticals, Telecommunications Industry", "date": "2016-02-15T11:30:00Z", "msvalidate.01": "9D28F7743C790DD88F2D9C7375EF7ED5", "twitter": {"site": "@PRNewswire", "card": "summary"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fe1648\"", "article_summary": "\"United States Telemedicine Market Opportunities, 2011 - 2021\" has analyzed the potential of telemedicine market in the United States and provides statistics and information on market sizes, shares and trends.\nBURNABY, Canada, February 15, 2016 /PRNewswire/ --Increasing healthcare costs and growing incidence rate of chronic diseases coupled with growing technological advancements to drive United States telemedicine marketAccording to Pharmaion report, \"United States Telemedicine Market Opportunities, 2011 - 2021\", the telemedicine market in the United States is projected to cross $ 13 billion by 2021.\nService segment dominated the United States telemedicine market in 2015, and is anticipated to continue its dominance through 2021.\nUnited States telemedicine market has been segmented into two categories - service and technology.\nBesides, the report also identifies and analyzes the emerging trends along with essential drivers and key challenges faced by the United States telemedicine market."}