{"article_title": "Will the GOP Crown Paul Ryan as Its Presidential Nominee?", "article_keywords": ["presidency", "nominee", "vice", "house", "crown", "ryan", "dole", "party", "president", "paul", "republican", "gop", "presidential", "election"], "article_url": "http://historynewsnetwork.org/article/162522", "article_text": "4-9-16\n\ntags: election 2016\n\nRonald L. Feinman is the author of Assassinations, Threats, and the American Presidency: From Andrew Jackson to Barack Obama (Rowman Littlefield Publishers, August 2015).\n\n\n\n\n\nSpeculation is increasing that Speaker of the House Paul Ryan of Wisconsin, the Vice Presidential running mate of Mitt Romney in the Presidential Election of 2012 might become the compromise choice for President at the GOP convention in July.\n\nIf that were to happen, it would mark the third time that a losing Vice Presidential candidate went on to be nominated for President in a future election year. One was elected President four times, while the other was defeated for the Presidency.\n\nThe first case is Franklin D. Roosevelt, elected in 1932, 1936, 1940, and 1944, after having lost the 1920 Presidential race as the Vice Presidential running mate of Democratic Governor James Cox of Ohio, in a landslide defeat of historic proportions. The winner? Warren G. Harding, who won in a landslide of historic proportions. Who could have predicted that a Vice Presidential candidate would be able to overcome the disadvantage of a massive defeat, as FDR did, and be elected to the White House 12 years later, in the worst moments of the Great Depression?\n\nFor the record: FDR bested Harding’s impressive victory – 60.6 % of the popular vote – in the election of 1936 for his second term when the New Dealer won 60.8%. In 1964 Lyndon B. Johnson bested FDR with a 61% victory over Barry Goldwater.\n\nThe second case is Senator Bob Dole of Kansas, who was the Vice Presidential running mate of President Gerald Ford in 1976, with the Ford-Dole ticket losing a close race to Jimmy Carter and Walter Mondale. Twenty years later, in 1996, Bob Dole became the Republican Presidential candidate, and proceeded to lose the election to President Bill Clinton. The third party candidacy of Ross Perot hurt the Dole campaign, and Bill Clinton did not win a majority of the popular vote, but he won 31 states and over an 8 million vote plurality over Dole, and had 379 electoral votes to Dole’s 159. Dole had achieved the distinction, however, of having been Senate Majority Leader from 1985-1987 and 1995-1996, and Senate Minority Leader from 1987-1995.\n\nAnd now, Paul Ryan is seen by many Republicans as the “savior” of the Republican Party, despite his having been on the losing side of the Presidential Election of 2012. He has risen to Speaker of the House of Representatives, and while part of the “Establishment” also has demonstrated he has a rapport with the Tea Party Movement. But the question is whether he would be acceptable to the extreme right wing that backs Senator Ted Cruz, or the millions of discontented Republican voters who have flocked to real estate mogul Donald Trump. Also, would Ryan be acceptable to those who would argue that the GOP nominee should come from those who contested for the Presidency, rather than someone suddenly entering the race at the last moment, who had not gained any voter support in the caucuses and primaries?\n\nWhile Ryan is certainly more of a pleasant face for the Republican Party, the odds of him being able to unite the party and overcome the Democratic advantage with many distinct voting groups, including women, Latinos, African Americans, gays and lesbians, the millennial generation, environmentalists, and others, seems doubtful. Ryan’s push to privatize Medicare and Social Security would be a drag on his candidacy. His constant push to destroy ObamaCare would also likely prove problematic since so many have now benefited from the program. While Ryan is perceived as more engaged in domestic issues, he is seen as limited in foreign policy experience.\n\nPaul Ryan may have a desire to be President, but if he were to run and lose the election, it would effectively end any future plan to go for the Oval Office, and could undermine his ability to be effective as Republican leader in the House, and possibly put his position as Speaker in danger (assuming his party keeps control of the House).\n\nIf Ryan were to run, he would have done so just four years after losing the Vice Presidency, and not coming across as well as Vice President Joe Biden in their debate in 2012. But he would have sought the Presidency much sooner than FDR, who waited 12 years, and Bob Dole, who ran for the Presidency a full generation (20 years) after losing the Vice Presidency.\n\nFinally, were Ryan to win the Presidency, he would be only the second Speaker of the House, after James K. Polk in 1844, to have become President, and only the second President to go directly from the House of Representatives, after James Garfield in 1880.", "article_metadata": {"og": {"image": "http://historynewsnetwork.org/sites/default/files/162522-nsdf.jpg", "type": "website", "title": "Will the GOP Crown Paul Ryan as Its Presidential Nominee?"}, "google-site-verification": "O2EKX9rfWi5pL8NFYqjIexiRCD-sYlv8UKBmB5DM84c", "viewport": "width=100%; initial-scale=1; maximum-scale=1; minimum-scale=1; user-scalable=no;"}, "_id": "\"57477af46914bd0286fe2f11\"", "article_summary": "Speculation is increasing that Speaker of the House Paul Ryan of Wisconsin, the Vice Presidential running mate of Mitt Romney in the Presidential Election of 2012 might become the compromise choice for President at the GOP convention in July.\nAnd now, Paul Ryan is seen by many Republicans as the “savior” of the Republican Party, despite his having been on the losing side of the Presidential Election of 2012.\nTwenty years later, in 1996, Bob Dole became the Republican Presidential candidate, and proceeded to lose the election to President Bill Clinton.\nThe first case is Franklin D. Roosevelt, elected in 1932, 1936, 1940, and 1944, after having lost the 1920 Presidential race as the Vice Presidential running mate of Democratic Governor James Cox of Ohio, in a landslide defeat of historic proportions.\nIf Ryan were to run, he would have done so just four years after losing the Vice Presidency, and not coming across as well as Vice President Joe Biden in their debate in 2012."}