{"article_title": "iPhone 6 HealthKit Apps: More Harm for Consumers Than Good?", "article_keywords": ["available", "harm", "good", "consumers", "healthkit", "ama", "app", "apps", "smartphone", "health", "iphone", "fitness", "report"], "article_url": "https://www.mainstreet.com/article/iphone-6-healthkit-apps-more-harm-for-consumers-than-good", "article_text": "ADVERTISEMENT\n\nNEW YORK (MainStreet) — Apple’s iPhone 6 rollout has been infested by bugs: an operation system that crashed and prevented calls from being completed and of course, the phone reportedly tends to bend out of shape in certain situations – a Web-fed “affliction” known as “BendGate.” Even the much-heralded iPhone 6 HealthKit was delayed for a week as glitches were addressed, and now comes word from the American Medical Association (AMA) that such mobile health apps may do more harm than good.\n\nRead More: Buying the Best Smartphone on Earth - Hint It's not the iPhone 6\n\nNearly 100,000 health related apps are available for download in the major app stores, but only a fraction have been approved by the Food and Drug Administration or proven helpful through scientific studies, according to a new report by the AMA.\n\nView Today's Highest Savings Account Rates\n\nThe Apple HealthKit is designed to not only help consumers compile health and fitness information but also send that data directly to health care providers.\n\n“For example, you can allow the data from your blood pressure app to be automatically shared with your doctor,\" Apple promotion for the HealthKit says. \"Or allow your nutrition app to tell your fitness apps how many calories you consume each day. When your health and fitness apps work together, they become more powerful.”\n\nRead More: iPhone vs Galaxy s5 - Smartphone Faceof\n\nBut in the AMA report, Dr. Russell W.H. Kridel, chairman of the AMA Council on Science and Public Health says, “A large percentage of available mHealth (mobile health) apps are lacking in overall quality and only limited advice is available to help guide selection of those that may be more useful or reliable.”", "article_metadata": {"contentType": "article", "layout": "main", "description": "Some mobile apps claim to cure maladies by emitting sound and light from your smartphone.", "author": "Hal M. Bundrick", "og": {"site_name": "MainStreet", "description": "Some mobile apps claim to cure maladies by emitting sound and light from your smartphone.", "title": "iPhone 6 HealthKit Apps: More Harm for Consumers Than Good?", "url": "https://www.mainstreet.com/article/iphone-6-healthkit-apps-more-harm-for-consumers-than-good", "image": {"width": 600, "secure_url": "https://s.mainstreet.com/files/tsc/v2008/photos/contrib/uploads/healthkit-mslarge.jpg", "identifier": "https://s.mainstreet.com/files/tsc/v2008/photos/contrib/uploads/healthkit-mslarge.jpg", "height": 400}, "locale": "en_US", "type": "article"}, "section": "Insurance", "date": "2014-09-26T14:01Z", "fb": {"app_id": 925400040808836}, "keywords": "apple iphone, healthkit apps, personal finance, diabetes tracking apps, iwatch, applepay, health care", "article": {"publisher": "https://www.facebook.com/MainStreet", "section": "Insurance", "tag": "health care", "published_time": "2014-09-26T14:01Z", "author": "https://www.mainstreet.com/author/1608888"}, "guid": 12893902, "twitter": {"description": "Some mobile apps claim to cure maladies by emitting sound and light from your smartphone.", "title": "iPhone 6 HealthKit Apps: More Harm for Consumers Than Good?", "url": "https://www.mainstreet.com/article/iphone-6-healthkit-apps-more-harm-for-consumers-than-good", "image": {"src": "https://s.mainstreet.com/files/tsc/v2008/photos/contrib/uploads/healthkit-mslarge.jpg", "identifier": "https://s.mainstreet.com/files/tsc/v2008/photos/contrib/uploads/healthkit-mslarge.jpg"}, "site": "@mainstr", "card": "summary_large_image"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "apple iphone, healthkit apps, personal finance, diabetes tracking apps, iwatch, applepay, health care"}, "_id": "\"57477af46914bd0286fde9cf\"", "article_summary": "\"Or allow your nutrition app to tell your fitness apps how many calories you consume each day.\nWhen your health and fitness apps work together, they become more powerful.”Read More: iPhone vs Galaxy s5 - Smartphone FaceofBut in the AMA report, Dr. Russell W.H.\nView Today's Highest Savings Account RatesThe Apple HealthKit is designed to not only help consumers compile health and fitness information but also send that data directly to health care providers.\n“For example, you can allow the data from your blood pressure app to be automatically shared with your doctor,\" Apple promotion for the HealthKit says.\nKridel, chairman of the AMA Council on Science and Public Health says, “A large percentage of available mHealth (mobile health) apps are lacking in overall quality and only limited advice is available to help guide selection of those that may be more useful or reliable.”"}