{"article_title": "What happened to Lynette Dawson?", "article_keywords": ["inquest", "curtis", "lynettes", "family", "lynette", "mother", "ms", "mr", "dawson", "told", "happened"], "article_url": "http://www.news.com.au/national/what-happened-to-lynette-dawson/story-fncynjr2-1226724647049", "article_text": "Chris Dawson married his childhood sweetheart Lynette\n\nLynette went missing, another girl moves in\n\nDisappearance remains a mystery\n\nLynette's family is still seeking answers\n\nHE WAS a handsome football star and part-time model, but behind closed doors he was a violent control freak with a frightening temper.\n\nAt first, Chris Dawson charmed everyone - the childhood sweetheart he married, her family and the schoolgirls he taught and seduced.\n\nBut when he moved a 16-year-old student into the family home and then his wife vanished, the truth emerged about how he was a cruel abusive man.\n\nA decade on from when a NSW Coroner recommended charges be laid in the mysterious disappearance of Lynette Joy Dawson, her family is still seeking answers.\n\nThe missing woman's sister Pat Jenkins and brother, Greg Simms, appear on Channel Ten's Wanted at 8.30pm on Thursday, September 26.\n\nOn the program, I recount some of the chilling moments from the inquest, at which Mr Dawson declined to appear.\n\nThe story of Lynette Dawson's disappearance began with disturbing revelations about the unravelling of her marriage.\n\nBy 1981, Lynette had two young daughters with Mr Dawson, who with his twin brother Paul had played football for the Newtown Jets club.\n\nLynette, a nurse, appeared to turn a blind eye to the fact her husband was having an affair with 16-year-old Joanne Curtis - one of several girls he seduced at the school where he was the PE teacher - until Mr Dawson decided to move her into the family home.\n\nMs Curtis gave evidence she had \"nowhere else to go\" after problems she encountered with her mother's new partner.\n\nInvestigating detective, Damian Loone, told the inquest both the Dawson brothers had sexual intercourse with Ms Curtis.\n\nWhen Ms Curtis swam topless in the Dawson family pool, Lynette began to suspect an affair.\n\n\"Lyn confronted me,\" she admitted to the court, \"[saying] 'you've been taking liberties with my husband'.\"\n\nIn front of his teenager lover, Mr Dawson began to chip away at his wife's confidence.\n\n\"He was very cold and used to sing songs to her that had double meanings, that he didn't care about her and that she was physically unattractive,\" Ms Curtis told the hearing.\n\n\"Just digging away at her. Just singing songs that were to wear her down.\"\n\nOne one occasion around that time, Ms Curtis accompanied Mr Dawson to a Sydney hotel.\n\nWearing her school uniform, she waited in the car for his return.\n\n\"When he came back he told me, 'I wanted to get a hit man to kill Lyn, but I couldn't do it because innocent people would be killed,',\" she said.\n\nOn the evening of Friday, January 8, 1982, Lynette spoke on the phone with her mother, who was surprised to hear her daughter, who hardly consumed alcohol, sounding \"a bit sozzled\".\n\nAs told to Australian Story in 2003, Lynette said on the phone, \"my husband has poured me a lovely drink\".\n\nThat was the last contact Lynette had with her family.\n\nDays later, Ms Curtis moved into the Dawson home and subsequently married her lover.\n\nHer wedding ring was made from the engagement and wedding rings which had last been seen on Lynette's finger.\n\nDetective Sergeant Loone told the inquest that he believed Lynette was murdered and her body disposed of between 9pm on Friday, January 8, and 8am on Saturday, January 9, 1982.\n\nHer family never stopped looking for her and, until her death, Lynette's mother never stopped hoping she was still alive.\n\nOutside the inquest, emotional scenes unfolded at Westmead Coroner's Court, with Ms Curtis weeping as she was embraced by Lynette's uncles, aunts and cousins.\n\nThey had heard evidence about Ms Curtis's life with Mr Dawson after Lynette's disappearance - how he told her what to wear, whether she was permitted to go out, who she was allowed to meet and how she was forbidden to make friends with a soul.\n\n\"Lynette's life was sacrificed, but he gave Joanne a dog's life,\" one relative said, \"I bear no malice towards her.\"\n\n\"We didn't realise Joanne had nowhere else to go,\" Lynette's aunt, Lee Fletcher said. \"At the beginning we ... couldn't anticipate [Lynette] wasn't coming back.\n\n\"For years out minds were in turmoil, but my mother believed Chris. He was part of our family.\n\n\"He was just so gorgeous, of course you believed him.\"\n\nBut another relative said \"behind closed doors he was a monster, a domineering control freak\".\n\nDeputy coroner Carl Milovanovich recommended murder charges be laid against a \"known person\", however no case was taken forward by the Director of Public Prosecutions.\n\n###", "article_metadata": {"msapplication-config": "http://resources.newscdn.com.au/cs/nca/latest/public/img/favicons/browserconfig.xml", "msapplication-TileColor": "#ffffff", "description": "HE WAS a handsome football star and part-time model, but behind closed doors he was a violent control freak with a frightening temper.", "generator": "legacy", "og": {"site_name": "NewsComAu", "description": "HE WAS a handsome football star and part-time model, but behind closed doors he was a violent control freak with a frightening temper.", "title": "What happened to Lynette Dawson?", "url": "http://www.news.com.au/national/what-happened-to-lynette-dawson/story-fncynjr2-1226724647049", "image": "http://resources2.news.com.au/images/2013/09/22/1226724/646586-c96b0e62-20eb-11e3-b692-e50a676e7815.jpg", "type": "article"}, "twitter": {"widgets": {"csp": "on"}, "image": {"src": "http://resources2.news.com.au/images/2013/09/22/1226724/646586-c96b0e62-20eb-11e3-b692-e50a676e7815.jpg"}, "site": {"identifier": "@newscomauHQ", "id": "@newscomauHQ"}, "card": "summary_large_image"}, "apple-mobile-web-app-title": "news.com.au", "robots": "noarchive", "fb": {"admins": "1533025129,653135158,737988273", "app_id": 113758722003364}, "articleid": 1226724647049, "msapplication-TileImage": "http://resources.newscdn.com.au/cs/nca/latest/public/img/favicons/mstile-144x144.png", "application-name": "news.com.au", "google-site-verification": "GWTbDFKaKnGKyk3q0Na5jIbWHZ4qXn-ibcfMayjSQA0", "keywords": "domineering control freak, wedding rings, seeking answers, family pool, violent control freak, childhood sweetheart, abusive sex addict, school uniform, murder charges, teeanger lover, young daughters, Sydney, New South Wales Hotel, family home, lynette dawson, family swimming pool, wedding day, School sweethearts, handsome football, closed doors, violent control, control freak, Missing persons, missing wife, handsome charmer, Greg Simms, Paul, Pat Jenkins, Lynette Joy Dawson, Lee Fletcher, murder", "article": {"publisher": "News Limited", "publicationdate": "Sun Sep 22 17:09:56 EST 2013", "modified_time": "Sun Sep 22 17:09:56 EST 2013", "author": "CANDACE SUTTON"}, "viewport": "width=device-width"}, "_id": "\"57477af46914bd0286fe1682\"", "article_summary": "When Ms Curtis swam topless in the Dawson family pool, Lynette began to suspect an affair.\nBy 1981, Lynette had two young daughters with Mr Dawson, who with his twin brother Paul had played football for the Newtown Jets club.\nOn the program, I recount some of the chilling moments from the inquest, at which Mr Dawson declined to appear.\nIn front of his teenager lover, Mr Dawson began to chip away at his wife's confidence.\nOne one occasion around that time, Ms Curtis accompanied Mr Dawson to a Sydney hotel."}