{"article_title": "Student, community members protest UH prison investment", "article_keywords": ["members", "prisons", "students", "protesters", "community", "private", "protest", "regents", "uh", "student", "prison", "allen", "really", "investment", "winfield"], "article_url": "http://thedailycougar.com/2016/05/05/students-community-members-protest-uh-prison-investment/", "article_text": "Students, community members protest UH prison investment\n\n“Big organizations like UH keep pumping money into the system, and if we can pull the money out, we can decrease the size of their operating capital,” said Organizer Michael Allen. | Photo by Leah Nash/ The Cougar Many of the protesters had ties to UH as students, alumni or family of alumni. | Photo by Leah Nash/ The Cougar Jazz band Free Radicals provided a soundtrack to the peaceful protest. | Photo by Leah Nash/ The Cougar Alumnus Jon Durbin, father of a UH alumnus David Atwood and organizer and graduate student in the College of Social Work Nakia Winfield hold signs on the corner beside TDECU Stadium. | Photo by Leah Nash/ The Cougar\n\nRather than yelling, protesters on Holman Avenue and Cullen Boulevard played jazz music to challenge the University’s indirect investments in private prisons.\n\nSocial work graduate students Julia Kramp and Nakia Winfield and community organizer Michael Allen led the protest Thursday afternoon beside TDECU Stadium. The Free Radicals jazz band played as the protesters handed out flyers to passersby.\n\n“They’ve commodified human beings,” Allen said. “In other words, these private prisons have guaranteed occupancy rates, or else they can sue the state. The judges all of a sudden have pressure to fill these prisons, so people are going there for nonviolent drug convictions. They’re being pumped into the system that’s using them as a commodity, basically.”\n\nKramp and Winfield started a Change.org petition a month ago hoping to persuade the Board of Regents to divest stock in banking firms that have stock in Corrections Corporation of America and GEO Group.\n\n“We would like them to institute a policy that says they won’t invest in for-profit prisons again or in institutions that own majority shares in private prisons,” Kramp said. “There’s a wide array of other investments that they have, so we would like to see that money that’s going to (Ameriprise and J.P. Moran Chase) rerouted.”\n\nAccording to the protesters’ pamphlets, those two companies “are two of the largest for-profit prison corporations in America” and the industry “has an incentive to lock up as many people as possible to maximize profits.”\n\n“I’m about to graduate from the University of Houston, and we have Tier One status, and honestly I’m really proud of our institution,” Winfield said. “But this (investment) doesn’t match up with the rest of that. I feel like they could be so much better than this.”\n\nThe partners’ next step would have been speaking at the May 19 Board of Regents meeting, but for the first time in nearly a decade, the meeting changed locations to UH-Victoria.\n\n“Now we can’t go in there and talk to them about this unless we want to do a three-hour drive, which really sucks,” Winfield said. “I feel like this could have been a really good opportunity to really be genuine about the democracy and about the students’ ownership of campus and listen to what students were saying.”\n\nAllen connected with Kramp and Winfield via Facebook, where he frequently posts on the page for End Mass Incarceration Houston. Allen works with a group called Enlace International, which campaigns for university and corporate divestment from private prisons. Kramp and Winfield reached out to Allen after reading about the group’s findings that UH was also involved.\n\n“The Board of Regents knows it,” Allen said. “They’re a bunch of rich, old white guys who don’t really care about poor people, about black people or about brown people. I don’t know any way to sugarcoat it. I think it is the epitome of hypocrisy.”\n\nOne protester, Free Radicals trombone player Henry Darragh, graduated from UH in December with a doctorate in musical arts after serving two years in prison on a nonviolent drug offense.\n\n“I’m an ex-convict and know a thing or two about the prison industrial complex and was surprised to hear that UH is indirectly supporting incarceration, though I don’t think if Renu Khator or the Board of Regents knew they would (continue investing),” Darragh said.\n\n[email protected]", "article_metadata": {"description": "Social work graduate students Julia Kramp and Nakia Winfield led a protest Wednesday afternoon while Free Radicals jazz band played in the background.", "og": {"site_name": "The Daily Cougar", "description": "Social work graduate students Julia Kramp and Nakia Winfield led a protest Wednesday afternoon while Free Radicals jazz band played in the background.", "title": "Student, community members protest UH prison investment", "locale": "en_US", "image": "http://thedailycougar.com/wp-content/uploads/2013/06/Web_IMG_9762.jpg", "updated_time": "2016-05-05T19:39:02+00:00", "url": "http://thedailycougar.com/2016/05/05/students-community-members-protest-uh-prison-investment/", "type": "article"}, "twitter": {"domain": "The Daily Cougar", "description": "Social work graduate students Julia Kramp and Nakia Winfield led a protest Wednesday afternoon while Free Radicals jazz band played in the background.", "title": "Student, community members protest UH prison investment", "creator": "@thedailycougar", "site": "@thedailycougar", "image3": "http://i2.wp.com/thedailycougar.com/wp-content/uploads/2013/06/Web_IMG_9675.jpg?resize=896%2C599", "image2": "http://i0.wp.com/thedailycougar.com/wp-content/uploads/2013/06/Web_IMG_9676.jpg?resize=295%2C198", "image1": "http://i0.wp.com/thedailycougar.com/wp-content/uploads/2013/06/Web_IMG_9693.jpg?resize=295%2C197", "image0": "http://i0.wp.com/thedailycougar.com/wp-content/uploads/2013/06/Web_IMG_9762.jpg?resize=597%2C399", "card": "gallery"}, "fb": {"admins": 37502686}, "article": {"publisher": "http://facebook.com/thedailycougar", "section": "Campus", "tag": "private prisons", "published_time": "2016-05-05T16:15:19+00:00", "modified_time": "2016-05-05T19:39:02+00:00"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1"}, "_id": "\"57477af46914bd0286fe167a\"", "article_summary": "Students, community members protest UH prison investment“Big organizations like UH keep pumping money into the system, and if we can pull the money out, we can decrease the size of their operating capital,” said Organizer Michael Allen.\n“In other words, these private prisons have guaranteed occupancy rates, or else they can sue the state.\nSocial work graduate students Julia Kramp and Nakia Winfield and community organizer Michael Allen led the protest Thursday afternoon beside TDECU Stadium.\n| Photo by Leah Nash/ The Cougar Many of the protesters had ties to UH as students, alumni or family of alumni.\nAllen works with a group called Enlace International, which campaigns for university and corporate divestment from private prisons."}