{"article_title": "Chris Christie's Fearmongering Argument Against Privacy", "article_keywords": ["program", "terrorist", "court", "privacy", "nsas", "terrorists", "argument", "christie", "records", "fearmongering", "christies", "2001", "chris", "paul", "youre"], "article_url": "http://reason.com/archives/2015/08/12/chris-christies-fearmongering-argument-a", "article_text": "One of the most telling moments in last week's Republican presidential debate came when moderator Megyn Kelly asked New Jersey Gov. Chris Christie to defend his position that Rand Paul, the Kentucky senator, should be held responsible for the next terrorist attack on Americans because he opposes the National Security Agency's indiscriminate collection of our telephone records. Christie bragged about prosecuting terrorists, repeatedly invoked 9/11, but never answered the question.\n\nThat's because Christie's claim is indefensible, relying on blind fear, fuzzy thinking, and automatic obeisance to a government that claims to be protecting us. The clash between Christie and Paul reflected a deeper clash between the Republican Party's authoritarian and libertarian tendencies.\n\nPaul said he was standing up for the principles underlying the Fourth Amendment, which forbids \"unreasonable searches and seizures.\" Instead of collecting everyone's records, he said, the government should seek records tied to specific terrorism suspects, based on court orders.\n\n\"That's a completely ridiculous answer,\" Christie responded. \"'I want to collect more records from terrorists, but less records from other people.' How are you supposed to know, Megyn?\"\n\nChristie thinks the government needs everyone's records, just in case. Or as other defenders of the NSA's warrantless snooping have put it, you need the whole haystack to find the needle.\n\nLeaving aside the legendary folly of looking for needles in haystacks, the wielders of this metaphor have never been able to cite any cases that validate their position. \"We have not identified a single instance involving a threat to the United States in which the program made a concrete difference in the outcome of a counterterrorism investigation,\" the president's Privacy and Civil Liberties Oversight Board reported last year. \"Moreover, we are aware of no instance in which the program directly contributed to the discovery of a previously unknown terrorist plot or the disruption of a terrorist attack.\"\n\nChristie claims the NSA's phone record dragnet—which most Americans oppose, a federal appeals court deemed illegal, and Congress voted to halt—is essential to preventing terrorist attacks. But he can't explain why.\n\n\"I'll tell you why,\" he said in response to Kelly's question. \"Because I'm the only person on this stage who's actually filed applications under the PATRIOT Act, who has gone before the federal—the Foreign Intelligence Service Court, who has prosecuted and investigated and jailed terrorists in this country after September 11th.\"\n\nWhile boasting about his service as a U.S. attorney, Christie not only misidentified the Foreign Intelligence Surveillance Court. He falsely claimed that \"I was appointed U.S. attorney by President Bush on September 10th, 2001, and the world changed enormously the next day.\" He was actually appointed on December 7, 2001, which makes this self-aggrandizing story a bit less dramatic.\n\nMore to the point, Christie never clarified how his experience as a prosecutor showed the need for the NSA's routine collection of telephone metadata. He did not mention any cases where that program played a crucial role, presumably because there were none.\n\nChristie's pseudo-answer was simply an excuse to remind viewers, again and again, about the horror that was the terrorist attacks of September 11, 2001. \"This is not theoretical to me,\" he said. \"I went to the funerals.\"\n\nLater, after Paul mentioned that Christie had literally embraced Barack Obama, suggesting excessive trust in a president who by his own admission has violated our privacy for no good reason, Christie retorted, \"The hugs that I remember are the hugs that I gave to the families who lost their people on September 11th.\" This is not an argument; this is a naked attempt to drown logic in emotion. It is literally pathetic.\n\nChristie's message was that airy-fairy concerns about civil liberties are fine \"when you're sitting in a subcommittee, just blowing hot air about this.\" But such niceties must be forsaken \"when you're responsible for protecting the lives of the American people.\" If Christie meant to scare me, he succeeded, but probably not in the way he intended.\n\n© Copyright 2015 by Creators Syndicate Inc.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "His clash with Rand Paul reflects the clash between the GOP's authoritarian and libertarian tendencies.", "title": "Chris Christie's Fearmongering Argument Against Privacy", "url": "http://reason.com/archives/2015/08/12/chris-christies-fearmongering-argument-a", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14392880814971.jpg", "type": "article"}, "twitter": {"description": "His clash with Rand Paul reflects the clash between the GOP's authoritarian and libertarian tendencies.", "title": "Chris Christie's Fearmongering Argument Against Privacy", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14392880814971.jpg", "creator": "@jacobsullum", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "article": {"tag": "HomePage", "published_time": "2015-08-12T11:20:00+00:00", "author": "http://reason.com/people/jacob-sullum"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af46914bd0286fe1690\"", "article_summary": "The clash between Christie and Paul reflected a deeper clash between the Republican Party's authoritarian and libertarian tendencies.\n\"'I want to collect more records from terrorists, but less records from other people.'\nChristie's message was that airy-fairy concerns about civil liberties are fine \"when you're sitting in a subcommittee, just blowing hot air about this.\"\nThat's because Christie's claim is indefensible, relying on blind fear, fuzzy thinking, and automatic obeisance to a government that claims to be protecting us.\nInstead of collecting everyone's records, he said, the government should seek records tied to specific terrorism suspects, based on court orders."}