{"article_title": "Hospice Payment Reforms Are A Modest Step Forward, But More Changes Are Needed", "article_keywords": ["nursing", "step", "forward", "patients", "needed", "modest", "medicare", "benefit", "reforms", "hospice", "services", "agencies", "payments", "changes", "payment", "care"], "article_url": "http://healthaffairs.org/blog/2016/01/04/hospice-payment-reforms-are-a-modest-step-forward-but-more-changes-are-needed/", "article_text": "David Stevenson and Haiden Huskamp\n\nJanuary 4, 2016\n\nOn August 6, 2015, the Centers for Medicare & Medicaid Services (CMS) issued a final rule to update the Medicare hospice payment rates and wage index. This change was made in response to Section 3132(a) of the Affordable Care Act (ACA), which called on the Secretary of Health and Human Services to reform Medicare’s hospice payment system.\n\nAlthough the reforms are described by the National Hospice and Palliative Care Organization as “the first significant changes to hospice payment methodology since the Medicare benefit went into effect in 1983,” the scope of reforms in the final rule was quite modest. The rule increased payment at the beginning and very end of Medicare enrollees’ hospice stays but left the current per-diem payment structure otherwise intact. The 2015 final rule leaves several fundamental issues unaddressed and should be viewed as a modest first step toward meaningful hospice payment reform.\n\nMotivation For The Reforms\n\nOver the course of its three decade existence, the Medicare hospice benefit has been transformed in nearly every way: in the types of patients who use it, the providers that deliver it, and the dynamics of where and for how long services are used. Yet, the benefit’s eligibility criteria—that patients have an expected prognosis of six months or less to live and that they forgo life extending therapies for their terminal condition—and the way it pays providers—a flat per-diem payment that does not adjust for patient case-mix or setting—have remained largely unchanged. This has resulted in a benefit and payment structure that is misaligned with how many beneficiaries use it.\n\nIn response, MedPAC recommended in 2009 that Medicare move from flat per-diem hospice payments to an approach more accurately reflecting agency costs over the course of enrollees’ stays. These costs resemble more of a U-shaped curve, with higher costs at the beginning and end of hospice stays and lower costs in the middle.\n\nMedPAC’s recommendation primarily took aim at very long hospice stays; it noted that such stays—which had become much more prominent over the previous decade and were relatively profitable for providers—were inconsistent with the statutory presumption that hospice would cost less than conventional end-of-life care, and blurred the distinction between hospice and long-term care.\n\nRecognizing the more intensive service needs for patients at the very end of life, MedPAC also proposed that agencies be paid a supplemental amount following enrollees’ deaths.\n\nWhat The 2015 Hospice Final Rule Does\n\nThe recent hospice update essentially contained two reforms consistent with MedPAC’s 2009 recommendations:\n\nIt replaced the flat per-diem rate ($159.34 for FY’15) with a rate that is higher on days 1-60 of a stay ($187.54) and lower thereafter ($145.14); and, It offered a service intensity add-on (SIA) payment reimbursing agencies for up to four hours of direct patient care from a registered nurse or social worker (at $38.75/hour) provided to enrollees during their last seven days of life.\n\nIn replacing the flat per-diem rate, CMS sought to align payments more closely with agency costs over the course of hospice enrollees’ stays. More specifically, the lower payments for days 61 and thereafter aimed to make longer stays less profitable, while the SIA payments aimed to incentivize providers to offer the skilled care patients often need at the very end of life.\n\nBy design, the impact of tiered payments on a hospice agency’s bottom line will depend on its length-of-stay distribution, although the effects are likely to be relatively small for most hospices. Since for-profit agencies disproportionately enroll longer stay patients, these providers will likely lose most under the new policy.\n\nBased on our analysis of 2011 hospice claims, for instance, 68 percent of for-profit agencies’ total hospice days would be reimbursed at the lower rate compared to 61 percent the of total days of not-for-profit hospice agencies; tiered payments would result in payments that were 0.5 percent lower and 1.5 percent higher than a flat per-diem rate for for-profit and not-for-profit agencies, respectively.\n\nThe impact of the SIA payments is harder to estimate, because information from hospice claims has not previously distinguished between registered nurse (RN) and licensed practical nurse (LPN) hours. (Only the former are covered.)\n\nBased on 2011 data, though, the vast majority of for-profit and not-for-profit agencies appear to provide some level of social work and skilled nursing care (defined as being delivered by either an RN or LPN) at the very end of patients’ lives. Using these data as an upper bound, the financial impact of these added payments would be quite modest overall (a 0.2 percent increase).\n\nOf course, providers might alter their behavior in response to the payment changes. Agencies might seek to de-emphasize longer hospice stays, depending on the adequacy of the lower rate relative to the marginal costs of caring for longer-stay patients. Concomitantly, agencies could place greater emphasis on very short hospice stays and change their provision of clinical services at the end of patients’ lives, both because of the higher payment rate for days 1-60 and because of the additional payments for skilled services at the end of patients’ lives.\n\nMore than a quarter of hospice users currently enroll for three days or less before death (arguably too short a duration for hospice to provide substantial benefit), and 40 percent of these late referrals are preceded by hospitalizations or intensive care unit (ICU) stays; thus, the greater reimbursement of short-stay hospice days warrants particular attention going forward.\n\nWhat The 2015 Hospice Rule Does Not Address\n\nThe recent reforms could begin to align Medicare hospice payments more closely with agency costs to some extent, but they do not address three payment-related issues that we would argue are more important to the future of the Medicare hospice benefit:\n\nThe barriers to care posed by current hospice eligibility standards.\n\nThe exclusion of hospice from Medicare Advantage and other integrated payment models.\n\nThe poor fit of the current hospice benefit for nursing home residents.\n\nThe Barriers To Care Posed By Current Hospice Eligibility Standards\n\nWhen Medicare’s hospice benefit began, the eligibility standards described above were meant to ensure the benefit was cost neutral. However, Medicare’s hospice benefit has transitioned from primarily serving cancer patients living at home to primarily serving individuals with non-cancer diagnoses—such as dementia and heart failure—across settings including nursing homes.\n\nAs a result, the six-month prognosis requirement and the requirement to forgo life-sustaining treatment for the terminal condition have arguably become more problematic. In fact, with hospice eligibility linked to prognosis and not specifically to clinical need, the predominant focus of policymakers has been on ensuring its appropriate use rather than on integrating hospice and palliative services into a broader continuum of services…whenever patients need them.\n\nThe Medicare Care Choices Model included in the ACA addresses part—but not all—of this eligibility equation. This three-year, budget-neutral demonstration offers hospice-eligible Medicare beneficiaries (who have not yet elected hospice) the option to receive palliative care services from participating hospice agencies while still receiving therapeutic services from other providers.\n\nBeginning January 2016, the demonstration will roll out in 140 hospice agencies nationwide. Participating agencies will be paid up to $400 per month to provide services currently available under the Medicare hospice benefit to beneficiaries with advanced cancers, COPD, congestive heart failure, or HIV/AIDS. Although the demonstration does not alter the six-month prognosis standard, it does offer targeted groups of beneficiaries concurrent access to hospice and therapeutic services for the same underlying condition.\n\nThe impact of these changes remains to be seen. The demonstration by definition leaves out important hospice user groups, such as those with dementia and end-stage renal disease, and it is unclear whether the monthly payments to hospice agencies will be sufficient to spur substantial innovation. Nonetheless, the demonstration reflects a growing consensus that the Medicare hospice benefit needs to evolve in response to changing patient populations and preferences.\n\nThe Exclusion Of Hospice From Medicare Advantage And Other Integrated Payment Models\n\nIn a quest for greater value and improved care coordination, the Medicare program has increasingly moved toward integrated financing and delivery models. One could imagine such models as being potentially beneficial for patients with advanced illness at the end of life. If included among a set of comprehensive benefits, for instance, hospice and palliative care could be integrated at any point in an individual’s disease trajectory, rather than being segmented from the rest of care and dependent on prognosis.\n\nYet, with the exception of the Medicare Shared Savings Program (which puts providers at risk for all Part A and Part B services, including hospice), Medicare’s default policy to date has been exclusion of hospice from integrated models: hospice is (and always has been) carved out of the Medicare Advantage program; hospice is not included among the Medicare and Medicaid benefits to be coordinated through the CMS Financial Alignment Initiative; and none of the Medicare Bundled Payments for Care Improvement Initiative models include hospice and palliative care services.\n\nWith around one-third of all Medicare hospice enrollees coming from managed care plans, the Medicare Advantage “carve out” is the most prominent example of hospice’s exclusion from Medicare’s broader efforts to integrate health services across the continuum. We have written elsewhere about the potential strengths and limitations of removing the carve out, as well as safeguards that could be put into place under such an approach.\n\nAt present, the National Hospice And Palliative Care Organization is opposed to this policy change, citing its potential to limit patient choice and warning against “changing a benefit that is already working effectively.” Such concerns must be taken seriously, and any policy change should minimize the potential for harm to beneficiaries. Yet, we would argue that Medicare’s current approach to hospice is falling short for many beneficiaries at the end of life (e.g., those who enroll only for very short periods of time before death) and that these limitations should be considered before leaving the current carve out intact.\n\nRemoving the carve out wouldn’t eliminate all barriers to timely delivery of hospice and palliative care services, but it could create opportunities for innovation. Relative to the current benefit, for instance, managed care plans could offer hospice to patients with longer or more uncertain prognoses, while also offering concurrent access to a broader range of palliative and therapeutic services.\n\nInsurers such as Aetna have reported success with similar approaches for their under-65 commercial populations but have been unable to expand them to their Medicare Advantage enrollees. Of the carve out, Dr. Randall Krakauer, Aetna’s national medical director for Medicare strategy and innovation, notes, “In all other areas, we have an opportunity to test new ideas, but as far as hospice goes, we are locked out of innovating.”\n\nThe Poor Fit Of The Current Hospice Benefit For Nursing Home Residents\n\nUntil 1989, Medicare’s hospice benefit was unavailable to beneficiaries living in nursing homes. The expansion of nursing-home hospice use has since been substantial, with almost one-in-three hospice enrollees now living in nursing homes.\n\nGreater hospice use has helped to improve end-of-life care in nursing homes; however, these benefits have been counter-balanced by questions concerning the inefficiency of the current approach to payment and the related role of providers’ profit motives in enrolling longer-stay residents. In particular, Medicare hospice payment rates are the same across settings, even though hospice costs are lower on average for users in nursing homes than for those in the community.\n\nThe draft of the final hospice rule included a somewhat clumsy attempt to account for the generally lower cost of nursing-home hospice enrollees, excluding them from the availability of SIA payments. Although the exclusion might have recognized the overlapping role of nursing home and hospice staff at the end of residents’ lives, it also included the perverse incentive to value skilled nursing and social work services less highly for nursing home residents in their final days, compared to those living in the community. In tabling the SIA exclusion for nursing home hospice enrollees, CMS noted that it would “continue to investigate whether a differential site of service payment could be an appropriate mechanism to address […] concerns.”\n\nYet, even if CMS advances a subsequent reform to ensure nursing home hospice payments are better aligned with costs, more substantial reforms—such as paying nursing homes directly and holding them accountable to provide high quality end-of-life care to all of their residents—are worth considering to address other limitations of current hospice policies in the context of nursing home residents’ clinical needs.\n\nSumming Up\n\nAs the Medicare hospice benefit has changed over the last 30 years, the program’s eligibility and payment policies have not kept pace. The recent payment reforms instituted by CMS focus on a narrow set of efficiency concerns, particularly the long-stay problem.\n\nYet, we need to do more than tinker with the level of per-diem payments to ensure the program’s long-run effectiveness. In fact, policymakers should look beyond the benefit itself to consider its role in the broader health care system. With all the success of Medicare’s hospice benefit, the barriers to early and appropriate integration of hospice and palliative care services for beneficiaries with advanced illness are still substantial.\n\nWe have outlined above three areas where hospice policies could change to encourage greater integration with the other health and social supports Medicare beneficiaries receive. Importantly, potential reforms should be shaped by the goal of providing high-quality care that is aligned with individuals’ preferences.\n\nProgress has been made in developing quality measures for end-of-life care, as evidenced by the recent National Quality Forum endorsement of related measures and by similarly-focused provisions in the ACA; however, incorporating these measures into provider payment and oversight will be essential as health care is shaped increasingly by more integrated and risk-based financing and delivery systems, such as Medicare Advantage plans and newer innovations such as Accountable Care Organizations (ACOs).\n\nIn sum, the recent hospice payment reforms are a modest start toward aligning hospice payments with the benefit’s current use, but these changes are only the first step in a more complicated challenge to develop and implement policies that help achieve high quality end-of-life care for all Medicare beneficiaries.", "article_metadata": {"og": {"url": "http://healthaffairs.org/blog/2016/01/04/hospice-payment-reforms-are-a-modest-step-forward-but-more-changes-are-needed/", "site_name": "Health Affairs", "image": "http://healthaffairs.org/blog/wp-content/uploads/Blog_Welch.jpg", "type": "article", "title": "Hospice Payment Reforms Are A Modest Step Forward, But More Changes Are Needed"}, "description": "Hospice Payment Reforms Are A Modest Step Forward, But More Changes Are Needed | At the intersection of health, health care, and policy.", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "The 2015 final rule leaves several fundamental issues unaddressed and should be viewed as a modest first step toward meaningful hospice payment reform.\nNonetheless, the demonstration reflects a growing consensus that the Medicare hospice benefit needs to evolve in response to changing patient populations and preferences.\nSumming UpAs the Medicare hospice benefit has changed over the last 30 years, the program’s eligibility and payment policies have not kept pace.\nAlthough the reforms are described by the National Hospice and Palliative Care Organization as “the first significant changes to hospice payment methodology since the Medicare benefit went into effect in 1983,” the scope of reforms in the final rule was quite modest.\nIn particular, Medicare hospice payment rates are the same across settings, even though hospice costs are lower on average for users in nursing homes than for those in the community."}