{"article_title": "Hobby Lobby 101: explaining the Supreme Court's birth control ruling", "article_keywords": ["control", "explaining", "supreme", "court", "courts", "contraception", "decision", "owners", "female", "ruling", "birth", "employees", "hobby", "101", "religious", "lobby"], "article_url": "http://www.csmonitor.com/USA/Politics/DC-Decoder/2014/0710/Hobby-Lobby-101-explaining-the-Supreme-Court-s-birth-control-ruling", "article_text": "The Hobby Lobby case decided by the Supreme Court last month sent ripples through the national conversation on women's rights and religion in public life. Here, we explain the basics of what the Supreme Court did.\n\nHow Uber knows your phone battery is dying and more\n\nWhy Congress is looking at labels to curb food waste\n\nSmoke detected on EgyptAir Flight 804: What does that mean?\n\nThe Green family, who are evangelical Christians, own the Hobby Lobby, which has more than 15,000 full-time employees in more than 600 crafts stores in 41 states. The Supreme Court ruled on June 30 that the chain does not have to provide all forms of birth control to female employees.\n\nThe US Supreme Court ruled on June 30 that the owners of closely-held, profit-making corporations cannot be forced under the Affordable Care Act to provide their employees with certain kinds of contraceptives that offend their religious beliefs.\n\nThe decision arose from litigation filed by the owners of the national chain of craft stores called Hobby Lobby, and the owners of Conestoga Wood Specialties, a cabinetmaker in Pennsylvania.\n\nIt has sparked a heated debate about the scope of religious liberty in the United States and whether bosses are now empowered to impose their religious beliefs on their employees. It has also raised concerns that female workers will now be denied access to contraceptives.\n\nRecommended: How much do you know about the US Constitution? A quiz.\n\nWhat was the basis of the owners’ religious objections?\n\nBoth Hobby Lobby and Conestoga Wood are controlled by family members with shared religious beliefs. Those beliefs hold that life begins at conception and that any birth control method that may result in the destruction of a fertilized egg is a form of abortion and killing that is forbidden by their faith.\n\nThey also believe that supporting and financing their company health care plan in a way that provides their employees with the means to destroy a fertilized egg makes them complicit in a sinful and immoral act.\n\nDo they oppose all birth control?\n\nNo. Their objections were to four of 18 methods required to be provided to female employees under the Affordable Care Act’s contraception mandate. They objected to paying for two forms of the emergency morning-after pill and two kinds of intrauterine device (IUD).\n\nThey did not object to providing their employees cost-free access to the most common forms of birth control, including daily birth-control pills.\n\nSome religious owners of corporations oppose all birth control. Are those employers now entitled to eliminate birth control in every form from their company health care plans?\n\nMaybe. The day after the Supreme Court’s Hobby Lobby decision, the court vacated a decision by an appeals court that had ruled against a Michigan company that objected to providing any contraceptives under its employee health plan.\n\nThe case, Autocam v. Burwell, was remanded to the appeals court for “further consideration” in light of the Supreme Court’s decision in the Hobby Lobby case.\n\nIt is unclear how the appeals court will apply the Hobby Lobby decision in the Autocam case. But the appeals court could order the government to find an accommodation to ensure that Autocam’s workers can still receive the full range of cost-free contraceptives under the ACA.\n\nSuch an accommodation would involve either the government or an insurance provider paying for religiously-objectionable contraceptive services.\n\nWhat was the basis for the Supreme Court’s Hobby Lobby decision?\n\nThe majority justices declared that Americans have a right to hold religious beliefs and to not be forced by the government to act in ways that violate those beliefs.\n\nUnder the ACA’s contraception mandate, the owners of Hobby Lobby were forced into a dilemma – either fund the objectionable contraception methods and violate their religious beliefs or pay up to $475 million in penalties and remain faithful to their beliefs.\n\nFive members of the nine-member court agreed that the mandate went too far.\n\nFour dissenting justices said the mandate was not coercive of religious beliefs because it only required the religious owners to support a health insurance program. Since it would be up to each employee to decide which services to choose, the owners’ part in that choice was too attenuated to trigger any religious protections.\n\nDid the First Amendment’s guarantee of free exercise of religion apply in the Hobby Lobby case?\n\nNo. Instead of analyzing the case from a constitutional perspective, the high court examined whether the ACA’s contraception mandate complied with the requirements of a federal law, the Religious Freedom Restoration Act (RFRA).\n\nWhy didn’t the First Amendment apply in the Hobby Lobby case?\n\nIn a 1990 decision, Employment Division v. Smith, the Supreme Court ruled that religious groups were not entitled under the First Amendment’s Free Exercise Clause to an exemption or accommodation from neutral, generally applicable laws. Amid complaints from religious groups, Congress responded by passing the RFRA in 1993. The law sought to establish by statute what had been the essence of the constitutional safeguard under the Free Exercise Clause prior to the high court’s 1990 decision in the Smith case.\n\nInstead of applying First Amendment protections in the Hobby Lobby case, the court sought to enforce the terms of RFRA.\n\nHow does the Religious Freedom Restoration Act protect religious liberty?\n\nUnder RFRA, if a law substantially burdens someone’s religious practice, the government must prove that the burden is necessary to advance a compelling government interest. The government must also prove that its pursuit of that compelling interest is being undertaken by using the “least restrictive means.”\n\nIn its Hobby Lobby ruling, the high court found that the government had failed to demonstrate that the ACA’s contraception mandate was the least restrictive means (meaning least burdensome to religious practice) of achieving its goal of providing cost-free access to female employees to the full range of contraceptive methods.\n\nWhat would be the least restrictive means of providing cost-free contraceptives to female workers at Hobby Lobby?\n\nThe Supreme Court said the most straightforward way would be for the government itself to pay the contraception costs of female employees at companies or organizations asserting religious objections.\n\nThe court also said it would be less restrictive of religious freedom for the government to offer objecting companies the same accommodation it offers to nonprofit religious groups. Under that plan, the contraception coverage is paid for by the insurance provider, not the employer.\n\nDon’t women have a constitutional right to access to birth control and abortion?\n\nThey do. But there is no constitutional right to have someone else pay for it. The question in the Hobby Lobby case was whether the government can force someone else to pay for a woman’s contraceptives even though that person has religious objections to doing so.\n\nDoesn’t a company owner’s insistence on a religious accommodation result in the imposition of his or her religious beliefs on employees?\n\nIt would do so only if the government was unwilling to provide a less restrictive accommodation. RFRA requires the government to pursue the “least” restrictive means in terms of any burden on religious beliefs.\n\nTraditionally, religious liberty has been revered as a positive attribute of American society. In the Hobby Lobby case, government lawyers argued that a broad assertion of religious freedom poses a threat to American workers, particularly female workers. That threat to the receipt of free contraceptives by female employees outweighed any threat to religious liberty, the government said.\n\nFour Supreme Court justices agreed with this view.\n\nThe court majority rejected it. The clash between the religious rights of company owners and the workers’ rights to receive government benefits is a direct result of the government’s contraception mandate. It is up to the government – not company owners – to fashion an accommodation that respects both the religious rights of owners and the rights of workers, the high court said.\n\nWhat kind of accommodation will the government authorize in the wake of the Hobby Lobby decision?\n\nIt is still unclear. A White House spokesman has said President Obama favors an effort in Congress to overturn the high court decision by amending RFRA.\n\nDemocrats in the House of Representatives are drafting a bill called the Protect Women’s Health from Corporate Interference Act of 2014. It would exempt federally-mandated health services from RFRA.\n\nSpecifically, the law would prohibit religious owners of for-profit companies from making a religious objection to any health service required by federal law.\n\nThe law would continue to permit a full religious exemption for churches and other houses of worship. And it would allow accommodations for religious, nonprofit groups that object to contraceptives on religious grounds. A similar bill is expected to be introduced by Democrats in the US Senate.", "article_metadata": {"sailthru.content.id": "35e88e15d37be144a38730b2b3ae4f99", "sailthru.author": "Warren Richey", "description": "The Hobby Lobby case decided by the Supreme Court last month sent ripples through the national conversation on women's rights and religion in public life. Here, we explain the basics of what the Supreme Court did.", "sailthru.image.std": "http://images.csmonitor.com/csm/2014/07/0710-Hobby-Lobby-Green.jpg?alias=standard_380x253", "author": "The Christian Science Monitor", "og": {"site_name": "The Christian Science Monitor", "description": "The Hobby Lobby case decided by the Supreme Court last month sent ripples through the national conversation on women's rights and religion in public life. Here, we explain the basics of what the Supreme Court did.", "title": "Hobby Lobby 101: explaining the Supreme Court's birth control ruling", "url": "http://www.csmonitor.com/USA/Politics/DC-Decoder/2014/0710/Hobby-Lobby-101-explaining-the-Supreme-Court-s-birth-control-ruling", "image": "http://images.csmonitor.com/csm/2014/07/0710-Hobby-Lobby-Green.jpg?alias=standard_900x600", "type": "article"}, "twitter": {"image": "http://images.csmonitor.com/csm/2014/07/0710-Hobby-Lobby-Green.jpg?alias=standard_380x253", "title": "Hobby Lobby 101: explaining the Supreme Court's birth control ruling", "description": "The Hobby Lobby case decided by the Supreme Court last month sent ripples through the national conversation on women's rights and religion in public life. Here, we explain the basics of what the Supreme Court did.", "card": "summary", "site": "@csmonitor"}, "sailthru.date": "2014-07-10", "DC.date.issued": "2014-07-10T16:41:21-04:00", "fb": {"page_id": 14660729657, "app_id": 179793002061452}, "sailthru.content.body": "http://www.csmonitor.com/layout/set/rssfull/USA/Politics/DC-Decoder/2014/0710/Hobby-Lobby-101-explaining-the-Supreme-Court-s-birth-control-ruling", "sailthru.tags": "section-dc-decoder,section-politics,section-usa,class-article,storysource-monitor", "article": {"section": "DC Decoder", "published_time": "2014-07-10T16:41-05"}, "copyright": "The Christian Science Monitor", "sailthru.image.credit": "Hobby Lobby/AP"}, "_id": "\"57477af46914bd0286fe1673\"", "article_summary": "What was the basis for the Supreme Court’s Hobby Lobby decision?\nWhat kind of accommodation will the government authorize in the wake of the Hobby Lobby decision?\nThe Supreme Court ruled on June 30 that the chain does not have to provide all forms of birth control to female employees.\nThe Hobby Lobby case decided by the Supreme Court last month sent ripples through the national conversation on women's rights and religion in public life.\nIt is unclear how the appeals court will apply the Hobby Lobby decision in the Autocam case."}