{"article_title": "Obama has shown courage to stand with us, say America’s joyful Latinos", "article_keywords": ["shown", "latinos", "million", "house", "immigrants", "americas", "increase", "say", "courage", "stand", "white", "action", "president", "republicans", "latino", "joyful", "obama"], "article_url": "http://www.theguardian.com/us-news/2014/nov/22/obama-wins-over-latinos-with-immigration-reform", "article_text": "Should Hillary Clinton, or any other Democrat, become the next US president, you may be able to trace their victory to a roll of the political dice played out last week beside a Las Vegas highway. Barack Obama’s cavalcade trundled up the road and into Del Sol high school on Friday to bring his case for the most sweeping immigration reform in decades to a rally in Nevada’s gambling capital.\n\nA bright desert sun illuminated two contrasting tableaux. From the school entrance snaked hundreds of people, mostly Latino, giddy and upbeat, come to hear and cheer a president who had decided to shield almost five million illegal immigrants from deportation by offering them temporary legal status and work permits. Across the street stood about two dozen protesters – white, indignant and angry – with megaphones. Placards amplified the message: “No amnesty!” “Deport them all!” “Oust Obama!”\n\nDemocrats from Washington who hitched a ride to the event on Air Force One could not resist smiling. It was a banner day for civil rights. But, more prosaically, the scenes on both sides of the highway sprinkled optimism on their chances of keeping the White House after Obama.\n\n“The Latino vote is going to stay solid Democratic,” said Bill Richardson, a former New Mexico governor and one of the party’s leading Latino figures. “I think the party in deep trouble is the Republican party. They’re digging themselves in a very bad hole with Latino voters for 2016.” Dolores Huerta, a veteran and well-known labour activist, agreed. “I think they can win Congress, but not the presidency. There are 50,000 Latino kids that turn 18 every month – not just on the west coast or in the south-west; you’re talking about Georgia, North Carolina, Maryland.” Obama’s unilateral action, taken without congressional approval, is a political gamble. A Wall Street Journal/NBC News poll found that 48% of Americans disapproved of him going solo, versus 38% who approved. But 57% supported a pathway to citizenship for illegal immigrants. Analysts on both sides say it could pave the way for another Democrat in the White House, especially if Republicans fall into the trap of overreacting.\n\nObama electrified the Las Vegas audience. “We’re not a nation that kicks out strivers and dreamers,” he said. “We welcome them as fellow children of God.” He exuded brio, a contrast to two weeks ago when the GOP swept the midterm elections, seizing control of the Senate and strengthening its grip on the House, a rout that seemed to repudiate an unpopular, apparently lame-duck president. A conservative agenda – picking apart Obamacare, cutting spending – beckoned. Obama’s executive order, made in an emotional White House address on Thursday and reinforced in Las Vegas, wrested back the initiative, forcing his foes to fight on treacherous terrain.\n\nMitt Romney sabotaged his 2012 campaign when he urged undocumented people to “self-deport”. It alienated Latinos, the fastest-growing group of voters. The GOP’s official postmortem made a blunt conclusion: “If Hispanics think that we do not want them here, they will close their ears to our policies.” Moderate Republicans later backed a bipartisan Senate immigration bill, hoping to detoxify their image, only to see conservative colleagues in the House kill it.\n\nLatinos, however, turned much of their ire on Obama for his refusal to take unilateral action. Worse, deportation levels soared, prompting the nickname “deporter-in-chief”. Disenchantment depressed Latino turnout in the mid-terms, costing Democrats several races.\n\nLast week’s executive action leaves about six million of the estimated 11 million undocumented Latinos vulnerable to deportation, and grants only three-year protection to beneficiaries. The most far-reaching aspect is the creation of a “deferred action” programme that will benefit the estimated 3.7 million undocumented immigrants who are parents of US citizens or permanent legal residents. Activists call it a first step to comprehensive reform. Politically, however, it is a leap that has restored Latino faith in Obama and the Democrats. “This goes a long way,” said Maria Elena Durazo, a leader in the hotel workers’ union Unite. “It will show that a Democratic president had the courage to stand with Latino families.”\n\nLatinos lag white and black people in election turnout, but their demographic clout – 14% of the electorate – weighs more at every election. Delia Lago, 53, a Vegas hotel worker, had a chilling message for Republicans. She hopes to become a citizen – a voting citizen – next year and has 14 US-born grandchildren, all citizens. Would they ever vote Republican? Her nose wrinkled: “They don’t make us feel welcome.”\n\nPickets outside the school exemplified the GOP’s perceived hostility to Latinos. “As a taxpayer I’m done paying bills for illegal immigrants,” said Gary Adams, 61. “All they do is take and Obama gives, gives, gives.” Ty Romsa, 54, held a placard comparing Obama to Mussolini.\n\nLatinos queuing to see Obama heard the protesters’ chants. Some laughed, others rolled their eyes. “I think they’re uneducated,” said Jason Eusteqio, 16. “Or they just don’t get what the president is saying,” said his friend Jorge Ramirez, also 16. “Immigrants built this country.”\n\nHuerta, the activist said racism plagued Republicans: “It’s just too much for them, they can’t overcome it.” Durazo was equally dismissive. “Republicans just don’t like Latinos, period. They want you to be a cheap labour force, to be quiet and just do what they tell you to do.”\n\nRepublican leaders reject such accusations but admit the perception of intolerance damages chances of capturing the White House. “If you overreact, it becomes about us, not President Obama,” said Senator Lindsey Graham. Michele Bachmann, a House Republican, did not get the message. Obama’s action, she told the Washington Post, was an effort to increase the number of “illiterate” Democratic voters.\n\nIN NUMBERS\n\n\n\n■ America’s Hispanic population topped 54 million as of 1 July, 2013, an increase of 2.1% over 2012.\n\n■ US births have been the main driving force behind that increase since 2000, a trend continued in 2012 and 2013.\n\n■ Natural increase (births minus deaths) accounted for 78% of the total change from 2012 to 2013.\n\n■ At 47%, New Mexico has the highest Hispanic population share. California has the largest Hispanic population (14.7 million).\n\n■ Texas, second-largest state by Hispanic population, saw the greatest numerical increase in Hispanics from 2012 to 2013, growing by 213,000.", "article_metadata": {"msapplication-TileColor": "#005689", "description": "President’s move to grant amnesty to 5 million immigrants delights Hispanics at rally in Las Vegas, writes Rory Carroll", "application-name": "The Guardian", "author": "Rory Carroll", "og": {"site_name": "the Guardian", "description": "President’s move to grant amnesty to 5 million immigrants delights Hispanics at rally in Las Vegas, writes Rory Carroll", "title": "Obama has shown courage to stand with us, say America’s joyful Latinos", "url": "http://www.theguardian.com/us-news/2014/nov/22/obama-wins-over-latinos-with-immigration-reform", "image": "https://i.guim.co.uk/img/static/sys-images/Observer/Pix/pictures/2014/11/22/1416661530611/Barack-Obama-010.jpg?w=1200&q=55&auto=format&usm=12&fit=max&s=4c603e0f40448ec4176625546725f8c4", "type": "article"}, "referrer": "unsafe-url", "twitter": {"app": {"url": {"ipad": "gnmguardian://us-news/2014/nov/22/obama-wins-over-latinos-with-immigration-reform?contenttype=Article&source=twitter", "googleplay": "guardian://www.theguardian.com/us-news/2014/nov/22/obama-wins-over-latinos-with-immigration-reform", "iphone": "gnmguardian://us-news/2014/nov/22/obama-wins-over-latinos-with-immigration-reform?contenttype=Article&source=twitter"}, "id": {"ipad": 409128287, "iphone": 409128287, "googleplay": "com.guardian"}, "name": {"ipad": "The Guardian", "googleplay": "The Guardian", "iphone": "The Guardian"}}, "creator": "@rorycarroll72", "image": "https://static.guim.co.uk/sys-images/Observer/Pix/pictures/2014/11/22/1416661530611/Barack-Obama-010.jpg", "card": "summary_large_image", "site": "@guardian"}, "apple-mobile-web-app-title": "Guardian", "al": {"ios": {"url": "gnmguardian://us-news/2014/nov/22/obama-wins-over-latinos-with-immigration-reform?contenttype=Article&source=applinks", "app_store_id": 409128287, "app_name": "The Guardian"}}, "HandheldFriendly": "True", "fb": {"app_id": 180444840287}, "theme-color": "#005689", "msapplication-TileImage": "https://assets.guim.co.uk/images/favicons/f06f6996e193d1ddcd614ea852322d25/windows_tile_144_b.png", "format-detection": "telephone=no", "keywords": "Barack Obama,US immigration,Democrats,Republicans,US elections 2016,US news,World news", "article": {"publisher": "https://www.facebook.com/theguardian", "published_time": "2014-11-22T15:45:36.000Z", "author": "https://www.theguardian.com/profile/rorycarroll", "section": "US news", "modified_time": "2016-05-25T14:23:08.000Z", "tag": "Barack Obama,US immigration,Democrats,Republicans,US elections 2016,US news,World news"}, "thumbnail": "https://i.guim.co.uk/img/static/sys-images/Observer/Pix/pictures/2014/11/22/1416661530611/Barack-Obama-010.jpg?w=620&q=55&auto=format&usm=12&fit=max&s=6622e1735af51ed9cc4e9b2464776c54", "viewport": "width=device-width,minimum-scale=1,initial-scale=1", "news_keywords": "Barack Obama,US immigration,Democrats,Republicans,US elections 2016,US news,World news"}, "_id": "\"57477af36914bd0286fd2cf3\"", "article_summary": "But, more prosaically, the scenes on both sides of the highway sprinkled optimism on their chances of keeping the White House after Obama.\n“If you overreact, it becomes about us, not President Obama,” said Senator Lindsey Graham.\nAnalysts on both sides say it could pave the way for another Democrat in the White House, especially if Republicans fall into the trap of overreacting.\nObama’s executive order, made in an emotional White House address on Thursday and reinforced in Las Vegas, wrested back the initiative, forcing his foes to fight on treacherous terrain.\n“All they do is take and Obama gives, gives, gives.” Ty Romsa, 54, held a placard comparing Obama to Mussolini."}