{"article_title": "Drag-lesque troupe introduces drag kings, gender-bending to Boulder", "article_keywords": ["boulder", "king", "whats", "sidwell", "introduces", "burlesque", "drag", "draglesque", "genderbending", "troupe", "beard", "kings", "women"], "article_url": "http://www.dailycamera.com/lifestyles/ci_25344337/boulder-burlesque-troupe-introduces-drag-kings-gender-bending", "article_text": "If you go What: Boulder Burlesque's monthly drag-lesque show, featuring the Sexy Mountain Kings drag kings When: 9 p.m. Saturday, March 22 Where: Shine Restaurant & Gathering Place, 2027 13th St., Boulder Cost: $10 advance, $12 door Info: boulderburlesque.com\n\nThe beard changes everything.\n\nSam Sidwell walks differently. Moves and gestures differently. Sidwell's overall energy shifts.\n\nThe first time Sidwell took the stage with full beard, Sidwell says, it felt surprisingly natural. The internal and external transformation was palpable, and it was not acting.\n\n\"It was very real,\" Sidwell says.\n\nEven though the beard was fake. And Sidwell is a woman.\n\nSidwell performs as a drag king. Call her \"Poppy\" on stage.\n\nMainstream America is more than familiar with drag queens — men who dress up as women or as a female caricature. RuPaul and his \"Drag Race\" has earned six reality TV seasons — so far. Vegas is bursting with drag queen shows.\n\nBut few people can name a famous drag king. They remain on the fringe of the fringe.\n\nSidwell believes it's important to challenge that.\n\nShe recently organized a drag king troupe, the Sexy Mountain Kings, the only such group in Boulder that she's aware of. Until last month, you had to drive to Denver if you wanted to see women dressed up like men on stage.\n\nNow, you can catch it locally every month at Shine Restaurant & Gathering Place, as part of the Boulder Burlesque's monthly show.\n\nThat's another thing different here.\n\nThey're calling this drag-lesque: a fusion of burlesque and drag king performances.\n\nWomen wear beards and mustaches and men's clothing. Some stuff their pants with socks. Some bind their breasts. Others don't. Music ranges from ZZ Top to Beyonce. Drag kings perform with burlesque dancers, sometimes even switching roles and costumes.\n\nBethany Wells, left, and Heather Harris perform at the monthly drag-lesque show organized by Boulder Burlesque. (Jeremy Papasso / Daily Camera)\n\n\"There's an amazing whirlwind of women expressing parts of themselves that are definitely new to a lot of us,\" Sidwell says.\n\nIn particular, the masculine side.\n\nSidwell believes people can be simultaneously feminine and masculine, with neither side demeaning the other, she says. In fact, she believes the opposite.\n\n\"(Gender roles) really limit your ability to fully be yourself and really open up to who you are and be real,\" she says. \"You can try so hard, but there's more to life than just living on this track of what we think we should be because of what we've been exposed to.\"\n\nEven the burlesque component of this show is not the kind your grammy warned you about. Boulder Burlesque promotes itself as \"conscious burlesque,\" designed to stimulate your mind — and stimulate social change.\n\nDrag-lesque is not centered on the female body; it's more about women expressing things within themselves, Sidwell says.\n\n\"It opens a sea of thoughts and questions,\" she says. \"You can see it in the audience's faces when we're performing the show. People have never seen anything like this.\"\n\nIn addition, rehearsals don't just entail booty pops and glove-removal techniques. Each week begins with one hour of sexual therapy and group discussion.\n\nBoulder Burlesque founder Jenna Noah, known on stage as Madame Merci, is also a therapist with a graduate degree. She created the troupe to explore the cultural concepts of sensuality, sexuality and gender through dance.\n\nAleza Stirling portrays movie character \"Napoleon Dynamite\" during a drag-lesque show. For more photos and video of the drag-lesque show, go to dailycamera.com. (Jeremy Papasso / Daily Camera)\n\nAt the February show, Sidwell wore jeans, a beard and black high-top sneakers — but with feminine lingerine underneath that the audience occasionally saw.\n\n\"It (messes with the mind of) the audience,\" Noah says. \" 'Oh, I thought you were a guy. A girl.' It twists their conceptions about what's happening. 'What's right, what's wrong, where am I, what gender is that?' \"\n\nAnd that's the very point, she says: the questions.\n\nNoah wants the shows to spark questions. Answers are secondary.\n\n\"What are you learning from the question itself?\" she says. \"Instead of pathologizing or trying to answer it, what if you don't try to further divide the genders but simply notice what is coming up. And why? And how curious it is?\"\n\nIn that, she says, it does not matter if the performer is a man or a woman. The show is ultimately about the audience's response to the blurred lines and discomfort.\n\nTheater is a subtle way of sparking change, Noah says.\n\n\"It's not like arguing politically or fighting for your cause,\" she says. \"It's so fun and joyous, and you're strangely attracted to a woman with toilet paper in her crotch. What's happening? It's a really subtle way of working and expanding our internal world and internal understandings.\"\n\nContact Camera Staff Writer Aimee Heckel at 303-473-1359, heckela@dailycamera.com or twitter.com/Aimeemay.", "article_metadata": {"sailthru.url": "http://www.dailycamera.com/lifestyles/ci_25344337/boulder-burlesque-troupe-introduces-drag-kings-gender-bending", "sailthru.author": "By Aimee Heckel \n \n  Camera Staff Writer", "ag": {"canon": "BoulderDailyCamera:article:25344337:view"}, "startDate": "2014-03-16T06:00:00-0600", "twitter": {"domain": "dailycamera.com", "description": "Mainstream America is more than familiar with drag queens —  men who dress up as women or as a female caricature. But  few people can name a famous drag king. They remain on the fringe of the fringe. Sam Sidwell and Boulder Burlesque hope to change that.", "title": "Drag-lesque troupe introduces drag kings, gender-bending to Boulder", "url": "http://www.dailycamera.com/lifestyles/ci_25344337/boulder-burlesque-troupe-introduces-drag-kings-gender-bending", "image": "http://extras.mnginteractive.com/live/media/site21/2014/0314/20140314__16dcphecw~5.jpg", "site": "@dailycamera", "card": "summary_large_image"}, "sailthru.article-section-or-homepage": "article", "sailthru.section": "Lifestyles", "modificationDate": "2014-03-16T17:30:32-0600", "endDate": "2024-03-14T10:55:24-0600", "news_keywords": "Lifestyles, Lifestyles news, Boulder Colorado Lifestyles news, Boulder Colorado news, Lifestyles Boulder news, Lifestyles Colorado news, US Lifestyles news, world Lifestyles news.", "byline": "By Aimee HeckelCamera", "pubDate": "2014-03-14T14:47:33-0600", "sailthru.date": "2014-03-16T06:00:00-0600", "sailthru.title": "Drag-lesque troupe introduces drag kings, gender-bending to Boulder", "verify-v1": "TakAiHiDAOiNOP+m0YTx4DQeyjor+bTdc8e+pw6bDoI=", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site21/2014/0314/20140314__16dcphecw~5_300.jpg", "description": "Mainstream America is more than familiar with drag queens —  men who dress up as women or as a female caricature. But  few people can name a famous drag king. They remain on the fringe of the fringe. Sam Sidwell and Boulder Burlesque hope to change that.", "sailthru.site": "dailycamera.com", "msvalidate.01": "9DAB14005AD5A9FFA4CA0EF58CC794BA", "og": {"url": "http://www.dailycamera.com/lifestyles/ci_25344337/boulder-burlesque-troupe-introduces-drag-kings-gender-bending", "image": "http://extras.dailycamera.com/images/dailycamera3.png", "type": "article", "description": "Mainstream America is more than familiar with drag queens —  men who dress up as women or as a female caricature. But  few people can name a famous drag king. They remain on the fringe of the fringe. Sam Sidwell and Boulder Burlesque hope to change that.", "title": "Drag-lesque troupe introduces drag kings, gender-bending to Boulder"}, "p": {"domain_verify": "867892b0357001538903740c75a206f0"}, "google-site-verification": "07CC1xPDVU0znu496XTAjLyC32Ylj8zwWHlmrzx3pgY", "y_key": "c9d9b53f7f5af674", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site21/2014/0314/20140314__16dcphecw~5.jpg"}, "_id": "\"57477af36914bd0286fd2cdb\"", "article_summary": "She recently organized a drag king troupe, the Sexy Mountain Kings, the only such group in Boulder that she's aware of.\nBoulder Burlesque founder Jenna Noah, known on stage as Madame Merci, is also a therapist with a graduate degree.\nBoulder Burlesque promotes itself as \"conscious burlesque,\" designed to stimulate your mind — and stimulate social change.\nIf you go What: Boulder Burlesque's monthly drag-lesque show, featuring the Sexy Mountain Kings drag kings When: 9 p.m. Saturday, March 22 Where: Shine Restaurant & Gathering Place, 2027 13th St., Boulder Cost: $10 advance, $12 door Info: boulderburlesque.comThe beard changes everything.\nThe first time Sidwell took the stage with full beard, Sidwell says, it felt surprisingly natural."}