{"article_title": "U.S. Proposes Cuts to Rates in Medicare Payments", "article_keywords": ["plans", "advantage", "proposed", "republicans", "administration", "proposes", "beneficiaries", "health", "medicare", "payments", "cuts", "rates", "care"], "article_url": "http://www.nytimes.com/2014/02/22/us/politics/us-proposes-cuts-to-rates-in-medicare-payments.html", "article_text": "WASHINGTON — The Obama administration on Friday proposed cuts in Medicare payment rates for managed-care plans serving more than one-fourth of all beneficiaries, and Republicans immediately pounced on the proposal, which appears likely to become a significant issue in this year’s midterm elections.\n\nThe proposed reductions were larger than the administration had indicated in guidance given to the insurance industry in December. Jonathan Blum, a top Medicare official, cited the “historically low growth in Medicare per capita spending” as a reason for the proposal.\n\nBut Republicans said beneficiaries would suffer as a result of the cuts, which they traced to the Affordable Care Act.\n\n“America’s seniors are feeling the brunt of Obamacare’s tax increases and cuts to Medicare,” said Senator Mitch McConnell of Kentucky, the Republican leader. Representative Dave Camp, Republican of Michigan and chairman of the Ways and Means Committee, said, “Millions of seniors who rely on the Medicare Advantage program will lose the plans, benefits, doctors and financial protection they currently have.”\n\nFederal payments to managed-care organizations, known as Medicare Advantage plans, are based on a complicated formula that reflects how much it costs to care for Medicare beneficiaries, and those costs have been growing much more slowly than in the past. Experts often focus on the benchmarks used to calculate changes in Medicare payments to private plans. The administration proposed to reduce these benchmarks by 1.9 percent in 2015. Other factors in the formula will deepen the cuts.\n\nAdvertisement Continue reading the main story\n\nLawmakers from both parties had urged the White House to avoid any cuts, even though the reductions in payment were explicitly authorized by the 2010 health care law.\n\nThe announcement late Friday is likely to reverberate on Wall Street and on Capitol Hill, where insurers, employers and beneficiaries plan to lobby against the cuts. That effort was so intense last year that the Obama administration reversed itself, scrapped plans for a cut and increased rates instead.\n\nKaren M. Ignagni, the president of America’s Health Insurance Plans, a trade group, said, “The proposed Medicare Advantage cuts would cause seniors in the program to lose benefits and choices” and could lead to higher premiums and out-of-pocket costs for beneficiaries — arguments rejected by the administration.\n\nEnrollment in private Medicare Advantage plans, offered by companies like UnitedHealth, Humana and Kaiser Permanente, has more than doubled since 2006. About 15 million people — 29 percent of the 52 million Medicare beneficiaries — are now in such plans.\n\nA bipartisan group of 19 Democrats and 21 Republicans in the Senate sent a letter last week urging the administration to keep payments at current levels.\n\nPeople in the private plans “enjoy better health outcomes and receive higher quality care than their counterparts” in traditional Medicare, said the letter, drafted by Senators Charles E. Schumer of New York, the No. 3 Senate Democrat, and Michael D. Crapo, Republican of Idaho.\n\nThe campaign committee for House Republicans unleashed an attack on Friday that is likely to be echoed in many of this year’s congressional races. Older Americans, it said, will feel the pain because President Obama and his allies in Congress are “raiding Medicare Advantage to pay for Obamacare.”\n\nBefore Congress passed the health care law, independent experts said the government was spending more for patients in the Medicare Advantage program than it was for similar patients enrolled in traditional Medicare. Mr. Obama said private insurers were “overcharging massively” for the care they provided to Medicare beneficiaries.\n\nAdvertisement Continue reading the main story\n\nIn issuing its proposal on Friday, the administration said it was continuing its effort to “reduce overpayments to Medicare Advantage plans.”\n\nThe federal health care law squeezed substantial savings out of Medicare, according to the Congressional Budget Office, and the money will help offset the cost of subsidizing coverage for people who were uninsured.\n\nDemocrats say the Republican attacks are potentially powerful, but disingenuous.\n\n“Republicans’ false attacks on Medicare aren’t surprising, since they have sought from Day 1 to dismantle it,” said Representative Steve Israel of New York, the chairman of the Democratic Congressional Campaign Committee.\n\nBudget blueprints developed in recent years by House Republicans, including Representative Paul D. Ryan of Wisconsin, retained Medicare savings enacted as part of the health care law. In addition, Democrats say, Republicans have proposed changes in Medicare that could put older Americans at even greater risk, giving each beneficiary a fixed amount of federal money to spend on either private insurance or traditional Medicare.", "article_metadata": {"tone": "news", "ptime": 20140221220908, "twitter": {"description": "An Obama administration proposal to reduce Medicare payment rates for managed care plans was met with resistance by Republicans, who said beneficiaries would suffer.", "title": "U.S. Proposes Cuts to Rates in Medicare Payments", "url": "http://www.nytimes.com/2014/02/22/us/politics/us-proposes-cuts-to-rates-in-medicare-payments.html", "app": {"url": {"googleplay": "nytimes://reader/id/100000002728122"}, "name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}}, "site": "@nytimes", "image": "https://static01.nyt.com/images/icons/t_logo_150_black.png", "card": "summary"}, "al": {"ipad": {"url": "nytimes://www.nytimes.com/2014/02/22/us/politics/us-proposes-cuts-to-rates-in-medicare-payments.html", "app_store_id": 357066198, "app_name": "NYTimes"}, "android": {"url": "nytimes://reader/id/100000002728122", "app_name": "NYTimes", "package": "com.nytimes.android"}, "iphone": {"url": "nytimes://www.nytimes.com/2014/02/22/us/politics/us-proposes-cuts-to-rates-in-medicare-payments.html", "app_store_id": 284862083, "app_name": "NYTimes"}}, "dfp-ad-unit-path": "us/politics", "hdl_p": "U.S. Proposes Cuts to Rates in Payments for Medicare", "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/politics/index.jsonp", "DISPLAYDATE": "Feb. 21, 2014", "edt": "NewYork", "org": "Senate", "keywords": "Obama  Barack,Medicare,Health Insurance and Managed Care,Republican Party,Patient Protection and Affordable Care Act (2010),House of Representatives,Senate", "news_keywords": "Medicare,Senate", "applicationName": "article", "PT": "article", "author": "Robert Pear", "SCG": "politics", "sourceApp": "nyt-v5", "per": "Obama, Barack", "byl": "By ROBERT PEAR", "usageTerms": "http://www.nytimes.com/content/help/rights/sale/terms-of-sale.html", "lp": "An Obama administration proposal to reduce Medicare payment rates for managed care plans was met with resistance by Republicans, who said beneficiaries would suffer.", "tom": "News", "dfp-amazon-enabled": "false", "description": "An Obama administration proposal to reduce Medicare payment rates for managed care plans was met with resistance by Republicans, who said beneficiaries would suffer.", "CG": "us", "robots": "noarchive", "dat": "Feb. 21, 2014", "fb": {"app_id": 9869919170}, "msapplication-starturl": "http://www.nytimes.com", "genre": "News", "article": {"author": "http://topics.nytimes.com/top/reference/timestopics/people/p/robert_pear/index.html", "section": "Politics", "modified": "2014-03-31", "collection": "https://static01.nyt.com/services/json/sectionfronts/politics/index.jsonp", "tag": "Senate", "published": "2014-02-21", "section-taxonomy-id": "23FD6C8B-62D5-4CEA-A331-6C2A9A1223BE"}, "slug": "22medicare", "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "utime": 20140331154603, "og": {"url": "http://www.nytimes.com/2014/02/22/us/politics/us-proposes-cuts-to-rates-in-medicare-payments.html", "image": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "type": "article", "description": "An Obama administration proposal to reduce Medicare payment rates for managed care plans was met with resistance by Republicans, who said beneficiaries would suffer.", "title": "U.S. Proposes Cuts to Rates in Medicare Payments"}, "pdate": 20140221, "des": "Patient Protection and Affordable Care Act (2010)", "articleid": 100000002728122, "cre": "The New York Times", "hdl": "U.S. Proposes Cuts to Rates in Medicare Payments", "PST": "News"}, "_id": "\"57477af36914bd0286fd2ce7\"", "article_summary": "Enrollment in private Medicare Advantage plans, offered by companies like UnitedHealth, Humana and Kaiser Permanente, has more than doubled since 2006.\n“America’s seniors are feeling the brunt of Obamacare’s tax increases and cuts to Medicare,” said Senator Mitch McConnell of Kentucky, the Republican leader.\nAbout 15 million people — 29 percent of the 52 million Medicare beneficiaries — are now in such plans.\nMr. Obama said private insurers were “overcharging massively” for the care they provided to Medicare beneficiaries.\nJonathan Blum, a top Medicare official, cited the “historically low growth in Medicare per capita spending” as a reason for the proposal."}