{"article_title": "A Bailout for Volkswagen? Congress Wants to Do Something Absolutely Crazy", "article_keywords": ["wants", "crazy", "victims", "congress", "absolutely", "bill", "lawyers", "classaction", "volkswagen", "bailout", "limit", "vw", "corporations", "class"], "article_url": "http://www.thefiscaltimes.com/Columns/2016/01/04/Bailout-Volkswagen-Congress-Wants-Do-Something-Absolutely-Crazy", "article_text": "When Volkswagen admitted to cheating on air pollution standards tests in September, it opened itself up not only to government punishment, but lawsuits from 500,000 U.S. purchasers of its “clean” diesel vehicles. Volkswagen has yet to fix the vehicles to bring them into emissions compliance, and even if it does, that will likely create a lower-performance car than consumers paid for.\n\n“Throughout these years, Volkswagen has been lying to us,” says Rebecca Kaplan, an at-large member of the Oakland City Council, who has been active in reducing carbon emissions in her city. “They’ve been undermining the very things that I have been fighting for.” Kaplan, who has stopped driving her non-compliant VW Golf TDI and rejected a lowball trade-in offer from the dealer, has joined one of hundreds of class-action suits against the automaker, likely to be consolidated into a large multi-district case.\n\nRelated: How the Government Is Rolling Over for Big Banks Again\n\nThe combination of regulatory oversight and class-action litigation can keep companies in line. But a bill in Congress consisting of a little more than 100 words would not only prevent Kaplan from seeking justice but also cripple virtually all class-action lawsuits against corporations. It’s known as the “Fairness in Class Action Litigation Act,” but lawyers and advocates call it the “VW Bailout Bill.”\n\nThe bill, which will get a vote on the House floor in the first week of January, follows a series of steps by the judiciary to block the courthouse door on behalf of corporations. “There's no question the Supreme Court has ben moving in that direction to limit access to courts,” said Joanne Doroshow, executive director of the Center for Justice and Democracy. “But Congress has never done something like this, trying to step in and wipe out class-actions.”\n\nThe simplicity of the VW Bailout Bill belies the chaos it would create. Proponents like the U.S. Chamber of Commerce, the bill’s leading lobbyist, say they merely want to get rid of “non-injury” class-action cases, based on potential damages from defective consumer products or corporate actions that have yet to result in harm. Lawyers for class-action litigants argue that defective products deserve compensation even if the consumer hasn’t yet been injured.\n\nBut the bill goes much further, stating that courts may not certify class-action suits unless the plaintiff “affirmatively demonstrates that each proposed class member suffered the same type and scope of injury as the named class representative or representatives.”\n\n“This is devastating because it sets up all class-actions to fail,” says attorney Lori Andrus, who represents several Volkswagen plaintiffs. If every class member must have the same type and scope of injury, it forces extensive proofs for class certification — essentially a full-blown trial up front, where plaintiffs will have to prove that their injuries match with their fellow representatives.\n\nRelated: Cheap Oil and Pricey Unicorns — The 20 Biggest Business Stories of 2015\n\n\n\nNot only would these trials be costly, but they would empower corporate defense lawyers’ schemes to limit damages. While current rules already require class members to have some level of commonality and typicality, the words “same type and scope” offer opportunities to refine that further. “It’s not clear what they mean by same injury,” says Andre Mura, another class-action plaintiff’s attorney. The terms are so vague, Mura argued, that they would have to be interpreted repeatedly, with unpredictable results.\n\nIn the Volkswagen case, for example, “it could mean the same model car, the same defeat device, the same emissions system, the same consumer harm,” Mura says. “When really Volkswagen engaged in the same course of conduct on all their vehicles.” Defense attorneys could claim that a class representative who released fewer emissions because they drove fewer miles than their colleagues, or drove in harsher weather, or with lower tire pressure, should be excluded from the case. That could either whittle down classes to limit damages or disqualify them from certification.\n\nAnd the applications go beyond Volkswagen. “In a mortgage fraud case, the class might have all been deceived in same way, but the documents signed might have been inconsistent,” says Andrus. “Or with for-profit schools, they might have paid different tuition or taken different classes.” Andrus has battled these tactics before, but the congressional bill would codify them into law. “There’s no question this was written by a defense lawyer whose job it is to defend corporations,” she says.\n\nWithout a class-action option, VW customers would have little recourse. “The damages are not enormous in the sense that I could hire individual counsel,” says George Farquar, a scientist and small business owner from Livermore, Calif., who is part of a class-action suit against the carmaker. “It’s amazing this legislation is being considered.”\n\nRelated: Congress Is Making It Harder to Crack Down on White-Collar Crime\n\nA Consumer Financial Protection Bureau study found that victims of just financial-related class-action settlements received over $2 billion in compensation between 2008 and 2012, to say nothing of the changes in corporate behavior arising from those cases. “The alternative is that those claims disappear,” says the Center for Justice and Democracy’s Doroshow. “You’re talking about providing basic immunity (to corporations).”\n\nSome lawyers are readying individual litigation in the VW scandal, but hundreds of thousands of such cases would be impractical and not economically viable for victims. Farquar believes he should have the ability to hold Volkswagen accountable for their crimes: “If I committed this kind of fraud I would be out of business.”\n\nIncredibly, the House is pairing the VW Bailout Bill with other legislation designed to limit corporate liability. The FACT (Furthering Asbestos Claim Transparency) Act would force public reporting of personal information of asbestos victims, in an effort to delay and limit compensation for their poisoning.\n\nThe Chamber of Commerce also supports the FACT Act, claiming it would prevent double-dipping by mesothelioma sufferers who may have been exposed to multiple asbestos-lined products. But the clear intent is to both chill victims from coming forward and delay their compensation. Because mesothelioma sufferers typically only live between four and 18 months after diagnosis, this would shift many victim claims to wrongful death, which has a lower payout rate. Corporations like Honeywell have financial reason to want victims of their use of harmful chemicals to die quicker, so they can pay their families less.\n\nHouse passage of the VW Bailout Bill and FACT Act is likely, but the Senate could provide a roadblock. However, as we saw with the year-end omnibus, ideological bills that can’t otherwise pass on their own have a tendency to ride along with must-pass legislation and become law.\n\nRelated: The Slick Game Republicans Play with Your Money\n\nCorporate immunity has been a major preoccupation of John Roberts’ Supreme Court. Rulings like AT&T Mobility v. Concepcion and American Express v. Italian Colors allow corporations to force their customers into mandatory arbitration, rather than the judicial system, to settle disputes. And 2011’s Walmart v. Dukes tossed out class-action certification in a gender discrimination case, arguing that the retailer couldn’t possibly have discriminated against all 1.5 million of its female employees in the exact same manner. Subsequent circuit courts have followed Supreme Court precedent and tightened class-action restrictions.\n\nBut while the bar for class-action certification is already set incredibly high, the VW Bailout Bill adds an entirely new set of requirements, circumventing not only judicial precedent but also a longstanding federal rule (Rule 23) that lays out class-action standards. And it would protect corporations that engineer major frauds, where it is difficult to bring thousands of individual claims.\n\n“It’s incredibly inappropriate for Congress to send the message that it’s OK to hurt people by the millions,” said Volkswagen owner Rebecca Kaplan. “The more people you hurt, the more this law will protect you.”", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "A bill coming to the House floor this month would not only prevent Volkswagen owners from seeking justice but also cripple virtually all class-action lawsuits against corporations.", "title": "A Bailout for Volkswagen? Congress Wants to Do Something Absolutely Crazy", "url": "http://www.thefiscaltimes.com/Columns/2016/01/04/Bailout-Volkswagen-Congress-Wants-Do-Something-Absolutely-Crazy", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/volkswagen-emissions-britain_4.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/Columns/2016/01/04/Bailout-Volkswagen-Congress-Wants-Do-Something-Absolutely-Crazy", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/volkswagen-emissions-britain_4.jpg", "creator": "@ddayen", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "A bill coming to the House floor this month would not only prevent Volkswagen owners from seeking justice but also cripple virtually all class-action lawsuits against corporations.", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af46914bd0286fe2f1d\"", "article_summary": "“But Congress has never done something like this, trying to step in and wipe out class-actions.”The simplicity of the VW Bailout Bill belies the chaos it would create.\nHouse passage of the VW Bailout Bill and FACT Act is likely, but the Senate could provide a roadblock.\n“It’s incredibly inappropriate for Congress to send the message that it’s OK to hurt people by the millions,” said Volkswagen owner Rebecca Kaplan.\nLawyers for class-action litigants argue that defective products deserve compensation even if the consumer hasn’t yet been injured.\nBut while the bar for class-action certification is already set incredibly high, the VW Bailout Bill adds an entirely new set of requirements, circumventing not only judicial precedent but also a longstanding federal rule (Rule 23) that lays out class-action standards."}