{"article_title": "Keep the caucus spirit alive on campus", "article_keywords": ["engage", "iowa", "students", "work", "alive", "spirit", "youth", "candidates", "opportunities", "student", "parties", "campus", "caucus"], "article_url": "http://www.desmoinesregister.com/story/opinion/abetteriowa/2016/02/12/keep-caucus-spirit-alive-campus/80187786/", "article_text": "Buy Photo Students flood the room as they wait to vote on which democrat presidential candidate they'd like nominated at the Democratic Caucus on Feb. 1, 2016, in the Pioneer Room at the Memorial Union in Ames, Iowa. (Photo: Brian Achenbach/For the Register, Brian Achenbach)Buy Photo\n\nStudents at Iowa State University were stunned when on-campus caucus locations expected to have about 200 attendees were overflowing with more than 800. This turnout is an example of the larger statewide picture of a year in which the caucuses saw the second-highest youth turnout in the last 20 years at 11.2 percent. The energy, especially for a few specific candidates, was palpable.\n\nThis turnout reflects colleges and universities more proactive approach to helping students engage in the political process. They leveraged Iowa’s unique position in novel ways for deep and engaging student learning with new centers, staff positions, courses and research opportunities for students to engage, question and grow with the candidates.\n\nBut we’ve seen this moment before. Students who might be energetic during caucus season are unable to carry their enthusiasm into the general election, down to state and local races, and translate it into involvement beyond elections. This year offers a few lessons in how to best keep the energy going. Iowa’s colleges' and universities' can continue to play a strong role in helping students engage. Parties and candidates can look to this year for new ideas for engaging youth voters.\n\nStudents thrive when they can engage in hands-on learning and have opportunities to take the lead. This year at Loras College and the University of Iowa, students are engaged at every stage of a real public opinion polling process. At Drake University, they planned major media events, including two nationally televised events. Grand View University’s student government funded a student intern to implement electoral engagement programming in hopes that knowledge will lessen political apathy and add some fun to what can be a tedious process.\n\nThis year, it wasn’t necessarily journalists bringing up issues like climate change and student loans, but college students. In the past, parties and candidates saw campuses exclusively as a means to demonstrate youth support. As millennials pass baby boomers with the largest share of U.S. voting population, we can help position students to ask hard questions. Colleges and universities, parties and candidates can work together to create opportunities for student voices to be heard.\n\nThe overwhelming youth support for candidates outside the establishment might yield lessons for parties and candidates as well. Students are looking for something different. They are more likely to identify as independents, and there is plenty of room for bipartisanship in civic advocacy. Parties can work together in the general election to engage students around issues they care about, and local candidates can also harness this energy by playing up their unique approach.\n\nAlong with opportunities, the caucus raises tough questions. The discussion of higher education’s responsibility in electoral engagement includes a debate highlighted by columnist Rekha Basu on the ethics of requiring class attendance on caucus night. Leading up to 2020, we hope college, university and party leaders can work together for solutions that allow for full participation from students, and leading into the general election we can take even more advantage of online registration and satellite voting on campuses.\n\nMacKenzie Bills (Photo: Special to the Register)\n\nOutside of politics, there is another reason for parties and higher education to work together to keep students engaged. We haven’t done a scientific study, but we’ve talked to enough students to know the caucus was a factor when they chose Iowa for higher education. Given the current climate of competition in admissions and the ongoing “brain drain,” even small trends can make a difference. By building even more youth participation beyond the caucuses, we can do even more to attract students to come here for education, and hopefully stay.\n\nAs the caucus frenzy ebbs, rather than going back to “normal” Iowa offers plenty of opportunities for experiential political learning, student leadership and bipartisan engagement. The caucus spirit, which includes taking the rights and responsibilities of citizenship seriously, is why Iowa is still first in the nation. We can keep this spirit alive.\n\nEmily J. Shields (Photo: Special to the Register)\n\nMACKENZIE BILLS is a senior at Simpson College, founder of Simpson Votes and Iowa Coordinator with the Campus Election Engagement Project.\n\nEMILY J. SHIELDS is executive director of Iowa Campus Compact. Contact: www.iacampuscompact.org.\n\nRead or Share this story: http://dmreg.co/1Tgfwos", "article_metadata": {"google": "notranslate", "description": "As the caucus frenzy ebbs, Iowa offers plenty of opportunities for experiential political learning, student leadership and bipartisan engagement.", "apple-itunes-app": "app-id=600025120", "og": {"site_name": "Des Moines Register", "description": "As the caucus frenzy ebbs, Iowa offers plenty of opportunities for experiential political learning, student leadership and bipartisan engagement.", "title": "Keep the caucus spirit alive on campus", "url": "http://www.desmoinesregister.com/story/opinion/abetteriowa/2016/02/12/keep-caucus-spirit-alive-campus/80187786/", "image": "http://www.gannett-cdn.com/GDContent/applogos/desmoinesregister.png", "type": "article"}, "twitter": {"description": "As the caucus frenzy ebbs, Iowa offers plenty of opportunities for experiential political learning, student leadership and bipartisan engagement.", "creator": "@DMRegister", "image": "http://www.gannett-cdn.com/-mm-/891ed7bfe54e585a37fd75d5d412c51520387371/c=133-0-1466-1333&r=x643&c=640x640/local/-/media/2016/02/10/IAGroup/DesMoines/635907114689541903-ISUCaucusDem-BA-01.jpg", "title": "Keep the caucus spirit alive on campus", "site": "@DMRegister", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "p": {"domain_verify": "372c291dc2b106308d26264f4fba3b10"}, "fb": {"app_id": 169766623060429}, "cXenseParse": {"gci-topic": "Events/Iowa caucus 2016", "gci-asset-type": "story", "gci-categories": "Events/Iowa caucus 2016", "title": "Keep the caucus spirit alive on campus", "author": "MacKenzie Bills and Emily J. Shields", "pageclass": "article", "recs": {"category": "opinion/abetteriowa", "image-3-4": "http://www.gannett-cdn.com/-mm-/ac20add3f92adfd1d6e695591937e6e42c30dd09/c=500-0-1500-1333/local/-/media/2016/02/10/IAGroup/DesMoines/635907114689541903-ISUCaucusDem-BA-01.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/1706efa5651589691e2905214b28ab706ecf45d9/c=133-0-1466-1333/local/-/media/2016/02/10/IAGroup/DesMoines/635907114689541903-ISUCaucusDem-BA-01.jpg", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/fdf815e2d8a70aeabc608b4003e104131a9e050d/c=57-0-1830-1333/local/-/media/2016/02/10/IAGroup/DesMoines/635907114689541903-ISUCaucusDem-BA-01.jpg", "image": "http://www.gannett-cdn.com/-mm-/1991f843d3379bbfd26dfcfe7986364dba11f96e/c=0-189-1997-1317&r=x633&c=1200x630/local/-/media/2016/02/10/IAGroup/DesMoines/635907114689541903-ISUCaucusDem-BA-01.jpg", "publishtime": "2016-02-12T11:49:08.697000-06:00", "shorthed": "Keep the caucus spirit alive on campus", "articleid": 80187786, "image-16-9": "http://www.gannett-cdn.com/-mm-/5420bcc741bcb32e79abdf13aaad5097cce99c8a/c=0-189-1997-1317/local/-/media/2016/02/10/IAGroup/DesMoines/635907114689541903-ISUCaucusDem-BA-01.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/a8b417154ce66413f48c68957151a595a311e34e/c=570-0-1316-1333/local/-/media/2016/02/10/IAGroup/DesMoines/635907114689541903-ISUCaucusDem-BA-01.jpg"}}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070"}, "article_summary": "This turnout reflects colleges and universities more proactive approach to helping students engage in the political process.\nIowa’s colleges' and universities' can continue to play a strong role in helping students engage.\nThis year at Loras College and the University of Iowa, students are engaged at every stage of a real public opinion polling process.\nThe caucus spirit, which includes taking the rights and responsibilities of citizenship seriously, is why Iowa is still first in the nation.\nColleges and universities, parties and candidates can work together to create opportunities for student voices to be heard."}