{"article_title": "Broncos defense steps up again without Von Miller, Champ Bailey – The Denver Post", "article_keywords": ["play", "broncos", "jackson", "games", "miller", "von", "denver", "good", "manning", "job", "defense", "steps", "defensive", "bailey", "champ", "post", "guys"], "article_url": "http://www.denverpost.com/broncos/ci_24102372/broncos-defense-steps-up-again-without-von-miller", "article_text": "EAST RUTHERFORD, N.J. — Von who?\n\nThe Broncos knew they would open their season without — gasp! — Von Miller and Champ Bailey, their only returning defensive Pro Bowlers.\n\nMiller is out six games to serve a suspension for failing the league’s drug policy. Bailey missed the first two games with a bum left foot, and his return remains questionable.\n\nYet two games into 2013 without their biggest defensive stars, the Broncos are 2-0 with six combined interceptions against the past two Super Bowl MVPs.\n\nThey picked off Joe Flacco, last season’s postseason hero, twice in the season-opener last week, and notched four interceptions Sunday against Eli Manning, who picked up the 2012 Super Bowl hardware.\n\n“Those two guys have played at a high level in this league, so you would expect a drop-off,” said Broncos defensive tackle Terrance Knighton. “But it’s on us to pick it up without Von or Champ, and I think we’re doing a good job of that.”\n\nChris Harris has been starting in place of Bailey at an outside cornerback position and though he got burned by Victor Cruz for a 51-yard completion on the Broncos’ first defensive play of the game, he bounced back to get his second interception in two games.\n\n“We can play, man,” Harris said. “It’s unfortunate those guys aren’t playing, but its fortunate that other guys are able to show what they can do.”\n\nOne player who is getting a chance is Malik Jackson. A defensive end who plays tackle in the nickel, Jackson twice hit Eli Manning as he threw. A fifth round pick in the 2012 draft, this was easily Jackson’s best game as a pro.\n\n“I wish I would have got him to the ground, but I’ll keep working,” Jackson said.\n\nWeakside linebacker Danny Trevathan led the Broncos with 10 tackles, including a 9-yard sack of Eli Manning on the first play of the second half.\n\nNot that Denver’s defense has been perfect. It has given up 50 points in two games.\n\n“They had a lot of chances in the red zone, but we held them to three, instead of seven,” Knighton said. “We did a good job in the running game. I think overall the defense did a good job. Our DBs did a great job.”\n\nMike Klis: mklis@denverpost.com or twitter.com/mikeklis", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Broncos defense steps up again without Von Miller, Champ Bailey", "title": "Broncos defense steps up again without Von Miller, Champ Bailey", "url": "http://www.denverpost.com/2013/09/15/broncos-defense-steps-up-again-without-von-miller-champ-bailey/", "image": {"width": 600, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20130915__rahim-moore-interception-broncos-giants-091513p1.jpg", "height": 399}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20130915__rahim-moore-interception-broncos-giants-091513p1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2013-09-15T19:59:15+00:00", "modified_time": "2016-04-29T08:53:01+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fd2cd9\"", "article_summary": "I think overall the defense did a good job.\n“Those two guys have played at a high level in this league, so you would expect a drop-off,” said Broncos defensive tackle Terrance Knighton.\n“We did a good job in the running game.\n— Von Miller and Champ Bailey, their only returning defensive Pro Bowlers.\nYet two games into 2013 without their biggest defensive stars, the Broncos are 2-0 with six combined interceptions against the past two Super Bowl MVPs."}