{"article_title": "New head of anti-Obamacare group lives with Soros' ex-wife", "article_keywords": ["head", "katonah", "group", "progressive", "susan", "listed", "soros", "society", "exwife", "street", "lives", "136", "antiobamacare", "weber", "aaps"], "article_url": "http://dailycaller.com/2014/03/17/new-head-of-anti-obamacare-doctor-group-lives-with-george-soros-progressive-ex-wife/", "article_text": "Billionaire investor George Soros of Soros Fund Management attends the annual meeting of the World Economic Forum (WEF) in Davos January 26, 2013. REUTERS/Pascal Lauener (SWITZERLAND - Tags: POLITICS BUSINESS HEADSHOT) - RTR3CZ0X\n\n4127954\n\nThe new president-elect of one of the country’s top conservative anti-Obamacare medical organizations lives with billionaire George Soros’ progressive ex-wife in a $55 million estate purchased by Soros.\n\nRichard Amerling was recently elected to the presidency of the American Association of Physicians and Surgeons (AAPS), which has filed litigation to stop Obamacare as part of its advocacy efforts against President Barack Obama’s health care reform law.\n\nAmerling resides with Susan Weber Soros, former executive director of her ex-husband’s Open Society Foundations, and the pair jointly pay for private schooling for Amerling’s children, The Daily Caller has learned.\n\nSusan Weber Soros, who divorced the Hungarian-born progressive donor in 2005 but remains on good terms with him, enjoys regular travel, sailing, and tennis with Amerling. It is unclear if AAPS board members are aware of Amerling’s relationship with Soros.\n\nAmerling’s address on both whitepages.com and Spokeo is listed as 136 Cantitoe Street in Katonah, New York.\n\nSusan Soros’ address is also listed on Spokeo as 136 Cantitoe Street in Katonah, New York.\n\nGeorge Soros maintains a listed address on address007.com at 136 Cantitoe Street in Katonah, New York.\n\nGeorge Soros and Susan Weber Soros, as well as children Elizabeth Soros and Alexander Soros, himself a progressive pro-Obama philanthropist, all have listed residences at 136 Kantitoe Street in Katonah, New York, according to published records.\n\nGeorge and Susan Soros’ children were raised at the family’s Katonah estate.\n\nSusan Weber Soros and Richard Amerling are listed together on the Ethel Walker School’s Leadership Giving Societies page in the school’s 2012-2013 annual report, having made a joint donation to the school of between $10,000 to $24,999. Amerling’s daughter attends the Simsbury, Connecticut prep school.\n\nSusan Weber Soros previously served as executive director of George Soros’ Open Society Foundations, then called the Open Society Institute, and later founded the progressive Bard Graduate Center (BGC) for the decorative arts affiliated with Bard College, where she remains BGC director.\n\nAmerling has appeared widely in the media to speak out against Obamacare and health care reform, making appearances on Larry King’s Ora TV talk show and on the former Glenn Beck Show, among other programs.\n\nAAPS is one of the leading anti-Obamacare medical groups. The organization filed a 2010 lawsuit in U.S. District Court, AAPS vs. Sebelius, to invalidate Obama’s health care reform law, and has waged a public advocacy campaign against Obamacare under outgoing president Tom Kendall. AAPS previously filed a brief in Florida in 2004 to prevent the government from seizing radio host Rush Limbaugh’s medical records during a criminal prescription drug investigation.\n\nAmerling and AAPS did not return requests for comment.\n\nFollow Patrick on Twitter", "article_metadata": {"sailthru.author": "Patrick Howley", "description": "Richard Amerling and Susan Weber Soros live together", "og": {"site_name": "The Daily Caller", "description": "The new president-elect of one of the country's top conservative anti-Obamacare medical organizations lives with billionaire George Soros' progressive ex-wife in a $55 million estate purchased by Soro", "title": "New head of anti-Obamacare doctor group lives with George Soros’ progressive ex-wife", "url": "http://dailycaller.com/2014/03/17/new-head-of-anti-obamacare-doctor-group-lives-with-george-soros-progressive-ex-wife/", "image": {"width": 630, "identifier": "http://cdn01.dailycaller.com/wp-content/uploads/2014/03/soros1.jpg", "height": 270}, "type": "article"}, "twitter": {"description": "By George!", "title": "New head of anti-Obamacare doctor group lives with George Soros’ progressive ex-wife Via @dailycaller", "url": "http://dailycaller.com/2014/03/17/new-head-of-anti-obamacare-doctor-group-lives-with-george-soros-progressive-ex-wife/", "image": {"src": "http://dailycaller.com/wp-content/uploads/2014/03/soros1.jpg"}, "creator": "@patrickhowleydc", "site": {"identifier": "@dailycaller", "id": 39308549}, "card": "summary"}, "sailthru.date": "2014-03-17 01:13:08", "sailthru.title": "New head of anti-Obamacare doctor group lives with George Soros' progressive ex-wife", "HandheldFriendly": "true", "sailthru.tags": "george-soros,obamacare,patrick-howley", "fb": {"app_id": 143489452702, "pages": 182919686769}, "keywords": "george soros,obamacare", "sailthru.description": "The new president-elect of one of the country's top conservative anti-Obamacare medical organizations lives with billionaire George Soros' progressive ex-wife in a $55 million estate purchased by Soro", "sailthru.image.full": "http://cdn01.dailycaller.com/wp-content/uploads/2014/03/soros1.jpg", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "_id": "\"57477af46914bd0286fd854f\"", "article_summary": "REUTERS/Pascal Lauener (SWITZERLAND - Tags: POLITICS BUSINESS HEADSHOT) - RTR3CZ0X4127954The new president-elect of one of the country’s top conservative anti-Obamacare medical organizations lives with billionaire George Soros’ progressive ex-wife in a $55 million estate purchased by Soros.\nBillionaire investor George Soros of Soros Fund Management attends the annual meeting of the World Economic Forum (WEF) in Davos January 26, 2013.\nSusan Weber Soros, who divorced the Hungarian-born progressive donor in 2005 but remains on good terms with him, enjoys regular travel, sailing, and tennis with Amerling.\nGeorge Soros and Susan Weber Soros, as well as children Elizabeth Soros and Alexander Soros, himself a progressive pro-Obama philanthropist, all have listed residences at 136 Kantitoe Street in Katonah, New York, according to published records.\nSusan Soros’ address is also listed on Spokeo as 136 Cantitoe Street in Katonah, New York."}