{"article_title": "WaPo Editor: Obama Has ‘Nothing To Be Proud Of’ With Syrian Foul-Up", "article_keywords": ["save", "president", "good", "worse", "power", "thousands", "proud", "congo", "editor", "foulup", "syria", "obama", "syrian", "killed", "wapo"], "article_url": "http://townhall.com/tipsheet/mattvespa/2015/09/09/wapo-editor-obama-has-nothing-to-be-proud-of-with-syrian-foulup-n2050120", "article_text": "The Washington Post’s editorial page editor, Fred Hiatt, is appalled by the United States’ lack of action concerning the Syrian Civil War and the rise of the Islamic State. He noted how this president seems justified in “staying aloof” regarding this crisis, even as the security situation continues to deteriorate to the point where scores of Syrians are flooding Europe. To make matters worse, Hiatt cited that Obama has political cover for this inaction, given that he has two humanitarian interventionist hawks in his cabinet: Susan Rice and Samantha Power. Power is known for her book A Problem From Hell, which detailed American hesitance to confront genocide in the post-World War II era:\n\nHe has argued that we would only make things worse — “I am more mindful probably than most,” he told the New Republic in 2013, “of not only our incredible strengths and capabilities, but also our limitations.” He has implied that because we can’t solve every problem, maybe we shouldn’t solve any. “How do I weigh tens of thousands who’ve been killed in Syria versus the tens of thousands who are currently being killed in the Congo?” he asked (though at the time thousands were not being killed in Congo). […] Perversely, the worse Syria became, the more justified the president seemed for staying aloof; steps that might have helped in 2012 seemed ineffectual by 2013, and actions that could have saved lives in 2013 would not have been up to the challenge presented by 2014. The fact that the woman who wrote the book on genocide, Samantha Power, and the woman who campaigned to bomb Sudan to save the people of Darfur, Susan Rice, could apparently in good conscience stay on as U.N. ambassador and national security adviser, respectively, lent further moral credibility to U.S. abdication. […] …There also has been something to be admired in America’s determination to help — to ask, even if we cannot save everyone in Congo, can we not save some people in Syria? Obama’s successful turning of that question on its head is nothing to be proud of.\n\nHiatt adds that while foreign policy realists are right to say that national interests must be taken into account–and that we cannot save everyone, nor intervene everywhere. But there has to be some justification for doing nothing concerning Syria, a scintilla of good news from our inaction. We have seen none.\n\nOn the other hand, maybe airstrikes could have been more aggressive. In either case, the situation wasn’t good. Airstrikes did little to curb violence on the ground, and some of the Syrian rebels pledged their allegiance to al-Qaeda. That’s not exactly something that incentivizes Washington to put the pedal to the metal concerning aid, training, and military equipment.\n\nSo, yes, Obama is the president. The buck stops with him, though he could have mitigated some of the embarrassment if he was serious about setting “red lines” in Syria. If we weren’t prepared to do what was necessary when President Bashar al-Assad launched a Sarin gas attack in 2013, then, obviously, no remarks about red lines should have been made. Like Hillary’s email server, the Syrian puzzle isn’t going away.", "article_metadata": {"description": "aloof.05/26/2016 2:20:56AM EST.", "author": "Matt Vespa", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "aloof", "title": "Matt Vespa - WaPo Editor: Obama Has ‘Nothing To Be Proud Of’ With Syrian Foul-Up", "url": "http://townhall.com/tipsheet/mattvespa/2015/09/09/wapo-editor-obama-has-nothing-to-be-proud-of-with-syrian-foulup-n2050120", "image": "http://media.townhall.com/townhall/reu/ha/2015/252/ed0ce326-a0be-4c7e-bd3c-93ceb140a4cf.jpg", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "aloof", "title": "Matt Vespa - WaPo Editor: Obama Has ‘Nothing To Be Proud Of’ With Syrian Foul-Up", "url": "http://townhall.com/tipsheet/mattvespa/2015/09/09/wapo-editor-obama-has-nothing-to-be-proud-of-with-syrian-foulup-n2050120", "image": "http://media.townhall.com/townhall/reu/ha/2015/252/ed0ce326-a0be-4c7e-bd3c-93ceb140a4cf.jpg", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "WaPo Editor: Obama Has ‘Nothing To Be Proud Of’ With Syrian Foul-Up, Matt Vespa, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "_id": "\"57477af46914bd0286fe14ce\"", "article_summary": "Airstrikes did little to curb violence on the ground, and some of the Syrian rebels pledged their allegiance to al-Qaeda.\nThe Washington Post’s editorial page editor, Fred Hiatt, is appalled by the United States’ lack of action concerning the Syrian Civil War and the rise of the Islamic State.\nBut there has to be some justification for doing nothing concerning Syria, a scintilla of good news from our inaction.\nObama’s successful turning of that question on its head is nothing to be proud of.\nTo make matters worse, Hiatt cited that Obama has political cover for this inaction, given that he has two humanitarian interventionist hawks in his cabinet: Susan Rice and Samantha Power."}