{"article_title": "Strippers due $10 million in back wages, N.Y. federal judge rules", "article_keywords": ["wage", "customers", "dancers", "federal", "money", "million", "club", "ny", "rules", "ruling", "offset", "judge", "wages", "strippers"], "article_url": "http://www.washingtontimes.com/news/2014/nov/15/strippers-due-10-million-back-wages-ny-federal-jud/", "article_text": "NEW YORK — Dancers at a strip club are due more than $10 million in back wages and tips, a federal judge ruled Friday after the dancers sued to be paid at least a minimum wage.\n\nAnd additional claims are headed for trial in the class action case, meaning there ultimately could be further awards to roughly 1,900 women who worked at Rick’s Cabaret in Manhattan between 2005 and 2012.\n\n“We are very happy with the court’s ruling,” said the dancers’ Minneapolis-based lawyer, E. Michelle Drake.\n\nPHOTOS: What are the chances?\n\nThe club’s owner, Houston-based RCI Hospitality Holdings Inc., said it planned to appeal and continue “vigorously defending the allegations.”\n\nThe dancers got no steady wages, instead paying a fee to the club to perform there and in return getting paid by customers. The customers put up $20 for each personal dance and fees starting at $100 for 15 minutes of entertainment in semi-private rooms.\n\nBut after paying club fees and required tips to deejays and other club workers, the dancers sometimes ended up in the red, Drake said.\n\n“There is a real mythology of the wealthy stripper who has made piles of money,” she said by phone Friday. “People see all the money that the customers give to the dancers. What they don’t see is all the money going back from the entertainer to the club.”\n\nThe club argued the dancers were independent contractors. Club lawyers also said any wages due to the strippers should be offset by the money they made from customers, called performance fees.\n\n“The concept that the large sums of money earned by entertainers at Rick’s Cabaret New York, for which they received IRS Form 1099s, do not offset the claimed wage obligations is a fundamentally flawed concept,” RCI Hospitality Holdings said in a statement Friday.\n\nU.S District Judge Paul Engelmayer disagreed, first ruling last year that the dancers were entitled to minimum wage. Then he found Friday that they were entitled to $10.8 million on certain claims.\n\n“There is no charter under (state labor law) for an employer to treat a performance fee as either a ‘wage’ or as an offset to its statutory wage obligations,” he wrote.\n\nFriday’s ruling covered claims the judge felt could be decided based on court papers alone. The trial will address others. The dancers are seeking more than $18 million in all.", "article_metadata": {"description": "Dancers at a strip club are due more than $10 million in back wages and tips, a federal judge ruled Friday after the dancers sued to be paid at least a minimum wage.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "Dancers at a strip club are due more than $10 million in back wages and tips, a federal judge ruled Friday after the dancers sued to be paid at least a minimum wage.", "title": "Strippers due $10 million in back wages, N.Y. federal judge rules", "url": "http://www.washingtontimes.com/news/2014/nov/15/strippers-due-10-million-back-wages-ny-federal-jud/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/11/15/strip-club-ap.jpg", "type": "article"}, "twitter": {"image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/11/15/strip-club-ap.jpg", "description": "Dancers at a strip club are due more than $10 million in back wages and tips, a federal judge ruled Friday after the dancers sued to be paid at least a minimum wage.", "site": "@washtimes", "card": "summary", "title": "Strippers due $10 million in back wages, N.Y. federal judge rules"}, "Author": "Jennifer Peltz, Colleen Long", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web2", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "Labor, Business Finance, Law Crime, E Michelle Drake, New York"}, "_id": "\"57477af36914bd0286fd2cf1\"", "article_summary": "Club lawyers also said any wages due to the strippers should be offset by the money they made from customers, called performance fees.\nNEW YORK — Dancers at a strip club are due more than $10 million in back wages and tips, a federal judge ruled Friday after the dancers sued to be paid at least a minimum wage.\nU.S District Judge Paul Engelmayer disagreed, first ruling last year that the dancers were entitled to minimum wage.\n“We are very happy with the court’s ruling,” said the dancers’ Minneapolis-based lawyer, E. Michelle Drake.\nFriday’s ruling covered claims the judge felt could be decided based on court papers alone."}