{"article_title": "Prosecutors raise legal stakes for PG&E in San Bruno criminal trial", "article_keywords": ["case", "pipeline", "pge", "prosecutors", "san", "obstruction", "stakes", "legal", "trial", "charge", "individuals", "bruno", "explosion", "criminal", "indictment", "law", "raise"], "article_url": "http://www.mercurynews.com/business/ci_26269021/prosecutors-raise-legal-stakes-pg-e-san-bruno", "article_text": "SAN BRUNO -- The potential consequences facing PG&E for the lethal 2010 pipeline explosion in San Bruno have intensified with a new criminal indictment against the utility, which now must fend off an obstruction of justice charge along with additional counts of regulatory violations.\n\nLegal experts take the obstruction charge as a clear signal that the U.S. Justice Department plans to prosecute the case aggressively and is not likely to approve any settlement that does not include a stiff penalty. It also increases the likelihood PG&E will seek to settle the case rather than risk a trial, given the higher risks it would face if convicted.\n\n\"Adding an obstruction count really raises the stakes, and it changes the character of the case against PG&E,\" said Rory Little, a law professor at UC Hastings College of the Law in San Francisco. \"This is a serious charge.\"\n\nPeter Henning, a professor of law with Detroit-based Wayne State University, agreed, saying, \"The obstruction charge lets the government bring in evidence not only about what caused the explosion, but also about PG&E's behavior after the explosion. It allows the government to paint with some other colors.\"\n\nPG&E impeded the probe into the disaster, prosecutors say, by lying to the National Transportation Safety Board about the pipeline testing and maintenance procedures the utility was following at the time of the explosion and for six months after the blast. PG&E, the indictment said, was using a policy that didn't comply with federal rules.\n\nAdvertisement\n\nOne way the obstruction charge helps prosecutors is by giving them something to offer jurors other than the technical details of pipeline repair and maintenance, said Reuel Schiller, a professor of law at Hastings. In addition to the obstruction charge, PG&E now faces 27 counts of violating the federal Pipeline Safety Act, up from 12 counts in the earlier indictment that was updated last week.\n\n\"People's eyes glaze over when you talk about pipeline regulations,\" Schiller said. \"But obstruction of justice, that captures people's attention.\"\n\nLegal experts noted that former Enron CEO Jeffrey Skilling was convicted of charges of lying to investigators, and that retired baseball superstar Barry Bonds was convicted of obstruction of justice.\n\n\"The obstruction of justice charge definitely increases the liability and exposure for PG&E,\" said Michael Asimow, a visiting professor with Stanford University Law School. \"It really strengthens the hand of the prosecutors in any settlement discussions.\"\n\nIf convicted on even some of the charges, PG&E could face a fine of up to $1.13 billion, which could seriously erode the utility's bottom line.\n\n\"It's an expression that the government is really unhappy with PG&E's performance in the aftermath of the explosion,\" Little said. \"It's a sincere expression of the government's view that it was misled by PG&E.\"\n\nPG&E said Thursday the new \"superseding indictment,\" which adds 16 new counts to the criminal charges issued against PG&E on April 1, is without merit.\n\n\"Based on all of the evidence we have seen to date and our review of the new indictment, we still do not believe that PG&E employees intentionally violated the federal Pipeline Safety Act,\" PG&E spokesman Jonathan Marshall said in an email to this newspaper. \"Even where mistakes were made, employees were acting in good faith.\"\n\nMany legal experts expect the criminal case against PG&E to be resolved in an out-of-court settlement -- more than 90 percent of criminal indictments are resolved that way -- rather than through a full-blown trial. A settlement could include not only a big fine but also could result in the appointment of an independent monitor to scrutinize the utility.\n\nPG&E will have a powerful incentive to settle, experts say, because if the utility is found guilty in a trial, prosecutors will be in a position to make a strong case for the maximum penalty based on the harm to the victims of the blast, which killed eight people, injured 66 and destroyed 38 homes.\n\n\"The prosecutors could bring in victims to testify,\" Henning said. \"They could show the jury pictures of the burned bodies and destroyed homes.\"\n\nThe indictment names PG&E as the sole defendant and doesn't name any individuals, which is a disappointment for state Sen. Jerry Hill, whose district includes San Bruno.\n\n\"We will not see a culture shift at PG&E unless individuals are charged and put in jail,\" Hill said. \"Executives at PG&E knew they were breaking the law. PG&E also lied about this after the fact.\"\n\nBut legal experts say federal prosecutors, who declined to comment for this story, might not have named individuals in the indictment for good reasons.\n\n\"There are all kinds of reasons not to name individuals,\" Little said. \"Some of the people who might have been named as individuals could be called as government witnesses.\"\n\nWhatever the fines PG&E may face, both in the criminal case and a separate proceeding at the state Public Utilities Commission, could ultimately be paid by ratepayers rather than through company profits, said Mindy Spatt, a spokeswoman for The Utility Reform Network, a consumer group.\n\n\"It's always a concern that PG&E may seek to pad their rates to pay for the fines,\" Spatt said. \"Ultimately, PG&E has only one source of money and that's their customers. TURN will have to be vigilant to ensure PG&E doesn't sneak into rates the costs that should come out of profits.\"\n\nContact George Avalos at 408-859-5167. Follow him at Twitter.com/georgeavalos.", "article_metadata": {"sailthru.url": "http://www.mercurynews.com/business/ci_26269021/prosecutors-raise-legal-stakes-pg-e-san-bruno", "sailthru.author": "By George Avalos Oakland Tribune", "ag": {"canon": "TheMercuryNews:article:26269021:view"}, "startDate": "2014-08-03T15:59:11-0600", "twitter": {"domain": "mercurynews.com", "description": "The potential consequences for PG&E from the lethal pipeline explosion in San Bruno have intensified because of a broader criminal indictment against the embattled utility, which now must fend off an obstruction of justice charge along with accusations of violating regulatory laws.", "title": "Prosecutors raise legal stakes for PG&E in San Bruno criminal trial", "url": "http://www.mercurynews.com/business/ci_26269021/prosecutors-raise-legal-stakes-pg-e-san-bruno", "image": "http://local.mercurynews.com/common/dfm/assets/logos/1200x627/mercurynews.png", "site": "@mercnews", "app": {"name": {"ipad": "San Jose Mercury News for iPad", "iphone": "San Jose Mercury News for iPhone", "googleplay": "San Jose Mercury News"}, "id": {"ipad": "id551437906", "iphone": "id479955259", "googleplay": "com.spreedinc.providers.californianewspaperpartnership.sanjosemercurynews"}}, "card": "summary_large_image"}, "sailthru.article-section-or-homepage": "article", "modificationDate": "2014-08-03T15:59:11-0600", "endDate": "2024-08-03T15:59:04-0600", "news_keywords": "San Jose business news, Silicon Valley business news, tech news, Silicon Valley tech news, San Jose tech news, Bay Area business news, Bay Area tech news", "byline": "By George Avalos", "pubDate": "2014-08-03T15:59:57-0600", "sailthru.date": "2014-08-03T14:59:11-0700", "sailthru.title": "Prosecutors raise legal stakes for PG&E in San Bruno criminal trial", "verify-v1": "cgRcFjhKBsmYEfbwi2qePjkOzvy8XWnvfTpK75N3BmQ=", "sailthru.section": "Business", "description": "The potential consequences for PG&E from the lethal pipeline explosion in San Bruno have intensified because of a broader criminal indictment against the embattled utility, which now must fend off an obstruction of justice charge along with accusations of violating regulatory laws.", "sailthru.site": "mercurynews.com", "fb": {"admins": "702185068,661331474,100001900804139", "page_id": 63095136336, "app_id": 328320203930030}, "msvalidate.01": "4B535F7EB2971D1FCBA5D1D3E3E292C3", "og": {"url": "http://www.mercurynews.com/business/ci_26269021/prosecutors-raise-legal-stakes-pg-e-san-bruno", "image": "http://local.mercurynews.com/common/dfm/assets/logos/1200x627/mercurynews.png", "type": "article", "description": "The potential consequences for PG&E from the lethal pipeline explosion in San Bruno have intensified because of a broader criminal indictment against the embattled utility, which now must fend off an obstruction of justice charge along with accusations of violating regulatory laws.", "title": "Prosecutors raise legal stakes for PG&E in San Bruno criminal trial"}, "google-site-verification": "jvnaFa4kq5tUDhFMQZ84bDI74A2qnu0gfhxZjZXlkko", "y_key": "8cb7e37d57339cb3"}, "_id": "\"57477af46914bd0286fde9ac\"", "article_summary": "Many legal experts expect the criminal case against PG&E to be resolved in an out-of-court settlement -- more than 90 percent of criminal indictments are resolved that way -- rather than through a full-blown trial.\n\"We will not see a culture shift at PG&E unless individuals are charged and put in jail,\" Hill said.\nThe indictment names PG&E as the sole defendant and doesn't name any individuals, which is a disappointment for state Sen. Jerry Hill, whose district includes San Bruno.\nPG&E said Thursday the new \"superseding indictment,\" which adds 16 new counts to the criminal charges issued against PG&E on April 1, is without merit.\nIn addition to the obstruction charge, PG&E now faces 27 counts of violating the federal Pipeline Safety Act, up from 12 counts in the earlier indictment that was updated last week."}