{"article_title": "Business owners scramble to avoid ACA penalties", "article_keywords": ["owners", "form", "business", "avoid", "companies", "penalties", "tax", "aca", "insurance", "health", "plan", "employees", "providing", "company", "scramble", "care"], "article_url": "http://www.lvb.com/article/20150713/LVB01/307109999/business-owners-scramble-to-avoid-aca-penalties", "article_text": "The goal of the 2010 Affordable Care Act is to not only make sure that all Americans have access to affordable health care coverage, but it is also requiring employers to prove that they are providing just that.\n\nAnd if they aren’t, when the 2015 tax-filing season begins in January, those employers risk receiving a hefty penalty.\n\nHence, companies across the nation – with 50 or more full-time employees or those businesses that are self-insured – could be scurrying to ensure they are in compliance with the reporting requirements of the ACA.\n\nThe demand has prompted payroll companies to augment their services and technology, and third-party companies are rushing to develop a product that can streamline some of the reporting.\n\n“Complying with all of this is becoming quite a challenge,” said Matt Pfeiffenberger, vice president – health benefits division for Murray Securus of Lancaster, who last month spoke at a health care summit for Greater Reading Chamber of Commerce & Industry. “Companies are spending a lot of dollars trying to comply. [They] are trying to do the right thing.”\n\nA look at some of the deadlines, which apply to employers with 50 or more full-time employees:\n\nThe first deadline is July 31, by when business owners must file IRS Form 720. The form declares how many bodies are covered under their health care plan. Based on that, a fee will be assessed to go to the Patient Centered Outcome Research Institute to look at the cost of health care, long-term, and to develop a strategy to assess quality of care and health outcomes. The institute was created out of the ACA.\n\nThe fee runs about $2 for every insured body, depending on when the plan’s year ends. If self-insured, the company absorbs the entire fee of $2 per person. If on a fully insured plan with an insurance carrier, the fee is covered by the carrier, which factors that cost into the renewal plan for the insured.\n\n“Companies of larger size had their finger on this,” said Pfeiffenberger, whose company has an office in Wyomissing. “They have human resource staffs that are pretty savvy. But, sometimes mid-sized companies have limited human resource staff and they may not have understood the complete impact.”\n\nIn January, businesses will not only have to provide the traditional W-2 to their employees, but under IRS sections 6055-6056, employers are required by Feb. 1 to provide employees with an IRS form 1095C. The form acts as a health care W-2 that the employee will use to file his taxes – as proof that his employer is providing health care coverage.\n\nIn addition, businesses have to submit an employer transmittal form – to report to the federal government exactly what insurance they are providing, and to what employees they are providing it. If filing by paper it is due Feb. 29. If filing electronically, it is due March 31.\n\nAndy Werner, founder and director of strategic operations at Werner & Co. in Lower Macungie Township, said this portion of the requirements will encourage third-party companies to develop a product to ease the stress of providing a 1095C. He said some third-party companies already have produced a product ready for market.\n\n“In the American economy, you find a need and fill it,” Werner said. “Bingo, there is a need. Conceptually, it is not a big stretch for companies that already do W-2s and 1099s.”\n\nWhat is being called the Cadillac tax will go into effect in 2018. The tax is under discussion, as provisions could be made before that time arrives, according to Eric Enser, product manager for Paychex Payroll Services, based in Rochester, N.Y. Therefore, the exact date of the tax is to be determined.\n\nThe tax was created to make sure that businesses are not providing insurance plans that are advantageous to some and not affordable to others. It looks at plans that are high cost. If a plan has a high premium, Pfeiffenberger said, it most likely has a lower deductible. In this case, the insurance company is paying more of the claim and the insured is paying less.\n\nThe Cadillac tax will set a threshold and give a baseline premium cost that companies should be charging employees for insurance. If the annual cost of a company’s plan to employees is above the threshold, the employer will pay a 40 percent tax of the difference between its plan premium and the threshold.\n\nSince Pennsylvania is insuring a workforce older than some others, according to Pfeiffenberger, premiums in the state tend to run high. This means that companies who are covering older employees might find themselves in Cadillac tax territory and risk paying enormous penalties, he said.\n\nFor Paychex, its staff, services and technology measures were increased to meet the demand of the ACA reporting deadlines, Enser said.\n\n“Clearly, as a payroll company, we have the workforce data to start out with,” said Enser, whose company also has a location in South Whitehall Township. “Most clients have their eye on the tax reporting, but they don’t realize that the clock started ticking on Jan 1.”\n\nAccording to Enser, in order to be in compliance and refrain from penalties, it is best for companies to start now to determine how many full-time employees they have. This is particularly true for companies that don’t use a payroll company and may not have a human resources department equipped to handle the load.\n\n“Get that information right away,” he said. “Make sure you are providing coverage to the right employee and that it is adequate and affordable.”", "article_metadata": {"og": {"site_name": "Lehigh Valley Business", "description": "", "title": "Business owners scramble to avoid ACA penalties | LVB", "url": "http://www.lvb.com/article/20150713/LVB01/307109999/business-owners-scramble-to-avoid-aca-penalties", "image": "http://www.lvb.com/images/lvb-logo-share.jpg", "type": "article"}, "twitter": {"domain": "lvb.com", "description": "", "title": "Business owners scramble to avoid ACA penalties | LVB", "image": {"src": "http://www.lvb.com/images/lvb-logo-share.jpg"}, "creator": "@jenniferg_LVB", "site": "@lvb_com", "card": "summary"}, "description": "", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fd2cfe\"", "article_summary": "The form acts as a health care W-2 that the employee will use to file his taxes – as proof that his employer is providing health care coverage.\nIn this case, the insurance company is paying more of the claim and the insured is paying less.\nThe form declares how many bodies are covered under their health care plan.\nThe tax was created to make sure that businesses are not providing insurance plans that are advantageous to some and not affordable to others.\nBased on that, a fee will be assessed to go to the Patient Centered Outcome Research Institute to look at the cost of health care, long-term, and to develop a strategy to assess quality of care and health outcomes."}