{"article_title": "Levels Of Flame Retardant In Breast Milk Are Down in California Women", "article_keywords": ["products", "retardant", "mothers", "study", "state", "pbdes", "chemicals", "levels", "flame", "breast", "pbde", "department", "california", "health", "milk", "women"], "article_url": "http://ww2.kqed.org/stateofhealth/2016/02/25/levels-of-flame-retardant-in-breast-milk-are-down/", "article_text": "Levels of harmful flame-retardant chemicals in women’s breast milk have dropped by nearly 40 percent since California’s decade-old ban on these chemicals took effect, according to a new study by state environmental scientists.\n\n‘It shows that regulatory and public health interventions do work.’ Dr. Barbara Lee, Calif. Department of Toxic Substances Control\n\nThe chemicals, called PBDEs, were widely used for decades in household products including furniture, crib mattresses and televisions. They tend to leach out of products like furniture and can settle in household dust, tainting homes and offices and accumulating in both people and animals.\n\nThey persist in body fluids and fat for years, and are associated with neurological and thyroid disorders. In particular, researchers have linked fetal exposure to high levels of PBDEs to IQ deficits and hyperactivity.\n\nCalifornia phased out the use of two of the main types of PBDEs in 2006. There is no federal ban on PBDEs, but the U.S. Environmental Protection Agency has worked with manufacturers to phase out production. The European Union banned PBDEs in 2004, but the chemicals may be present in products imported from other countries or U.S. products manufactured before the mid-2000s.\n\nThe study, sponsored by the California Department of Toxic Substances Control and conducted by researchers from the agency’s Environmental Chemistry Laboratory in Berkeley, was published in the peer-reviewed journal Chemosphere.\n\nScientists measured PBDE levels in the breast milk of 66 first-time mothers recruited at a Santa Rosa clinic between 2009 and 2012. They compared the levels to another group of 82 first-time mothers from around the state, tested in 2003-2005, before the ban took effect — and found a 39 percent decline.\n\nThe study’s results echo those from a previous department study showing a similar decline in PBDE levels in the blood of San Francisco women.\n\n“It’s really wonderful news,” said Barbara Lee, director of the department. “It shows that regulatory and public health interventions do work.”\n\nBut the study revealed other sobering data: PBDE levels in the post-ban group of mothers remained high enough that nearly 30 percent of their breastfed babies would be exposed to the chemicals at levels above what the EPA says is safe.\n\nTracey Woodruff, professor and director of the Program on Reproductive Health and the Environment at the UC San Francisco School of Medicine, said she was pleased by the study’s results.\n\n“It’s one more piece of evidence that the state did the right thing” in banning PBDEs. But, she said, the chemicals are “like that bad houseguest that hangs around.”\n\n“We made a mistake by using them in the beginning. You can’t pull the genie back into the lamp,” Woodruff said. “We still have people with exposures that are going to be problematic — and we’re going to be seeing problems for years.”\n\nThis story was produced by California Healthline.", "article_metadata": {"description": "Study finds levels of the chemicals in women’s breast milk have dropped by nearly 40 percent since California’s 2006 ban.", "contextly-page": "{\"title\":\"Levels Of Flame Retardant In Breast Milk Are Down in California Women\",\"url\":\"http:\\/\\/ww2.kqed.org\\/stateofhealth\\/2016\\/02\\/25\\/levels-of-flame-retardant-in-breast-milk-are-down\\/\",\"pub_date\":\"2016-02-25 09:50:34\",\"mod_date\":\"2016-03-03 11:05:39\",\"type\":\"post\",\"post_id\":153033,\"author_id\":\"8344\",\"author_name\":\"State of Health\",\"author_display_name\":\"State of Health\",\"tags\":[\"Flame Retardants\",\"News\",\"Science\"],\"categories\":[\"Community Health\",\"Policy\"],\"image\":\"http:\\/\\/ww2.kqed.org\\/stateofhealth\\/wp-content\\/uploads\\/sites\\/27\\/2015\\/04\\/RS1369_IMG_1902-e1429575505514.jpg\"}", "og": {"site_name": "State of Health", "description": "Study finds levels of the chemicals in women’s breast milk have dropped by nearly 40 percent since California’s 2006 ban.", "title": "Levels Of Flame Retardant In Breast Milk Are Down in California Women", "url": "http://ww2.kqed.org/stateofhealth/2016/02/25/levels-of-flame-retardant-in-breast-milk-are-down/", "image": "http://ww2.kqed.org/stateofhealth/wp-content/uploads/sites/27/2015/04/RS1369_IMG_1902-e1429575505514-1440x1080.jpg", "locale": "en_us", "type": "article"}, "twitter": {"site": "@kqedhealth", "card": "summary_large_image", "creator": "@"}, "fb": {"app_id": 160023622793}, "keywords": "flame retardants,news,science", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fd2cf2\"", "article_summary": "Scientists measured PBDE levels in the breast milk of 66 first-time mothers recruited at a Santa Rosa clinic between 2009 and 2012.\nThe study’s results echo those from a previous department study showing a similar decline in PBDE levels in the blood of San Francisco women.\nIn particular, researchers have linked fetal exposure to high levels of PBDEs to IQ deficits and hyperactivity.\nLevels of harmful flame-retardant chemicals in women’s breast milk have dropped by nearly 40 percent since California’s decade-old ban on these chemicals took effect, according to a new study by state environmental scientists.\nCalifornia phased out the use of two of the main types of PBDEs in 2006."}