{"article_title": "Democrats in Disarray: This Donkey Can’t Save Our Asses", "article_keywords": ["donkey", "right", "deal", "workers", "disarray", "political", "cant", "asses", "movements", "democrats", "social", "party", "republicans", "save", "obama"], "article_url": "https://www.indypendent.org/2014/12/16/democrats-disarray-donkey-can%E2%80%99t-save-our-asses", "article_text": "For the past 40 years the Democratic Party establishment has relentlessly pursued “centrist” politics that allow them to follow the Republicans ever further to the right. To the frustration of the party’s voting base, this has meant backing corporate-friendly economic policies, offering hawkish support for the Pentagon and its wars, a half-hearted defense of the environment and an aversion to embracing controversial social issues like gay marriage and marijuana legalization until they become impossible to ignore.\n\nWhen Barack Obama successfully campaigned for the White House in 2008, he raised the hopes of millions of his supporters that he would bring sweeping change to Washington. Three weeks after his election and with the economy in free fall, Time Magazine’s cover famously depicted Obama as FDR, down to the jaunty smile and the cigarette holder clenched between his teeth. The headline read, “The New New Deal.”\n\nThere’s been no such thing. Obama quickly filled key administration posts with retreads from the Clinton years. And six years later exhaustion with Obama’s tepid liberalism found expression in the 2014 midterm elections, which saw the Democrats lose control of the Senate and get trounced across much of the country.\n\nThe Republicans are no more popular than before as they continue to play to an aging, white and conservative voting base. However, with the exception of African-Americans, groups that lean Democrat, such as young people, union members, single women and Hispanics, stayed away in droves and voter turnout for a national election plummeted to the lowest level since 1942.\n\nThe Big Winner\n\nThe big winner in the midterms was radicalism. And radicalism has no ideological flags. The Right can seize mass disaffection with Wall Street and the political system. But the Left lacks the fire to claim that rage and repeats the tired refrain of a New New Deal, backing away from any aggressive radical reform ideas such as a shorter workweek, guaranteed basic income and a single-payer health care system.\n\nThe GOP capitalized cleverly on profound working- and middle-class rage, especially against the administration’s failure to deal effectively with the economic slump that has, despite official figures to the contrary, rendered about 20 million workers either unemployed or stuck in part-time or contingent jobs. Add the millions who have given up looking for paid work either because there are no jobs or the jobs that do exist are offered for wages and hours that are below poverty levels. Neither mainstream Republicans nor their Tea Party radical wing have any intention of providing solutions that would benefit those most seriously hurt by what may be described as a “managed” depression. But their rhetorical thrust did articulate working-class complaints and mobilized the still-formidable right-wing base.\n\nThe Democrats were also hard-pressed to defend the Affordable Care Act, when they bothered to do so at all. The Republicans argued that it was not truly affordable for a large fraction of the population and enlarged the power of the federal government beyond constitutional limits. In general the left-liberals defended the law, which was modeled on a similar program enacted in 2006 by Mitt Romney when he was governor of Massachusetts. They ignored the fact that Obamacare is an immense giveaway to large insurance companies, permits huge deductibles for many people and mostly forces people into managed care programs. The administration and its supporters have argued that Obamacare is a qualified success. Many people are skeptical of this claim and the Democrats paid the price.\n\nThe Obama administration’s foreign policy, meanwhile, has evolved into a permanent war program. He has authorized the bombing of seven different Arab and/or Muslim nations. Wars in Iraq and Afghanistan inherited from the Bush administration rage on. Americans were unhappily reminded of this over the summer when the Islamic State overran much of northern and western Iraq while the U.S.-backed government in Baghdad stood by helplessly.\n\nBeholden to their wealthy funders just like the Republicans, the Democrats stood for nothing that could inspire people and the midterm elections became a referendum on the failings of the Obama administration.\n\nLonging For The New Deal\n\nThere is a recurring proposal heard among left-liberals: radicalize the Democratic Party by restoring it to its New Deal glory days. The genius of the New Deal was to have shifted the locus of political power to a federal center that promised, and partially delivered, the elements of security: unemployment benefits, Social Security, low-cost post-secondary education and a state-sponsored workers’ right to organize unions. This final right was codified into law following an epic wave of industrial strikes and factory occupations in the mid-1930s.\n\nThe past 40 years have brought a reversal of state paternalism. While successive governments strengthened the military and urban police departments in the wake of the 1960s-era urban uprisings among blacks, the social welfare functions of government have been considerably weakened, leading to a widening gap between the very rich and the rest of us. While the Democrats enacted programs that created a relatively large black middle class, their passivity and at times aggressive support of the deindustrialization of America that began in the 1970s has left in its wake massive poverty in black, Latino and industrial Southern white communities. After six years in office, the Obama administration still fervently backs austerity policies that have impoverished growing sections of the population and, perhaps equally important, have weakened, if not entirely rescinded, the American Dream.\n\nThe recurring dream of restoring the New Deal can be heard in calls for Elizabeth Warren and Bernie Sanders to challenge Hillary Clinton in the 2016 Democratic primaries. This ignores the fact that the Democrats receive billions of dollars in corporate cash every election cycle and that those donors expect a good return on their investment.\n\nLearning from Ferguson\n\nIn the present situation, our best hope lies in disruptive social movements that operate outside the two-party system. When oppositional movements gain sufficient strength and are able to break into the public consciousness, the conventional wisdom about what is possible can begin to shift and open up the space for changes in policy.\n\nThe anti-police brutality protests that began in Ferguson, Missouri, in August provide a strong example. These protests have since spread to more than 100 cities following decisions by grand juries to not indict the police officers who killed Michael Brown and Eric Garner. Protesters have taken over highways and bridges in a number of major cities and disrupted the jingle-jangle of holiday cash registers by holding “die-ins” inside major shopping malls.\n\nThese actions have sparked an intense national conversation about police accountability and the role of racism in police practices. To date, the reforms being offered — such as requiring police officers to wear video cameras — are fairly modest. But if these protests persist and gather more strength, the opportunity to affect more far-reaching changes in police practices could emerge.\n\nJust as Ferguson put the plague of racially biased police killings on the map, in 2011 the Occupy movement, with its battle cry of “We are the 99%!,” brought economic inequality to the fore. While Occupy quickly fizzled, it helped prepare the ground for a series of wildcat strikes by fast-food workers demanding $15 an hour and a union.\n\nThese walkouts have energized efforts to raise the minimum wage across the country. This fall ballot initiatives to increase the minimum wage passed in conservative bastions like Alaska, Arkansas, Nebraska and South Dakota. Earlier this year, Seattle approved an ordinance to increase the minimum wage to $15 per hour over the next several years. Kshama Sawant, an unabashed socialist and former Occupy activist, championed the measure after making it the centerpiece of her 2013 upset victory, which made her the first socialist elected to the Seattle City Council in almost a century.\n\nThe movement for marriage equality started from the political margins and won increasing acceptance in the past decade with very little help from the Democrats until it was already obvious which way history was moving. Acceptance for legalized marijuana has followed a similar trajectory, though in the case of pot most Democrats are still reluctant to embrace it out of fear they will be tarred as “soft on crime.”\n\nHere in New York, vibrant movements opposing fracking and the growing corporate attacks on our public school system helped spur the Green Party gubernatorial campaign of Howie Hawkins and Brian Jones, which received almost 5 percent of the vote running against incumbent Democrat Andrew Cuomo, the best any independent third party campaign has done statewide in more than 80 years.\n\nBuilding a third political party that can seriously challenge the major party duopoly is extremely difficult in this country for a number of reasons. Ultimately the spark for successful third party politics as well as a host of other changes we urgently need to see will come from independent left movements or from nowhere at all.\n\nStanley Aronowitz is a Distinguished Professor of Sociology at the CUNY Graduate Center. He is the author of more than two dozen books, including The Death and Life of American Labor: Toward a New Workers’ Movement (Verso, 2014).", "article_metadata": {"Generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af36914bd0286fd2d1f\"", "article_summary": "Learning from FergusonIn the present situation, our best hope lies in disruptive social movements that operate outside the two-party system.\nBuilding a third political party that can seriously challenge the major party duopoly is extremely difficult in this country for a number of reasons.\nThe Democrats were also hard-pressed to defend the Affordable Care Act, when they bothered to do so at all.\nThe Republicans are no more popular than before as they continue to play to an aging, white and conservative voting base.\nThis final right was codified into law following an epic wave of industrial strikes and factory occupations in the mid-1930s."}