{"article_title": "Thousands of Illegal Immigrants Enrolled in Obamacare", "article_keywords": ["tavenner", "illegal", "enrollment", "immigrants", "obamacare", "period", "standards", "verification", "coverage", "enrolled", "administration", "thousands", "times"], "article_url": "http://www.newsmax.com/US/Obamacare-healthcare-Affordable-Care-Act-illegal-immigrants/2014/09/23/id/596383/", "article_text": "Thousands of illegal immigrants have been allowed to illicitly enroll in and receive taxpayer-funded healthcare benefits from Obamacare.Sen. David Vitter, R-La, has blasted the administration and sent a letter to Marilyn Tavenner, administrator of the Centers for Medicare and Medicaid Services (CMS), demanding action on eliminating illegal aliens enrolled in the Affordable Care Act, the Washington Times reports \"The Obama administration is bending over backwards to give Obamacare to illegal immigrants but won’t protect hardworking American citizens who are losing their healthcare coverage,\" Vitter told the Times.\"The Obama administration has been granting deadline extensions, making excuses and turning a blind eye to falsified documents by illegal immigrants.\"Enough is enough, and they need to provide answers to why they think illegal immigrants should be eligible for Obamacare.\"CMS states that 115,000 persons enrolled in Obamacare had not provided proof of citizenship by the Sept. 5 deadline, down from 966,000 in May, and will be dropped from Obamacare as of Sept. 30, but those with \"immigration data-matching issues\" were allowed to retain their Obamacare coverage during a six-month grace period to provide documentation.The Times noted that even those who are facing losing their Obamacare coverage by the end of September \"may qualify for a special enrollment period to regain coverage.\"Vitter, a longtime critic of Obamacare, wrote to Tavenner, \"It is critical as the administration moves forward into Obamacare’s second enrollment period that CMS dramatically improves the verification process in determining eligibility for taxpayer-funded subsidies.“Last year was nothing short of a disaster, and as a result, the administration continues to bend the rules for people who did not comply with the law in the first place, with an exorbitant cost to the U.S. taxpayer.\"The Center for Immigration Studies (CIS) commented that Obamacare eligibility rules sacrifice \"document standards, authentication assurance, and identification integrity in order to speed and maximize enrollment in federal health coverage, including welfare programs such as Medicaid.\"Rapidly expanding health coverage to some 40 million people, coupled with relaxed ID and verification standards, only increases the likelihood of fraud and improper enrollment of ineligible people, including aliens. Furthermore, the combination of relaxed verification and documentation standards could enable certain identity fraud schemes to be developed.\"\"We are pleased that the number of individuals who were at risk of losing their Obamacare insurance coverage or seeing changes in their costs because of data matching issues has been dramatically reduced in the last three months,\" Tavenner told the Times", "article_metadata": {"news_keywords": "Obamacare, healthcare, Affordable Care Act, illegal immigrants", "pubdate": "2014-09-23T13:36:43", "og": {"site_name": "Newsmax", "description": "Thousands of illegal immigrants have been allowed to illicitly enroll in and receive taxpayer-funded healthcare benefits from Obamacare.", "title": "Thousands of Illegal Immigrants Enrolled in Obamacare", "url": "http://www.newsmax.com/US/Obamacare-healthcare-Affordable-Care-Act-illegal-immigrants/2014/09/23/id/596383/", "type": "article", "image": "http://www.newsmax.com/App_Themes/Newsmax/images/facebook/newsmaxFBLogo.gif", "page_id": 85452072376}, "twitter": {"url": "http://www.newsmax.com/US/Obamacare-healthcare-Affordable-Care-Act-illegal-immigrants/2014/09/23/id/596383/", "title": "Thousands of Illegal Immigrants Enrolled in Obamacare", "description": "Thousands of illegal immigrants have been allowed to illicitly enroll in and receive taxpayer-funded healthcare benefits from Obamacare.", "site": "Newsmax"}, "fb": {"admins": 100002083767056, "app_id": 323020797885219}, "msvalidate.01": "FAF1322EC761685A5DD9344A1C19E82A", "epoch": 1411479403, "google-site-verification": "Jt2HUKgzJJw9VwIQJv31ETytuvNNm5ypTWN6j0nYvHM", "keywords": "Obamacare, healthcare, Affordable Care Act, illegal immigrants", "article": {"section": "US", "published_time": "2014-09-23T13:36:43"}, "original-source": "http://www.newsmax.com/US/Obamacare-healthcare-Affordable-Care-Act-illegal-immigrants/2014/09/23/id/596383/", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=yes", "description": "Thousands of illegal immigrants have been allowed to illicitly enroll in and receive taxpayer-funded healthcare benefits from Obamacare."}, "_id": "\"57477af36914bd0286fd2d02\"", "article_summary": "\"Enough is enough, and they need to provide answers to why they think illegal immigrants should be eligible for Obamacare.\nThousands of illegal immigrants have been allowed to illicitly enroll in and receive taxpayer-funded healthcare benefits from Obamacare.Sen.\n\"The Obama administration has been granting deadline extensions, making excuses and turning a blind eye to falsified documents by illegal immigrants.\nFurthermore, the combination of relaxed verification and documentation standards could enable certain identity fraud schemes to be developed.\n\"Rapidly expanding health coverage to some 40 million people, coupled with relaxed ID and verification standards, only increases the likelihood of fraud and improper enrollment of ineligible people, including aliens."}