{"article_title": "Transgender patients form their own health referral networks", "article_keywords": ["trans", "form", "providers", "medical", "kallio", "patients", "health", "treatment", "need", "transgender", "referral", "networks", "breast", "know"], "article_url": "http://www.fiercehealthcare.com/story/transgender-patients-form-their-own-health-referral-networks/2015-07-06", "article_text": "By David Ferguson\n\nA transgender advocacy group has created a directory of physicians and other caregivers that rates the providers on how knowledgeable and non-discriminatory they are regarding trans and genderfluid patients, according to Boston Public Radio's Common Health blog.\n\nTransRecord.com is a comprehensive site for anyone attempting to negotiate the complicated world of healthcare for trans patients--a world in which many of them rely on for surgical procedures, hormones, and other treatments and therapies.\n\n\"This is a population that is heavily medicalized,\" Karl Surkin, a trans man who teaches gender studies at MIT and cofounded the directory, told the blog.\n\nHorror stories abound of transgender patients who must undergo humiliating psychiatric and physical exams before they receive access to treatment for life-threatening conditions, according to the Huffington Post.\n\nTake for instance Jay Kallio, a New York trans man who found a lump in his breast, underwent a biopsy, then lost precious weeks of treatment time because his physician declined to call and inform Kallio of his diagnosis of \"very aggressive\" breast cancer.\n\n\"The first thing [the doctor] said was, 'I have a real problem with your transgender status,'\" Kallio told the Huffington Post. \"And he said, 'When I found out you were transgender, the first thing I wanted to do, my first impulse was to send you to psychiatry.'\"\n\n\"So this is what a breast surgeon wanted to do with my breast cancer,\" said Kallio, \"is first send me to psychiatry.\"\n\nMany doctors do not understand that trans men still need breast cancer exams and trans women still need to be checked for prostate cancer.\n\nIt's one of the reasons activist Riley Johnson founded RAD Remedy, a network designed to rate providers on their trans-friendliness, the Common Health blog reported. RAD stands for \"referral aggregator database.\"\n\nPatients, particularly in times of medical stress, need to know that their providers \"at least know about trans lives,\" Johnson said, and to \"know that I'm not going to freak them out by showing up.\"\n\nA study published earlier this year in the American Journal of Public Health found that fewer than 10 percent of academic medical staffs in the country had procedures or policies in place to identify LGBT-competent physicians. While 16 percent of respondents reported having comprehensive LGBT-competency training, 52 percent said they had no such training processes in place.\n\nHowever, they said, there is a strong desire on the part of the medical community to engage with LGBT patients and learn better treatment strategies and regimens. Eighty percent of participants expressed interest in actively addressing these issues, FierceHealthcare previously reported.\n\nTo learn more:\n\n- read the blog post\n\n- here's the article\n\nRelated articles\n\nLatest Aetna marketing campaign targets LGBT community\n\nLGBT-competent doctors few and far between\n\n4 ways to tackle healthcare disparaties\n\nACHE 2015: Healthcare must focus on vulnerable populations", "article_metadata": {"description": "A transgender advocacy group has created a directory of physicians and other caregivers that rates the providers on how knowledgeable and non-discriminatory they are regarding trans and genderfluid patients, according to Boston Public Radio's Common Health blog.", "og": {"site_name": "FierceHealthcare", "description": "A transgender advocacy group has created a directory of physicians and other caregivers that rates the providers on how knowledgeable and non-discriminatory they are regarding trans and genderfluid patients, according to Boston Public Radio's Common Health blog.", "title": "Transgender patients form their own health referral networks", "url": "http://www.fiercehealthcare.com/story/transgender-patients-form-their-own-health-referral-networks/2015-07-06", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthcare.jpg", "type": "website"}, "twitter": {"site": "fiercehealth", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "apple-itunes-app": "app-id=731085312", "keywords": "Care Delivery,LGBT,Operations & Business Management,Patient Care & Outcomes,Patient Satisfaction,transgender,transgender patients", "viewport": "width=device-width", "news_keywords": "Care Delivery,Operations & Business Management,Patient Care & Outcomes,Patient Satisfaction"}, "article_summary": "Horror stories abound of transgender patients who must undergo humiliating psychiatric and physical exams before they receive access to treatment for life-threatening conditions, according to the Huffington Post.\nMany doctors do not understand that trans men still need breast cancer exams and trans women still need to be checked for prostate cancer.\n\"The first thing [the doctor] said was, 'I have a real problem with your transgender status,'\" Kallio told the Huffington Post.\n\"So this is what a breast surgeon wanted to do with my breast cancer,\" said Kallio, \"is first send me to psychiatry.\"\nBy David FergusonA transgender advocacy group has created a directory of physicians and other caregivers that rates the providers on how knowledgeable and non-discriminatory they are regarding trans and genderfluid patients, according to Boston Public Radio's Common Health blog."}