{"article_title": "Barack Obama Chats With Charles Barkley During NBA All Star Game", "article_keywords": ["chats", "high", "play", "barkley", "star", "dont", "sam", "charles", "barack", "game", "basketball", "interview", "president", "nba", "lebron", "obama"], "article_url": "http://www.inquisitr.com/1138354/barack-obama-chats-with-charles-barkley-during-nba-all-star-game/", "article_text": "Barack Obama is probably the most famous basketball fan in the world. No offense, Spike Lee! Well, the President sat down with TNT basketball analyst, Charles Barkley, for a six minute interview that aired prior to the NBA All Star Game. The interview with the popular Barkley was a great way for the President to get his thoughts out and be seen by millions of younger Americans. Barkley and Obama discussed many topics that ranged from basketball to parenting, and the Affordable Care Act to gay rights.\n\nWhile Obama is a professed Chicago Bulls fan, he heaped high praise on LeBron James:\n\nYou know LeBron, I know LeBron. When you’re standing next to him and then watch him close up, I’ve never seen someone that size, that fast, who can jump that high, who’s that strong, who has that much basketball savvy all in one package. Now, I’m a Chicago guy, and Mike will always be the guy for me just because that was a magical moment for the city and he was a champion. But now that he’s retired, LeBron, when you look at him, you think he might be able to play at a high level for another seven, eight, 10 years. He’s 29 years old. In terms of every aspect of the game, LeBron has the chance to be as good as anyone.\n\nAs for his own hoops playing, Obama said that he does’nt have nearly as much time as he’d like to play, but also that as he is getting older, he is “creakier” than he used to be:\n\nThese days, it’s probably once a month. Things happen. One is that you just get a little older and creakier. The second thing is you’ve got to start thinking about elbows…and you break your nose right before the State of the Union address.\n\nRegarding his own daughters, President Obama says that he gets very excited to watch them play. And referring to Barkley, he stated that since he was a “pretty good high school player” his expectations weren’t likely as high as Barkley’s would be for his children.\n\nAt about the midway point in the interview, Obama and Barkley talked politics. Barkley asked the President if he likes the term “Obamacare”:\n\nI like it. I don’t mind. And I tell ya, five years from now, when everyone’s saying, ‘Man, I’m sure glad we got healthcare,’ there’s going to be a whole bunch of people who don’t call it Obamacare anymore because they don’t want me to get the credit. You don’t know what life will throw at you. Sometimes people don’t recognize, particularly young people, how important it is to have coverage until you get sick and you realize you may lose everything you have, or your parents may lose everything they have trying to make you well. So we’re encouraging people to sign up. They’ve got until March 31 to sign up for this year.\n\nBarkley also asked Obama to touch on the issue of Michael Sam coming out as gay recently. (Sam is a defensive end for the University of Missouri and Co-Defensive Player of the year for the Southeast Conference). Obama felt that it was significant that Sam made his disclosure prior to the NFL draft, as it showed that he wanted to be judged on the merits in the draft. Obama went on to discuss the importance of other pioneers, such as Jackie Robinson (racial equality in baseball), and concluded this question by stating that America is stronger when “everyone is treated with respect and dignity” regardless of race or sexual orientation.\n\nAfter conducting an this in-depth, sit-down interview with the current President, Barack Obama, Barkley’s co-host, Kenny Smith teased that Barkley can no longer deny that he is a full fledged member of the media, no matter how much he’d like to be known only as an ex-player.", "article_metadata": {"description": "Barack Obama is probably the most famous basketball fan in the world. No offense, Spike Lee! Well, the President sat down with TNT basketball analyst, Charles", "og": {"site_name": "The Inquisitr News", "description": "Barack Obama is probably the most famous basketball fan in the world. No offense, Spike Lee! Well, the President sat down with TNT basketball analyst, Charles", "title": "Barack Obama Chats With Charles Barkley During NBA All Star Game", "url": "http://www.inquisitr.com/1138354/barack-obama-chats-with-charles-barkley-during-nba-all-star-game/", "image": "http://cdn.inquisitr.com/wp-content/uploads/2014/02/Barack-Obama-670x409.jpg", "article": {"published_time": "2014-02-18T14:22:58+00:00", "modified_time": "2014-02-18T14:33:02+00:00"}, "type": "article"}, "image": "http://cdn.inquisitr.com/wp-content/uploads/2014/02/Barack-Obama-670x409.jpg", "msapplication-TileColor": "#ed1c24", "datePublished": "2014-02-18T14:22:58+00:00", "fb": {"app_id": 164157850314499, "pages": 71179904752}, "msapplication-TileImage": "http://cdn.inquisitr.com/assets/0cec37/dist/images/logos/inq-win.png", "keywords": "obamacare,barack obama,barack obama interview,charles barkley and barack obama,lebron james,nba all star game,obama and nba all star game,news", "HandheldFriendly": "True", "y_key": "f282393706a5fd85", "twitter": {"image": {"src": "http://cdn.inquisitr.com/wp-content/uploads/2014/02/Barack-Obama-670x409.jpg", "width": 670, "height": 409}, "site": "@theinquisitr", "card": "summary_large_image", "description": "Barack Obama is probably the most famous basketball fan in the world. No offense, Spike Lee! Well, the President sat down with TNT basketball analyst, Charles"}, "viewport": "width=980"}, "_id": "\"57477af36914bd0286fd2d20\"", "article_summary": "Well, the President sat down with TNT basketball analyst, Charles Barkley, for a six minute interview that aired prior to the NBA All Star Game.\nAt about the midway point in the interview, Obama and Barkley talked politics.\nBarkley and Obama discussed many topics that ranged from basketball to parenting, and the Affordable Care Act to gay rights.\nWhile Obama is a professed Chicago Bulls fan, he heaped high praise on LeBron James:You know LeBron, I know LeBron.\nRegarding his own daughters, President Obama says that he gets very excited to watch them play."}