{"article_title": "Judge Declares Secretive No-Fly List Process Unconstitutional", "article_keywords": ["case", "ordered", "process", "unconstitutional", "list", "system", "theyre", "violation", "declares", "secretive", "judge", "nofly", "told"], "article_url": "http://reason.com/blog/2014/06/24/judge-declares-secretive-no-fly-list-pro", "article_text": "Earlier this year a judge ordered the feds to correct a woman's improper inclusion on the no-fly list, which had made her whole life miserable for years (and it was all due to a clerical error). Today a federal district judge invoked that case in order to declare that the entire bureaucratic process for people to challenge their inclusion onto the no-fly list is unconstitutional and needs to be reformed.\n\nThe win goes to the American Civil Liberties Union (ACLU), who represented 13 Americans who were stuck on the no-fly list and were trying to get off. Some of them were military veterans, and some of them claimed that officials told them they could only get off the list by serving as government informants. The ACLU responds:\n\nThe judge ordered the government to create a new process that remedies these shortcomings, calling the current process \"wholly ineffective\" and a violation of the Fifth Amendment's guarantee of due process. The ruling also granted a key request in the lawsuit, ordering the government to tell the ACLU's clients why they are on the No Fly List and give them the opportunity to challenge their inclusion on the list before the judge. \"For years, in the name of national security the government has argued for blanket secrecy and judicial deference to its profoundly unfair No Fly List procedures, and those arguments have now been resoundingly rejected by the court,\" said ACLU National Security Project Director Hina Shamsi, one of the attorneys who argued the case. \"Our clients will finally get the due process to which they are entitled under the Constitution. This excellent decision also benefits other people wrongly stuck on the No Fly List, with the promise of a way out from a Kafkaesque bureaucracy causing them no end of grief and hardship. We hope this serves as a wake-up call for the government to fix its broken watchlist system, which has swept up so many innocent people.\"\n\nThe \"Kafkaesque bureaucracy\" is one in which people who are added to the no-fly list are not told why they're added. There is a process to petition to get off the list, but it's secretive. Those on the list submit information that they hope might get them off the list (because, again, they aren't told why they're on the list). If they're rejected, they still don't know why or what information might prove their innocence. The judge ruled this is a violation of due process and ordered the government to come up with a system where fliers can actually challenge their inclusion.\n\nThe previous case of Rahinah Ibraham was brought up because the feds defended the no-fly list removal process by claiming it had extensive quality controls to make sure nobody was erroneously placed on the list in the first place. And yet Ibraham was placed on the list in 2004 because an FBI agent literally checked the wrong box on a form. The mistake was only uncovered in 2013 because of her lawsuit. The judge pointed to this case as an example of problems with the current system. Furthermore, the judge notes the inability for people on the no-fly list to review and correct incorrect information is in violation of the legislation that gave the government the authority to create and implement the list.\n\nThe judge ordered that the Department of Justice must remedy the problems with lack of due process in the implementation of the no-fly list. Read the ruling here (pdf).", "article_metadata": {"og": {"site_name": "Reason.com", "description": "Earlier this year a judge ordered the feds to correct a woman's improper inclusion on the no-fly list, which had made her whole life miserable for years", "title": "Judge Declares Secretive No-Fly List Process Unconstitutional", "url": "http://reason.com/blog/2014/06/24/judge-declares-secretive-no-fly-list-pro", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14036443791124.jpg", "type": "article"}, "twitter": {"description": "Earlier this year a judge\nordered the feds to correct a woman's improper inclusion on the\n\nno-fly list, which had made her whole life miserable for years\n(and it was all due to a clerical error). Today a federal district\njudge invoked that case in order to declare t", "creator": "@sshackford", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14036443791124.jpg", "title": "Judge Declares Secretive No-Fly List Process Unconstitutional", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "article": {"tag": "Transparency in Government", "published_time": "2014-06-24T21:30:00+00:00", "author": "http://reason.com/people/scott-shackford"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af36914bd0286fd2d07\"", "article_summary": "The judge ordered that the Department of Justice must remedy the problems with lack of due process in the implementation of the no-fly list.\nThe win goes to the American Civil Liberties Union (ACLU), who represented 13 Americans who were stuck on the no-fly list and were trying to get off.\nThe \"Kafkaesque bureaucracy\" is one in which people who are added to the no-fly list are not told why they're added.\nToday a federal district judge invoked that case in order to declare that the entire bureaucratic process for people to challenge their inclusion onto the no-fly list is unconstitutional and needs to be reformed.\nThe ACLU responds:The judge ordered the government to create a new process that remedies these shortcomings, calling the current process \"wholly ineffective\" and a violation of the Fifth Amendment's guarantee of due process."}