{"article_title": "Robin Williams Sends Terminally Ill Fan A Video Of Encouragement Shortly Before Taking His Own Life", "article_keywords": ["life", "woman", "shortly", "love", "ill", "sends", "taking", "wallers", "list", "young", "fan", "waller", "world", "video", "wifes", "robin", "williams", "terminally"], "article_url": "http://www.medicaldaily.com/robin-williams-sends-terminally-ill-fan-video-encouragement-shortly-taking-his-own-life-298564", "article_text": "In the aftermath of Robin Williams' death, the world continues to learn the true depth of his kindness. Not long before taking his own life, the famed actor helped a 21-year-old terminally sick New Zealand woman cross one more accomplishment off her bucket list, before cancer would almost certainly take hers.\n\nIn a world where many have an endless list of material desires, 21-year-old Vivian Waller wanted only a handful of things in life. This included getting married, celebrating her 21st birthday, seeing her daughter live to be a year old, having one last vacation with her family, and finally meeting her favorite actor, Robin Williams. As a combination of lung, bowel, and liver cancer continued to debilitate the young woman, the dream of meeting Williams began to seem increasingly unrealistic.\n\nRemarkably, through an extreme act of kindness, the man who once played a magical genie on the screen was able to grant one final wish in real life, the Sunday Star Times reported. The “comedic Mother Theresa” sent his young fan a video message expressing his love to her husband and young daughter. “Knock this off your bucket list … much love to you, baby,” Williams says in the brief message.\n\nAccording to Waller’s husband, his wife was overjoyed to hear the heartwarming words from her favorite comic. Due to his wife’s condition, Jack Waller has not disclosed the comedian’s suicide to Vivian, who was moved to a hospice the same day that news broke of Williams' death.\n\n“Viv struggles with a lack of energy and it is quite difficult for her to concentrate. We are just enjoying the time we have together. We take things a day at a time,\" Waller told the Star Times. Still, in light of the recent events surrounding Williams' suicide, the Wallers decided to make his wife’s otherwise private message known to the public because “we love him, we want to show people how awesome a person he was.”", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "robin, williams, sends, terminally, ill, fan, video, encouragement, shortly, taking, his, own", "og": {"site_name": "Medical Daily", "description": "In one final act of kindness, it has come to light that Robin Williams sent a message of hope and love to a terminally sick fan before taking his own life.", "title": "Robin Williams Granted One Last Wish And Sent Dying Fan A Message Of Hope [VIDEO]", "url": "http://www.medicaldaily.com/robin-williams-sends-terminally-ill-fan-video-encouragement-shortly-taking-his-own-life-298564", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/08/18/williams.png", "type": "article"}, "twitter": {"description": "In one final act of kindness, it has come to light that Robin Williams sent a message of hope and love to a terminally sick fan before taking his own life.", "title": "Robin Williams Granted One Last Wish And Sent Dying Fan A Message Of Hope [VIDEO]", "url": "http://www.medicaldaily.com/robin-williams-sends-terminally-ill-fan-video-encouragement-shortly-taking-his-own-life-298564", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/08/18/williams.png", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/08/18/williams.png"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Conditions", "published_time": "2014-08-18T17:18:13-04:00", "modified_time": "2014-08-18T17:18:12-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "In one final act of kindness, it has come to light that Robin Williams sent a message of hope and love to a terminally sick fan before taking his own life."}, "_id": "\"57477af46914bd0286fdce28\"", "article_summary": "As a combination of lung, bowel, and liver cancer continued to debilitate the young woman, the dream of meeting Williams began to seem increasingly unrealistic.\nIn the aftermath of Robin Williams' death, the world continues to learn the true depth of his kindness.\nThe “comedic Mother Theresa” sent his young fan a video message expressing his love to her husband and young daughter.\n“Knock this off your bucket list … much love to you, baby,” Williams says in the brief message.\nIn a world where many have an endless list of material desires, 21-year-old Vivian Waller wanted only a handful of things in life."}