{"article_title": "Heated Nanoparticles Help The Immune System Spot Cancer Tumors And Fight Them", "article_keywords": ["help", "cancer", "tumors", "spot", "system", "fight", "tumor", "immune", "heat", "therapy", "fiering", "nanoparticles", "heated", "approach", "cells"], "article_url": "http://www.medicaldaily.com/heated-nanoparticles-help-immune-system-spot-cancer-tumors-and-fight-them-295094", "article_text": "Though nanoparticles are widely used in cancer therapy, a new study shows that they could be used for reawakening the immune system so that it can spot tumors and fight them.\n\nCancer cells, although different from normal body cells, are not recognized as foreign by our immune system. This is because they trick the immune system by producing a molecule that makes them look normal. Unrecognized by the immune system's \"soldier cells,\" they continue to divide and spread. For some time now, researchers have been trying to find ways to enlighten the body of cancer’s presence, so that it can mount an attack against these tumors.\n\nOne such pioneering approach, developed by scientists at the Dartmouth-Hitchcock Norris Cotton Cancer Center, uses nanoparticles to stimulate the body’s anti-tumor responses. A paper on this new approach was published this week in Wiley Interdisciplinary Reviews: Nanomedicine and Nanobiotechnology.\n\nNanoparticles have been used as a drug delivery system in cancer therapy for quite some time now. With sizes that are hundreds to thousands of times smaller than human cells, they make perfect carriers for delivering antibodies, drugs, vaccine-type viruses, or even metallic particles like gold, right into the heart of the tumor cells. Their tiny size allows them to penetrate cancer cells, where they offload these therapeutics.\n\n“Our lab’s approach differs from most in that we use nanoparticles to stimulate the immune system to attack tumors, and there are a variety of potential ways that can be done,” said Dr. Steve Fiering, a researcher and professor of microbiology and immunology, in a statement. “Perhaps the most exciting potential of nanoparticles is that although very small, they can combine multiple therapeutic agents.”\n\nThe immune therapy methods allow the immune system to recognize tumor cells as foreign, which then helps it to create more “soldier cells” for an attack. While this would be a perfect method to halt the progression of cancers, these approaches are still early in development. “Now that efforts to stimulate anti-tumor immune responses are moving from the lab to the clinic, the potential for nanoparticles to be utilized to improve an immune-based therapy approach is attracting a lot of attention from both scientists and clinicians. And clinical usage does not appear too distant,” Fiering said.\n\nFiering is trying to use heat combined with nanoparticles. An inactive nanoparticle containing a metal, like iron, silver, or gold, is absorbed by a cancer cell. Then the nanoparticle is activated using magnetic energy, infrared light, or radio waves. This activation creates heat that kills cancer cells. The application of heat is manipulated so that the immune system is prompted to kill non-heated cancer cells. The key to this method is that it improves recognition of the tumor by the immune system, and maximizes cancerous tumor destruction, while keeping the destruction of healthy tissues to a minimum.\n\nAccording to Fiering, the using heat for cancer therapy has been done before. “The use of heat to treat cancer was first recorded by ancient Egyptians. But has reemerged with high tech modern systems as a contributor to the new paradigm of fighting cancer with the patients’ own immune system,” he said. Though he suggests that this technology offers great promise for the future of cancer therapy, Fiering implores researchers to study further into the technicalities involved with using heat and nanoparticles to kill tumor cells.\n\nSource: Sheen MR, Lizotte P, Toraya-Brown S, Fiering S, Stimulating antitumor immunity with nanoparticles, Wiley Interdisciplinary Reviews: Nanomedicine and Nanobiotechnology. 2014.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "nano particles awaken unsuspecting immune system to cancer cells.", "og": {"site_name": "Medical Daily", "description": "Though nanoparticles are widely used in cancer therapy, a new study shows that they could be used for reawakening the immune system so that it can spot tumors and fight them.", "title": "Heated Nanoparticles Help The Immune System Spot Cancer, Kill It", "url": "http://www.medicaldaily.com/heated-nanoparticles-help-immune-system-spot-cancer-tumors-and-fight-them-295094", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/07/26/shutterstock197341133.jpg", "type": "article"}, "twitter": {"description": "Though nanoparticles are widely used in cancer therapy, a new study shows that they could be used for reawakening the immune system so that it can spot tumors and fight them.", "title": "Heated Nanoparticles Help The Immune System Spot Cancer, Kill It", "url": "http://www.medicaldaily.com/heated-nanoparticles-help-immune-system-spot-cancer-tumors-and-fight-them-295094", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/07/26/shutterstock197341133.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/07/26/shutterstock197341133.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Science/Tech", "published_time": "2014-07-26T13:11:37-04:00", "modified_time": "2014-07-26T13:11:36-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Though nanoparticles are widely used in cancer therapy, a new study shows that they could be used for reawakening the immune system so that it can spot tumors and fight them."}, "_id": "\"57477af46914bd0286fd8552\"", "article_summary": "Cancer cells, although different from normal body cells, are not recognized as foreign by our immune system.\nThough nanoparticles are widely used in cancer therapy, a new study shows that they could be used for reawakening the immune system so that it can spot tumors and fight them.\nThis is because they trick the immune system by producing a molecule that makes them look normal.\nThe application of heat is manipulated so that the immune system is prompted to kill non-heated cancer cells.\nNanoparticles have been used as a drug delivery system in cancer therapy for quite some time now."}