{"article_title": "Louise Penny Hits #1 – AARP", "article_keywords": ["mystery", "hits", "louise", "aarp", "light", "penny", "suddenly", "book", "gamache", "inspector", "gets", "pennys"], "article_url": "http://blog.aarp.org/2013/09/12/woman-on-fire-louise-penny-hits-1/", "article_text": "How should a red-blooded American editor react when the Canadian queen of the murder mystery throws herself in his lap?\n\nIf you’re me (left) and the setting is New York’s Book Expo last June, you get over your shock fast enough to plant a big, sloppy kiss on novelist Louise Penny’s cheek (see mortifying evidence below).\n\nBook buyers did much the same thing on Sunday the 15th, when they elevated Penny’s ninth Inspector Gamache thriller — the cerebral and satisfying How the Light Gets In — to #1 on The New York Times bestseller list.\n\nNo one should be surprised that mystery fans and critics are suddenly showering such love on the 55-year-old Penny. Set largely in an off-the-grid Québecois village called Three Pines — no wi-fi in sight — Penny’s tales are intelligent, emotionally multi-layered “books for grownups.” Few thriller writers do a better job of divining the forces that motivate, and too often compel, the actions of 21st-century human beings.\n\nOh, and did I mention that your typical Penny novel is just plain damn fun? By page 5 of her latest, for example, Penny has arranged for socially inappropriate poet Ruth Zardo to snarl at another character, “Get your own fucking duck.”\n\nNow that I’ve met Penny in person, I keep speculating how much of herself she may have breathed into her two main protagonists:\n\nDoes her outlook on life more closely resemble that of her upbeat homicide investigator, Chief Inspector Armand Gamache of the Sûreté du Québec? Or does Louise Penny view the world through the harsh lens of Gamache’s cynical and deeply troubled deputy, Inspector Jean-Guy Beauvoir?\n\nEven this late in the series, which began with the publication of the award-winning Still Life in 2005, you can feel the delight Penny takes in fleshing out Gamache’s personality. In How the Light Gets In, we’re reminded that:\n\nArmand Gamache had always held unfashionable beliefs. He believed that light would banish the shadows. That kindness was more powerful than cruelty, and that goodness existed, even in the most desperate places. He believed that evil had its limits.\n\n[Warning: Spoiler ahead!] As for Inspector Beauvoir, well, Penny left him in a dark place indeed at the end of Book 8, The Beautiful Mystery. When I confessed to Penny that “I’m worried about Jean-Guy,” her intuition pounced: “Why — do you have a history of that [addiction] in your family?”\n\n“As a matter of fact,” I stammered, “I do.” (It’s tough to conceal much from the woman draped over you.) “I quit drinking on August 6, 1986, after my wife, Mimi, ‘crystallized the issues’ for me: ‘It’s this family or that bottle.’ Only later did I see the irony of getting sober on 8/6/86: ‘Eighty-six’ is bartender slang for ‘Cut that dude off!’ ”\n\nThat got a laugh from Penny — and an admission of her own: “I 86’d myself in ’94. I was working as a reporter for the CBC and using alcohol to handle the stress — jamais une bonne idée! [Never a good idea.] I remember standing by the window in my bedroom and realizing that I was completely paralyzed — unable to move forward or backward. I was convinced I could not live another hour.”\n\nPenny beat her alcoholism, she told me, got married and took up novel-writing. I was starting to understand why Jean-Guy’s battle with prescription painkillers in the later books seems so visceral and real.\n\nIt was a jarringly personal encounter for such a notoriously synthetic book conference. So when How the Light Gets In was published late last month, I asked Penny if she felt the same way.\n\nI’m thinking yes:\n\n“That sense of finding a kindred spirit…a like being…in a crowded room — what a relief it is. We suddenly ‘know’ each other in a profound and even loving way. Strangers suddenly become like brother and sister.”\n\nNow do you understand why you won’t find my signed ARC [Advance Readers’ Copy] of Louise Penny’s latest book for sale on eBay?", "article_metadata": {"page_title": "blog", "twitter": {"description": "How should a red-blooded American editor react when the Canadian queen of the murder mystery throws herself in his lap? If you’re me (left) and the setting is New York’s Book Expo last June, you get over your shock fast enough to plant a big, sloppy kiss on novelist Louise Penny’s cheek (see mortifying evidence below). Book buyers did much the same thing on Sunday the 15th, when they elevated Penny’s ninth Inspector Gamache thriller — the cerebral and satisfying …", "creator": "@aarp", "url": "http://blog.aarp.org/2013/09/12/woman-on-fire-louise-penny-hits-1/", "title": "Woman on Fire: Louise Penny Hits #1", "site": "@aarp", "card": "summary"}, "estimated_publish_date": "2013-09-12", "Last-Modified": "2015-05-07EDT12:28:55", "keywords": "entertainment, advance readers' copy, alcoholism, allan fallow, arc, armand gamache, bea, book expo america, drug addiction, efg, how the light gets in, jean-guy beauvoir, louise penny, mimi fallow, ruth zardo, sí»retí© du quí©bec, still life, the beautiful mystery, three pines", "houseAds": "commercial", "paywallStatus": "off", "isArticle": "false", "livefyreId": "350138:http://blog.aarp.org/2013/09/12/woman-on-fire-louise-penny-hits-1", "title": "Woman on Fire: Louise Penny Hits #1", "comments": "on", "sponsorship": "on", "source": "aarp_washington_office", "description": "How should a red-blooded American editor react when the Canadian queen of the murder mystery throws herself in his lap? If you’re me (left) and the setting is New York's Book Expo last June, you get over your shock fast enough to plant a big, sloppy kiss on novelist Louise Penny’s cheek (...", "robots": "index,follow", "Subject1": "Division:AARP.org", "fb": {"app_id": 114175878660191}, "aarpAdUnit": "Entertainment", "article": {"author": "http://www.facebook.com/AARP"}, "pluckId": "http://www.aarp.org/vendor/blog/", "viewport": "width=device-width, initial-scale=1", "language": "english", "og": {"site_name": "AARP", "description": "How should a red-blooded American editor react when the Canadian queen of the murder mystery throws herself in his lap? If you’re me (left) and the setting is New York’s Book Expo last June, you get over your shock fast enough to plant a big, sloppy kiss on novelist Louise Penny’s cheek (see mortifying evidence below). Book buyers did much the same thing on Sunday the 15th, when they elevated Penny’s ninth Inspector Gamache thriller — the cerebral and satisfying …", "title": "Woman on Fire: Louise Penny Hits #1", "url": "http://blog.aarp.org/2013/09/12/woman-on-fire-louise-penny-hits-1/", "image": "http://blog.aarp.org/wp-content/uploads/2013/09/LouisePenny2-225x300.jpg", "type": "article"}, "contentId": "/content/aarpe/en/home/vendor/blog", "Subject2": "Resources and Tools:Blogs", "aarpeContent": "true", "IALevel1": "vendor", "IALevel2": "blog", "s43": "13.Volunteerism|MyPersonalTime", "action": "read", "dateToday": "2016/05/24"}, "_id": "\"57477af36914bd0286fd2d44\"", "article_summary": "Or does Louise Penny view the world through the harsh lens of Gamache’s cynical and deeply troubled deputy, Inspector Jean-Guy Beauvoir?\nSo when How the Light Gets In was published late last month, I asked Penny if she felt the same way.\nNo one should be surprised that mystery fans and critics are suddenly showering such love on the 55-year-old Penny.\nStrangers suddenly become like brother and sister.”Now do you understand why you won’t find my signed ARC [Advance Readers’ Copy] of Louise Penny’s latest book for sale on eBay?\nAs for Inspector Beauvoir, well, Penny left him in a dark place indeed at the end of Book 8, The Beautiful Mystery."}