{"article_title": "Anthem hack: Could your insurer be next?", "article_keywords": ["information", "hackers", "insurer", "attacks", "anthem", "industry", "healthcare", "health", "hack", "breach", "security", "insurance"], "article_url": "http://thehill.com/policy/cybersecurity/232398-anthem-hack-could-your-insurer-be-next", "article_text": "The successful breach of Anthem, America’s second-largest health insurer, has left many people wondering: Could my provider be next?\n\nThe answer, experts say, is yes.\n\nADVERTISEMENT\n\n“You think of that Jesse James quote, ‘Why do I rob banks? Because that’s where the money is.’ Why do hackers target insurance companies? Because that’s where the information is,” said Cynthia Larose, who leads law firm Mintz Levin’s privacy and security practice.\n\nIt’s not medical information that hackers are after when they infiltrate an entity like Anthem, experts say. The target is the trove of names, Social Security numbers and other identity information that an insurance company stockpiles on its customers.\n\nThe Anthem hack compromised the information of an estimated 80 million people, stunning cybersecurity analysts who called it perhaps the largest successful hack in healthcare history.\n\nInvestigators in law enforcement and private firms have suggested the breach was the work of a state-sponsored Chinese hacking ring that gained access to the network by stealing an employee’s security credentials.\n\nThe hackers’ motivation remains unclear, though experts argued it was probably more than just financial gain.\n\nChinese hackers are known for their interest in U.S. corporate intelligence, for example, and a successful breach could allow them to inject malware into corporate networks.\n\nSimply collecting username and password combinations could help hackers break into other companies that hold information that they want, said Mike McNerney, a cybersecurity strategist and start-up adviser in Silicon Valley.\n\n“Once you get into the insurer, maybe you can use that position to swim upstream or downstream. Maybe hacking Anthem gives the attackers the ability to breach what they really want. Goldman Sachs? ... Chevron? Lockheed Martin? It’s possible.”\n\nUnlike attacks on the banking and retail industry, healthcare hacks rarely generate headlines — but that doesn’t mean they are rare.\n\nA database maintained by the Department of Health and Human Services lists 17 healthcare breaches affecting 500 or more people since Oct. 1 alone.\n\nThe records list more than 1,000 hacks of healthcare providers, health plans and other medical businesses since the early 2000s, affecting millions of people in total.\n\nThe FBI also warned the healthcare industry 10 months ago that it was “not technically prepared to combat against cyber criminals’ basic cyber intrusion tactics.”\n\nExperts say the healthcare world is less prepared for cyberattacks than the defense industry or major financial institutions, though the struggle to guard against intrusions is universal.\n\nSome pointed to figures showing that advanced malware attacks against healthcare actors have increased.\n\n“I think the larger insurers with the resources are going to start looking at the risks more carefully,” Larose said. “Healthcare remains a largely paper-based industry. The data that is online is in bits and pieces, and that is very hard to secure.”\n\nAmerica’s Health Insurance Plans (AHIP), a trade group for the insurance industry, rejected suggestions that the industry is less prepared than its peers.\n\n“All health insurance plans must meet strict federal and state requirements on data security which protect individual member information. These strong protections have been in place for many years,” said AHIP spokeswoman Clare Krusing in a statement.\n\n“New threats, however, are evolving. To prevent breaches in the future, the focus needs to be on accurately assessing the cyber attacks that occur across all industries and to work with the public and private sectors to identify those threats beforehand.”\n\nAnthem customers affected by the breach have been warned to tread carefully when opening emails, with scammers reportedly trying to trick people into opening dangerous links by offering them free credit monitoring.\n\nThe so-called “phishing” attacks have created a headache for Anthem, forcing the company to resort to paper mail and phone calls when communicating with customers hit by the attack.\n\n“There is no easy fix for victims of this breach,” said Neal O’Farrell, a security and identity theft expert at Credit Sesame, an online credit-monitoring tool. “That information isn’t coming back.”", "article_metadata": {"dcterms.description": "The Anthem hack compromised the information of an estimated 80 million people.", "description": "The Anthem hack compromised the information of an estimated 80 million people.", "generator": "Drupal 7 (http://drupal.org)", "author": "Elise Viebeck", "og": {"site_name": "TheHill", "description": "The Anthem hack compromised the information of an estimated 80 million people.", "title": "Anthem hack: Could your insurer be next?", "url": "http://thehill.com/policy/cybersecurity/232398-anthem-hack-could-your-insurer-be-next", "image": "http://thehill.com/sites/default/files/cyber_100412getty.jpg", "updated_time": "2016-02-04T03:59:59-05:00", "type": "article"}, "apple-itunes-app": "app-id=396640962", "Smart_Paging": "on", "dcterms.modified": "2016-02-04T03:59-05:00", "dcterms.identifier": "http://thehill.com/policy/cybersecurity/232398-anthem-hack-could-your-insurer-be-next", "dcterms.date": "2015-02-11T06:00-05:00", "dcterms.creator": "Elise Viebeck", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "dcterms.language": "und", "dcterms.type": "Text", "keywords": "Hacking, Cyberwarfare, America's Health Insurance Plans,,", "article": {"published_time": "2015-02-11T06:00:04-05:00", "modified_time": "2016-02-04T03:59:59-05:00"}, "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/policy/cybersecurity/232398-anthem-hack-could-your-insurer-be-next", "widgets": {"csp": "on"}, "description": "The Anthem hack compromised the information of an estimated 80 million people.", "card": "summary", "title": "Anthem hack: Could your insurer be next?"}, "dcterms.title": "Anthem hack: Could your insurer be next?"}, "_id": "\"57477af36914bd0286fd2d43\"", "article_summary": "The Anthem hack compromised the information of an estimated 80 million people, stunning cybersecurity analysts who called it perhaps the largest successful hack in healthcare history.\nThe successful breach of Anthem, America’s second-largest health insurer, has left many people wondering: Could my provider be next?\nIt’s not medical information that hackers are after when they infiltrate an entity like Anthem, experts say.\nIt’s possible.”Unlike attacks on the banking and retail industry, healthcare hacks rarely generate headlines — but that doesn’t mean they are rare.\n“All health insurance plans must meet strict federal and state requirements on data security which protect individual member information."}