{"article_title": "On Fox, Julie Roginsky Debunks Myths Surrounding Paid Family Leave", "article_keywords": ["paying", "myths", "family", "debunks", "roginsky", "julie", "work", "fox", "paid", "month", "leave", "surrounding", "going", "does", "thing", "think", "talk"], "article_url": "http://mediamatters.org/video/2015/10/20/on-fox-julie-roginsky-debunks-myths-surrounding/206276", "article_text": "JULIE ROGINSKY: Look, the average woman would be paying $1.38 more a month for this, which is nothing. The top, top, top tier would be paying fewer than five dollars a month for this. And what this does is allow -- we talk about family values all the time -- this is the most family values thing you can do. If you give birth, you don't have to go right back to work. You can stay home and take care of your baby, breast feed your child without having to worry about giving him or her formula because you have to rush back to work. If you have a sick family member, you can stay home with them.\n\n[...]\n\nCHARLES PAYNE: Yeah, I think the bigger family value thing is having a job in the first place. It goes along with all of the other stuff. Higher minimum wage, the forced part-time work stuff from Obamacare. All of these things, as far as the government encroaching on private businesses and telling them what they must do, all they're going to ultimately do is create fewer jobs and I think we've seen an example of that in the last 7 years. Now Bernie Sanders himself, this is part of a litany, a laundry list that adds up to $18 trillion. So of course the average person's going to be taxed. Everyone's going to be taxed. And this giant welfare giveaway utopia is just going to fall apart. It's just going to be another example of Greece or Venezuela all over again. If you really want to help American families just create an economy that's growing, where everyone can find jobs, and if you have the skillset you'll probably get more days off but let's get jobs first.\n\nNEIL CAVUTO: Julie, one of the things that Bernie Sanders has said is that this is what other European countries do. But those European countries are in a world of hurt. Greece is in and out of insolvency and bankruptcy. Italy, I'm afraid to say, my people, not much further behind. The point is that you can talk about cradle to grave protections and securities. But then comes the little issue about paying for it.\n\nROGINSKY: Well Neil, you want to talk about paying for it? Let's talk about America, the median worker would pay an extra $1.38 a month -- $1.38, I think we could all swing that. I spend more at Starbucks every two hours.\n\n[...]\n\nCAVUTO: Now, Julie. The only thing I will raise, do you find it odd that at the Democratic debate, obviously you see a lot of big spending plans, big spending initiatives. Not a one, not a one to how to pay for it. Not a one to address the debt. In fact, the debt didn't even come up. As a liberal, does that bother you that apparently the party seems to be immune to math.\n\nROGINSKY: Well actually it's not immune to math. I want to talk about who actually had a balanced budget the last time was a Democratic president.\n\nCAVUTO: Answer the question. Did it come up during that debate?\n\nROGINSKY: It did not come up during that debate. But if you want to talk about this specific proposal, how it is paid for, it does not add a cent to the debt, and does not add a cent to the deficit. And what it does is allows women to get back in the work force. Want to encourage work? This is the best way to do it.", "article_metadata": {"generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "Media Matters for America", "description": "From the October 19 edition of Fox News' Your World with Neil Cavuto:", "title": "On Fox, Julie Roginsky Debunks Myths Surrounding Paid Family Leave", "url": "http://mediamatters.org/video/2015/10/20/on-fox-julie-roginsky-debunks-myths-surrounding/206276", "image": "http://cloudfront.mediamatters.org/static/uploader/image/2015/10/20/roginskydebunks.png", "updated_time": "2015-10-20T09:08:00-04:00", "type": "article"}, "twitter": {"url": "http://mediamatters.org/video/2015/10/20/on-fox-julie-roginsky-debunks-myths-surrounding/206276", "title": "On Fox, Julie Roginsky Debunks Myths Surrounding Paid Family Leave", "site": {"identifier": "@mmfa", "id": 13493302}, "card": "summary", "creator": {"identifier": "@mmfa", "id": 13493302}}, "fb": {"admins": 1092360128}, "article": {"section": "Video", "tag": "2016 Elections", "published_time": "2015-10-20T09:08:00-04:00", "modified_time": "2015-10-20T07:43:56-04:00", "author": "http://mediamatters.org/authors/media-matters-staff/70"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fd2d56\"", "article_summary": "And what this does is allow -- we talk about family values all the time -- this is the most family values thing you can do.\n[...]CHARLES PAYNE: Yeah, I think the bigger family value thing is having a job in the first place.\nJULIE ROGINSKY: Look, the average woman would be paying $1.38 more a month for this, which is nothing.\nNEIL CAVUTO: Julie, one of the things that Bernie Sanders has said is that this is what other European countries do.\nROGINSKY: Well Neil, you want to talk about paying for it?"}