{"article_title": "Saudi Arabia Consolidates Its Alliance Against Iran", "article_keywords": ["king", "alliance", "iran", "gulf", "egyptian", "egypt", "saudi", "president", "arabia", "sisi", "yemen", "syrian", "consolidates"], "article_url": "http://www.mintpressnews.com/saudi-arabia-consolidates-its-alliance-against-iran/203106/", "article_text": "Saudi Arabia Consolidates Its Alliance Against Iran\n\nNew Saudi king Salman bin Abdul Aziz has devoted himself to what Saudi Arabia calls “the blatant Iranian expansion” into the Saudi sphere of influence.\n\nNew Saudi king Salman bin Abdul Aziz is widely considered a hardliner, more hawkish than his predecessors on both domestic and foreign affairs, and his first few weeks in office have confirmed this reputation. He started off by getting his house in order, reassuring his American ally about the recent rejiggering of the royal hierarchy, ostensibly meant to pave the way for a new generation of leaders. He promoted the leaders of the kingdom’s counter-terrorism establishment, finding among them a new crown prince, a new deputy crown prince, and executives for various other administrations. And, after downsizing advisory circles throughout the royal court, he devoted himself to what Saudi Arabia calls “the blatant Iranian expansion” into the Saudi sphere of influence.\n\nSalman offered a first glimpse of his policy toward Yemen and the Houthis by refusing to allow former Yemeni president Ali Abdullah Saleh to attend King Abdullah’s funeral. Saudi Arabia did not appreciate the assistance Saleh gave the Houthis. By moving the Saudi embassy from Sanaa to Aden, and the subsequent relocation of other Gulf embassies, King Salman raised the level of confrontation with the Houthis and Iran.\n\nThe Gulf embassies were relocated shortly after the Western embassies closed their doors. This suggests that the US and its Saudi ally coordinated the decision. Saudi Arabia wants to change the rules of the game in Yemen, while the US wants to pressure Iran to speed up the signing of an agreement. The lead US nuclear negotiator, Wendy Sherman, said: “Whether or not a nuclear deal is reached, the United States will continue to voice its longstanding concerns about Iranian policies that undermine regional stability.” That statement was likely intended, first and foremost, to reassure Saudi Arabia and Israel.\n\n\n\nofficial MintPress sponsor official MintPress sponsor\n\nThe Saudis had given the green light to the Houthis to fight terrorism and undermine the Muslim Brotherhood in Yemen, but that policy no longer stands after recent Houthi actions and rhetoric intimated that they seek to control all of Yemen. The Houthis responded swiftly, launching the first direct flight from Tehran to Sanah, and there is talk of more surprises on the way. Yemen is thus expected to witness more bloodshed against the backdrop of the regional conflict.\n\nThe second message dispatched by the new Saudi regime was directed at Egypt. King Salman has indicated a desire to temper the political and financial zeal shown by the late King Abdullah towards Cairo. Saudi Arabia does not want to see the situation in Egypt disintegrate, but at the same time, it is not going to allow Egypt to return to its old Arab leadership role. Leaked phone conversations between the Egyptian president and his military leaders have raised concerns about Sisi’s real intentions. These leaks are not likely to be forgotten in the Gulf anytime soon, just as it has not been forgotten that Syrian president Bashar al-Assad once called several Saudi leaders “half men.”\n\nA Saudi warning was discernible in the Gulf Cooperation Council’s (GCC) statement, criticizing Egypt’s accusations that Qatar supports terrorism. Even though another statement was issued confirming Gulf support for Egypt, it is hard to believe that the matter was a mistake. Apparently, Saudi Arabia was annoyed by Egyptian accusations, because they coincided with the Qatari prince Tamim bin Hamad al-Thani’s visit to Saudi Arabia. President Sisi realized that the new Saudi position is a source of some concern. He repeated his famous statement that Egypt’s national security is linked to the Gulf’s security and vice versa, and his other statement about the Egyptian army’s readiness — taking only the time needed to traverse the distance — to help its Gulf and Arab brethren if they are ever in danger. It is nice to repeat these statements, even if the claim that it will only “take the time needed to traverse the distance” fell by the wayside when Israel rained down bombs, death and destruction on Egypt’s own back yard in Gaza, embarrassing Sisi in the process.\n\nAnother issue of disagreement between Saudi Arabia about Egypt that has not been greatly publicized, but has been festering in the dark, has to do with the Syrian opposition. Cairo hosted a conference to bring the opposition together, but it deliberately marginalized the Syrian National Coalition and it still has not replied to a request for a visit by its president Khaled Khoja (as he himself told Ahmad Ali in the Qatari daily al-Watan). There is also speculation that the Egyptian army is keen on preserving the Syrian army’s resolve, and that Egypt wants to bring Syria back to the Arab League. Saudi Arabia is opposed to the idea and might threaten to withdraw financial aid to prevent such a development. Sisi, however, found common ground. On the eve of his trip to Riyadh, he talked about the need for “a political solution, maintaining Syrian territorial unity and fighting terrorism,” while avoiding questions about Assad’s future in this solution.\n\nEgypt will soon host an economic summit and an Arab summit, which will shed further light on the nature of the Saudi-Egyptian relationship. It appears that both sides are eager to preserve the relationship, even if they have diverging goals and hopes. The Egyptian eagerness came through in Sisi’s statements, while Saudi eagerness manifested in in the king’s decision to go to the airport in person to welcome President Sisi. The key question, however, is: will the financial aid arrive?\n\nSaudi Arabia needs Egypt and Turkey politically and militarily in its confrontation with Iran. The relationship with Cairo is stable even if it undergoes some changes. Talk about reviving the Muslim Brotherhood under US pressure, and out of an Arab and international need to confront the Islamic State in Iraq and Syria (ISIS), may be greatly exaggerated. Hours before Sisi headed to Riyadh, death sentences were issued in Cairo against the leaders of the Muslim Brotherhood, and an Egyptian court classified Hamas as a terrorist organization.\n\nThese rulings further angered Turkish President Recep Tayyip Erdogan; and perhaps Egypt wanted to anger him on purpose. Before heading from Turkey to Saudi Arabia, he announced that he will not meet with Sisi in Riyadh, demanding serious steps from Cairo before such a meeting could take place. It is hard to imagine Erdogan and Sisi shaking hands as long as the Egyptian president continues to pursue the Muslim Brotherhood. The turkish project in the Middle East depends on the Muslim Brotherhood.\n\nDespite this Egyptian-Turkish antagonism, Saudi Arabia is trying to become the center of a regional mobilization against the Iranian project, with its rising momentum from Iraq to Yemen, down to the military changes taking place on Syria’s northern and southern fronts.\n\nThis mobilization is critical amid talk of an imminent Iranian-American agreement. President Barack Obama, who headed a large delegation to Saudi Arabia in a show of support for King Salman, hours after King Abdullah’s death, hosted the Qatari prince,whose relationship with Saudi Arabia has significantly improved in the past few weeks. In addition, Washington announced an agreement with Erdogan to train the “moderate” Syrian opposition. It is clear that Washington is meticulously delineating the contours of a regional balance even at the height of its blunders in the region.\n\nWhere will the first repercussions of this Saudi mobilization manifest?\n\nLet’s watch Yemen closely (the South itself might split over the Gulf presence). Let’s also watch the Syrian fronts. Iraq on the other hand has been ordained by the West to fight terrorism, so it is difficult to allow regional players to change the rules of the game there at this point.\n\nAl-Akhbar English by Al-Akhbar English is licensed under a Creative Commons Attribution-NonCommercial-NoDerivs 3.0 Unported License.", "article_metadata": {"description": "New Saudi king Salman bin Abdul Aziz has devoted himself to what Saudi Arabia calls “the blatant Iranian expansion” into the Saudi sphere of influence.", "generator": "WordPress 4.5.2", "AUTHOR": "Al Akhbar", "og": {"site_name": "MintPress News", "description": "New Saudi king Salman bin Abdul Aziz has devoted himself to what Saudi Arabia calls “the blatant Iranian expansion” into the Saudi sphere of influence.", "title": "Saudi Arabia Consolidates Its Alliance Against Iran", "url": "http://www.mintpressnews.com/saudi-arabia-consolidates-its-alliance-against-iran/203106/", "image": "https://www.mintpressnews.com/wp-content/uploads/2015/03/Mideast-Saudi-Turkey_Muha.jpg", "updated_time": "2015-03-06T10:08:52-05:00", "locale": "en_US", "type": "article"}, "twitter": {"description": "New Saudi king Salman bin Abdul Aziz has devoted himself to what Saudi Arabia calls “the blatant Iranian expansion” into the Saudi sphere of influence.", "creator": "@MintPressNews", "image": "https://www.mintpressnews.com/wp-content/uploads/2015/03/Mideast-Saudi-Turkey_Muha.jpg", "title": "Saudi Arabia Consolidates Its Alliance Against Iran", "site": "@MintPressNews", "card": "summary_large_image"}, "robots": "noodp", "fb": {"admins": 100003161352196}, "article": {"publisher": "https://www.facebook.com/MintpressNewsMPN", "section": "Daily Digest", "tag": "Yemen", "published_time": "2015-03-07T05:00:33-05:00", "modified_time": "2015-03-06T10:08:52-05:00"}}, "_id": "\"57477af36914bd0286fd2d79\"", "article_summary": "Saudi Arabia Consolidates Its Alliance Against IranNew Saudi king Salman bin Abdul Aziz has devoted himself to what Saudi Arabia calls “the blatant Iranian expansion” into the Saudi sphere of influence.\nApparently, Saudi Arabia was annoyed by Egyptian accusations, because they coincided with the Qatari prince Tamim bin Hamad al-Thani’s visit to Saudi Arabia.\nAnd, after downsizing advisory circles throughout the royal court, he devoted himself to what Saudi Arabia calls “the blatant Iranian expansion” into the Saudi sphere of influence.\nSaudi Arabia is opposed to the idea and might threaten to withdraw financial aid to prevent such a development.\nSaudi Arabia needs Egypt and Turkey politically and militarily in its confrontation with Iran."}