{"article_title": "Cheap and illegal, Syrian workers show underside of Turkey's refugee crisis", "article_keywords": ["turkey", "refugees", "working", "turkeys", "turkish", "illegal", "workers", "work", "cheap", "underside", "crisis", "legal", "syrians", "labor", "syrian", "refugee"], "article_url": "http://www.thefiscaltimes.com/latestnews/2015/12/04/Cheap-and-illegal-Syrian-workers-show-underside-Turkeys-refugee-crisis", "article_text": "ISTANBUL (Reuters) - As Turkey prepares to give more Syrians the right to work, thousands of Turkish bosses are already benefiting from cheap and illegal Syrian labor, raising concerns about the treatment of vulnerable members of the world's largest refugee community.\n\nBut while low wages have brought suggestions that Syrians are being exploited, some fear they could be priced out of the labor market once new laws are introduced -- a dilemma that has prompted questions about efforts to integrate them into Turkish society.\n\nTurkey, now home to 2.2 million Syrians fleeing war at home, last week promised to help stem the flow of migrants to Europe in return for $3.2 billion in aid and renewed talks on joining the European Union. The money is intended to raise living standards of Syrians and convince more of them to stay in Turkey.\n\nAnkara has spent around $8.5 billion on feeding and housing Syrian refugees since the start of the Syrian civil war nearly five years ago, but it has yet to bring in a long-awaited policy allowing them to work legally.\n\nAround 250,000 Syrians are now working illegally in Turkey, an expert from the Centre for Middle Eastern Strategic Studies (ORSAM) estimates.\n\n\"They are cheaper compared with a Turkish worker. There are lots of Syrian workers here now,\" said Altan, the 45-year-old owner of a hardware shop in Istanbul's run-down Kagithane district, who pays his two Syrian workers 25 lira ($8.70) each a day, just under half of what he would have to pay a local.\n\n\"Everyone knows but no one wants to stop it. The police think that if the Syrians don't work they will be in the street,\" he said, seemingly unfazed by the threat of a $2,900 fine per illegal employee.\n\nRecognized under Turkish law as \"guests\", but not refugees, Syrians working illegally don't have employment rights or sound legal protection. Those working with refugees say that must change if Turkey is to become a place where Syrians can build a new life, which is what the EU hopes will happen.\n\n\"If they have legal status and get rid of concerns about the future, I believe escaping to Europe could stop,\" said Eda Bekci, a lawyer and head of Multeci-der, an NGO helping migrants on the western coast of Turkey.\n\n\"STEALING JOBS\"\n\nSo far, worries that Syrians could take jobs from Turks have delayed progress on the plan to allow refugees to work.\n\n\"It's almost finalised,\" said Fuat Oktay, president of Turkey's disaster management agency, AFAD. \"There has to be a balance ... so that the local community does not feel that the refugees are getting their jobs.\"\n\nThe Labour Ministry declined to comment on plans to give more refugees work permits, so the shape or timing of the expected new legislation is unknown.\n\nBekci, the lawyer, said the work permit process is complicated and designed to retain qualified workers, many of whom have already fled to Europe.\n\n\"The employer has to fill in a form of up to 50 pages, answering what is the purpose of hiring this employee,\" she said. She said there were just 6,000 legal Syrian workers who had a visa before the war and now have work permits.\n\nAnecdotally, it is clear the Syrian labor force is popular among Turkish employers, with potentially hundreds of thousands in the informal labor sector.\n\nIn Istanbul's Kagithane district where Altan works, Arabic can be heard from rows of shops and work rooms, with Syrians representing much of the workforce.\n\nIt is an even bigger political issue in the poorer provinces near the Syrian border.\n\n\"We are making our people uncomfortable,\" said Oktay Ozturk, a member of parliament from the right-wing Nationalist Movement Party, who comes from Mersin province, close to the Syrian border. \"Our people think they (Syrians) are stealing jobs and they worry about their future.\"\n\nAsked about the work permit plan he said it was bizarre to provide for other people's needs when Turks' went unmet, adding they \"should go back to their own countries\".\n\nAmid concerns that the workers will take jobs away from Turks, who already face unemployment above 10 percent, 35-year-old Cuma Usta defends illegally hiring three Syrians at his fast food shop, despite paying them well below the minimum wage.\n\n\"I can't find Turkish workers,\" he said. \"Even if I could, they would find something else and quit. My Syrian workers are more stable. I've never had an issue with them.\"\n\nIncluding the cost of insurance, each Turkish employee costs him more than 1,200 lira a month, a sum that will rise after the minimum wage increases in 2016. Syrian employees cost 850 lira but if they were working legally, the employer would have to pay them minimum wage and cover their insurance.\n\nWith such cost differentials at play, some Syrians worry that legal status and protection will make them unemployable.\n\n\"We won't get a job in Turkey if we get work permits,\" said one 23-year-old Syrian who works for Usta.\n\n\"Not having the work permits is our only selling point.\"\n\n(Writing by Dasha Afanasieva; Editing by David Dolan and Giles Elgood)", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "ISTANBUL (Reuters) - As Turkey prepares to give more Syrians the right to work, thousa", "title": "Cheap and illegal, Syrian workers show underside of Turkey's refugee crisis", "url": "http://www.thefiscaltimes.com/latestnews/2015/12/04/Cheap-and-illegal-Syrian-workers-show-underside-Turkeys-refugee-crisis", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/mideast-crisis-refugees-turkey_1.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/latestnews/2015/12/04/Cheap-and-illegal-Syrian-workers-show-underside-Turkeys-refugee-crisis", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/mideast-crisis-refugees-turkey_1.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "ISTANBUL (Reuters) - As Turkey prepares to give more Syrians the right to work, thousa", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af46914bd0286fe16f9\"", "article_summary": "There are lots of Syrian workers here now,\" said Altan, the 45-year-old owner of a hardware shop in Istanbul's run-down Kagithane district, who pays his two Syrian workers 25 lira ($8.70) each a day, just under half of what he would have to pay a local.\nShe said there were just 6,000 legal Syrian workers who had a visa before the war and now have work permits.\nMy Syrian workers are more stable.\nRecognized under Turkish law as \"guests\", but not refugees, Syrians working illegally don't have employment rights or sound legal protection.\nAnecdotally, it is clear the Syrian labor force is popular among Turkish employers, with potentially hundreds of thousands in the informal labor sector."}