{"article_title": "Lewiston insurer continues rapid growth", "article_keywords": ["coop", "rapid", "insurer", "continues", "maine", "options", "states", "growth", "health", "mainebiz", "mainers", "lewiston", "insurance"], "article_url": "http://www.mainebiz.biz/article/20150105/NEWS0101/150109986/lewiston-insurer-continues-rapid-growth", "article_text": "Lewiston-based Maine Community Health Options is continuing to grow after exceeding membership goals in its first year and capturing the majority of the market in the state's federally run health insurance exchange.\n\nThe Lewiston Sun Journal reported that the health insurance co-op now has more than 40,000 members — far more than the 15,500 forecast in 2014. It dominated the Affordable Care Act marketplace in its first year, taking 80% of all Mainers who signed up for health insurance using the exchange.\n\nMCHO's rapid growth is also represented in its workforce. At 129 employees, that's more than twice it had a year ago and nearly 50 more from when Mainebiz profiled the company last June. In addition, the health insurance co-op now does business in New Hampshire.\n\n\"For most Mainers, health insurance is about a lot more than the insurance product. It's really more about health, and a sense of security and well-being,\" Kevin Lewis, MCHO's CEO, told Mainebiz for the June 2014 feature.\n\nRead more\n\nLewiston insurer stands out among co-ops\n\nLewiston insurer partners with pharmacy\n\nRound 2 for the ACA Health insurance options still a challenge for small businesses\n\nHarvard Pilgrim joins Anthem, Maine Community Health Options in state's ACA exchange\n\nA Lewiston health insurer uses its startup status to its advantage", "article_metadata": {"og": {"site_name": "Mainebiz", "title": "Lewiston insurer continues rapid growth", "url": "http://www.mainebiz.biz/article/20150105/NEWS0101/150109986/lewiston-insurer-continues-rapid-growth", "image": "http://www.mainebiz.biz/storyimage/MA/20150105/NEWS0101/150109986/AR/0/AR-150109986.jpg&MaxW=200&MaxH=200", "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.mainebiz.biz/storyimage/MA/20150105/NEWS0101/150109986/AR/0/AR-150109986.jpg&MaxW=280&MaxH=280", "description": "Lewiston-based Maine Community Health Options is continuing to grow after exceeding membership goals in its first year and capturing the majority of the market in the state’s federally run health insurance exchange.", "card": "summary_large_image", "site": "@mainebiz"}, "description": "Lewiston-based Maine Community Health Options is continuing to grow after exceeding membership goals in its first year and capturing the majority of the market in the state’s federally run health insurance exchange.", "fb": {"admins": 1221060084}}, "_id": "\"57477af36914bd0286fd2d72\"", "article_summary": "Read moreLewiston insurer stands out among co-opsLewiston insurer partners with pharmacyRound 2 for the ACA Health insurance options still a challenge for small businessesHarvard Pilgrim joins Anthem, Maine Community Health Options in state's ACA exchangeA Lewiston health insurer uses its startup status to its advantage\n\"For most Mainers, health insurance is about a lot more than the insurance product.\nThe Lewiston Sun Journal reported that the health insurance co-op now has more than 40,000 members — far more than the 15,500 forecast in 2014.\nIn addition, the health insurance co-op now does business in New Hampshire.\nIt dominated the Affordable Care Act marketplace in its first year, taking 80% of all Mainers who signed up for health insurance using the exchange."}