{"article_title": "Valencia College Allegedly Forced Invasive Transvaginal Ultrasound On Students In Front Of Entire Classroom", "article_keywords": ["classroom", "forced", "transvaginal", "allegedly", "entire", "students", "invasive", "probe", "according", "submit", "young", "ultrasound", "college", "student", "valencia", "women"], "article_url": "http://www.medicaldaily.com/valencia-college-allegedly-forced-invasive-transvaginal-ultrasound-students-front-334110", "article_text": "Two students at Valencia College in Orlando are suing their school after claiming they were forced to submit to vaginal procedures in front of their entire class.\n\nTwo students at Valencia College in Orlando are suing their school after claiming they were forced to submit to vaginal procedures in front of their entire class. Photo courtesy of Shutterstock\n\nTwo Valencia College medical diagnostic students are suing their school after allegedly being forced to submit to invasive transvaginal probes in front of their entire class as part of their training. According to the lawsuit, while the examination was listed as voluntary, the girls were threatened to have their grades reduced or even be blacklisted by future employers if they refused to comply.\n\nThree specific instructors have been named in the lawsuit against Valencia College: Maureen Bugnacki, Linda Shaheen, and Barbara Ball. According to claims, during orientation the class was told by then-second-year student Jennifer Astor that the students must undergo a transvaginal ultrasound procedure in order to become better sonography technicians. Although the peer physical examination is a common practice in the field of medicine, the students claim they were forced to submit to the procedure against their wishes, KTLA reported.\n\nA transvaginal ultrasound is a common test used to examine a woman’s reproductive organs. In the procedure, a woman must place her legs in a stirrup while a probe covered with a condom and lubrication is placed into her vagina. The probe sends out waves to reflect the inner body structure, which the technician then reads on an ultrasound monitor. Although the test is usually painless, some women may experience a slight discomfort from the pressure of the probe inside their vagina.\n\nAs KTLA reported, the students in question were then subjected to weekly probes. According to the young women, these exams were done “without a modicum of privacy.” The women were asked to undress in the bathroom and wrap themselves in only towels before reentering the classroom. They also stated they were subjected to “discomfort and embarrassment each time they had to endure this forced probing of their sexual organs,” the suit read.\n\n“A student would place a condom over the probe and then apply generous amounts of lubrication to the probe. In some cases, the student would have to sexually ‘stimulate’ plaintiffs in order to facilitate inserting the probe into plaintiffs’ vaginas,” the lawsuit continues.\n\nThe students' attorney, Chris Dillingham, claims the experience violated the student’s first and fourth amendments. “I’m not a doctor, but they have suffered significant psychological damage,” he said.\n\nOne student also reported being subjected to sexually explicit verbal comments by one of the instructors while being probed. According to the claims, while being examined the young student was told she was “sexy” and should become an “escort girl.”\n\nNeither the college, the defendants, nor the young students pressing charges have commented on the allegations.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "pelvic exam, transvaginal ultrasounds", "og": {"site_name": "Medical Daily", "description": "Two students at Valencia College in Orlando are suing their school after claiming they were forced to submit to vaginal procedures in front of their entire class.", "title": "2 Girls Claim Their College Forced Them To Have A Vaginal Procedure Publicly", "url": "http://www.medicaldaily.com/valencia-college-allegedly-forced-invasive-transvaginal-ultrasound-students-front-334110", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/05/19/ultrasound.jpg", "type": "article"}, "twitter": {"description": "Two students at Valencia College in Orlando are suing their school after claiming they were forced to submit to vaginal procedures in front of their entire class.", "title": "2 Girls Claim Their College Forced Them To Have A Vaginal Procedure Publicly", "url": "http://www.medicaldaily.com/valencia-college-allegedly-forced-invasive-transvaginal-ultrasound-students-front-334110", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/05/19/ultrasound.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/05/19/ultrasound.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "The Grapevine", "published_time": "2015-05-19T17:39:42-04:00", "modified_time": "2015-05-19T17:39:41-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Two students at Valencia College in Orlando are suing their school after claiming they were forced to submit to vaginal procedures in front of their entire class."}, "_id": "\"57477af46914bd0286fe16fd\"", "article_summary": "Three specific instructors have been named in the lawsuit against Valencia College: Maureen Bugnacki, Linda Shaheen, and Barbara Ball.\nPhoto courtesy of ShutterstockTwo Valencia College medical diagnostic students are suing their school after allegedly being forced to submit to invasive transvaginal probes in front of their entire class as part of their training.\nTwo students at Valencia College in Orlando are suing their school after claiming they were forced to submit to vaginal procedures in front of their entire class.\nAccording to the claims, while being examined the young student was told she was “sexy” and should become an “escort girl.”Neither the college, the defendants, nor the young students pressing charges have commented on the allegations.\nAccording to the young women, these exams were done “without a modicum of privacy.” The women were asked to undress in the bathroom and wrap themselves in only towels before reentering the classroom."}