{"article_title": "Global workers with UK legal rights", "article_keywords": ["case", "work", "working", "rights", "workers", "global", "legal", "employers", "employee", "british", "uk", "lodge", "employment", "employees"], "article_url": "http://www.personneltoday.com/hr/global-workers-uk-legal-rights-risks-employers/", "article_text": "Organisations must review and address their responsibilities to employees working abroad.\n\nAs businesses become more international, so do employees’ roles, and it is not always clear when global workers have UK employment rights. Two recent legal cases highlight situations where employers must be on their guard, as Melissa Paz explains.\n\nOften, global workers do not have one country of work, but travel all over the world from office to office. With remote working becoming popular, even the office itself is becoming obsolete. Employees can now work anywhere.\n\nIncreasingly, UK courts and tribunals are grappling with these circumstances and addressing the question of whether or not an employee who spends some or all of their time overseas can claim the benefit of UK employment rights. The answer is seemingly unclear, because each case turns on its own particular facts.\n\nHowever, a couple of recent cases have provided some guidance – and they highlight the importance of employers taking seriously their responsibilities to employees working abroad.\n\nRemote workers\n\nFirst, the case of Lodge v Dignity and Choice in Dying sheds some light on the rights of remote workers under the Employment Rights Act 1996 (ERA), which governs claims such as unfair dismissal and whistleblowing.\n\nWhen considering the territorial scope of the ERA, the starting point is the test set out in the case of Lawson v Serco. This set out four types of cases where an individual can receive the protection of the Act:\n\nEmployees ordinarily working in the UK at the time of their dismissal. Peripatetic employees whose base is the UK (even if they spend months working overseas). Expatriate employees (for example, those working for a UK employer operating within a British enclave in a foreign country, or those posted abroad by a British employer for the purposes of a business carried on in the UK, such as a foreign correspondent for a British newspaper). Employees with an “equally strong” connection with the UK and British employment law.\n\nLater cases took a less compartmentalised approach. The upshot was that, in general, where an employee was not working in the UK at the time of their dismissal, they needed to show a “sufficiently strong connection” with the UK and British employment law to enable it to be said that Parliament would have regarded it as appropriate for a tribunal to deal with the claim.\n\nIn Lodge, Mrs Lodge, an Australian citizen, was employed by a British company under a contract governed by the law of England and Wales. She worked in London initially, working from home occasionally using the VPN (virtual private network) installed on her laptop. Several months later, she moved to Australia because her mother was unwell. She worked remotely from Australia, using VPN, for a number of years until she resigned and brought constructive unfair dismissal and whistleblowing claims in an English employment tribunal.\n\nThe Employment Appeal Tribunal (EAT) accepted that Mrs Lodge did not fall “foursquare” within the “expatriate employee” category identified in Lawson v Serco. Nevertheless, all of the work that she did was for the benefit of her employer’s London operation.\n\nIn these circumstances, the fact that her employer permitted her to work remotely in Australia for family reasons did not, for ERA purposes, make her situation different from that of an employee posted to work abroad. Mrs Lodge therefore did not lose her right to bring her claims because she was a “virtual employee” in Australia rather than a “physical employee” in London.\n\nThere were two other factors that the EAT considered supported their conclusion. First, Mrs Lodge argued (and her employer did not dispute) that she had no right to bring her claims in Australia. Second, Mrs Lodge had brought a grievance that was handled in London under the employer’s staff handbook.\n\nTravel during the course of employment\n\nIn another recent case, Dusek v Stormharbour Securities LLP, the High Court held that an employer had breached its duty to take reasonable care for the safety of an employee who was travelling for the purposes of his employment.\n\nMr Dusek had taken a chartered helicopter ride in Peru to carry out site visits in relation to a work project. Tragically, he died in a helicopter crash and his widow and children brought, and won, their claim against Stormharbour.\n\nThe key points to note from the case are:\n\nEmployers owe a non-delegable duty to their employees to take reasonable care for their safety and to carry out their operations in a manner that will not subject them to unnecessary risk.\n\nWhat constitutes “reasonable care” depends on a number of factors, including the nature of the work and the experience of the employee.\n\nThis duty may extend to third-party premises abroad, and transport to and from a place of work – even in remote parts of the world.\n\nRisk assessments are important. Stormharbour was in breach of its duty of care in doing nothing to investigate the safety of the proposed helicopter flight. This was a high-risk trip – the helicopter was unsuitable, the route was dangerous, the weather was bad and the helicopter was operated by a company reported to be in financial difficulties that jeopardised passenger safety. Stormharbour should have made some form of inquiry into the safety of the trip and carried out some form of risk assessment, but it did not do so. If it had done so, it would not have permitted Mr Dusek to go on the flight.\n\nWhile none of the above is particularly novel, the case is a salutary reminder that employers should take steps to keep employees safe – even when they are abroad. This will usually involve carrying out a suitable risk assessment showing the risk, the likelihood of it happening and the likelihood of harm if it does.\n\nEmployers should also ensure that they have appropriate insurance cover in place in relation to such risks, as well as considered policies and training, where necessary.\n\nAs the way we work evolves, so does the law. Hard work is no longer synonymous with being chained to an office desk. Unusual business structures and working arrangements are on the increase and business travel is becoming a necessary part of more and more employees’ lives. Employers should watch this space.", "article_metadata": {"gwa_Account": "rbiuk-personneltoday, rbiuk-hrmarket", "gwa_contentType": "article|free", "gwa_authStatus": "logged out", "description": "In an age when global workers are increasingly common, it isn't always clear when workers have UK employment rights.", "generator": "WooFramework 5.5.5", "og": {"site_name": "Personnel Today", "description": "In an age when global workers are increasingly common, it isn't always clear when workers have UK employment rights.", "title": "Global workers with UK legal rights: risks for employers", "locale": "en_GB", "image": "https://s3-eu-west-1.amazonaws.com/cjp-rbi-ptod/wp-content/uploads/sites/8/2015/07/well-travelled-suitcase.jpg", "updated_time": "2015-07-08T10:17:22+00:00", "url": "http://www.personneltoday.com/hr/global-workers-uk-legal-rights-risks-employers/", "type": "article"}, "gwa_contentId": 147977, "gwa_contentTitle": "global workers with uk legal rights: risks for employers", "gwa_pageName": "news|global workers with uk legal rights: risks for employers", "google-site-verification": "BgKo0hJeL_XAlb4w5KUI__GtHHTmjyDDusHVn9oOUjg", "gwa_pubDate": "07-07-2015", "gwa_contentHierarchy": "news|global workers with uk legal rights: risks for employers", "gwa_aboutness": "case law|global hr|personnel today", "article": {"section": "Personnel Today", "published_time": "2015-07-07T10:16:03+00:00", "modified_time": "2015-07-08T10:17:22+00:00"}, "gwa_author": "melissa paz", "viewport": "initial-scale=1.0; maximum-scale=1.0; user-scalable=yes", "gwa_siteSection1": "news"}, "article_summary": "As businesses become more international, so do employees’ roles, and it is not always clear when global workers have UK employment rights.\nIncreasingly, UK courts and tribunals are grappling with these circumstances and addressing the question of whether or not an employee who spends some or all of their time overseas can claim the benefit of UK employment rights.\nOften, global workers do not have one country of work, but travel all over the world from office to office.\nEmployees with an “equally strong” connection with the UK and British employment law.\nOrganisations must review and address their responsibilities to employees working abroad."}