{"article_title": "Sun May Set On The Collected Works Of A Western Icon", "article_keywords": ["matt", "set", "art", "work", "studios", "collection", "wyoming", "theres", "western", "harry", "collected", "jackson", "works", "icon"], "article_url": "http://www.ideastream.org/news/npr/250286312", "article_text": "Three Marines Walking Through a Battlezone is one of many sketches that Harry Jackson produced while serving as a Marine Combat Artist during WWII.\n\nJackson's 1951 Red, Yellow, and Blue is an oil and enamel on canvas piece that was shown in the historic 9th Street Show.\n\nThe work of the late Harry Jackson ran the gamut from abstract expressionism, inspired by his friend Jackson Pollock, to the Western art for which he was best known. His sculpture of a hard-riding John Wayne was on the cover of Time Magazine in 1969.\n\nMost of Jackson's life work is still at his studios in Cody, Wyo. But unless a major donor steps forward, it will be sold piecemeal to pay the bills.\n\nOn Ranch And Canvas\n\nJackson was born in Chicago, but he always said Wyoming was his spiritual birthplace. In 1938, when he was 14, he ran away from home and started working on the Pitchfork Ranch outside of Meeteetse. That's where he learned the cowboy songs he later recorded for Folkways Records.\n\nJackson was also a Marine whose combat sketches captured the brutality of war in the south Pacific. After the war, he was a Hollywood radio actor. And in 1947, Jackson moved to New York and dove into the abstract expressionist scene.\n\nJohn Giarrizzo, a fellow Wyoming painter, says, \"He was right in the thick of art history — American art history in the 20th century — as an abstract expressionist painter.\"\n\nJackson exhibited alongside expressionist giants Willem de Kooning and Jackson Pollock. But in 1970, he moved back to Wyoming for good and devoted himself to Western art. Now, Giarrizzo says, almost all of it is at the sprawling Harry Jackson Studios in Cody.\n\n\"We thought of him as somebody who created these beautiful bronze sculptures that were at the level of Frederic Remington,\" Giarrizzo says. \"But then when you walk into that space, you're confronted with the full spectrum of who Harry Jackson was as an artist.\"\n\nThat spectrum is housed in a tan industrial-looking building, ringed by a chain link fence. It hardly looks like a museum. The sign out front says, \"By appointment only.\" But inside are 5,000 drawings, 400 paintings and hundreds of sculptures — essentially Harry Jackson's entire output.\n\nHis oldest son, Matt, oversees the collection. He says that it contains a complete array of his life's work, plus more than 100 journals dating from 1945 to the artist's death in 2011, his annotated library, letters and other archival materials.\n\nHenry Adams, a professor at Case Western Reserve University and the author of a forthcoming biography of Jackson, explains, \"It's an amazing record of a life that is really quite unusual, if not unique, to have all that stuff together in one place.\"\n\nAnswering The 'Money Question'\n\nNow, it's all in jeopardy. Matt Jackson needs to raise about $5 million to pay his current bills and lay the foundation for a working institution. He explains, \"There's just a bit of a funding gap.\"\n\nSusan Moldenhauer, the director of the University of Wyoming Art Museum, says, \"I think situations like this are very complicated. There's the safety of the work, there's the protection of the work. You know, how do you sustain a collection? How do you have it support itself as a collection? And I think those are all questions that Matt is really struggling with now.\"\n\nMoldenhauer was part of a group of Wyoming cultural and arts organizations that met at the Harry Jackson Studios this summer. The group drafted a statement affirming the value of the estate as a whole.\n\nGiarrizzo was one of the signatories on the statement. He explains why: \"The fact that it is still together and that there's a chance of it now dispersing seems like a travesty.\"\n\nBut without a major donor so far, Matt Jackson says he's forced to divide the collection. \"It's definitely a money question. And time is running out.\"\n\nPieces are already listed for sale on the estate website — 140, to be exact. Some traveling shows are also planned. But if pieces start to sell, portions of the collection won't be making the return trip to Cody.", "article_metadata": {"og": {"url": "http://www.ideastream.org/news/npr/250286312", "type": "article", "site_name": "ideastream", "title": "Sun May Set On The Collected Works Of A Western Icon"}, "keywords": "ideastream, wcpn, wviz, 90.3, cleveland public radio, channel 25, wviz/pbs, 90.3 wcpn, cleveland public media, wviz/pbs ideastream, 90.3 wcpn ideastream, wcpn ideastream, wviz ideastream, cleveland, ohio, 104.9 FM, WCLV, WCLV 104.9", "generator": "Drupal 7 (http://drupal.org)", "google-site-verification": "YaOLAImmbo8IrZtjGAAHQYvbhtD-xUhGeJ1QDi4beRI"}, "article_summary": "Now, Giarrizzo says, almost all of it is at the sprawling Harry Jackson Studios in Cody.\nSusan Moldenhauer, the director of the University of Wyoming Art Museum, says, \"I think situations like this are very complicated.\nMatt Jackson needs to raise about $5 million to pay his current bills and lay the foundation for a working institution.\nThree Marines Walking Through a Battlezone is one of many sketches that Harry Jackson produced while serving as a Marine Combat Artist during WWII.\nThere's the safety of the work, there's the protection of the work."}