{"article_title": "In Northern Virginia congressional race, independent women hold the keys to victory", "article_keywords": ["independent", "republican", "10th", "district", "northern", "voters", "keys", "republicans", "abortion", "virginia", "foust", "race", "victory", "comstock", "hold", "think", "congressional", "women"], "article_url": "https://www.washingtonpost.com/local/virginia-politics/in-northern-virginia-congressional-race-independent-women-hold-the-keys-to-victory/2014/10/05/82f1a07e-3cf4-11e4-b0ea-8141703bbf6f_story.html", "article_text": "Sue Fuller sat in a folding chair on the sideline of an athletic field in eastern Loudoun County on a recent weekday evening, watching her daughter’s practice with three soccer-mom friends whose busy lives are so rooted in the daily rhythms of sports, school and careers that she didn’t even know whether they were Republicans or Democrats.\n\nFuller herself rarely sticks with one party; she thinks President Obama’s Affordable Care Act has been a “nightmare” for some people, but she is skeptical of social conservatives she sees as unsupportive of women’s rights.\n\nShe is part of a key demographic across Northern Virginia’s sprawling 10th Congressional District, an evenly divided battleground stretching west from the grand suburban mansions along the Potomac River to the rural expanses of the Shenandoah Valley.\n\nThe 10th District’s growing blend of affluence, education levels and two-career households gives it a rare concentration of independent women who hold no loyalty to one political party or the other. They can be fiscally conservative and socially liberal, or the other way around, but they are turned off by partisan rhetoric and ideological extremes.\n\n“I don’t feel you can have an intelligent conversation about [politics] without it turning ugly,” said Fuller, a 42-year-old communications consultant from Ashburn who is undecided about whom to support in the 10th District. Fuller used to be a Republican and thinks that extremism on both sides is driving women like her to become independents. “The older I get, the more moderate I get.”\n\nBev Kronthal listens to Republican Barbara Comstock speak to veterans as she campaigns for election to Virginia’s 10th Congressional District seat on September 27. (Melina Mara/The Washington Post)\n\nAll of that explains why women have emerged as the most crucial target group in the bitter and expensive race between Republican Barbara J. Comstock and Democrat John W. Foust, who are battling to replace retiring U.S. Rep. Frank R. Wolf. Consider these recent nuggets from the campaigns: “Barbara Comstock wants to make abortion illegal.” “John Foust said being a working mother is not a real job.” “Cosmopolitan Endorses John Foust for Congress.”\n\nThe campaigns, in other words, are chasing after women with an unprecedented intensity this year. Both sides are working on the assumption that the candidate whose message resonates with more women is the candidate who will win on Nov. 4.\n\nRich with unaligned voters\n\nVirginia’s 10th District is a bellwether in a vote-rich swing state. In addition to its wealth and education levels, the district is increasingly diverse: about 22 percent Asian and Hispanic. More than half of adults have bachelor’s degrees; over 60 percent of women older than 16 work full time.\n\nThough the district tilts slightly Republican, it is full of voters like Fuller who switch parties from one race to the next. President Obama won the district in 2008 but lost it in 2012, even as the same voters helped send Democrat Timothy M. Kaine to the U.S. Senate. Republican Ken Cuccinelli II eked out a victory in the 10th over Terry McAuliffe in the 2013 gubernatorial race. Yet the Democratic candidate for attorney general won, too.\n\nIn the House, Wolf (R) has represented the district for 30 years, winning with large margins as he developed a reputation for looking after such local interests as highway construction, Metro funding and even combatting Lyme disease.\n\nWolf’s retirement offers Democrats a rare chance to win a Republican seat in an otherwise challenging electoral year. It also provides both parties an opportunity to figure out how to adapt to the changing landscape of American politics — where exploding populations of immigrants and professionals have altered the electorate, and where disgust with Congress and distaste for extremism tend to frame the views of the voters who decide close races.\n\nMcAuliffe’s narrow win statewide was driven in large part by women, who favored him by nine points in a race where Democrats highlighted Cuccinelli’s social conservatism. But married women favored Cuccinelli by the same margin; unmarried women went for McAuliffe by a whopping 42-point gap. The 10th District, where 60 percent of residents older than 15 are married, will test whether Democrats can expand their appeal.\n\nDemocrat John Foust campaigns on September 27. Foust's wife, Dr. Marilyn Jerome, is at left. (Melina Mara/The Washington Post)\n\nBoth candidates see a clear set of battle lines when it comes to the female vote.\n\nFoust has seized the opportunity to portray Comstock as an ideological warrior. He has hammered her for her position on abortion — notably, her vote as a state lawmaker in 2012 for a controversial bill that roiled the state and country and that would have required women seeking an abortion to undergo an invasive procedure known as a “transvaginal ultrasound.”\n\nOne of Foust’s sharpest weapons has been a dramatic TV ad featuring a well-dressed, middle-aged woman sitting in a darkened home.\n\n“Barbara Comstock wants to make abortion illegal, even in cases of rape and incest, just like the right-wing Republicans in Congress,” the woman says in the ad. “They want to overturn Roe v. Wade — so does she. . . . Barbara Comstock even voted with right-wing Republicans to require women seeking an abortion to undergo transvaginal ultrasounds. That’s all I need to know.”\n\n(Comstock did support the ultrasound bill, but she does not support an abortion ban in cases of rape or incest or when the life of the mother is in jeopardy.)\n\nAdditionally, NARAL Pro-Choice Virginia held a rally last month “to highlight Comstock’s history of voting against the women and families of Virginia.” After a recent debate focused entirely on economic concerns, Foust used his closing statement to argue that a successful local economy “invites women into their community and doesn’t tell their doctors how to practice medicine.”\n\nComstock is playing down her social conservatism and trying to connect with voters on pragmatic issues, such as the economy and health care, that independent voters tend to respond to.\n\nShe has attacked Foust’s support for the Affordable Care Act. She often mentions her support for tougher human trafficking penalties. Inspired by Facebook executive Sheryl Sandberg’s feminist “Lean In” campaign, she started a “Young Women’s Leadership Program” last year.\n\nAnd in an attempt to appear responsive to women’s health needs, she has pushed for birth control to be made available over the counter. It’s a policy that Republicans have rallied around this election cycle — and that Democrats have pounced on to argue that Republicans are ignoring the question of cost and fairness in health-care plans, some of which pay for erectile dysfunction drugs and vasectomies but not contraception.\n\nComstock has also tried to neutralize her opposition to abortion, an unpopular position among many independent women, by saying that she does not think her views on Roe v. Wade are relevant in Congress.\n\n“The Supreme Court handles these issues,” she said in a recent radio interview. “What we can do in Congress is circumscribed by what the Supreme Court says we can do.”\n\nIdeological balancing act\n\nComstock is also exploiting an advantage that has nothing to do with policy — the fact that she’s a woman herself. She speaks regularly of the juggle of being a mother with a career. And she pounced on a stumble by Foust at a public appearance last month, when he said of Comstock, a married mother of three who has worked as a congressional aide, opposition researcher, Justice Department spokeswoman, crisis management consultant and lobbyist: “I don’t think she’s even had a real job.”\n\nFoust said later that he was not referring to Comstock’s gender, but to her career as a political operative and lobbyist. But Comstock seized on the remark as evidence of Foust’s insensitivity to women. One of Comstock’s recent ads called the attack “sexist” and “bizarre.” The National Republican Congressional Committee has its own ad that ends with: “John Foust said being a working mother is not a real job. Just imagine what John Foust thinks about you.”\n\nThe message: The 1950s throwback isn’t Comstock, it’s Foust — whom the NRCC has called the 10th District’s “Don Draper,’ the sexist main character in the TV show “Mad Men.”\n\nVirginia 10th District Democrats, meanwhile, exhibited their frustration that Comstock’s gender may be giving her an advantage in a tweet.\n\n“If [Comstock] were a man, she’d be down 20 [points with] women. Her record & policies are horrible for women. But voters assume . . . ”\n\nThere is risk for both Comstock and Foust of going overboard portraying their opponent as the extremist warrior — and winding up looking too ideological themselves. Past challengers to Wolf, for instance, have tried and failed to make his opposition to abortion an issue.\n\n“I don’t care about abortion, because I don’t think the laws are going to change. I think it’s a lot of back and forth that I don’t care about,” said Jennifer Walsh, 41, another soccer mom and a part-time nurse practitioner. She cares more about electing someone who votes his or her own mind.\n\nSeveral women echoed Walsh’s words. They didn’t want abortion to be illegal, they said, but they had more pressing concerns.\n\nJennifer Horner, 47, recalled the ultrasound bill with a derisive chuckle.\n\n“That didn’t go through,” she said over a table of dinner plates as her husband shepherded their two daughters to their car from a restaurant in Ashburn — one of the heaviest concentrations of independent women in the 10th District, according to both Republicans and Democrats. “I didn’t think it would.”\n\nAs a woman, Horner said, “the Republican Party, in the long run, doesn’t work in my favor.” But she when she thinks about Comstock, she doesn’t think about transvaginal probes. She recalls that the delegate was responsive to her concerns about new development in the area. Local issues are on the top of her agenda, along with global trade and manufacturing — not abortion.\n\nAn international trade consultant and self-described Republican, Horner said she was still undecided.", "article_metadata": {"description": "Independent women in the 10th District are turned off by partisan rhetoric and ideological extremes.", "author": "http://www.facebook.com/rachel.elise.weiner", "og": {"site_name": "Washington Post", "description": "Independent women in the 10th District are turned off by partisan rhetoric and ideological extremes.", "title": "In Northern Virginia congressional race, independent women hold the keys to victory", "url": "https://www.washingtonpost.com/local/virginia-politics/in-northern-virginia-congressional-race-independent-women-hold-the-keys-to-victory/2014/10/05/82f1a07e-3cf4-11e4-b0ea-8141703bbf6f_story.html", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2014/09/24/Others/Images/2014-09-24/_%20debate%20251411594270.jpg", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@rachelweinerwp"}, "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "Virginia 10th District, 10th Congressional District, barbara comstock, john foust, northern virginia, frank wolf, women voters", "article": {"publisher": "https://www.facebook.com/washingtonpost", "author": "http://www.facebook.com/rachel.elise.weiner"}, "eomportal-uuid": "82f1a07e-3cf4-11e4-b0ea-8141703bbf6f", "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "Virginia 10th District, 10th Congressional District, barbara comstock, john foust, northern virginia, frank wolf, women voters"}, "_id": "\"57477af36914bd0286fd2da8\"", "article_summary": "The 10th District, where 60 percent of residents older than 15 are married, will test whether Democrats can expand their appeal.\nRich with unaligned votersVirginia’s 10th District is a bellwether in a vote-rich swing state.\nRepublican Ken Cuccinelli II eked out a victory in the 10th over Terry McAuliffe in the 2013 gubernatorial race.\nBut married women favored Cuccinelli by the same margin; unmarried women went for McAuliffe by a whopping 42-point gap.\nFuller used to be a Republican and thinks that extremism on both sides is driving women like her to become independents."}