{"article_title": "The Disappearance of Jonathan Gruber", "article_keywords": ["insurance", "established", "law", "disappearance", "federal", "subsidies", "times", "states", "state", "words", "exchanges", "jonathan", "gruber"], "article_url": "https://ricochet.com/the-disappearance-of-jonathan-gruber/", "article_text": "The Disappearance of Jonathan Gruber\n\nNo one lectures the United States Supreme Court quite like the New York Times. Their penchant for talking down to (face it) the conservative members of the court has transcended numerous personnel changes at the paper. And when it comes to the issues that define the twilight of modern liberalism, the Times does not obsess (as other, lesser news organizations might) about the distinction between news and opinion pages\n\nA recent article by Robert Pear in the Politics section provides a priceless example. The Times recognizes, of course, that Obamacare represents the high water mark of statist ideology in the past 100 years of the U.S. Congress and that, should the law be forced back to Capitol Hill for repair of one sort or another, it has no chance at survival. As I have written elsewhere, the liberal cognoscenti view their task as pushing forward the great ratchet of history to lift us, the barbarians, out of chaos and onto the plateau of utopia.\n\nNothing is more agonizing to them than to see the ratchet slip a hard-won notch.\n\nSo the Times does what is necessary to inform the Court of how and why the correct decision in King v. Burwell, the latest challenge to Obamacare, is to preserve the law untouched.\n\nIn this case, as most everyone knows by now, the challenge to the law is actually directed at the IRS and their policy of providing subsidies to purchasers of health insurance in states where the government has decided not to set up an insurance exchange (leaving the task to the feds). As presented in Reason Magazine:\n\nOne section of the Affordable Care Act stipulates that insurance subsidies shall be provided in any exchange “established by the State.” Federal exchanges are not established by the state. Therefore, the federal government cannot subsidize policies bought on exchanges in the two-thirds of states that did not set up their own exchange. Washington has been doing just that up to now, thanks to the IRS’ contested interpretation of the law.\n\nAccording to CNN, approximately 6.4 million of the 10.2 million people receiving subsidies for their health insurance under ACA will lose said subsidies if the plaintiffs in King v. Burwell prevail. This state of affairs will lead, with reasonable likelihood, to the collapse of Obamacare and the effective zeroing out of the Obama legacy. Which means that the New York Times will be seriously perturbed if the Court rules that “established by the State” means, well, “established by the State.” According to Pear’s article:\n\nHow those words became the most contentious part of President Obama’s signature domestic accomplishment has been a mystery. Who wrote them, and why? Were they really intended, as the plaintiffs in King v. Burwell claim, to make the tax subsidies in the law available only in states that established their own health insurance marketplaces, and not in the three dozen states with federal exchanges? The answer, from interviews with more than two dozen Democrats and Republicans involved in writing the law, is that the words were a product of shifting politics and a sloppy merging of different versions. Some described the words as “inadvertent,” “inartful” or “a drafting error.” But none supported the contention of the plaintiffs, who are from Virginia.\n\nThe Times piece goes on to quote about a half-dozen government officials, including two former senators (Olympia Snowe, R-ME, and Jeff Bingaman, D-NM), who don’t recall anything about a distinction between state and federal created exchanges and conclude that, well, gee, it was probably just a drafting error or something.\n\n“As far as I know, it escaped everyone’s attention, or it would have been deleted, because it clearly contradicted the main purpose of the legislation,” Mr. Bingaman said. He added, “In all the discussion in the committees and on the floor, I didn’t ever hear anybody suggest that this kind of distinction between federal and state exchanges was in the bill.”\n\nIt is interesting that Senator Bingaman thinks that no one was aware of the distinction, because in January 2012 one person – whom the Times is feverishly trying to airbrush out of history – was very aware of how the law read:\n\nWhat’s important to remember politically about this is if you’re a state and you don’t set up an exchange, that means your citizens don’t get their tax credits—but your citizens still pay the taxes that support this bill. So you’re essentially saying [to] your citizens you’re going to pay all the taxes to help all the other states in the country. I hope that that’s a blatant enough political reality that states will get their act together and realize there are billions of dollars at stake here in setting up these exchanges. But, you know, once again the politics can get ugly around this.\n\nThese are, of course, the words of MIT Professor Jonathan Gruber.\n\nDr. Gruber has more recently claimed that this interpretation of the law was his mistake; that the idea that “established by the State” was intended to pressure states into setting up their own exchanges was simply a misinterpretation on his part.\n\nThere is, however, a logical flaw here. Gruber can claim that he did not correctly interpret the meaning of the four words “established by the State,” but he cannot claim that he did not know about the existence of the four words “established by the State.”\n\nIf those words were just a drafting error, how did someone – someone who at one point claimed to be one of the writers of Obamacare – even know that that language was in there? Are we to believe that Gruber read the whole bill after the fact, saw that “established by the State” was in there, and then, rather than being flabbergasted and saying “Hey! What’s that doing in here?!,” instead reasoned to the conclusion that someone else had put the words in there with what, to him, was an obvious intention? Are we to believe that in January of 2012 Jonathan Gruber was the only person in America who had actually read the text of the bill and noticed those four apparently inadvertent words?\n\nThere is no mystery as to why the sinking flagship of American liberalism, The New York Times, is “disappearing” the distinguished professor from MIT. Because here was someone who knew, better than all of their interviewees, what was in the bill — and who had an altogether too plausible interpretation of why it was there.", "article_metadata": {"msapplication-config": "/wp-content/uploads/fbrfg/browserconfig.xml", "og": {"site_name": "Ricochet", "description": "No one lectures the United States Supreme Court quite like the New York Times. Their penchant for talking down to (face it) the conservative members of the court has transcended numerous personnel changes at the paper. And when it comes to the issues that define the twilight of modern liberalism, the Times does not obsess (as other, lesser news organizations might)…", "title": "The Disappearance of Jonathan Gruber - Ricochet", "locale": "en_US", "image": "https://7373-presscdn-0-43-pagely.netdna-ssl.com/wp-content/uploads/2015/06/jonathan_gruber.jpg", "updated_time": "2015-06-05T08:52:48-07:00", "url": "https://ricochet.com/the-disappearance-of-jonathan-gruber/", "type": "article"}, "twitter": {"description": "No one lectures the United States Supreme Court quite like the New York Times. Their penchant for talking down to (face it) the conservative members of the court has transcended numerous personnel changes at the paper. And when it comes to the issues that define the twilight of modern liberalism, the Times does not obsess (as other, lesser news organizations might)…", "creator": "@ricochet", "image": "https://7373-presscdn-0-43-pagely.netdna-ssl.com/wp-content/uploads/2015/06/jonathan_gruber.jpg", "title": "The Disappearance of Jonathan Gruber - Ricochet", "site": "@ricochet", "card": "summary_large_image"}, "msapplication-TileColor": "#da532c", "fb": {"app_id": 186019737491, "pages": 186019737491}, "HandheldFriendly": "True", "MobileOptimized": 320, "theme-color": "#ffffff", "msapplication-TileImage": "/wp-content/uploads/fbrfg/mstile-144x144.png", "article": {"publisher": "https://www.facebook.com/Ricochetdotcom", "section": "Law", "tag": "Supreme Court", "published_time": "2015-06-05T09:00:42-07:00", "modified_time": "2015-06-05T08:52:48-07:00"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "The Disappearance of Jonathan GruberNo one lectures the United States Supreme Court quite like the New York Times.\nThese are, of course, the words of MIT Professor Jonathan Gruber.\nAre we to believe that in January of 2012 Jonathan Gruber was the only person in America who had actually read the text of the bill and noticed those four apparently inadvertent words?\nAs presented in Reason Magazine:One section of the Affordable Care Act stipulates that insurance subsidies shall be provided in any exchange “established by the State.” Federal exchanges are not established by the state.\nTherefore, the federal government cannot subsidize policies bought on exchanges in the two-thirds of states that did not set up their own exchange."}