{"article_title": "With number of insured on the rise, nurse practitioners may be key solution", "article_keywords": ["practice", "practitioner", "practitioners", "medical", "rise", "solution", "number", "insured", "patients", "key", "doctors", "nurse", "provider", "primarycare", "care"], "article_url": "http://www.seattletimes.com/seattle-news/health/with-number-of-insured-on-the-rise-nurse-practitioners-may-be-key-solution/", "article_text": "With more people using the health-care system, the nurse practitioner may play a key role in providing primary care.\n\nBob Smithing is an easygoing, approachable guy — traits his patients surely appreciate in their primary-care provider. But there is one thing patients can do to get a rise out of him. They can call him “Dr. Smithing.”\n\nSmithing is a nurse practitioner, a medical professional who works in a family clinic in Kent with four other nurse practitioners and no medical doctors. While there are few practices in the Puget Sound area run exclusively by these nurses with advanced training, Smithing could be a trailblazer in a new trend.\n\nAlready there are shortages of primary-care providers in some areas, and the demand will keep growing thanks to the country’s aging population and to the Affordable Care Act (ACA), which is boosting the number of insured people.\n\nAnd while medical schools are struggling to persuade future M. D.s to specialize in general medicine, the number of primary-care nurse practitioners is expected to increase 30 percent over this decade, according to federal data.\n\nThat has led many health-care experts to identify nurse practitioners as an important part of the solution to America’s primary-care needs — a solution in which Washington state is expected to play a leading role. That’s because the state for decades has supported the autonomy of nurse practitioners to practice without a physician’s oversight.\n\nAll too often the media covers the expected primary-care shortage “as a physician shortage,” said Louise Kaplan, an associate professor at Saint Martin’s University in Lacey, Thurston County, and a family nurse practitioner in Tumwater. “If it were not for that number of [nurse practitioners] practicing, we would already have a shortage of primary-care providers.”\n\nWith nurse practitioners increasingly vital to the delivery of primary care, they also have the opportunity to gain the recognition and respect their profession has sought for decades. While naturopaths and doctors of osteopathic medicine (DOs) generally have seen their prominence rise, nurse practitioners still occupy something of a gray area.\n\nIn Washington, “advanced registered nurse practitioners,” as they’re sometimes called, can practice independently, diagnosing and treating patients and writing prescriptions. They cannot perform surgeries, though specially trained nurse practitioners who are licensed as certified nurse midwives can deliver babies, and certified registered nurse anesthetists can independently provide anesthesia.\n\nNumber of nurse practitioners\n\nDoctors, by contrast, undergo more extensive education and training and are licensed and legally authorized to carry out all medical procedures, including surgeries, deliveries and anesthesia. In practice, most primary-care doctors refer patients to specialists for more complicated procedures.\n\nFor their part, many nurse practitioners say that their key distinction from doctors is their philosophical approach to health care.\n\n“I don’t practice medicine, I practice nursing,” Smithing said. “I’m a nurse and there’s a difference in how we practice.”\n\nThe approach is more bottom up than top down, with the patient encouraged to help direct their care. Said Smithing: “Nurses believe the captain of the ship is the patient.”\n\nLike typical clinic office\n\nSmithing’s practice, called FamilyCare of Kent, has nine exam rooms, two procedure rooms and a lab for quick diagnosis of urinary-tract infections, pregnancy tests and the like. In most ways it’s the same as other family clinics.\n\nBut there are certain touches — like exam rooms decorated in themes including wizards, birds and pigs — designed to make it less impersonal and more welcoming than typical clinic offices.\n\nOn a recent summer morning, 24-year-old Shawnika Gregory came into the clinic with a suspected sinus infection. She was worried about an upcoming flight to Florida.\n\nHer exam with nurse practitioner Susan Mitchell followed a familiar script. Mitchell tapped Gregory’s sinuses, gently prodded lymph nodes in her neck, checked her ears and nose and listened to her heart and lungs. They talked about how the cold had progressed and her departure date. Instead of prescribing antibiotics, Mitchell suggested that Gregory call her if symptoms worsened and suggested taking Sudafed and Afrin before the flight.\n\n“Thank you so much,” said Gregory. “It sounds like a plan.”\n\nGregory has been coming to FamilyCare of Kent for about three years. She likes that her nurse practitioner — which she slips and calls her doctor — is readily available by email and that she can get in easily with another provider if she’s not available.\n\nTo her it’s not unlike typical family practices staffed with doctors. “They ask all the same questions,” Gregory said. “It doesn’t seem too different.”\n\nSmithing said there would be a more pronounced difference in a nurse practitioner’s treatment of patients with mental health or chronic diseases, where he would talk at length with the patient and discuss options for care.\n\n“It’s all about trying to empower your patients,” Smithing said. But like any primary-care provider, if patients need a specialist, Smithing will refer them to someone with the right expertise — whether it’s a doctor or nurse.\n\nNurse-practitioner training\n\nWhile doctors make up more than two-thirds of Washington’s 8,100 primary-care providers, more than 1,700 nurse practitioners are delivering routine care to patients. Physician assistants, who do require an M.D.’s supervision, make up the rest, with about 850 providers, according to a University of Washington study.\n\nTo become a nurse practitioner, providers first become a registered nurse, which can be accomplished a variety of ways, including a bachelor’s of science or associate degree in nursing, or a diploma in nursing.\n\nIn Washington, nurse practitioners must additionally complete either a master’s degree that includes a minimum of 500 hours of clinical training or a doctorate with 1,000 hours of practice, though practitioners are increasingly seeking doctorate degrees, according to the Washington State Nurses Association. They must also pass a certification test in a focus area, including family, adult or women’s health, pediatrics, gerontology or mental health.\n\nSince 1973, nurse practitioners in Washington have enjoyed a level of autonomy largely on par with primary-care doctors. Twenty-one states, including all of the Western states except California, have laws giving nurse practitioners “full-practice” rights.\n\nElsewhere, they are restricted in their ability to practice, including limits on medications they can prescribe or requirements for supervision by M.D.s. But that’s changing.\n\nChanging trends\n\nThe ACA, passed in 2010, included numerous initiatives to boost the number of nurse practitioners being educated and improve their clinical training. That same year the Institute of Medicine released a study on the future of nursing, and shortly thereafter the Center to Champion Nursing in America, backed by the Robert Wood Johnson Foundation and AARP, launched a campaign promoting nurses.\n\nSince the campaign started, eight states changed their laws to allow nurse practitioners to practice independently.\n\nIn many places doctor associations have fought the change. The American Medical Association argues that nurse practitioners can’t match doctors because of the latter’s longer education and more than 10,000 hours of clinical training.\n\nWinifred Quinn, director of advocacy and consumer affairs at the Center to Champion Nursing, said the real issues are a patient’s access to care, that it’s more cost effective to train nurse practitioners, and the benefits businesses and the economy receive when sick people can see their primary-care provider when they need to.\n\nIt’s a matter of “the right care at the right time and at the right place,” Quinn said.\n\nTo bolster its provider numbers, Group Health Cooperative for many years has relied on primary-care teams that include one nurse practitioner or physician assistant (PA) and four doctors. In the past two to three years, Group Health has raised the responsibility of the nurse practitioners and physician assistants by designating them as the main provider for patients.\n\n“We have a growing shortage of primary-care providers, and I feel strongly that we need to learn how to best use all qualified provider types,” said Dr. Sarah Levy, medical director of Continuum of Care for Group Health.\n\nLevy said that their more extensive training does set doctors apart, and that complex cases are more likely to be treated by M. D.s than nurse practitioners. But she agreed with the assertion that the amount of experience a provider has treating patients is a huge factor in determining their ability. Specialized training is another important consideration.\n\nProponents of nurse practitioners cite numerous studies showing comparable — and sometimes better — results for patients treated by primary-care nurse practitioners versus doctors.\n\n“If we wanted to be physicians, we would have gone to medical school,” said Kaplan, the nurse practitioner from Tumwater. “We’re not the same [as doctors]. We don’t pretend to be; we don’t want to be.”", "article_metadata": {"description": "With more people using the health-care system, the nurse practitioner may play a key role in providing primary care.", "og": {"site_name": "The Seattle Times", "description": "With more people using the health-care system, the nurse practitioner may play a key role in providing primary care.", "title": "With number of insured on the rise, nurse practitioners may be key solution", "url": "http://www.seattletimes.com/seattle-news/health/with-number-of-insured-on-the-rise-nurse-practitioners-may-be-key-solution/", "image": {"width": 1560, "identifier": "http://static.seattletimes.com/wp-content/uploads/2015/08/60705c2c-3247-11e5-8bf3-1b4cf6034c47-1560x1615.jpg", "height": 1615}, "type": "article"}, "twitter": {"description": "With more people using the health-care system, the nurse practitioner may play a key role in providing primary care.", "site": "@seattletimes", "card": "http://static.seattletimes.com/wp-content/uploads/2015/08/60705c2c-3247-11e5-8bf3-1b4cf6034c47-780x807.jpg", "title": "With number of insured on the rise, nurse practitioners may be key solution"}, "robots": "noarchive", "apple-itunes-app": "app-id=329502124", "fb": {"admins": 2737159, "app_id": 1522735777957334, "pages": 38472826214}, "msvalidate.01": "29FBBD36D14799A9FDE7843BF1E1CDD7", "article": {"section": "Health", "published_time": "2015-08-08 17:37:21", "modified_time": "2015-08-14 14:47:33"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Local News, Health"}, "_id": "\"57477af46914bd0286fe1724\"", "article_summary": "Proponents of nurse practitioners cite numerous studies showing comparable — and sometimes better — results for patients treated by primary-care nurse practitioners versus doctors.\nSmithing.”Smithing is a nurse practitioner, a medical professional who works in a family clinic in Kent with four other nurse practitioners and no medical doctors.\nThey cannot perform surgeries, though specially trained nurse practitioners who are licensed as certified nurse midwives can deliver babies, and certified registered nurse anesthetists can independently provide anesthesia.\nChanging trendsThe ACA, passed in 2010, included numerous initiatives to boost the number of nurse practitioners being educated and improve their clinical training.\nThat’s because the state for decades has supported the autonomy of nurse practitioners to practice without a physician’s oversight."}