{"article_title": "Is sustainable forestry a farce?", "article_keywords": ["poor", "plantation", "prf", "farce", "forestry", "hectares", "report", "forest", "sustainable", "lesong", "degraded", "pahang", "timber"], "article_url": "http://www.freemalaysiatoday.com/category/nation/2014/09/28/is-sustainable-forestry-a-farce/", "article_text": "3,000 hectares of the Lesong Permanent Reserve Forest are being cleared to make way for a timber plantation.\n\nGEORGE TOWN: Sahabat Alam Malaysia (SAM) has condemned the decision of the Pahang government to permit forest conversion activities to take place within the Lesong Permanent Reserved Forest (PRF) in Kuala Rompin.\n\n”Currently, 3,000 hectares of the Lesong PRF is being cleared. The area concerned, believed to be the size of Cyberjaya, is said to have come under a larger 16,896-hectare area designated by Pahang as an industrial timber plantation since 2012.\n\n“It has been categorised as a ‘degraded’ forest. Altogether, the Lesong PRF stands at 52,464 hectares,” said S M Mohamed Idris, the President of SAM.\n\nHe referred to a news report last Thursday that said the Pahang Forestry Department had reasoned that since a third of the Lesong PRF was deemed to contain poor quality timber, “a decision was made by the Pahang state government to convert part of Lesong that is poor in standing volume composition into commercial timber plantations.”\n\nIdris said, “A plantation is not a forest. There is no such thing as a ‘forest plantation’. It is therefore scientifically, statistically and ecologically misleading to allow plantations to remain within a gazetted PRF.”\n\nHe noted that the National Forestry Act 1984 indicated a sustainability objective for timber production forests.\n\nHe asked how it was possible for parts of the Lesong PRF to be degraded if it had been sustainably managed.\n\nHe said the report seemed to point to an abundance of harvested logs from the area.\n\n”How can the logged forest be considered degraded when the estimated value of timber from it is RM150 million?,” he asked.\n\n”Thus, if it is still highly profitable to log the forest concerned, why can’t its conservation and sustainable management be affordable too?\n\n“This is an important matter, considering the proximity of the Lesong PRF to the Endau Rompin National Park.\n\n”We call on the Pahang authorities to stop the logging and undertake rehabilitation of the ‘degraded’ forest.”", "article_metadata": {"description": "GEORGE TOWN: Sahabat Alam Malaysia (SAM) has condemned the decision of the Pahang government to permit forest conversion activities to take place within th...", "og": {"site_name": "Free Malaysia Today", "description": "3,000 hectares of the Lesong Permanent Reserve Forest are being cleared to make way for a timber plantation.", "title": "Is sustainable forestry a farce?", "locale": "en_US", "image": "http://www.freemalaysiatoday.com/wp-content/uploads/2014/09/logging1.jpg", "updated_time": "2014-09-28T20:07:50+00:00", "url": "http://www.freemalaysiatoday.com/category/nation/2014/09/28/is-sustainable-forestry-a-farce/", "type": "article"}, "robots": "index,follow", "fb": {"admins": "100000828073580,100004018701425,100007776888339,100005652107376", "app_id": 170260162989134}, "keywords": "Endau Rompin,forest,Lesong,Pahang,Top News,", "article": {"section": "Nation", "published_time": "2014-09-28T20:07:50+00:00", "modified_time": "2014-09-28T20:07:50+00:00"}}, "_id": "\"57477af36914bd0286fd2dca\"", "article_summary": "“This is an important matter, considering the proximity of the Lesong PRF to the Endau Rompin National Park.\nHe asked how it was possible for parts of the Lesong PRF to be degraded if it had been sustainably managed.\n”We call on the Pahang authorities to stop the logging and undertake rehabilitation of the ‘degraded’ forest.”\nAltogether, the Lesong PRF stands at 52,464 hectares,” said S M Mohamed Idris, the President of SAM.\n3,000 hectares of the Lesong Permanent Reserve Forest are being cleared to make way for a timber plantation."}