{"article_title": "Truman Med Breaks Ground On New Hospital Hill Outpatient Center", "article_keywords": ["med", "eye", "center", "provide", "hospital", "outpatient", "system", "hill", "services", "surgery", "truman", "breaks", "care", "ground"], "article_url": "http://kcur.org/post/truman-med-breaks-ground-new-hospital-hill-outpatient-center", "article_text": "Truman Medical Centers' new outpatient center will provide a range of medical services beyond the acute care for which the system is best known.\n\nAt a ceremonial groundbreaking Friday morning, Truman President and CEO John Bluford said the center — a four-story, 90,0000-square-foot building at Truman's Hospital Hill campus costing $29 million — was a symbol of the alliance between Truman and its physician partners.\n\n“There’s always been a partnership,” he said. “But we haven’t been linked at the hip with regards to risk and rewards. They are separate payment streams that come to physicians for the services they provide and to the hospital for the services it provides. A facility like this joins them.”\n\nThe center will house a walk-in surgery center, a diagnostic imaging center, and an ear, nose and throat center. Other services will include physical/speech and occupational therapy; oral and maxillofacial surgery; orthopedic surgery; urology; podiatry; and audiology.\n\nThe center, at the northeast corner of 22nd and Charlotte streets, will be the first stand-alone facility Truman has built on Hospital Hill since 1998. It will also serve as a hub for eye care, numbering among its tenants the Sabates Eye Center, UMKC Vision Research Center and Eye Foundation of Kansas City.\n\nAfter the groundbreaking, Bluford indicated that the creation of the new center was motivated in part by measures in the Affordable Care Act penalizing hospitals for readmissions.\n\n“That is part of the reason that the system is transforming to ambulatory versus in-patient care,” he said.\n\nThe site is part of a Land Clearance for Redevelopment Authority urban renewal area.\n\nLandmark Healthcare Facilities will own the building and is funding 88 percent of the building's costs. Rent proceeds will be shared by Landmark and Truman.\n\nThe Hospital Hill Outpatient Center is scheduled to open in early summer 2015.", "article_metadata": {"category": "Health", "description": "Truman Medical Centers' new outpatient center will provide a range of medical services beyond the acute care for which the system is best known. At a", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://kcur.org/post/truman-med-breaks-ground-new-hospital-hill-outpatient-center", "image": "http://mediad.publicbroadcasting.net/p/kcur/files/styles/medium/public/201406/TrumanGroudfreaking.JPG", "type": "article", "description": "Truman Medical Centers' new outpatient center will provide a range of medical services beyond the acute care for which the system is best known. At a", "title": "Truman Med Breaks Ground On New Hospital Hill Outpatient Center"}, "story_id": 326198058, "twitter": {"site": "@kcur", "card": "summary", "creator": "@kcur"}, "author": "Alex Smith", "org_id": 0, "dc": {"title": "Truman Med Breaks Ground On New Hospital Hill Outpatient Center"}, "nid": 58044, "datePublished": "2014-06-27", "keywords": "Truman Medical Centers, Heartland Health Monitor", "wordCount": 380, "has_audio": 0, "viewport": "width=device-width"}, "_id": "\"57477af46914bd0286fe175d\"", "article_summary": "A facility like this joins them.”The center will house a walk-in surgery center, a diagnostic imaging center, and an ear, nose and throat center.\nIt will also serve as a hub for eye care, numbering among its tenants the Sabates Eye Center, UMKC Vision Research Center and Eye Foundation of Kansas City.\nThe Hospital Hill Outpatient Center is scheduled to open in early summer 2015.\nThe center, at the northeast corner of 22nd and Charlotte streets, will be the first stand-alone facility Truman has built on Hospital Hill since 1998.\nTruman Medical Centers' new outpatient center will provide a range of medical services beyond the acute care for which the system is best known."}