{"article_title": "Secret to PCMH success: Collaboration from state agencies", "article_keywords": ["blog", "success", "state", "collaboration", "reform", "multipayer", "agencies", "pcmh", "secret", "health", "programs", "employee", "post", "care"], "article_url": "http://www.fiercehealthpayer.com/story/secret-pcmh-success-collaboration-state-agencies/2015-12-10", "article_text": "The Affordable Care Act not only required every U.S. citizen to be insured, but it also took steps to reform the delivery of primary care. Some of those steps have recently accelerated the growth of multipayer patient-centered medical home (PCMH) reform, and a Health Affairs blog post outlines how state agencies are playing a vital role in that effort.\n\nDespite the fact that state insurance departments regulate the plans that are offered within their state, they aren't usually involved in spearheading delivery or payment system reforms, the post notes. But adding the purchasing power of state or public employee programs would greatly increase the scope of reform, since state public employee programs constitute about 10 percent of the workforce.\n\nIn Maine, for example, the State Employee Health Commission (SEHC) has authority over the state employee health plan, and it has been involved in the Maine multipayer PCMH initiative since 2010, and now an estimated 19,000 of 33,000 state employees receive care through a Maine PCMH, the blog post says.\n\nIn other states, the Department of Health has teamed up with Medicaid programs to play a vital role in the delivery of vaccines to children and treatment for opiate addiction. According to the blog, these programs began with Medicaid funding, but have now moved to having all commercial payers provide monthly bundled payments for patient access to specialty treatment services.\n\nDespite early barriers with the implementation of PCMHs, including the number of insurers in a specific market, a focus on multi-stakeholder PCMH care has been found to lower costs for insurance plan members. Horizon Blue Cross Blue Shield of New Jersey has reported 9 percent lower costs for its members who received care from PCMH, and CareFirst Blue Cross Blue Shield said in July that its PCMH continued to improve outcomes in its fourth year--and cost $345 million less than expected in 2014. .\n\n\"Multipayer payment reform is complex and requires collaboration between numerous stakeholders to ensure success,\" the blog post states. \"It's important for stakeholders to understand how to leverage other state agencies or departments in collaboration with Medicaid to ensure the success and sustain the momentum of multipayer payment reforms.\"\n\nTo learn more:\n\n- read the blog post\n\nRelated Articles:\n\nHorizon of New Jersey's PCMH lowers costs by 9 percent\n\nCareFirst's PCMH boosts quality, lowers costs\n\nMedical home a model for multi-payer reform initiatives\n\nPatient-centered medical homes show early adoption success, but barriers remain", "article_metadata": {"description": "The Affordable Care Act not only required every U.S. citizen to be insured, but it also took steps to reform the delivery of primary care.", "og": {"site_name": "FierceHealthPayer", "description": "The Affordable Care Act not only required every U.S. citizen to be insured, but it also took steps to reform the delivery of primary care.", "title": "Secret to PCMH success: Collaboration from state agencies", "url": "http://www.fiercehealthpayer.com/story/secret-pcmh-success-collaboration-state-agencies/2015-12-10", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthpayer.jpg", "type": "website"}, "twitter": {"site": "healthpayer", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "keywords": "Care Delivery,Medicare,Medicaid,CHIP,Patient Care & Outcomes,patient-centered medical home (PCMH),PCMH,SEHC,State Employee Health Commission", "viewport": "width=device-width", "news_keywords": "Care Delivery,Medicare,Medicaid,CHIP,Patient Care & Outcomes"}, "article_summary": "But adding the purchasing power of state or public employee programs would greatly increase the scope of reform, since state public employee programs constitute about 10 percent of the workforce.\n\"Multipayer payment reform is complex and requires collaboration between numerous stakeholders to ensure success,\" the blog post states.\nSome of those steps have recently accelerated the growth of multipayer patient-centered medical home (PCMH) reform, and a Health Affairs blog post outlines how state agencies are playing a vital role in that effort.\nIn Maine, for example, the State Employee Health Commission (SEHC) has authority over the state employee health plan, and it has been involved in the Maine multipayer PCMH initiative since 2010, and now an estimated 19,000 of 33,000 state employees receive care through a Maine PCMH, the blog post says.\n\"It's important for stakeholders to understand how to leverage other state agencies or departments in collaboration with Medicaid to ensure the success and sustain the momentum of multipayer payment reforms.\""}