{"article_title": "Texas Set To Join Florida’s Medicaid Waiver Lawsuit « D Healthcare Daily", "article_keywords": ["set", "join", "d", "support", "kansas", "florida", "daily", "state", "medicaid", "waiver", "healthcare", "expand", "scott", "floridas", "lawsuit", "texas", "obama"], "article_url": "http://healthcare.dmagazine.com/2015/05/05/texas-set-to-join-floridas-medicaid-waiver-lawsuit/", "article_text": "The state of Texas will reportedly file an amicus brief in support of Florida’s lawsuit that argues that the federal government is using illegal tactics to push the state to expand Medicaid.\n\nThe Orlando Sentinel reports that Florida Gov. Rick Scott announced the support of both Kansas and Texas on Monday. He accuses the Obama administration of “coercing” Florida into expanding Medicaid under the Affordable Care Act by holding hostage a separate Medicaid waiver that feeds its hospitals $1.3 billion to help treat uninsured and low income residents.\n\nTexas is staring down that same barrel, with its Medicaid 1115 waiver expiring in September of next year. The state must submit a renewal before September, putting the onus on the legislature to reach an agreement. But the feds have said they will look at skeptically at renewing the waiver unless Texas agrees to expand Medicaid, seeing them as complimentary.\n\n“I am glad Kansas and Texas are joining our fight against the Obama Administration for attempting to coerce Florida into Obamacare expansion by ending an existing federal healthcare program and telling us to expand Medicaid instead. The U.S. Supreme Court has already called this sort of coercion tactic illegal,” Scott said in a released statement.", "article_metadata": {"og": {"site_name": "D Healthcare Daily", "description": "The state of Texas will reportedly file an amicus brief in support of Florida’s lawsuit that argues that the federal government is using illegal tactics to push the state to expand Medicaid. The Orlando Sentinel reports that Florida Gov. Rick Scott announced the support of both Kansas and Texas on Monday. He accuses the Obama administration of “coercing” Florida into expanding Medicaid under the Affordable Care Act by holding hostage a separate Medicaid waiver that feeds its hospitals $1.3 billion to help treat uninsured and low income residents. Texas is staring down that same barrel, with its Medicaid 1115 waiver expiring in September of next year. The state must submit a renewal before September, putting the onus on the legislature to reach an agreement. But the feds have said they will look at skeptically at renewing the waiver unless Texas agrees to expand Medicaid, seeing them as complimentary. “I am glad Kansas and Texas are joining our fight against the Obama Administration for", "title": "Texas Set To Join Florida’s Medicaid Waiver Lawsuit", "url": "http://healthcare.dmagazine.com/2015/05/05/texas-set-to-join-floridas-medicaid-waiver-lawsuit/", "image": "https://healthcare.dmagazine.com/wp-content/uploads/2015/08/d-logo-square-facebook-default.jpg", "type": "article"}, "article": {"published_time": "2015-05-05T05:00:58Z", "modified_time": "2015-05-04T15:03:11Z"}, "twitter": {"description": "The state of Texas will reportedly file an amicus brief in support of Florida’s lawsuit that argues that the federal government is using illegal tactics to push the state to expand Medicaid. The Orlando Sentinel reports that Florida Gov. Rick Scott announced the support of both Kansas and Texas on Monday. He accuses the Obama administration of “coercing” Florida into expanding Medicaid under the Affordable Care Act by holding hostage a separate Medicaid waiver that feeds its hospitals $1.3 billion to help treat uninsured and low income residents. Texas is staring down that same barrel, with its Medicaid 1115 waiver expiring in September of next year. The state must submit a renewal before September, putting the onus on the legislature to reach an agreement. But the feds have said they will look at skeptically at renewing the waiver unless Texas agrees to expand Medicaid, seeing them as complimentary. “I am glad Kansas and Texas are joining our fight against the Obama Administration for", "card": "summary"}, "description": "The state of Texas will reportedly file an amicus brief in support of Florida’s lawsuit that argues that the federal government is using illegal tactics to push", "viewport": "width=device-width, initial-scale=1.0,minimum-scale=1.0,maximum-scale=1.0"}, "_id": "\"57477af46914bd0286fe1774\"", "article_summary": "But the feds have said they will look at skeptically at renewing the waiver unless Texas agrees to expand Medicaid, seeing them as complimentary.\nThe state of Texas will reportedly file an amicus brief in support of Florida’s lawsuit that argues that the federal government is using illegal tactics to push the state to expand Medicaid.\nTexas is staring down that same barrel, with its Medicaid 1115 waiver expiring in September of next year.\nRick Scott announced the support of both Kansas and Texas on Monday.\nHe accuses the Obama administration of “coercing” Florida into expanding Medicaid under the Affordable Care Act by holding hostage a separate Medicaid waiver that feeds its hospitals $1.3 billion to help treat uninsured and low income residents."}