{"article_title": "You Need to Know About Tom Perez: Likely Hillary VP Opposes First Amendment", "article_keywords": ["amendment", "opposes", "democratic", "clinton", "vice", "likely", "refused", "vp", "hillary", "know", "tom", "need", "perez", "president", "presidential"], "article_url": "https://pjmedia.com/trending/2016/04/26/you-need-to-know-about-tom-perez-likely-hillary-vp-opposes-first-amendment/", "article_text": "You Need to Know About Tom Perez: Likely Hillary VP Opposes First Amendment\n\nYou Need To Know About Tom Perez: Likely Hillary VP Opposes First Amendment\n\nCould the next president of the United States be neither Clinton, Trump, Cruz, or Kasich ... but Thomas Perez?\n\nIt’s far more likely than you might think. Even before any candidate definitively secures either party’s presidential nomination, 2016 is looking more and more like 1912 all over again.\n\nIn that fateful year, Theodore Roosevelt -- after four years of bored retirement -- decided that he wanted to be president again. However, Roosevelt’s handpicked successor, William Howard Taft, refused to yield. Because of the split, even though the Democrats’ dour, arrogant Woodrow Wilson won fewer popular votes than perennial failed Democratic candidate William Jennings Bryan did in 1908, Wilson won.\n\nRoosevelt and Taft divided what would have been a comfortable winning tally for the Republicans. Today, the #NeverTrump and #OnlyTrump forces seem determined to replay that scenario.\n\nMeanwhile, on the Democratic side, it could well be 1944 all over again.\n\nThat year, Franklin Delano Roosevelt was virtually assured of victory over the strutting New York prosecutor Thomas E. Dewey. The real race was at the Democratic convention -- for vice president. Everyone knew FDR was gravely ill, and that the vice presidential nominee would likely become president sometime before the 1948 election.\n\nSitting Vice President Henry Wallace was ultimately cast aside in favor of Harry Truman, largely because Democratic Party leaders were alarmed at the prospect of a Communist sympathizer like Wallace becoming president. (How times have changed, at least in that respect.)\n\nHillary Clinton is 68, and beset by a persistent cough that she has never adequately explained. According to Ed Klein, author of Unlikeable: The Problem with Hillary, she also suffers from “blinding headaches, exhaustion, insomnia, and a tremor in her hands.”\n\nIf Hillary goes unindicted (as seems likely, given that the Justice Department has been hiring based solely on left-leaning ideology) for her mishandling of classified material on her private email server, the deep split in the Republican Party makes it likely that she will be the next president.\n\nUnless her health prevents her from remaining in office.\n\nGiven her apparent health issues (and the fact that her rival for the nomination, Bernie Sanders, is 74 years old), the Democrats’ choice for vice president could be their most important since 1944.\n\nIf Clinton became unable to serve prior the election, the obvious move for the Democrats would be to promote her vice presidential nominee to the presidential slot -- and it will not be Bernie. Hillary has not yet announced her choice, but one name that has been bruited about for months as one of her most likely running mates is Tom Perez, the secretary of Labor.\n\nThe notion that Perez, or whomever the Democratic vice presidential nominee turns out to be, could become president of the United States on January 20, 2017 -- or sometime thereafter -- is not just a remote possibility.\n\nAmericans who value freedom should find the prospects of a Clinton and a Perez presidency equally chilling. Clinton and Perez have a shared distaste for freedom of speech: Hillary’s implicit but unmistakable opposition has been abundantly documented, whereas Perez’s distaste for the First Amendment seems even starker. In July 2012, Perez -- then the assistant attorney general for the Civil Rights Division, was asked by Rep. Trent Franks (R-AZ):\n\nWill you tell us here today that this administration’s Department of Justice will never entertain or advance a proposal that criminalizes speech against any religion?\n\nPerez could have simply answered yes, and maybe even cited the First Amendment. Instead, Perez refused to answer the question directly. Franks persisted, ultimately asking it four times.\n\nPerez at one point responded that it was a “hard question.” He simply refused to affirm that the Obama Justice Department would not attempt to criminalize criticism of Islam.", "article_metadata": {"page-title": "Don't Ignore Tom Perez, the Likely Hillary VP Who Opposes the First Amendment", "pinterest": "nopin", "og": {"site_name": "Trending", "description": "When at the DOJ, Perez wouldn't rule out prosecuting criticism of Islam.", "title": "You Need To Know About Tom Perez: Likely Hillary VP Opposes First Amendment", "url": "https://pjmedia.com/trending/2016/04/26/you-need-to-know-about-tom-perez-likely-hillary-vp-opposes-first-amendment/", "image": "https://pajamasmed.hs.llnwd.net/e1/trending/user-content/51/files/2016/04/Tom-Perez-Hillary-VP-vice-president.sized-770x415xb.jpg", "updated_time": 1464276402, "type": "article"}, "twitter": {"description": "When at the DOJ, Perez wouldn't rule out prosecuting criticism of Islam.", "title": "You Need To Know About Tom Perez: Likely Hillary VP Opposes First Amendment", "url": "https://pjmedia.com/trending/2016/04/26/you-need-to-know-about-tom-perez-likely-hillary-vp-opposes-first-amendment/", "image": "https://pajamasmed.hs.llnwd.net/e1/trending/user-content/51/files/2016/04/Tom-Perez-Hillary-VP-vice-president.sized-770x415xb.jpg", "site": "@PJMedia_com", "card": "summary_large_image"}, "title": "Don't Ignore Tom Perez, the Likely Hillary VP Who Opposes the First Amendment", "pinterestDescription": "You Need To Know About Tom Perez: Likely Hillary VP Opposes First Amendment", "fb": {"app_id": 149848758413844}, "keywords": "Tom Perez, DOJ, Secretary of Labor, Hillary VP", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fe1784\"", "article_summary": "You Need to Know About Tom Perez: Likely Hillary VP Opposes First AmendmentYou Need To Know About Tom Perez: Likely Hillary VP Opposes First AmendmentCould the next president of the United States be neither Clinton, Trump, Cruz, or Kasich ... but Thomas Perez?\nHillary Clinton is 68, and beset by a persistent cough that she has never adequately explained.\nEveryone knew FDR was gravely ill, and that the vice presidential nominee would likely become president sometime before the 1948 election.\nInstead, Perez refused to answer the question directly.\nHillary has not yet announced her choice, but one name that has been bruited about for months as one of her most likely running mates is Tom Perez, the secretary of Labor."}