{"article_title": "How Government Health Care Will Save Us From Ebola", "article_keywords": ["united", "funded", "disease", "services", "virus", "spread", "health", "ebola", "save", "public", "care"], "article_url": "http://thinkprogress.org/health/2014/10/01/3574277/how-government-health-care-will-save-us-from-ebola/", "article_text": "Health How Government Health Care Will Save Us From Ebola CREDIT: AP\n\nExactly one year after Republicans shut down the federal government in an effort to undercut the Affordable Care Act, Americans are relying on a robust federally funded health care infrastructure to prevent the spread of the Ebola virus in the United States.\n\nThe Obama administration has mobilized a wide spectrum of government departments to fight the virus overseas and will continue to rely on the publicly funded health care system to ensure that the virus does not spread beyond the one diagnosed case in Dallas, Texas.\n\nPrior to Tuesday’s announcement of Ebola being diagnosed on American soil, the United States had leveraged the capabilities of the U.S. military and specialty health care services from “the Departments of State and Health and Human Services (HHS), the CDC, the U.S. Agency for International Development (USAID), and DoD” to assist African nations stricken by the epidemic.\n\nOverseas, our government is providing ground expertise to medical staff in Ebola inflicted countries like Liberia and Sierra Leone, establishing field-deployable hospitals, and offering “personal protective equipment and laboratory reagents, support for technical advisors, and other requests.”\n\nMeanwhile, here at home, the publicly funded National Institutes of Health (NIH) is “developing an investigational Ebola vaccine.” The Centers for Disease Control and Prevention (CDC) is helping health care facilities prepare for possible Ebola cases and ensuring that they have the facilities to manage a patient with Ebola symptoms.\n\nAnd what about Obamacare, the very law Republicans sought to defund? It too is playing a role in preventing an epidemic. Research has shown that people who lack health insurance delay or skip health care services or substitute home remedies or over the counter drugs for doctor visits that can diagnose and prevent the spread of communicable disease. People who have access to routine needed care are less likely to be susceptible to disease, leading to improvements in individual and community resilience.\n\nThe law also establishes a Prevention and Public Health Fund that provides state and local governments with additional resources that can help “prevent, detect, and respond to disease outbreaks” and includes provisions that can be “leveraged to integrate preparedness into daily health care and to help create stronger routine and emergency health care delivery systems that can surge to respond to disasters.”\n\nUltimately, Americans can feel secure that Ebola will be contained in the United States because we’ve established a robust government funded health care system that, in collaboration with the private sector, protects everyone from a public health catastrophe. Any health emergency serves as a reminder why health care is a public good rather than a private commodity to be sold on the free market.", "article_metadata": {"google": "nositelinkssearchbox", "description": "Another reminder of why government health care is so essential.", "generator": "WordPress 4.4.2", "og": {"site_name": "ThinkProgress", "description": "Another reminder of why government health care is so essential.", "title": "How Government Health Care Will Save Us From Ebola", "url": "http://thinkprogress.org/health/2014/10/01/3574277/how-government-health-care-will-save-us-from-ebola/", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2014/10/CDC-ebola.jpg", "type": "article"}, "twitter": {"description": "Another reminder of why government health care is so essential.", "creator": "@@igorvolsky", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2014/10/CDC-ebola-321x214.jpg", "title": "How Government Health Care Will Save Us From Ebola", "site": "@ThinkProgress", "card": "summary_large_image"}, "robots": "noodp", "elq-topic": "tp-health", "fb": {"admins": 100001364918392, "pages": 200137333331078, "app_id": 144881328916524}, "thumb2": "http://cdn.thinkprogress.org/wp-content/uploads/2014/10/CDC-ebola.jpg", "thumb1": "http://cdn.thinkprogress.org/wp-content/uploads/2014/10/CDC-ebola.jpg", "google-site-verification": "HDCaom2KPSt1X92eD5CiYHCkWvb5nP09lhEAOPZ5rts", "article": {"published_time": "2014-10-01T13:57:08+00:00", "author": "https://www.facebook.com/ivolsky"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=0"}, "_id": "\"57477af46914bd0286fe1781\"", "article_summary": "Health How Government Health Care Will Save Us From Ebola CREDIT: APExactly one year after Republicans shut down the federal government in an effort to undercut the Affordable Care Act, Americans are relying on a robust federally funded health care infrastructure to prevent the spread of the Ebola virus in the United States.\nAny health emergency serves as a reminder why health care is a public good rather than a private commodity to be sold on the free market.\nResearch has shown that people who lack health insurance delay or skip health care services or substitute home remedies or over the counter drugs for doctor visits that can diagnose and prevent the spread of communicable disease.\nThe law also establishes a Prevention and Public Health Fund that provides state and local governments with additional resources that can help “prevent, detect, and respond to disease outbreaks” and includes provisions that can be “leveraged to integrate preparedness into daily health care and to help create stronger routine and emergency health care delivery systems that can surge to respond to disasters.”Ultimately, Americans can feel secure that Ebola will be contained in the United States because we’ve established a robust government funded health care system that, in collaboration with the private sector, protects everyone from a public health catastrophe.\nThe Obama administration has mobilized a wide spectrum of government departments to fight the virus overseas and will continue to rely on the publicly funded health care system to ensure that the virus does not spread beyond the one diagnosed case in Dallas, Texas."}