{"article_title": "New Girl Scouts Spokeswoman Worked for Pro-Abortion Group", "article_keywords": ["foundation", "group", "parisi", "proabortion", "abortion", "steinem", "spokeswoman", "scout", "scouts", "organization", "girl", "worked", "women"], "article_url": "http://www.lifenews.com/2014/01/10/new-girl-scouts-spokeswoman-worked-for-pro-abortion-group/", "article_text": "Last week, LifeNews reported that the Girl Scouts sent out a tweet suggesting that Wendy Davis, the state legislator whose sole claim to fame is standing up against a bill to stop abortions all the way to birth in Texas, should be a candidate for Woman of the Year in 2013.\n\nOn December 18, 2013, Girl Scouts USA tweeted: “Incredible Ladies Who Should Be Women of the Year for 2013” and asking if anyone should be added to the list. The link goes to a column by the liberal Huffington Post, which promotes Davis and pro-abortion activist Gloria Steinem as potential women of the year.\n\nThe Girl Scouts have denied they were suggesting Davis or Steinem for Woman of the Year claiming that a retweet does not equal an endorsement. Girl Scouts spokeswoman Kelly Parisi told CNS News, “Our Twitter bio states that a retweet does not equal an endorsement. Our sharing a link was not to endorse any of the women featured, but to highlight the source’s acknowledgment of women who made a mark in 2013.”\n\nHowever, a new report makes that claim less credible. According to information LifeSite reported today, Girl Scouts spokeswoman Kelly Parisi is the former spokeswoman for a pro-abortion organization — one founded by Steinem.\n\nAccording to her LinkedIn profile, Kelly Parisi has served as vice president of communications at the Girl Scouts of the USA since last July. But her last job, before her two-month gap in employment, was as vice president of marketing and communications for the Ms. Foundation for Women. The foundation – which Steinem founded in 1973 – lists “Reproductive Rights and Health” (which includes support for taxpayer-funded abortion) first on its list of issues. Parisi, who has a minor in women’s studies, said she was thrilled to work at the foundation, because she was “able to channel my outrage at women’s inequality and gender injustice into action every day.” “The last two years have generated record numbers of restrictions on reproductive rights across the country,” she said. “Women are constantly under attack.” At the Ms. Foundation, Parisi served on a five-member “executive team” that guided policy. A report she contributed to last year called for the “repeal [of] state and federal legislative barriers to abortion access,” granting military women access to abortion, implementing the Affordable Care Act (ObamaCare), expanding “family planning” funding, and teaching “comprehensive” sex education in the public schools. It blasted “so-called ‘conscience clauses’ that allow providers and companies to cite religious reasons for refusing to provide contraception, abortion and sterilization.” CLICK LIKE IF YOU’RE PRO-LIFE! Parisi’s report – which revealed the feminist group was funded in part by George Soros’ Open Society Foundation and the Tides Foundation – criticized the Hyde Amendment, abstinence-based sex education classes, and crisis pregnancy centers that allegedly “mislead or harass women with false information about abortion.”\n\nParisi’s affiliation with the pro-abortion organization only adds more fuel to the fire the Girl Scouts started by linking themselves to the nation’s largest abortion business, Planned Parenthood, which has resulted in thousands, if not millions, of pro-life people boycotting the Girl Scouts and Girl Scout cookies.\n\nChristy Volanski, a mother of two former Girl Scouts who created the website Speak Now Girl Scouts to expose the link between the group and Planned Parenthood explains the Girl Scouts have long had ties to the abortion industry.\n\n“As a concerned pro-lifer who supported the Girl Scout organization for many years, as a girl member and as a troop leader, it saddens me to share the fall of this once venerable organization that to this day retains the support of so many wonderful women and girls, many of whom are unaware of what they are actually supporting. But families deserve to know the truth,” she said. “There are a lot of accusations in the blogosphere about the Girl Scouts. Some are fact, like the Girl Scout organization works alongside abortion providers and funds/promotes abortion rights advocacy groups.”", "article_metadata": {"description": "New Girl Scouts Spokeswoman Worked for Pro-Abortion Group", "og": {"site_name": "LifeNews.com", "description": "Last week, LifeNews reported that the Girl Scouts sent out a tweet suggesting that Wendy Davis, the state legislator whose sole claim to fame is standing up aga", "title": "New Girl Scouts Spokeswoman Worked for Pro-Abortion Group", "url": "http://www.lifenews.com/2014/01/10/new-girl-scouts-spokeswoman-worked-for-pro-abortion-group/", "image": "http://www.lifenews.com/wp-content/uploads/2011/05/girlscouts2-190x164.gif", "locale": "en_us", "type": "article"}, "fb": {"app_id": 204509779594999}, "google-site-verification": "PPPx-GD0i7nWjUFAYnFdOYorAAJLuNyKOl23JCeXyrQ", "keywords": "girl scouts,abortion,wendy davis,texas,woman of the year", "OBKey": "avejq02j7xRr+0owuq+Pcw==", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Christy Volanski, a mother of two former Girl Scouts who created the website Speak Now Girl Scouts to expose the link between the group and Planned Parenthood explains the Girl Scouts have long had ties to the abortion industry.\nAccording to information LifeSite reported today, Girl Scouts spokeswoman Kelly Parisi is the former spokeswoman for a pro-abortion organization — one founded by Steinem.\nGirl Scouts spokeswoman Kelly Parisi told CNS News, “Our Twitter bio states that a retweet does not equal an endorsement.\n“There are a lot of accusations in the blogosphere about the Girl Scouts.\nSome are fact, like the Girl Scout organization works alongside abortion providers and funds/promotes abortion rights advocacy groups.”"}