{"article_title": "Drew’s Law proposed in memory of Keansburg boy’s death", "article_keywords": ["death", "proposed", "keansburg", "drews", "park", "parks", "boys", "near", "limit", "kyrillos", "memory", "law", "speed", "children"], "article_url": "http://www.app.com/story/news/local/monmouth-county-bayshore/keansburg/2014/06/24/drews-law-proposed-memory-keansburg-boys-death/11333183/", "article_text": "Buy Photo State Sen. Joe Kyrillos is proposing “Drew’s Law,” legislation that would slow traffic to 15 mph near parks. The bill follows the April 22 death of Drew Keough, who was struck by a car while crossing the street near a park in Keansburg. (Photo: File photo )Buy Photo\n\nA reduced speed limit and doubled traffic fines are part of Drew’s Law, legislation introduced Tuesday in memory of an 11-year-old Monmouth County youth killed earlier this year while crossing a street near Keansburg’s Forest Park.\n\nDrew Keough of Keansburg, a fifth-grade student, was hit by an SUV and killed April 22 after playing basketball at the park.\n\nSen. Joseph Kyrillos introduced Drew’s Law, which is co-sponsored by Sen. Nicholas Sacco, chairman of the Senate Transportation Committee. The proposed law seeks to improve pedestrian safety by establishing a 15-mph speed limit on roads passing through or adjacent to public parks during hours when the park is open or when children are clearly visible from the road, according to a prepared statement by Kyrillos.\n\nUnder the bill, violators would face fines between $100 and $400, double the current amount, according to the statement.\n\n“We thank Senator Kyrillos for all he has done to introduce Drew’s Law. It is our families’ hope that Drew’s death will not have been in vain, and it will serve as an opportunity to save future lives by the enactment of Drew’s Law. Our family has been devastated by this loss,” said Joseph W. Pezzano, who is Drew’s uncle and a longtime Keansburg police officer, in a statement on behalf of the family.\n\n“Drew was a bright vibrant 11-year-old that made kids and adults feel better about themselves, on a daily basis. He was small in stature but larger than life,” Pezzano said.\n\nPezzano is not alone in his praise for the proposed law.\n\n“Anything like that with a reduced speed limit and enhanced penalties, like they have in work zone safety areas, would be good. Anything to protect children,” said Keansburg Deputy Chief Michael Pigott.\n\nHe said the speed limit currently is 25 miles per hour on Forest Avenue in the Forest Park area.\n\n“The Keansburg community is still reeling from this terrible loss,” Kyrillos said. “We must make sure the roadways around parks give our children the utmost safety. The time to do that is now. Slowing traffic is a small price to pay, and I thank members of Drew’s family and others for their input on this important measure.”\n\nThe name of the motorist who hit and killed Drew was not released by police. The investigation into the crash is continuing, Pigott said.\n\nMiddletown Detective Lt. Steve Dollinger said the law would be a positive for the community — which boasts 48 public parks, according to the township website.\n\n“We are always in favor of laws that are passed to make our streets safer for children — especially in the area of a public park,” he said.\n\n“The kid who hit my nephew, we do not blame him whatsoever,” John Drust said during a candlelight vigil on April 23. The vigil was held near the spot where the fifth-grader was fatally struck.\n\n“The kid has nothing to be sorry for,” Drust said previously of the motorist who struck his nephew. “It was an accident, and that’s from the whole family.”\n\nStephanie Loder: 732-456-2159; sloder@app.com\n\nRead or Share this story: http://on.app.com/1v3vKkC", "article_metadata": {"google": "notranslate", "description": "Drew Keough of Keansburg, a fifth grade student, was hit by an SUV and killed April 22.", "og": {"site_name": "Asbury Park Press", "description": "Drew Keough of Keansburg, a fifth grade student, was hit by an SUV and killed April 22.", "title": "Drew’s Law proposed in memory of Keansburg boy’s death", "url": "http://www.app.com/story/news/local/monmouth-county-bayshore/keansburg/2014/06/24/drews-law-proposed-memory-keansburg-boys-death/11333183/", "image": "http://www.gannett-cdn.com/GDContent/applogos/app.png", "type": "article"}, "twitter": {"description": "Drew Keough of Keansburg, a fifth grade student, was hit by an SUV and killed April 22.", "creator": "@AsburyParkPress", "image": "http://www.gannett-cdn.com/-mm-/ff1cb15e2d9650af467bd1df0e2053535c543c30/c=90-0-449-359&r=x643&c=640x640/local/-/media/AsburyPark/2014/06/24/-asbbrd04-24-2014pressmon1a00320140423imgdrew.jpg11vo75d6thl40.jpg", "title": "Drew’s Law proposed in memory of Keansburg boy’s death", "site": "@AsburyParkPress", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=600068887", "fb": {"app_id": 116172675120111}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": ""}, "_id": "\"57477af36914bd0286fd2e05\"", "article_summary": "Sen. Joseph Kyrillos introduced Drew’s Law, which is co-sponsored by Sen. Nicholas Sacco, chairman of the Senate Transportation Committee.\nBuy Photo State Sen. Joe Kyrillos is proposing “Drew’s Law,” legislation that would slow traffic to 15 mph near parks.\nIt is our families’ hope that Drew’s death will not have been in vain, and it will serve as an opportunity to save future lives by the enactment of Drew’s Law.\n“We thank Senator Kyrillos for all he has done to introduce Drew’s Law.\n“Anything like that with a reduced speed limit and enhanced penalties, like they have in work zone safety areas, would be good."}