{"article_title": "Republicans, Democrats want presidential candidates to address different aspects of healthcare", "article_keywords": ["different", "aspects", "indicated", "voters", "republicans", "aca", "respondents", "candidates", "democrats", "healthcare", "address", "law", "presidential"], "article_url": "http://www.beckershospitalreview.com/hospital-management-administration/republicans-democrats-want-presidential-candidates-to-address-different-aspects-of-healthcare.html", "article_text": "Republicans, Democrats want presidential candidates to address different aspects of healthcare\n\nThere are many different issues demanding the presidential frontrunners' attention this election season. But when it comes to healthcare, the American people attribute varying levels of concern to different matters, according to the Kaiser Family Foundation's Health Tracking Poll from April.\n\nWhen asked specifically what healthcare issues voters want to hear the presidential candidates talk about, the Affordable Care Act and healthcare costs were the most common answers, indicated by 37 percent and 36 percent of respondents, respectively. The third most popular response was increasing access for the uninsured (26 percent), followed by Medicare (10 percent).\n\nRepublicans and Democrats voiced different concerns regarding the ACA, according to Kaiser. The healthcare issue most Republican voters said they want to hear the candidates discuss is the ACA, indicated by 45 percent of respondents. Among those, 28 percent explicitly mentioned wanting discussions to center around opposing or repealing the law. Among Democratic voters, increasing access for the uninsured was the most popular issue (indicated by 39 percent of respondents), followed by healthcare costs (37 percent) and the ACA (30 percent).\n\nThe public is relatively evenly divided on next steps for the ACA. Forty-four percent of respondents said the healthcare law should either be expanded (30 percent) or kept as is (14 percent), while 43 percent of respondents said the law should either be scaled back (11 percent) or repealed entirely (32 percent).\n\nBroken down by political party, 75 percent of Democrats said the law should be expanded or kept unchanged, compared to just 18 percent of Republicans who hold the same opinion. Nearly three quarters of Republicans (74 percent) believe the law should be scaled back or repealed.\n\nOf the 32 percent of respondents who said the ACA should be repealed, 12 percent said it should be replaced with a Republican-sponsored alternative, 12 percent said it should not be replaced, 6 percent said there should be a different solution and 2 percent did not provide an answer.\n\nMore articles on leadership:\n\n3 Practices to protect your people from toxic stress and burnout\n\nWeek in review: 10 biggest healthcare stories this week\n\n7 healthcare layoffs in April\n\n© Copyright ASC COMMUNICATIONS 2016. Interested in LINKING to or REPRINTING this content? View our policies by clicking here.", "article_metadata": {"keywords": "Kaiser Family Foundation, healthcare, ACA, repeal, candidate, president, republican, democrat", "description": "There are many different issues demanding the presidential frontrunners' attention this election season. But when it comes to healthcare, the American people attribute varying levels of concern to different matters, according to the Kaiser Family Foundation's Health Tracking Poll from April.", "author": "Tamara Rosin"}, "_id": "\"57477af46914bd0286fe178a\"", "article_summary": "Republicans, Democrats want presidential candidates to address different aspects of healthcareThere are many different issues demanding the presidential frontrunners' attention this election season.\nThe healthcare issue most Republican voters said they want to hear the candidates discuss is the ACA, indicated by 45 percent of respondents.\nRepublicans and Democrats voiced different concerns regarding the ACA, according to Kaiser.\nWhen asked specifically what healthcare issues voters want to hear the presidential candidates talk about, the Affordable Care Act and healthcare costs were the most common answers, indicated by 37 percent and 36 percent of respondents, respectively.\nBut when it comes to healthcare, the American people attribute varying levels of concern to different matters, according to the Kaiser Family Foundation's Health Tracking Poll from April."}