{"article_title": "House GOP Represents More Low-Wage Workers Than Democrats", "article_keywords": ["wage", "represents", "district", "rep", "house", "workers", "lowincome", "states", "minimum", "lowwage", "represented", "highest", "gop", "democrats"], "article_url": "http://blogs.wsj.com/economics/2014/06/12/house-gop-represents-more-low-wage-workers-than-democrats/", "article_text": "Low-income workers are more likely to be represented by a Republican in Congress than a Democrat, according to a new study that shows debates around the minimum wage and income inequality are not localized concerns.\n\nNearly one in five U.S. workers earns $11.50 an hour or less, according to data released this week by Oxfam America which supports efforts to raise the minimum wage. Of those 24 million people, about 55% live in districts represented by Republicans.\n\nOxfam, an anti-poverty nonprofit group, said an employee earning less than $11.50 an hour would likely receive a raise if the federal pay floor was lifted to $10.10 an hour from a $7.25 rate. More conservative economists have said minimum-wage increases could limit the ability of those making slightly more than the wage floor to receive raises.\n\nPresident Barack Obama supports an increase to the $10.10 level, but efforts to pass such a law fizzed in Congress this spring.\n\nThe Oxfam study calculated the number of low-income workers in each Congressional district.\n\nThe district with the highest concentration of low-income workers, 31.8%, included South Central Los Angeles and is represented by Rep. Lucille Roybal-Allard (D., Calif. ) The district that includes Manhattan’s Upper East Side, represented by Rep. Carolyn Maloney (D., N.Y.), had the lowest concentration of low-wage workers living there, 6.8%.\n\nOverall, low-wage workers were widely spread, with half of Congressional districts having concentrations between 16% and 22%.\n\nFive other findings from the Oxfam study:\n\n1. The area with the smallest concentration of low-wage workers borders one of the areas with the highest. Rep. Maloney’s district is separated by the Harlem River from the Bronx and the district of Rep. Jose Serrano (D., N.Y.). There, 27.6% of workers earn less than $11.50 an hour, the ninth highest share in the country.\n\n2. The district that covers all of Montana, represented by Republican Rep. Steve Daines, has the largest number of low-wage workers, 90,000.\n\n3. States with the highest concentrations of low-wage workers also are among the least expensive places in the country to live. Arkansas, Mississippi, Oklahoma, West Virginia and South Dakota have the highest share of low-wage workers, but also are among the eleven states with the lowest cost of living.\n\n4. States with the lowest concentrations of low-wage workers are the most likely to lift the minimum wage. Of the 10 states with the smallest share of low-income workers, including No. 49 Maryland, five have passed laws this year to increase the minimum wage. Two others, Washington and New Jersey, adjust the pay floors annually, based on inflation. Of the 10 states with highest shares of low-income workers, only West Virginia has acted this year to increase its pay floor.\n\n5. Congressional districts with high concentrations of low-income workers vary widely in nature. The 10 districts with the highest concentration of low-income workers include urban centers, a Texas district that borders Mexico, California’s central valley and southwest Arkansas.\n\nThe Oxfam study determines that raising the minimum wage would lift workers out of poverty and fuel economic growth. Organizations against minimum-wage increases come to very different conclusions. For example, the right-leaning American Action Forum found that a dollar increase in the minimum wage is associated with the unemployment rate increasing 1.48 percentage points.\n\nIn a February report, the nonpartisan Congressional Budget Office estimated raising the federal minimum wage to $10.10 an hour from $7.25 would reduce U.S. employment by 500,000 while pulling 900,000 people out of poverty.", "article_metadata": {"article.template": "full", "page.content.source": "Blog Article", "page.region": "na,us", "page.content.type": "blogs article", "twitter": {"domain": "WSJ.com", "description": "A new study shows that debates around the minimum wage and income inequality are not localized concerns.", "title": "House GOP Represents More Low-Wage Workers Than Democrats", "url": "http://blogs.wsj.com/economics/2014/06/12/house-gop-represents-more-low-wage-workers-than-democrats/", "image": {"src": "http://s.wsj.net/img/WSJ_profile_lg.gif"}, "site": "WSJecon", "card": "summary_large_image"}, "article.image_count": 2, "article_privilege": "free", "article.section": "Economy", "article.headline": "House GOP Represents More Low-Wage Workers Than Democrats", "description": "A new study shows that debates around the minimum wage and income inequality are not localized concerns.", "article_section": "Economy", "author": "Eric Morath", "user.type": "unsubscribed", "article.page": "Real Time Economics Blog", "page.content.format": "responsive", "page.subsection": "Real Time Economics", "article.summary": "A new study shows that debates around the minimum wage and income inequality are not localized concerns.", "page.site": "blogs.wsj.com", "testkeys": "C", "article.published": "2014-06-12T18:27:50-04:00", "dj.asn": "10-138", "ROBOTS": "noarchive, noodp", "fb": {"url": "http://blogs.wsj.com/economics/2014/06/12/house-gop-represents-more-low-wage-workers-than-democrats/", "app_id": 368513495882}, "article": {"publisher": "https://www.facebook.com/wsj"}, "article_id": "BL-REB-26053", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no", "page.section": "Economy", "language": "en-US", "og": {"site_name": "WSJ", "description": "A new study shows that debates around the minimum wage and income inequality are not localized concerns.", "title": "House GOP Represents More Low-Wage Workers Than Democrats", "url": "http://blogs.wsj.com/economics/2014/06/12/house-gop-represents-more-low-wage-workers-than-democrats/", "image": {"width": 1200, "identifier": "http://s.wsj.net/blogs/img/WSJ_Logo_BlackBackground_1200x630social", "height": 630}, "type": "article"}, "article.access": "free", "article.type": "Real Time Economics", "article.id": "BL-REB-26053", "user.exp": "default", "article.updated": "2014-06-18T21:16:36-04:00"}, "article_summary": "Overall, low-wage workers were widely spread, with half of Congressional districts having concentrations between 16% and 22%.\nStates with the lowest concentrations of low-wage workers are the most likely to lift the minimum wage.\nStates with the highest concentrations of low-wage workers also are among the least expensive places in the country to live.\nThe area with the smallest concentration of low-wage workers borders one of the areas with the highest.\nThe district that covers all of Montana, represented by Republican Rep. Steve Daines, has the largest number of low-wage workers, 90,000."}