{"article_title": "Discrimination and the New 'Inclusive' America", "article_keywords": ["jim", "force", "gay", "business", "inclusive", "discrimination", "married", "free", "marriage", "cake", "discriminate", "america", "religious"], "article_url": "http://reason.com/archives/2015/04/08/bake-me-a-cake-or-go-to-jail-the-new-inc", "article_text": "Bake me a cake, or go to jail!\n\nSadly, that is the new message from \"inclusive\" America. If you don't want to cater, photograph, preside over, sell pizza at, sell flowers to or otherwise participate in a gay wedding, you will be punished. If you don't want your business to pay for a kind of birth control that you consider murder, you will pay fines until your business is bankrupt.\n\nPersonally, I think both birth control and homosexuality are just fine, and gay marriage is as valid as straight marriage. But forcing everyone to act as if they think that way is just wrong. We have moved from \"inclusion\" to totalitarianism.\n\nThe list of people you must treat carefully keeps getting longer. Protected classes now include sex, race, age, disability, nationality, citizenship status, pregnancy, family status and more. I'm in two of those groups. You better treat me well!\n\nWhy force someone who disapproves of your actions to bake you a cake? Lots of other bakers would love the business. This debate has moved from inclusion to demanding that everyone adopt your values.\n\nIn a free country, bigots should have the right to be bigots. Americans should also have freedom of association.\n\nAmerican lawyers talk about special protection for religious freedom, and in the Hobby Lobby case the Supreme Court said you could escape onerous parts of Obamacare by paying lawyers a fortune and convincing judges that you are a closely-held corporation with religious objections. But why must you be religious to practice what you believe? This should be about individual freedom.\n\nOf course, government must not discriminate. The worst of American racism and homophobia—slavery, segregation enforced by Jim Crow laws, bans on interracial marriage, anti-sodomy laws, etc.—was government-enforced discrimination. That was wrong, and it was right for the federal government to intervene.\n\nBut private actions are different. If I start a business with my own money, I ought to be allowed to serve only libertarians, people who wear blue shirts, whatever. It's my business!\n\nMy customers have choices. If I am racist or anti-gay, the free market will punish me. Enough people would boycott my business that I would probably lose money quickly.\n\nIt would actually be useful to see which businesses refuse to serve one group or another. Tolerance is revealed by how people behave when they are free. American law fosters the illusion that everyone is unbiased, while their real feelings remain hidden, making them harder to boycott, shame or debate.\n\nPunishment from the market is enough. The heavy hand of law is not needed here.\n\nHowever, given America's history, I accept that there are a few exceptions. In the South, people banned from a lunch counter had few other choices. The Civil Rights Act's intrusion into private behavior was probably necessary to counter the damage done by Jim Crow laws.\n\nBut today such coercion is no longer needed. Even in the difficult days of Reconstruction, after the Civil War, business began to bring together whites and blacks who might not always have liked each other but who wanted the best deals. It took several years for racists to get Jim Crow passed so they could put a stop to that erosion of the old racist ways. Government helped keep racism going for several more decades.\n\nIndividuals should be allowed to discriminate. I discriminate all the time. I favor people over others when I choose my friends, jobs, hobbies, clubs, religion, etc. So do you.\n\nElizabeth Taylor married nine times. Had she married again, should the EEOC have ordered her to marry someone from an ethnic minority?\n\nA homophobic baker shouldn't stop a same-sex couple from getting married. Likewise, a gay couple shouldn't force a baker to make them a wedding cake. No one should ever force anyone to bake them a cake.\n\n© Copyright 2015 by Creators Syndicate Inc.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "No one should ever force anyone to bake them a cake.", "title": "Discrimination and the New 'Inclusive' America", "url": "http://reason.com/archives/2015/04/08/bake-me-a-cake-or-go-to-jail-the-new-inc", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14284517365293.jpg", "type": "article"}, "twitter": {"image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14284517365293.jpg", "description": "No one should ever force anyone to bake them a cake.", "site": "@reason", "card": "summary_large_image", "title": "Discrimination and the New 'Inclusive' America"}, "fb": {"pages": 17548474116}, "article": {"tag": "HomePage", "published_time": "2015-04-08T04:05:00+00:00", "author": "http://reason.com/people/john-stossel"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af46914bd0286fe17b7\"", "article_summary": "Personally, I think both birth control and homosexuality are just fine, and gay marriage is as valid as straight marriage.\nSadly, that is the new message from \"inclusive\" America.\nThe worst of American racism and homophobia—slavery, segregation enforced by Jim Crow laws, bans on interracial marriage, anti-sodomy laws, etc.—was government-enforced discrimination.\nLikewise, a gay couple shouldn't force a baker to make them a wedding cake.\nThe Civil Rights Act's intrusion into private behavior was probably necessary to counter the damage done by Jim Crow laws."}