{"article_title": "‘It’s part of the community now’: Bangor pride parade co-founder admires progress — Bangor — Bangor Daily News — BDN Maine", "article_keywords": ["going", "parade", "west", "bdn", "community", "event", "tokens", "held", "bangor", "daily", "admires", "martin", "progress", "cofounder", "pride", "maine"], "article_url": "http://bangordailynews.com/2015/06/21/news/bangor/its-part-of-the-community-now-bangor-pride-parade-founder-admires-progress/", "article_text": "BANGOR, Maine — When Jim Martin helped organize Bangor’s first gay pride parade in 1992, he had no idea that 23 years later he’d be married to his long-time partner and the father of a 7-year-old.\n\n“Marriage wasn’t even something we were considering,” he said Sunday. “We were still working on not getting fired for being gay.”\n\nMartin, 49, is celebrating two decades with Scott Wilkinson this year although the couple has been legally wed for less than two years. He said his family will attend this year’s pride event in West Market and Pickering squares on Saturday.\n\n“Last year, we were there with our son, and I was impressed with how many other kids were there,” Martin said. “Something we never saw in pride in the early years was family. Now, so many people bring their kids down.”\n\n“It’s so awesome to see it’s still going strong decades later,” he said. “I’m so impressed with how things have continued to grow and expand.”\n\nMartin, Meredith Noyes, and Sarah Lowden, were all seniors at the University of Maine studying social work in 1992 when they organized the parade as an advocacy project as part of a class. Between 150 and 200 people, including protesters, who held up signs with Bible quotes hand printed on them.\n\nMartin organized the event for 10 years, then, turned it over to others. It languished for a few year. The Bridge Alliance has helped to coordinate the event since 2007.\n\n“I think the direction it’s going is that it’s part of the community now,” Martin said Sunday. “It’s not just for a segment of the community. That and seeing more families like our is what’s really nice about it. This year, we’re going as old married couple.”\n\nMartin, who served in the Maine Legislature, now works in the field of foster care.\n\nThe theme of Bangor Pride 2015 is Living Out Loud, according to organizers. Events focusing on lesbian, gay, bisexual and transgender issues will be held Wednesday through Sunday at different locations in Bangor.\n\nDown East AIDS Network, the Eastern Maine AIDS Network and the Health Equity Alliance will host the grand opening at their new facility 4-6 p.m. Friday at 106 Pine St., Bangor. Teams of participants will leave from there to take part in a “dragenger hunt” in search of rainbow tokens from participating sponsors downtown. The first team to reach the Charles Inn with all the tokens will win a prize.\n\nThe parade will begin at 11:30 a.m. Saturday. The festival, with music and entertainment, will be held from noon to 4 p.m. in West Market and Pickering squares.\n\nFor more information, visit Bangor Pride’s Facebook page.", "article_metadata": {"description": "BANGOR, Maine — When Jim Martin helped organize Bangor’s first gay pride parade in 1992, he had no idea that 23 years later he’d be married to his long-time partner and the father of a 7-year-old. “Marriage wasn’t even something we were considering,” he said Sunday. “We were still working [...] Maine news, sports, politics and election results, and obituaries from the Bangor Daily News.", "generator": "WordPress 4.1.5", "og": {"site_name": "The Bangor Daily News", "description": "BANGOR, Maine — When Jim Martin helped organize Bangor’s first gay pride parade in 1992, he had no idea that 23 years later he’d be married to his long-time partner and the father of a 7-year-old. “Marriage wasn’t even something we were considering,” he said Sunday. “We were still working [...]", "title": "‘It’s part of the community now’: Bangor pride parade co-founder admires progress", "url": "http://bangordailynews.com/2015/06/21/news/bangor/its-part-of-the-community-now-bangor-pride-parade-founder-admires-progress/", "image": "http://static.bangordailynews.com/wp-content/uploads/2015/06/10025761_H6400580.JPG?strip=all", "type": "article"}, "twitter": {"description": "BANGOR, Maine — When Jim Martin helped organize Bangor’s first gay pride parade in 1992, he had no idea that 23 years later he’d be married to his long-time partner and the father of a 7-year-old. “Marriage wasn’t even something we were considering,” he said Sunday. “We were still working [...]", "title": "‘It’s part of the community now’: Bangor pride parade co-founder admires progress", "url": "http://bangordailynews.com/2015/06/21/news/bangor/its-part-of-the-community-now-bangor-pride-parade-founder-admires-progress/", "image": "http://static.bangordailynews.com/wp-content/uploads/2015/06/10025761_H6400580-250x250.jpg?strip=all", "site": "@bangordailynews", "card": "summary"}, "wp-parsely_version": "1.7", "fb": {"app_id": 748756371893770}, "keywords": "Maine, news, elections, election results, politics, sports, Bangor, Portland, Augusta, weather, obituaries, Waterville, Aroostook, Penobscot, Piscataquis, Somerset, Hancock, Washington, bdn,bangor,living,news,regions,‘it’s part of the community now’: bangor pride parade co-founder admires progress,is_article,judy harrison", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fe17b4\"", "article_summary": "He said his family will attend this year’s pride event in West Market and Pickering squares on Saturday.\nThe theme of Bangor Pride 2015 is Living Out Loud, according to organizers.\nBANGOR, Maine — When Jim Martin helped organize Bangor’s first gay pride parade in 1992, he had no idea that 23 years later he’d be married to his long-time partner and the father of a 7-year-old.\nEvents focusing on lesbian, gay, bisexual and transgender issues will be held Wednesday through Sunday at different locations in Bangor.\nThe festival, with music and entertainment, will be held from noon to 4 p.m. in West Market and Pickering squares."}