{"article_title": "U.S. public health funding steadily falling, new study shows", "article_keywords": ["school", "funding", "service", "spending", "study", "woolhandler", "value", "system", "health", "words", "steadily", "falling", "public", "prevention", "shows"], "article_url": "https://www.fredhutch.org/en/news/center-news/2015/11/Public-health-funding-drop-hurts-prevention.html", "article_text": "‘Dangerously out of balance’\n\n“This year, public health will get less than half of the $2 billion promised by the ACA,” said lead author Himmelstein, a professor at CUNY’s School of Public Health and lecturer in medicine at Harvard Medical School. “And state and local government public health spending has also fallen, even while their other health expenditures have continued to rise.\"\n\nCo-author Woolhandler, a primary care doctor, public health professor at CUNY and a lecturer at Harvard Medical School, minced no words with her criticism regarding the lack of public health spending.\n\n“Our health care system is dangerously out of balance; we’re spending more and more treating disease but less and less to prevent it,” she said. “We’re breaking the bank paying for hepatitis C and cancer drugs, while drug abuse prevention, needle exchange programs and anti-smoking campaigns are starved for funds.”\n\nHimmelstein and Woolhandler are co-founders and leaders of Physicians for a National Health Program, a nonprofit organization that advocates for a single-payer health system.\n\nThe value of prevention\n\nDr. Jonathan Bricker, a Fred Hutch public health researcher and psychologist who specializes in smoking cessation, also referred to the report as disturbing but said he was not surprised, considering our cultural penchant for immediate gratification.\n\n“We are a culture that has yet to fully value prevention,” he said. “We want immediate results and payoff. Prevention doesn't work that way. It's slow, so its powerful and positive consequences are often not felt for many years.”\n\nPrevention is also incredibly effective. Case in point, the CDC on Thursday released new statistics that showed the percentage of U.S. adults who smoke cigarettes declined from 20.9 percent in 2005 to 16.8 percent in 2014.\n\nIn other words, the number of smokers in the past 10 years took a 20 percent nose dive. Why?\n\nThe number one reason cited by the CDC for the drop was anti-smoking campaigns, i.e., prevention.\n\n‘More lip service than support’\n\n“The saddest part of this story is that prevention is actually inexpensive and far more cost-effective than clinical treatment when you consider the millions of lives it can save or prolong,” Bricker said.\n\n“And the increased spending on prevention would have negligible impact on clinical spending. Both are needed and both have an important place in our national healthcare system. It's time our culture starts to see the benefit and start to demand the needed, yet so modest investment.\"\n\nAnderson also stressed the importance of prevention and said she would love to see a similar analysis of government funding allocations for research just on that.\n\n“Prevention research fuels the pipeline for new strategies to prevent disease and improve health and we sorely need efficacious approaches to stem the obesity epidemic and better approaches to decrease tobacco use,” she said.\n\n“Advances in either of these areas would have broad impact on public health but these topics often seem to get more lip service than actual support.”", "article_metadata": {"description": "A new study has determined that public health funding, which drives efforts like disease prevention and immunization services, has steadily declined since 2002. Fred Hutch experts weigh in on how this disturbing drop has already harmed our health.", "og": {"site_name": "Fred Hutch", "description": "A new study has determined that public health funding, which drives efforts like disease prevention and immunization services, has steadily declined since 2002. Fred Hutch experts weigh in on how this disturbing drop has already harmed our health.", "title": "U.S. public health funding steadily falling, new study shows", "locale": "en_US", "image": {"width": 1200, "identifier": "https://www.fredhutch.org/en/news/center-news/2015/11/Public-health-funding-drop-hurts-prevention.pagethumb.resize.1200.630.png", "height": 630}, "url": "http://www.fredhutch.org/en/news/center-news/2015/11/Public-health-funding-drop-hurts-prevention.html", "type": "article"}, "twitter": {"site": "@fredhutch", "image": "https://www.fredhutch.org/en/news/center-news/2015/11/Public-health-funding-drop-hurts-prevention.pagethumb.resize.1200.630.png", "description": "A new study has determined that public health funding, which drives efforts like disease prevention and immunization services, has steadily declined since 2002. Fred Hutch experts weigh in on how this disturbing drop has already harmed our health.", "card": "summary_large_image", "title": "U.S. public health funding steadily falling, new study shows"}, "robots": "all", "fb": {"admins": 10420423202}, "keywords": "smoking-cessation, public health, Jonathan Bricker, Public Health Sciences, public health benefit, vaccination, Garnet Anderson", "article": {"publisher": "https://www.facebook.com/HutchinsonCenter", "published_time": "2015-11-12T14:53-0800"}}, "article_summary": "“And state and local government public health spending has also fallen, even while their other health expenditures have continued to rise.\"\nCo-author Woolhandler, a primary care doctor, public health professor at CUNY and a lecturer at Harvard Medical School, minced no words with her criticism regarding the lack of public health spending.\n‘Dangerously out of balance’“This year, public health will get less than half of the $2 billion promised by the ACA,” said lead author Himmelstein, a professor at CUNY’s School of Public Health and lecturer in medicine at Harvard Medical School.\n“Advances in either of these areas would have broad impact on public health but these topics often seem to get more lip service than actual support.”\n“We are a culture that has yet to fully value prevention,” he said."}