{"article_title": "On Breast Milk and High-Impact Journalism", "article_keywords": ["mamava", "journalism", "told", "highimpact", "dodson", "pump", "breast", "ms", "units", "article", "mayer", "milk", "women"], "article_url": "http://www.nytimes.com/times-insider/2015/05/08/on-breast-milk-and-high-impact-journalism/", "article_text": "Photo\n\nWhat is the true afterlife of an article, in readers’ minds and in their actions?\n\nUnless the story spurs immediate, dramatic consequences — a legal investigation or a policy change — we often have little idea whether or how it lives on.\n\nIn 2006, after returning from maternity leave, I wrote an article about the class gap in breast-feeding. Many white-collar women had time to pump breast milk on the job as well as well-outfitted lactation rooms with comfortable chairs and even the latest magazines. Low-income workers had dirty bathrooms and no break time for pumping. I spoke with a cashier at a casino, a waitress and a Starbucks worker who all wanted to follow their doctors’ advice and breast-feed, but found that their jobs made it close to impossible.\n\nThe article drew a polite, concerned reception and I moved on. My daughter grew. By the end of the year I was covering the first stirrings of the 2008 presidential campaign.\n\nI had no idea that in South Burlington, Vt., a stranger named Sascha Mayer had read my article with an infant at her breast. As she read and nursed, her mind tugged at the problem The Times documented. There had to be a way to build private areas where women could nurse and pump milk, she felt. She teamed up with Christine Dodson, a colleague at a graphic design studio, who stopped breast-feeding her baby because there was never a place to pump during work travel. The women named their project Mamava, for mothers on the go.\n\nThey had no experience building or manufacturing anything. Ms. Mayer and Ms. Dodson had no funding and financed their experiments through the generosity of their employer and their personal savings. Their “mobile lactation suite” concept was hard to explain — like a phone booth, but roomier and more private, for nursing and pumping breast milk. Initial designs failed. “The first version looked like a Porta Potty,” Ms. Dodson told me later. An early manufacturing partner lost his business in a mess of legal problems, with the beginnings of the Mamava inventory tied up in court.\n\nThey inched forward anyway, maintaining their resolve year after year. The Affordable Care Act gave them a boost, by encouraging employers to provide a time and place to pump and requiring insurers to pay for breast pumps. They found a new manufacturing partner, a company that made booths for trade shows. In 2013, in the aftermath of a lawsuit filed by a woman kicked off a flight for publicly breast-feeding, the Burlington airport director asked if he could install the first Mamava unit.\n\nLater, Ms. Mayer was moving through the security line there when a female T.S.A. agent saw the Mamava sticker on her laptop. “I used that lactation pod for six months,” the agent told her.\n\nNearly nine years after Ms. Mayer’s light bulb moment, the Mamava pods are sleek and inviting, with benches, a fold-down table for the breast pump, an outlet with U.S.B. ports and casters, so the units can be moved through convention centers and malls. Twenty-seven units have been ordered or delivered across the country, including at the Milwaukee County Zoo and a civic center in Nebraska. The federal government installed a handful at pharmaceutical fulfillment centers for veterans. The Times reported yesterday that four Mamava nursing-pumping units were just installed at Kennedy, Newark and La Guardia Airports on a temporary basis, sponsored by Seventh Generation, the baby and home products company. Because each unit costs $11,250, Ms. Mayer and Ms. Dodson hope that more companies will sponsor them, so that as many low-income women can use them as possible.\n\n“We want to provide a place to breast-feed or use a pump anywhere a mother might need to,” Ms. Mayer told me, adding that she and Ms. Dodson had heard from clinics run by W.I.C. — the federal government’s program for low-income mothers — that want the units but can’t afford them.\n\nWhen Ms. Mayer contacted me in 2013 to tell me what my article inspired, I was thunderstruck. They had taken our work so far beyond the initial readership stage, the lining-the-kitty-litter-box stage and the incorporated-into-a-few-college-syllabuses stage. Their inventiveness and tenacity remind me of how engaged New York Times readers are, unwilling to leave the problems we document in a newspaper recycling pile.\n\nYesterday, as I talked with Ms. Mayer and Ms. Dodson by phone, hearing about Mamava’s latest steps forward, I had a more selfish reaction too. My second child is due at summer’s end, so I hope to be using the stations myself before too long.\n\nHappy Mother’s Day, and from one reporter, thank you for taking our stories to heart.", "article_metadata": {"ptime": 20150508150625, "BN": "times-insider", "dfp-ad-unit-path": "timesinsider", "per": "Kantor, Jodi", "org": "LaGuardia Airport (Queens, NY);Seventh Generation", "keywords": "Kantor Jodi,Breastfeeding,LaGuardia Airport (Queens NY),Seventh Generation,Burlington (NJ),Uncategorized", "communityAssetTaxonomy": "blogs/times-insider/On Breast Milk and High-Impact Journalism ( 20150508 )", "news_keywords": "Breastfeeding,Burlington,Jodi Kantor,LaGuardia Airport Queens NY,Seventh Generation", "PT": "Blogs", "author": "Jodi Kantor", "SCG": "times-insider", "sourceApp": "blogs", "CLMST": "Jodi Kantor", "byl": "Jodi Kantor", "twitter": {"description": "The reporter Jodi Kantor writes about her gratifying discovery that a 2006 article she wrote about a class gap in breast-feeding changed the world, if in a small way, nine years later.", "title": "On Breast Milk and High-Impact Journalism", "url": "http://www.nytimes.com/times-insider/2015/05/08/on-breast-milk-and-high-impact-journalism/", "image": "http://graphics8.nytimes.com/images/2015/05/08/blogs/mamava/mamava-thumbLarge.jpg", "site": "@nytimes", "card": "summary"}, "adxPage": "blog.nytimes.com/times-insider/post", "description": "The reporter Jodi Kantor writes about her gratifying discovery that a 2006 article she wrote about a class gap in breast-feeding changed the world, if in a small way, nine years later.", "robots": "noodp", "dat": "May 8, 2015", "article": {"tag": "Uncategorized", "published_time": 1431111985, "collection": "http://json8.nytimes.com/services/json/sectionfronts//index.jsonp", "modified_time": "2015-05-08T19:06:25-04:00", "author": "http://topics.nytimes.com/top/reference/timestopics/people/k/jodi_kantor/index.html"}, "geo": "Burlington (NJ)", "utime": 20150508190625, "communityAssetLabels": "NYT_Blogs", "PUD": 20150508, "pdate": 20150508, "des": "Breastfeeding", "thumbnail": "http://graphics8.nytimes.com/images/2015/05/08/blogs/mamava/mamava-thumbLarge.jpg", "og": {"url": "http://www.nytimes.com/times-insider/2015/05/08/on-breast-milk-and-high-impact-journalism/", "image": "http://graphics8.nytimes.com/images/2015/05/08/blogs/mamava/mamava-facebookJumbo.jpg", "type": "article", "description": "The reporter Jodi Kantor writes about her gratifying discovery that a 2006 article she wrote about a class gap in breast-feeding changed the world, if in a small way, nine years later.", "title": "On Breast Milk and High-Impact Journalism"}, "communityAssetURL": "http://www.nytimes.com/times-insider/2015/05/08/on-breast-milk-and-high-impact-journalism/", "PUV": "normal", "hdl": "On Breast Milk and High-Impact Journalism", "thumbnail_150": "http://graphics8.nytimes.com/images/2015/05/08/blogs/mamava/mamava-thumbLarge.jpg", "PST": "Blog Post", "DISPLAYDATE": "May 8, 2015"}, "_id": "\"57477af36914bd0286fd2e21\"", "article_summary": "Ms. Mayer and Ms. Dodson had no funding and financed their experiments through the generosity of their employer and their personal savings.\nMany white-collar women had time to pump breast milk on the job as well as well-outfitted lactation rooms with comfortable chairs and even the latest magazines.\nYesterday, as I talked with Ms. Mayer and Ms. Dodson by phone, hearing about Mamava’s latest steps forward, I had a more selfish reaction too.\n“The first version looked like a Porta Potty,” Ms. Dodson told me later.\nLater, Ms. Mayer was moving through the security line there when a female T.S.A."}