{"article_title": "Football Coach Defies School District Warning, Prays for Team at Homecoming Game", "article_keywords": ["prayed", "school", "coach", "district", "kennedy", "defies", "god", "football", "prays", "woodlawn", "high", "leavell", "game", "warning", "team", "talks", "homecoming"], "article_url": "http://townhall.com/tipsheet/cortneyobrien/2015/10/17/football-coach-defies-school-district-warning-prays-for-team-at-homecoming-game-n2066512", "article_text": "The power of prayer in sports is beautifully portrayed in the new film “Woodlawn.” The film, just released this Friday, is based off a true story of how faith helped a high school football team overcome racial prejudice and hatred. Despite threats from school administrators, Woodlawn High School Coach Tandy Geralds and his team continued to praise God for their success both on and off the field.\n\nA similar scenario is being played out at Bremerton High School in the state of Washington. Coach Joe Kennedy has prayed with his junior varsity football team after each game for seven years. Yet, he now faces pressure from his local school district to put an end to the spiritual display.\n\nBremerton superintendent Aaron Leavell sent a letter to Kennedy as a warning to stop his routine prayers because they “violate the First Amendment’s Establishment Clause” and expose the district to “significant risk of liability.”\n\nAs a result, Leavell said while Kennedy can continue providing inspirational talks, those talks cannot include religious expression, including prayer.\n\nKennedy’s response? He respectfully disagrees.\n\n“I love my players. It’s an honor to work with them and teach them about good sportsmanship and teamwork. I hope the school district will allow me to continue working with these kids – and thanking God for them.”\n\nKennedy prayed with his team after the homecoming game Friday night.", "article_metadata": {"description": "Faith on the field..05/26/2016 2:06:33AM EST.", "author": "Cortney O'Brien", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "Faith on the field.", "title": "Football Coach Defies School District Warning, Prays for Team at Homecoming Game", "url": "http://townhall.com/tipsheet/cortneyobrien/2015/10/17/football-coach-defies-school-district-warning-prays-for-team-at-homecoming-game-n2066512", "image": "http://media.townhall.com/townhall/reu/ha/uploads/2015/10/15/9.png", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "Faith on the field.", "title": "Football Coach Defies School District Warning, Prays for Team at Homecoming Game", "url": "http://townhall.com/tipsheet/cortneyobrien/2015/10/17/football-coach-defies-school-district-warning-prays-for-team-at-homecoming-game-n2066512", "image": "http://media.townhall.com/townhall/reu/ha/uploads/2015/10/15/9.png", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "Football Coach Defies School District Warning, Prays for Team at Homecoming Game, Cortney O'Brien, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "_id": "\"57477af36914bd0286fd2e68\"", "article_summary": "Despite threats from school administrators, Woodlawn High School Coach Tandy Geralds and his team continued to praise God for their success both on and off the field.\nYet, he now faces pressure from his local school district to put an end to the spiritual display.\nA similar scenario is being played out at Bremerton High School in the state of Washington.\nI hope the school district will allow me to continue working with these kids – and thanking God for them.”Kennedy prayed with his team after the homecoming game Friday night.\nCoach Joe Kennedy has prayed with his junior varsity football team after each game for seven years."}