{"article_title": "'Death Cafes' aim to make dying, and talking about it, part of life", "article_keywords": ["boulder", "life", "death", "dont", "dying", "cafes", "theyre", "aim", "talking", "mackey", "theres", "talk", "youre"], "article_url": "http://www.dailycamera.com/boulder-county-news/ci_25827971/death-cafes-aim-make-dying-and-talking-about", "article_text": "'There is so much laughter in the room' during Boulder County meetups to discuss end of life\n\nIf you go What: Death Cafe When: 4 p.m. Monday Where: Vic's, 2680 Broadway More info: deathcafe.com/deathcafe/374\n\nOnce a month, a group of people from around Boulder County get together over coffee and cake to talk about death.\n\nIt's not morbid or grim, say the organizers of the monthly \"Death Cafes.\" Instead, most participants leave feeling lighter and refreshed after being able to talk freely about an often taboo subject.\n\nThe meetups, which are becoming popular internationally, encourage people in all life stages to talk about death and dying for a number of reasons — to live a fuller life, to make end-of-life care and planning easier and to erase some of the fear and uncertainty associated with our earthly departure.\n\n\"I really do believe that if you can remove the stigmas and fears around death and dying, especially your own, it allows you to live a fuller life, a more present life,\" said Sue Mackey, one of the local organizers. \"Not having that elephant in the room always hanging there.\n\n\"I'm not there yet, but I'm working on it.\"\n\nThe cafes, which started in Boulder about six months ago, have so far been well attended by people in their early 20s to people in their 80s, Mackey said.\n\nAdvertisement\n\nOver refreshments at Vic's in Boulder, the group invites an open dialogue about anything related to death. Topics range from legal questions about paperwork after death to spiritual conversations about what really happens after someone passes away.\n\n\"People just want to talk with each other about experiences they've had, positive and negative,\" Mackey said. \"What they want at the end of life, what they expect, what they're fearful of. All kinds of things. There is so much laughter in the room. People get emotional, but there's also a lot of good stories that people respond to. It's as much a part of life as anything else. We all have feelings about it.\"\n\nAnother cafe organizer, Kim Mooney, said there's a strange assumption that talking about death will bring it on sooner.\n\nBeyond that, talking about how to pay for someone's end-of-life medical expenses or funeral costs is seen as somehow disrespectful to the person's memory, she added.\n\n\"It's so ridiculous that we don't talk about death,\" Mooney, 62, said. \"It's scary because nobody wants to die, so we just removed it from our daily lives. We start by being insulted that it's even going to happen. But once you're in it and you're really having to face it and deal with it, it's a whole different animal. Talking about it, a lot of times, it wakes you up. Your priorities change. You treat people differently.\"\n\nMackey, 58, said the aging baby boomer population may be leading the movement to make talking about death socially acceptable.\n\nMany boomers are grappling with how to care for their elderly parents and are sometimes frazzled by the lack of discussion about their parents' wishes until its too late, she said.\n\n\"Having that conversation ahead of time and getting your paperwork completed, it's a gift to your family,\" Mackey said. \"Because if you're dead or dying, they're not in the best emotional place. They're already stressed out. They haven't slept. They're going, 'OK, I don't know what Mom would've wanted. Would she have been OK with this treatment? Would she want to be cremated? Buried?'\"\n\nSome elderly people are having the opposite experience — their kids and older friends don't want to talk about death with them, maybe because it's too painful or uncomfortable.\n\nInstead, they come to the Death Cafes and talk about their fears, wishes and questions as the end of their lives gets closer.\n\n\"One older woman expressed to me that it was such a gift to be able to talk about it because these things are on her mind, and if she brings it up at bridge club, she gets the hand in the face,\" Mackey said. \"'Don't be morbid. Don't go there.' There's nothing morbid about it. She comes to a Death Cafe and she's able to talk about what's on her mind, and it's totally safe and comfortable.\"\n\nContact Camera Staff Writer Sarah Kuta at 303-473-1106 or kutas@dailycamera.com.", "article_metadata": {"sailthru.url": "http://www.dailycamera.com/boulder-county-news/ci_25827971/death-cafes-aim-make-dying-and-talking-about", "sailthru.author": "By Sarah Kuta \n \n  Camera Staff Writer", "ag": {"canon": "BoulderDailyCamera:article:25827971:view"}, "startDate": "2014-05-24T13:00:00-0600", "twitter": {"domain": "dailycamera.com", "description": "Once a month, a group of people from around Boulder County get together over coffee and cake to talk about death.", "title": "'Death Cafes' aim to make dying, and talking about it, part of life", "url": "http://www.dailycamera.com/boulder-county-news/ci_25827971/death-cafes-aim-make-dying-and-talking-about", "image": "http://local.dailycamera.com/common/dfm/assets/logos/1200x627/dailycamera.png", "site": "@dailycamera", "card": "summary_large_image"}, "sailthru.article-section-or-homepage": "article", "modificationDate": "2014-05-23T23:26:27-0600", "endDate": "2024-05-24T13:00:00-0600", "news_keywords": "Boulder County,Colorado,news,events,weather,breaking news,lifestyles,things to do,", "byline": "By Sarah KutaCamera", "pubDate": "2014-05-23T23:28:05-0600", "sailthru.date": "2014-05-24T13:00:00-0600", "sailthru.title": "'Death Cafes' aim to make dying, and talking about it, part of life", "verify-v1": "TakAiHiDAOiNOP+m0YTx4DQeyjor+bTdc8e+pw6bDoI=", "sailthru.section": "Boulder County News", "description": "Once a month, a group of people from around Boulder County get together over coffee and cake to talk about death.", "sailthru.site": "dailycamera.com", "msvalidate.01": "9DAB14005AD5A9FFA4CA0EF58CC794BA", "og": {"url": "http://www.dailycamera.com/boulder-county-news/ci_25827971/death-cafes-aim-make-dying-and-talking-about", "image": "http://extras.dailycamera.com/images/dailycamera3.png", "type": "article", "description": "Once a month, a group of people from around Boulder County get together over coffee and cake to talk about death.", "title": "'Death Cafes' aim to make dying, and talking about it, part of life"}, "p": {"domain_verify": "867892b0357001538903740c75a206f0"}, "google-site-verification": "07CC1xPDVU0znu496XTAjLyC32Ylj8zwWHlmrzx3pgY", "y_key": "c9d9b53f7f5af674"}, "_id": "\"57477af46914bd0286fdaedc\"", "article_summary": "Mackey, 58, said the aging baby boomer population may be leading the movement to make talking about death socially acceptable.\nAnother cafe organizer, Kim Mooney, said there's a strange assumption that talking about death will bring it on sooner.\n\"It's so ridiculous that we don't talk about death,\" Mooney, 62, said.\nInstead, they come to the Death Cafes and talk about their fears, wishes and questions as the end of their lives gets closer.\nTopics range from legal questions about paperwork after death to spiritual conversations about what really happens after someone passes away."}