{"article_title": "Religion’s “creative destruction”: Millennials, the new religious “nones,” are experimenting with new forms and rituals", "article_keywords": ["religion", "nones", "threat", "millennials", "young", "creative", "forms", "religions", "experimenting", "rituals", "values", "trends", "world", "old", "tradition", "religious", "christmas", "destruction"], "article_url": "http://www.salon.com/2015/12/25/celebrating_christmas_in_an_age_of_extremism_partner/", "article_text": "Topics: Christmas, Religion, Spirituality, Life News\n\nFrom the recent attack on Planned Parenthood to the shooting in San Bernardino, extremists of all stripes are revealing the ugly side of religion. The confluence of these events and election season demagoguery is generating fear and outrage.\n\nIn the midst of these national struggles, many families are preparing for a more personal religious fight: going to church on Christmas. Americans increasingly don’t identify with a religion, with significant generational differences.\n\nThe Pew Research Center reported this year that 35% of millennials – those born between 1981 and 1996 – are religious “nones.” Many young people may darken a church door only to placate their parents on Christmas and Easter.\n\nThese disparate trends are related to the same phenomenon: cultural change.\n\nThe old and the new\n\n\n\nJim Urquhart/REUTERS\n\nReligious extremists want to roll back the clock on modernity to recreate a time when moral choices were simple and Old World values predominated. In contrast, old institutional forms are not resonating with millennials’ postmodern mentality.\n\nFundamentalists’ reaction to modernity is predictable. They are threatened by individualism, the upending of traditional values and gradual decimation of institutions that have historically maintained moral order. What is novel in the fundamentalists’ response is that they use modern technology to promote their regressive morality.\n\nFor the millennial generation, the same technology expands rather than contracts their horizons. As I argue in my book Finding Faith, tradition means little to them. They pick and choose among various options, including the array of religions and forms of spirituality.\n\nThe common denominator of fundamentalism and millennial individualism is “over-choice.” For the former, choice is a threat. For the latter, it is an opportunity for self-expression.\n\nA threat from two sides\n\nFor many Americans, both cultural trends bring fear.\n\nHomegrown terrorism seems like a greater threat when anyone, in any religious tradition, can be radicalized via the internet. And many grandparents fret over how younger generations will find meaning, morality and even eternal salvation without religion.\n\nAs a grandparent myself, I understand this fear, but as a scholar of religion, I’m quite positive about our future. To borrow a phrase from business and economics, mainstream religion is in a period of “creative destruction.“ It may be falling apart, but contemporary culture also offers the opportunity for religion to renew itself.\n\nOne needs only to look around at the gray heads in most churches and synagogues to realize that in a generation, these institutions will be nearly empty. Yes, megachurches with hip pastors and contemporary music will continue to draw an audience, but such tribal gatherings and collective rituals can feel shallow and empty. Megachurches, too, are seeing young adults’ interest and regular attendance wane.\n\nFundamentally, the old Christian cosmology – God sending a son to redeem the world; a God who is all-powerful and yet seemingly impotent in the face of mass violence – simply doesn’t work for many educated young adults. The idea of being “spiritual but not religious” oversimplifies people’s understanding of spirituality, but it also signals the possibility that the human spirit quests for something deeper than the latest technological gadget.", "article_metadata": {"description": "Could spiritual practices like feeding the homeless and fighting injustice take the place of traditional religion?", "title": "Religion’s “creative destruction”: Millennials, the new religious “nones,” are experimenting with new forms and rituals", "og": {"site_name": "Salon", "description": "Could spiritual practices like feeding the homeless and fighting injustice take the place of traditional religion?", "title": "Religion’s “creative destruction”: Millennials, the new religious “nones,” are experimenting with new forms and rituals", "url": "http://www.salon.com/2015/12/25/celebrating_christmas_in_an_age_of_extremism_partner/", "image": "http://media.salon.com/2015/12/church_angels.jpg", "type": "article"}, "twitter": {"description": "Could spiritual practices like feeding the homeless and fighting injustice take the place of traditional religion?", "title": "Religion’s “creative destruction”: Millennials, the new religious “nones,” are experimenting with new forms and rituals", "image": "http://media.salon.com/2015/12/church_angels.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Donald E. Miller", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Christmas, Religion, Spirituality", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Homegrown terrorism seems like a greater threat when anyone, in any religious tradition, can be radicalized via the internet.\nThe old and the newJim Urquhart/REUTERSReligious extremists want to roll back the clock on modernity to recreate a time when moral choices were simple and Old World values predominated.\nTopics: Christmas, Religion, Spirituality, Life NewsFrom the recent attack on Planned Parenthood to the shooting in San Bernardino, extremists of all stripes are revealing the ugly side of religion.\nIn the midst of these national struggles, many families are preparing for a more personal religious fight: going to church on Christmas.\nThey pick and choose among various options, including the array of religions and forms of spirituality."}