{"article_title": "Brief filed in debate over Birchwood development in Cranford", "article_keywords": ["development", "dabulas", "cranford", "dep", "birchwood", "brief", "associates", "filed", "township", "appeal", "debate"], "article_url": "http://www.nj.com/cranford/index.ssf/2014/03/brief_filed_in_debate_over_bir.html", "article_text": "CRANFORD — The ongoing Birchwood lawsuit took another step as an appellate brief was filed on Monday, Feb. 24.\n\nCranford Development Associates wants to construct 360 apartments, including 60 “affordable” housing units, at 215-235 Birchwood Ave. The plan for the 16-acre site, part of which is a designated wetland area, also calls for a multi-story parking garage.\n\nCranford Development Associates has been seeking permits or approvals from the state DEP under the state Flood Hazard Area Control Act and the Freshwater Wetlands Protection Act. Cranford residents and officials alike have repeatedly protested the plan, saying it will only exacerbate the problems in the flood-prone area.\n\nDuring the Feb. 25 Township Committee meeting, Township Attorney Diane Dabulas announced that the brief had been filed and is the first step necessary if the township decides to go ahead with an appeal of the recent DEP approval of the developer’s application.\n\nThe brief says Cranford Development Associates (CDA) did not make a good faith effort to negotiate with Cranford before pursuing a builder’s remedy lawsuit. Now that the brief has been filed, CDA has 30 days to file its own brief or request an extension. At that time, Cranford will have the opportunity to file a reply.\n\nThe issue reached a peak earlier in February, when the DEP approved the developer’s application to put multi-unit housing on the Birchwood property.\n\nTuesday night, Dabulas said the DEP permit and other relevant documents will be posted on the township’s website after the attorney representing Cranford on the matter, Bob Podvey, has reviewed them to determine whether or not an appeal is appropriate.\n\nIf he determines an appeal is appropriate, Dabulas said, it will be done promptly.\n\nThe decision came less than a month after 150 residents from Cranford and Kenilworth packed the township committee chambers during a DEP hearing on the matter.", "article_metadata": {"medium": "news", "viewport": "width=device-width,initial-scale=1", "news_keywords": "'cranford'", "title": "Brief filed in debate over Birchwood development in Cranford", "parsely-page": "{\"title\": \"Brief filed in debate over Birchwood development in Cranford\", \"link\": \"http://www.nj.com/cranford/index.ssf/2014/03/brief_filed_in_debate_over_bir.html\", \"image_url\": \"http://imgick.nj.com/home/njo-media/width620/img/cranford_impact/photo/diane-dabulas-cranford-birchwood-90ee624be7a80d86.jpg\", \"type\": \"post\", \"post_id\": \"12319161\", \"pub_date\": \"2014-03-01T13:19:32Z\", \"author\": \"Christy Potter, Cranford Chronicle\", \"tags\": [\"cranford\"] }", "twitter": {"image": "http://media.nj.com/cranford_impact/photo/14383809-thumb_square_large.jpg", "description": "CRANFORD &mdash; The ongoing Birchwood lawsuit took another step as an appellate brief was filed on Monday, Feb. 24. Cranford Development Associates wants to construct 360 apartments, including 60 &#8220;affordable&#8221; housing units, at 215-235 Birchwood Ave. The plan for the...", "card": "summary", "site": "@njdotcom"}, "article_date_updated": "Saturday, March 01, 2014,  8:19 AM", "parsely-metadata": "{\"image_url\": \"http://media.nj.com/cranford_impact/photo/diane-dabulas-cranford-birchwood-90ee624be7a80d86.jpg\", \"author_name\": \"ChristyPotter\", \"author_nickname\": \"Christy Potter, Cranford Chronicle\", \"author_id\": \"10481497\", \"source_blog_name\": \"Cranford Chronicle\", \"source_blog_url\": \"http://www.nj.com/cranford/index.ssf/\", \"sponsored_content\": \"0\" }", "og": {"site_name": "NJ.com", "description": "CRANFORD &mdash; The ongoing Birchwood lawsuit took another step as an appellate brief was filed on Monday, Feb. 24. Cranford Development Associates wants to construct 360 apartments, including 60 &#8220;affordable&#8221; housing units, at 215-235 Birchwood Ave. The plan for the...", "title": "Brief filed in debate over Birchwood development in Cranford", "url": "http://www.nj.com/cranford/index.ssf/2014/03/brief_filed_in_debate_over_bir.html", "image": "http://media.nj.com/design/alpha/img/logo_njo.gif", "type": "article"}, "fb": {"admins": 100000302287435}, "article_publication_name": "NJ.com", "article_comments": 0, "article_date_original": "Saturday, March 01, 2014,  8:18 AM", "article_author": "Christy Potter, Cranford Chronicle", "Description": "CRANFORD &mdash; The ongoing Birchwood lawsuit took another step as an appellate brief was filed on Monday, Feb. 24. Cranford Development Associates wants to construct 360 apartments, including 60 &#8220;affordable&#8221; housing units, at 215-235 Birchwood Ave. The plan for the 16-acre site, part of which is a designated wetland area, also calls for a multi-story parking garage. Cranford Development Associates has been seeking permits or approvals from the state DEP under the state Flood Hazard Area Control Act and the Freshwater Wetlands Protection Act. Cranford residents and officials alike have repeatedly protested the plan, saying it will only exacerbate the problems in the flood-prone area. During the Feb. 25 Township Committee meeting, Township Attorney Diane Dabulas announced that the brief had been filed and is the first step necessary if the township decides to go ahead with an appeal of the recent DEP approval of the developer&#8217;s application. The brief says Cranford Development Associates (CDA) did not make a good faith effort to negotiate with Cranford before pursuing a builder&#8217;s remedy lawsuit. Now that the brief has been filed, CDA has 30 days to file its own brief or request an extension. At that time, Cranford will have the opportunity..."}, "_id": "\"57477af36914bd0286fcc646\"", "article_summary": "The brief says Cranford Development Associates (CDA) did not make a good faith effort to negotiate with Cranford before pursuing a builder’s remedy lawsuit.\nCranford Development Associates wants to construct 360 apartments, including 60 “affordable” housing units, at 215-235 Birchwood Ave.\nCRANFORD — The ongoing Birchwood lawsuit took another step as an appellate brief was filed on Monday, Feb. 24.\nCranford Development Associates has been seeking permits or approvals from the state DEP under the state Flood Hazard Area Control Act and the Freshwater Wetlands Protection Act.\nNow that the brief has been filed, CDA has 30 days to file its own brief or request an extension."}