{"article_title": "Why Intercept Pharmaceuticals Inc. Stock Was Throttled in November -- The Motley Fool", "article_keywords": ["fool", "loss", "trial", "motley", "throttled", "intercepts", "results", "pharmaceuticals", "intercept", "flint", "liver", "oca", "safety", "midstage", "stock"], "article_url": "http://www.fool.com/investing/general/2014/12/01/why-intercept-pharmaceuticals-inc-stock-was-thrott.aspx", "article_text": "What: Shares of Intercept Pharmaceuticals (NASDAQ:ICPT), a clinical-stage biopharmaceutical company aiming to develop drugs to treat chronic liver disease, were absolutely throttled in November, losing 44% of their value based on data from S&P Capital IQ following a less-than-stellar earnings report and the final release of the company's midstage FLINT trial data.\n\nSo what: In the grand scheme of things, Intercept's FLINT trial results, which tested obeticholic acid, or OCA, as a treatment for nonalcoholic steatohepatitis, provided the majority of the drag in November.\n\nPublishing its results in The Lancet, Intercept's full data demonstrated that OCA led to meaningful improvement in liver fibrosis and liver histology. However, commentary in The Lancet also suggested that additional studies may need to be run based on a handful of safety concerns that popped up during the trial. Specifically, concerns about elevated cholesterol levels could stymie Intercept's momentum, even for a drug that was so effective that a data safety monitoring board stopped its midstage study early.\n\nAdding extra weight to the concrete anchor thrown overboard this month was Intercept's third-quarter earnings results. Intercept delivered just $445,000 in licensing revenue for the quarter and produced a loss of $1.69 per share. Comparably speaking, Wall Street was looking for Intercept to report a narrower loss of just $1.13 per share. The prospect of wider-than-expected loss is disconcerting to investors considering that Intercept is still wholly in its clinical stage of development and is liable to continue burning through its cash on hand.\n\nNow what: This is shaping up to be quite the battle of emotional traders. In one corner we have a disease that could affect as many as 6 million people in the U.S. and which currently has no cure. It's clear from Intercept's FLINT trial that OCA is incredibly effective. Unfortunately, in the other corner we have safety concerns about the long-term use of OCA considering those elevated cholesterol levels. Further studies may turn up nothing serious, but additional trials could also seriously narrow the drug's patient pool if serious adverse events are discovered.\n\nThe opportunity here for a blockbuster drug is undeniable, and investors' reaction to the FLINT commentary is probably a bit overdone. However, all things considered, I'm still not a huge fan of a $3 billion company with just one therapy in its pipeline beyond the mid-stage of development. I would suggest monitoring Intercept closely, but I plan to keep my two feet planted firmly on the sidelines in the meantime.", "article_metadata": {"publish_time": "15:00", "date": "2014-12-01T20:00:00Z", "description": "Intercept Pharmaceuticals became the worst biotech stock in November after it released its full FLINT trial data and reported its third-quarter earnings results.", "ResponsiveALP": "1Ses_2things-v-single_single-control_50", "author": "Sean Williams", "promo": "Intercept Pharmaceuticals became the worst biotech stock in November after it released its full FLINT trial data and reported its third-quarter earnings results.", "twitter": {"description": "Intercept Pharmaceuticals became the worst biotech stock in November after it released its full FLINT trial data and reported its third-quarter earnings results.", "site": "@themotleyfool", "title": "Why Intercept Pharmaceuticals Inc. Stock Was Throttled in November --  The Motley Fool"}, "headline": "Why Intercept Pharmaceuticals Inc. Stock Was Throttled in November", "og": {"site_name": "The Motley Fool", "description": "Intercept Pharmaceuticals became the worst biotech stock in November after it released its full FLINT trial data and reported its third-quarter earnings results.", "title": "Why Intercept Pharmaceuticals Inc. Stock Was Throttled in November --  The Motley Fool", "url": "http://www.fool.com/investing/general/2014/12/01/why-intercept-pharmaceuticals-inc-stock-was-thrott.aspx", "image": "https://g.foolcdn.com/image/?url=http%3A%2F%2Fg.foolcdn.com%2Feditorial%2Fimages%2F152364%2Fintercept-pharmaceuticals.JPG&h=630&w=1200&op=resize", "type": "article"}, "fb": {"admins": 50808187550, "page_id": 7240312795, "app_id": 50808187550}, "bureau": "usmf-health-care", "STORY_UID": "2bcebcf8-7789-11e4-bdf0-0050569d4be0", "pitch": 1261, "msvalidate.01": "8D40D58712924715BAA79D135A6C8DDA", "gsa_date": "2014 12 01", "tickers": "ICPT", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0"}, "_id": "\"57477af36914bd0286fd2e5c\"", "article_summary": "It's clear from Intercept's FLINT trial that OCA is incredibly effective.\nSo what: In the grand scheme of things, Intercept's FLINT trial results, which tested obeticholic acid, or OCA, as a treatment for nonalcoholic steatohepatitis, provided the majority of the drag in November.\nPublishing its results in The Lancet, Intercept's full data demonstrated that OCA led to meaningful improvement in liver fibrosis and liver histology.\nComparably speaking, Wall Street was looking for Intercept to report a narrower loss of just $1.13 per share.\nI would suggest monitoring Intercept closely, but I plan to keep my two feet planted firmly on the sidelines in the meantime."}