{"article_title": "Listening To Classical Music Enhances Gene Activity", "article_keywords": ["enhances", "molecular", "classical", "study", "genes", "research", "participants", "music", "effects", "listening", "activity", "gene", "researchers"], "article_url": "http://www.medicaldaily.com/listening-classical-music-enhances-gene-activity-update-mozart-effect-325680", "article_text": "New research determines the way classical music affects listeners on a molecular level. Royal Opera House Covent Garden/CC BY 2.0\n\nFor all the effects music is thought to have on the brain, classical music seems to fall in a gray area. One side seems to think it makes children smarter, while others file this notion under the psychological myths we fall for. A new Finnish study aims to clarify this classic connection.\n\n“Although brain imaging studies have demonstrated that listening to music alters human brain structure and function, the molecular mechanisms mediating those effects remain unknown,” researchers wrote. “With the advent of genomics and bioinformatics approaches, these effects of music can now be studied in a more detailed fashion.”\n\nCase and point: Researchers performed genome-wide transcriptional profiling from the peripheral blood of participants after they listened to classical music — and again without music exposure.\n\nIn layman’s terms, researchers studied music’s effects on a molecular level, something they cited prior research hasn’t done before. They had one group of participants listen to Wolfgang Amadeus Mozart’s Violin Concerto No. 3 in G major, K.216 for 20 minutes, and another didn’t listen to any music. Instead, they were advised to avoid listening to music the day before the study and spent their session either talking to other participants, reading a magazine, or walking outside.\n\nThe results showed listening to classical music enhanced activity of genes involved in dopamine secretion (the feel good hormone), and “transport synaptic function, learning and memory.” One of the most up-regulated genes was synuclein-alpha (SNCA), which is a known risk gene for Parkinson’s disease. This gene is also how songbirds learn songs.\n\n\"The up-regulation of several genes that are known to be responsible for song learning and singing in songbirds suggest a shared evolutionary background of sound perception between vocalizing birds and humans,\" Dr. Irma Järvelä, lead study author, said in a press release.\n\nWhile classical music worked to regulate some genes, it “down-regulated” others associated with neurodegeneration — the process of neurons losing their structure or function — “suggesting the importance of familiarity and experience in mediating music-induced effects.”\n\nMusic therapy continues to be an area of scientific interest. Prior research has shown hip-hop lyrics offer individuals suffering from cognitive illnesses a fresh way of thinking, while creating, singing, moving, and/or listening to music reduced symptoms in depressed children and adolescents.\n\nBonus: This form of therapy helped young cancer patients cope with their illness, and jazz music worked to reduce anxiety in patients undergoing surgery.\n\nSource: Kanduri C, et al. The effect of listening to music on human transcriptome. PeerJ. 2015.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "listening, classical, music, enhances, gene, activity, update, mozart, effect", "og": {"site_name": "Medical Daily", "description": "New research determines the way classical music affects listeners on a molecular level.", "title": "What Classical Music Does To Your Genes", "url": "http://www.medicaldaily.com/listening-classical-music-enhances-gene-activity-update-mozart-effect-325680", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/03/13/mozart-effect_0.jpg", "type": "article"}, "twitter": {"description": "New research determines the way classical music affects listeners on a molecular level.", "title": "What Classical Music Does To Your Genes", "url": "http://www.medicaldaily.com/listening-classical-music-enhances-gene-activity-update-mozart-effect-325680", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/03/13/mozart-effect_0.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/03/13/mozart-effect_0.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Under the Hood", "published_time": "2015-03-13T17:24:21-04:00", "modified_time": "2015-03-13T17:24:20-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "New research determines the way classical music affects listeners on a molecular level."}, "_id": "\"57477af36914bd0286fd2e41\"", "article_summary": "Royal Opera House Covent Garden/CC BY 2.0For all the effects music is thought to have on the brain, classical music seems to fall in a gray area.\nNew research determines the way classical music affects listeners on a molecular level.\nThe results showed listening to classical music enhanced activity of genes involved in dopamine secretion (the feel good hormone), and “transport synaptic function, learning and memory.” One of the most up-regulated genes was synuclein-alpha (SNCA), which is a known risk gene for Parkinson’s disease.\n“Although brain imaging studies have demonstrated that listening to music alters human brain structure and function, the molecular mechanisms mediating those effects remain unknown,” researchers wrote.\nThe effect of listening to music on human transcriptome."}