{"article_title": "A century of decline", "article_keywords": ["argentinas", "decline", "rich", "century", "trade", "rates", "way", "policies", "world", "argentina", "war"], "article_url": "http://www.economist.com/news/briefing/21596582-one-hundred-years-ago-argentina-was-future-what-went-wrong-century-decline", "article_text": "WHEN the residents of Buenos Aires want to change the pesos they do not trust into the dollars they do, they go to a cueva, or “cave”, an office that acts as a front for a thriving illegal exchange market. In one cueva near Florida Street, a pedestrian thoroughfare in the centre of the city, piles of pesos from previous transactions lie on a table. A courier is getting ready to carry the notes to safety-deposit boxes.\n\nThis smallish cueva handles transactions worth $50,000-75,000 a day. Fear of inflation and of further depreciation of the peso, which fell by more than 20% in January, will keep demand for dollars high. Few other ways of making money are this good. “Modern Argentina does not offer what you could call an institutional career,” says one cueva owner.\n\nAs the couriers carry their bundles around Buenos Aires, they pass grand buildings like the Teatro Colón, an opera house that opened in 1908, and the Retiro railway station, completed in 1915. These are emblems of Argentina’s Belle Époque, the period before the outbreak of the first world war when the country could claim to be the world’s true land of opportunity. In the 43 years leading up to 1914, GDP had grown at an annual rate of 6%, the fastest recorded in the world. The country was a magnet for European immigrants, who flocked to find work on the fertile pampas, where crops and cattle were propelling Argentina’s expansion. In 1914 half of Buenos Aires’s population was foreign-born.\n\nThe country ranked among the ten richest in the world, after the likes of Australia, Britain and the United States, but ahead of France, Germany and Italy. Its income per head was 92% of the average of 16 rich economies. From this vantage point, it looked down its nose at its neighbours: Brazil’s population was less than a quarter as well-off.\n\nIt never got better than this. Although Argentina has had periods of robust growth in the past century—not least during the commodity boom of the past ten years—and its people remain wealthier than most Latin Americans, its standing as one of the world’s most vibrant economies is a distant memory (see chart 1). Its income per head is now 43% of those same 16 rich economies; it trails Chile and Uruguay in its own back yard.\n\nThe political symptoms of decline are also clear. If Argentina appeared to enjoy stability in the pre-war era, its history since then has been marked by a succession of military coups. The first came in 1930; others followed in 1943, 1955, 1962, 1966 and 1976. The election of 1989 marked the first time in more than 60 years that a civilian president had handed power to an elected successor.\n\nIt is now more than 30 years since the end of military dictatorship, but democracy has not yet led to stability. Argentines reach for the metaphor of the “pendulum” to describe the swings of the past three decades: from loose economic policies in the 1980s to Washington-consensus liberalisation in the 1990s and back again under the presidency of Néstor Kirchner and now his widow, Cristina Fernández de Kirchner. But the image of a pendulum does not do justice to the whiplashing of the economy (see charts 2 and 3)—the repeated recessions of the 1970s and 1980s, the hyperinflation of 1989-90, the economic crisis of 2001 and now the possibility of another crisis to come. Argentina is a long way from the turmoil of 2001 but today’s mix of rising prices, wage pressures and the mistrust of the peso have nasty echoes of the past.\n\nInternationally, too, Argentina has lost its way. It has shut itself out of global capital markets, although negotiations are under way to restructure its debts with the Paris Club of international creditors. Brazil, hardly a free-trade paragon, is pressing Argentina to open its borders; once it would have been the other way round. “Only people this sophisticated could create a mess this big,” runs a Brazilian joke that plays on Argentines’ enduring sense of being special.\n\nOne hundred years of ineptitude\n\nThe country’s dramatic decline has long puzzled economists. Simon Kuznets, a Nobel laureate, is supposed to have remarked: “There are four kinds of countries in the world: developed countries, undeveloped countries, Japan and Argentina.” Other countries have since managed to copy Japan’s rapid industrialisation; Argentina remains in a class of its own. There is no shortage of candidates for the moment when the country started to go wrong. There was the shock of the first world war and the Depression to an open trading economy; or the coup of 1930; or Argentina’s neutrality in the second world war, which put it at odds with America, the new superpower. There was the rise of Juan Domingo Perón, the towering figure of 20th-century Argentina, who took power in 1946. Others reckon that things really went downhill between 1975 and 1990.\n\nNo one theory solves the puzzle. “If a guy has been hit by 700,000 bullets it’s hard to work out which one of them killed him,” says Rafael di Tella, who has co-edited a forthcoming book on Argentina’s decline. But three deep-lying explanations help to illuminate the country’s diminishment. Firstly, Argentina may have been rich 100 years ago but it was not modern. That made adjustment hard when external shocks hit. The second theory stresses the role of trade policy. Third, when it needed to change, Argentina lacked the institutions to create successful policies.\n\nTake each in turn. The first explanation is that Argentina was rich in 1914 because of commodities; its industrial base was only weakly developed. Filipe Campante and Edward Glaeser of Harvard University compared Buenos Aires before the first world war with Chicago, another great shipment hub for meat and grains. They found that whereas literacy rates stood at 95% in Chicago in 1895, less than three-quarters of porteños, as residents of Buenos Aires are known, knew how to read and write.\n\nThe landowners who made Argentina rich were not so bothered about educating it: cheap labour was what counted. That attitude prevailed into the 1940s, when Argentina had among the highest rates of primary-school enrolment in the world and among the lowest rates of secondary-school attendance. Primary school was important to create a sense of citizenship, says Axel Rivas of CIPPEC, a think-tank. But only the elite needed to be well educated.\n\nWithout a good education system, Argentina struggled to create competitive industries. It had benefited from technology in its Belle Époque period. Railways transformed the economics of agriculture and refrigerated shipping made it possible to export meat on an unprecedented scale: between 1900 and 1916 Argentine exports of frozen beef rose from 26,000 tonnes to 411,000 tonnes a year. But Argentina mainly consumed technology from abroad rather than inventing its own.\n\nTechnological innovation needs not only educated people but access to money. Argentina’s golden age was largely foreign-funded. Half of the country’s capital stock was in foreign hands in 1913, further exposing it to external shocks. Low levels of domestic savings can in part be explained by demography: large numbers of immigrants with dependent children spent money rather than saving it.\n\nTraders of the lost past\n\nArgentina had become rich by making a triple bet on agriculture, open markets and Britain, then the world’s pre-eminent power and its biggest trading partner. If that bet turned sour, it would require a severe adjustment. External shocks duly materialised, which leads to the second theory for Argentine decline: trade policy.\n\nThe first world war delivered the initial blow to trade. It also put a lasting dent in levels of investment. In a foreshadowing of the 2007-08 global financial crisis, foreign capital headed for home and local banks struggled to fill the gap. Next came the Depression, which crushed the open trading system on which Argentina depended; Argentina raised import tariffs from an average of 16.7% in 1930 to 28.7% in 1933. Reliance on Britain, another country in decline, backfired as Argentina’s favoured export market signed preferential deals with Commonwealth countries.\n\nIndeed, one way to think about Argentina in the 20th century is as being out of sync with the rest of the world. It was the model for export-led growth when the open trading system collapsed. After the second world war, when the rich world began its slow return to free trade with the negotiation of the General Agreement on Tariffs and Trade in 1947, Argentina had become a more closed economy—and it kept moving in that direction under Perón. An institution to control foreign trade was created in 1946; an existing policy of import substitution deepened; the share of trade as a percentage of GDP continued to fall.\n\nThese autarkic policies had deep roots. Many saw the interests of Argentina’s food exporters as being at odds with those of workers. High food prices meant big profits for farmers but empty stomachs for ordinary Argentines. Open borders increased farmers’ takings but sharpened competition from abroad for domestic industry. The pampas were divided up less equally than farmland in places like the United States or Australia: the incomes of the richest 1% of Argentines were strongly correlated with the exports of crops and livestock. As the urban, working-class population swelled, so did the constituency susceptible to Perón’s promise to support industry and strengthen workers’ rights.\n\nThere have been periods of liberalisation since, but interventionism retains its allure. “One-third of the country—the commodities industry, engineers and regional industries like wine and tourism—is ready to compete,” says Sergio Berensztein, a political analyst. “Two-thirds are not.”\n\nThe divide between farmers and workers endures. Heavy export taxes on crops allow the state to top up its dwindling foreign-exchange reserves; limits on wheat exports create surpluses that drive down local prices. But they also dissuade farmers from planting more land, enabling other countries to steal market share. The perverse effects of intervention have been amply demonstrated in the Kirchner era: according to the US Department of Agriculture, Argentina was the world’s fourth-largest exporter of wheat in 2006. By 2013 it had dropped to tenth place. “The Argentine model of 100 years ago—producing as much as you can—is the one others now follow,” laments Luis Miguel Etchevehere, the president of the Rural Society of Argentina, a farmers’ lobby.\n\nDistribution centre\n\nSome commodity-rich economies have resolved these tensions. Australia, for example, shared many of the traits of early 20th-century Argentina: lots of commodities, a history of immigration and remoteness from big industrial centres. Yet it managed to develop a broader-based economy than Argentina and grew faster. Between 1929 and 1975 Australian income per person increased at an average annual rate of 0.96%, compared with 0.67% in Argentina.\n\nAustralia had some big advantages: the price of minerals does not affect domestic consumers in the same way as the price of food, for instance. But it also had the institutions to balance competing interests: a democracy in which the working class was represented; an apprenticeship system; an independent Tariff Board to advise the government on trade. Argentina had not evolved this political apparatus, despite an early move to universal male suffrage in 1912. The third theory for Argentine decline points to the lack of institutions to develop long-term state policies—what Argentines call política de Estado.\n\nThe constant interruptions to democracy are not the only manifestation of this institutional weakness. The Supreme Court has been overhauled several times since Perón first changed its membership in 1946. Presidents have a habit of tinkering with the constitution to allow them to serve more terms: Ms Fernández was heading this way before poor mid-term election results last year weakened her position.\n\nProperty rights are insecure: ask Repsol, the Spanish firm whose stake in YPF, an Argentine oil company, was nationalised in 2012. Statistics cannot be trusted: Argentina was due this week to unveil new inflation data in a bid to avoid censure from the IMF for its wildly undercooked previous estimates. Budgets can be changed at will by the executive. Roberto Lavagna, a former economy minister, would like to see a requirement for parliamentary approval of budget amendments.\n\nThe next century\n\nFirst, Argentina has to get out of its mess. Keen to husband its stock of foreign reserves and to close the gap between the official and unofficial exchange rates, the central bank allowed the peso to slide last month. To prevent the depreciation from fuelling inflation expectations, it has raised interest rates. But further tightening will be needed. Rates remain negative in real terms; upcoming wage negotiations will be a test of how serious the government is about controlling spending.\n\nMs Fernández will probably struggle on until the 2015 presidential election, which optimists see as a turning-point. Economic wobbles before the election may discredit Peronism’s claim to be the party of strong government. But Peronism is a remarkably plastic political concept, capable of producing both the neoliberal policies overseen by Carlos Menem in the 1990s and the redistributive policies of the Kirchners. The idea of a party that pays the price of bad policies does not seem to apply.\n\nShort-termism is embedded in the system. Money is concentrated in the centre, and the path to power goes via subsidies and splurging: the Kirchners are only the latest culprits, turning a fiscal surplus of 2% of GDP in 2005 into an estimated 2% deficit last year. “We have spent 50 years thinking about maintaining government spending, not about investing to grow,” says Fernando de la Rúa, a former president who resigned during the 2001 crisis.\n\nThis short-termism distinguishes Argentina from other Latin American countries that have suffered institutional breakdowns. Chile’s military dictatorship was a catastrophic fracture with democracy but it introduced long-lasting reforms. Mexico’s Institutional Revolutionary Party governed steadily for most of the 20th century. “In Argentina institution-building has taken the form of very quick and clientilist redistribution,” says Daron Acemoglu of the Massachusetts Institute of Technology.\n\nIt will take an unusual politician to change Argentina’s institutions, especially if another commodities windfall eases the pressure to reform. The country’s Vaca Muerta (“Dead Cow”) shale-oil and gasfield is estimated to be the world’s third-largest. If Argentina can attract foreign capital, the money could start flowing within a decade. “Vaca Muerta gives us huge capacity to recover and huge opportunity to make mistakes,” says Mr Lavagna.\n\nArgentines themselves must also change. The Kirchners’ redistributive policies have helped the poor, but goodies such as energy subsidies have been doled out to people who do not really need them. Persuading the population to embrace the concept of necessary pain will be difficult. That is partly because the experience of the 1990s discredited liberal reforms in the eyes of many Argentines. But it is also because reform requires them to confront their own unprecedented decline. No other country came so close to joining the rich world, only to slip back. Understanding why is the first step to a better future.", "article_metadata": {"sailthru.image.thumb": "http://cdn.static-economist.com/sites/default/files/imagecache/50_by_50/images/print-edition/20140215_FBP002_0.jpg", "sailthru.flytitle": "The tragedy of Argentina", "description": "One hundred years ago Argentina was the future. What went wrong?", "pubdate": 20140215, "og": {"site_name": "The Economist", "description": "One hundred years ago Argentina was the future. What went wrong?", "title": "A century of decline", "url": "http://www.economist.com/news/briefing/21596582-one-hundred-years-ago-argentina-was-future-what-went-wrong-century-decline", "image": "http://cdn.static-economist.com/sites/default/files/images/print-edition/20140215_FBP002_0.jpg", "type": "article"}, "sailthru.rubric": "One hundred years ago Argentina was the future. What went wrong?", "sailthru.date": "2014-02-17 10:35:08", "twitter": {"image": "https://cdn.static-economist.com/sites/default/files/images/print-edition/20140215_FBP002_0.jpg", "site": "@TheEconomist", "card": "summary_large_image"}, "sailthru.image.full": "http://cdn.static-economist.com/sites/default/files/images/print-edition/20140215_FBP002_0.jpg", "revisit-after": "1 day", "sailthru.web_section": "Briefings", "fb": {"pages": 6013004059, "app_id": 173277756049645}, "sailthru.imagepath": "images/print-edition/20140215_FBP002_0.jpg", "articleid": 21596582, "sailthru.image.thumb_mfte": "http://cdn.static-economist.com/sites/default/files/imagecache/ec_related_article_image/images/print-edition/20140215_FBP002_0.jpg", "sailthru.tags": "The tragedy of Argentina", "article": {"publisher": "https://www.facebook.com/theeconomist"}, "sailthru.printdate": "2014-02-15 00:00:00", "news_keywords": "The tragedy of Argentina"}, "_id": "\"57477af36914bd0286fcb5da\"", "article_summary": "External shocks duly materialised, which leads to the second theory for Argentine decline: trade policy.\n“If a guy has been hit by 700,000 bullets it’s hard to work out which one of them killed him,” says Rafael di Tella, who has co-edited a forthcoming book on Argentina’s decline.\nThe landowners who made Argentina rich were not so bothered about educating it: cheap labour was what counted.\nReliance on Britain, another country in decline, backfired as Argentina’s favoured export market signed preferential deals with Commonwealth countries.\nNo other country came so close to joining the rich world, only to slip back."}