{"article_title": "Comfort Dental plans to sue CU dental school professors for slander – The Denver Post", "article_keywords": ["school", "plans", "allegedly", "quality", "dental", "comfort", "sue", "denver", "professors", "slander", "notices", "claims", "post", "told", "dr", "cu", "care"], "article_url": "http://www.denverpost.com/business/ci_24789985/comfort-dental-plans-sue-cu-dental-school-professors", "article_text": "Dentistry chain Comfort Dental said Tuesday it intends to sue four University of Colorado Denver dental-school professors for allegedly making defamatory remarks about the business.\n\nComfort Dental said it will seek a total of $2.45 million in damages from the professors for what Comfort claims were slanderous comments about the chain’s quality of care and business structure.\n\nCompany attorneys said on Monday they mailed notices of intent to sue the faculty members to the Colorado attorney general’s office and the CU Board of Regents. The lawsuits have not yet been filed.\n\nLakewood-based Comfort claims to be the nation’s largest dental franchise.\n\n“Comfort Dental remains committed to quality dental care that is both affordable and convenient,” general counsel Graig Bears said in a statement. “We will respond vigorously to unfounded and slanderous allegations such as these that impugn the professional reputation of our over 100 offices in 11 states.”\n\nThe four targeted professors are Dr. Melvin Ball, Dr. Thomas Borris, Dr. Sally Preston and Dr. James Woolum.\n\nCU Denver spokesman Dan Meyers said university officials have not yet received the notices of intent to sue.\n\n“When we receive the notices, we will review them,” he said.\n\nThe CU dental school is not being named as a defendant.\n\nAmong the claims made by Comfort Dental in its notice:\n\n• Ball allegedly told a colleague in the dental-school faculty lounge, “I know you cannot provide consistent, quality dental care when all you care about is your bottom line.”\n\nThe company also claims that Ball said Comfort CEO Rick Kushner “is like Hitler.”\n\n• Borris allegedly told one of his dental classes that Comfort dentists were not “good doctors” and provided worse patient care than private-practice dentists because they are only “out for the money.”\n\n• Preston allegedly told a student that it was “typical” of Comfort Dental dentists to do shoddy work and leave it for another dentist to correct the situation.\n\n• Woolum allegedly advised a student not to work for Comfort and said the chain can’t provide quality dental care because it has “a business model to stick to.”\n\nComfort said it intends to file the lawsuit in Jefferson County District Court.\n\nSteve Raabe: 303-954-1948, sraabe@denverpost.com or twitter.com/steveraabedp", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Comfort Dental plans to sue CU dental school professors for slander", "title": "Comfort Dental plans to sue CU dental school professors for slander", "url": "http://www.denverpost.com/2013/12/24/comfort-dental-plans-to-sue-cu-dental-school-professors-for-slander/", "image": {"width": 1200, "identifier": "http://www.denverpost.com/wp-content/themes/denverpost/static/images/thedenverpost.png", "height": 630}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/themes/denverpost/static/images/thedenverpost.png", "site": "@denverpost", "card": "summary"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "article": {"published_time": "2013-12-24T15:16:22+00:00", "modified_time": "2013-12-24T15:16:22+00:00"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fdf242\"", "article_summary": "“Comfort Dental remains committed to quality dental care that is both affordable and convenient,” general counsel Graig Bears said in a statement.\nDentistry chain Comfort Dental said Tuesday it intends to sue four University of Colorado Denver dental-school professors for allegedly making defamatory remarks about the business.\nComfort Dental said it will seek a total of $2.45 million in damages from the professors for what Comfort claims were slanderous comments about the chain’s quality of care and business structure.\nLakewood-based Comfort claims to be the nation’s largest dental franchise.\nCU Denver spokesman Dan Meyers said university officials have not yet received the notices of intent to sue."}