{"article_title": "'We blame the sick for being expensive': the mother whose baby cost AOL $1m", "article_keywords": ["peel", "armstrong", "privacy", "healthcare", "aol", "deanna", "fei", "blame", "need", "babies", "cost", "feis", "sick", "mother", "baby", "health", "1m", "expensive"], "article_url": "http://www.theguardian.com/us-news/2015/jul/04/deanna-fei-aol-distressed-baby-healthcare-privacy", "article_text": "Deanna Fei is not a healthcare expert. She is also not a privacy expert. According to her, she is just a mom – a mom forced to defend the decision to save her daughter’s life.\n\nFei came into the spotlight in February 2014 when Tim Armstrong, AOL’s CEO, sparked an nationwide debate about healthcare and privacy when he told employees that he was cutting their retirement benefits because of Obamacare and costs associated with two “distressed babies” born to the tech company’s employees. One of those babies was Fei’s.\n\nNow the novelist is telling her story in a new book and hoping to shine a light on the complex and frightening intersection between health, privacy and insurance.\n\nMila was born nearly four months premature in October 2012. Afterward Fei and her husband Peter Goodman, then an editor at AOL, had a hard time connecting with people, Fei said. She spent months living in fear that her daughter, who was on life support, was not going to make it. In addition to worry and fear, there were also shame and guilt. Was she a bad mother? Was this her fault? Did she do something to make this happen? Should she have done something differently?\n\nWhen Armstrong called her daughter “a distressed baby” and “put a price tag on her life” – $1m to be precise – he forced Fei to take a step back and say: “Why have I been judging her and myself so harshly all the time? This is something that happens,” she said.\n\nSitting in her stroller last month as her mother pushed her through Brooklyn’s Prospect Heights, Mila looked anything but distressed. “UPS truck!” she yelled as one of the delivery company’s brown trucks came into view. The brown truck is a familiar sight, often delivering packages ordered by Fei. Her brother Leo, who is three and a half, rode in circles around her and their mom on his scooter.\n\n“They kind of rule our days,” said Fei, describing Mila as fierce. “Every day is a blessing.”\n\nFacebook Twitter Pinterest Deanna Fei’s book, Girl in Glass. Photograph: Courtesy of Deanna Fei\n\nMila is the main subject of Fei’s forthcoming book Girl in Glass, which tells the story of Mila’s birth and survival. The book, which comes out on 14 July, concentrates on the family’s struggle to save their fragile child and on the enormous challenges people face when their healthcare needs clash with the companies providing them.\n\n“This feeling is common in American society now, where everyone kind of feels squeezed financially in one way or another. It’s very easy to feel that it’s always a zero sum game,” said Fei. “That’s how it is for 99% of us – you know, the not-Tim Armstrongs of the world.”\n\nIn his remarks, Armstrong made it seem that the company had no other choice than to change its 401(k) retirement plan after care for two premature babies cost company more than it expected in healthcare costs.\n\nIn the early 2014, he said:\n\nTwo things that happened in 2012. We had two AOL-ers that had distressed babies that were born that we paid a million dollars each to make sure those babies were OK in general. And those are the things that add up into our benefits cost. So when we had the final decision about what benefits to cut because of the increased healthcare costs, we made the decision, and I made the decision, to basically change the 401(k) plan.\n\nWhile Fei’s family was not mentioned by name, it was easily identified as there were not many families with premature newborns. That, according to Deborah Peel, constitutes a violation of the Health Insurance Portability and Accountability Act (HIPAA) of 1996. Peel, a physician, is the founder and board member of Patient Privacy Rights, a foundation with a mission to restore patient control over personal health information.\n\n“Of course, it is [a HIPAA violation], because he identifies people from their information. It doesn’t matter if he didn’t use their names. He outed them,” she told the Guardian. “People in the company knew them. Their neighbors maybe knew that they worked for the company. They were immediately outed.”\n\nAt the time, Fei had barely heard of HIPAA.\n\n“The emotional impact was so foremost to me that the legal aspect of this felt completely irrelevant,” she said. “No one knows exactly what Armstrong knew, but the fact that he disclosed enough information to make my family immediately identifiable in itself counts as a violation of HIPAA.”\n\nOther privacy experts dispute that Armstrong broke the privacy rules. AOL declined to comment for this story. But after the story went viral Armstrong apologized for the comments and for using specific examples to make his case when speaking with employees.\n\n“I made a mistake and I apologize for my comments last week at the town hall when I mentioned specific healthcare examples in trying to explain our decision making process around our employee benefit programs,” he said in a memo.\n\nWith his lupine good looks and jet black hair Armstrong is the perfect “designed for TV villain”, said Peel. What she didn’t say that he is exactly the villain her movement needs.\n\nFacebook Twitter Pinterest Deanna Fei’s daughter, Mila, subject of her forthcoming book. Photograph: Courtesy of Deanna Fei\n\nAfter learning of Fei’s ordeal, Peel decided to reach out to her directly and see if she would be interested in joining her to advocate for patients’ rights. In 2004, Peel started Patient Privacy Rights to lobby on behalf Americans like Fei regarding their privacy and their health records. Increasingly those records, the most intimate people generate, are online and vulnerable to hacking as well as the careless comments of CEOs.\n\n\n\n“I saw her story when the idiot CEO of AOL was stupid enough to take action with the 5,000 employees and tell them he was [changing their 401(k) benefits] because of $2m premature babies,” Peel said. “You’d think that somebody who runs a technology company would understand privacy, but no.”\n\nWhen she first heard from Peel, Fei’s immediate reaction was: you have the wrong person.\n\n“Privacy was never on top of my list of priorities,” she said. “I am the kind of person who appreciates when I get an unsolicited reminder from Amazon that I need diapers or Google’s directions to an appointment I made. I appreciate things like that.”\n\nNews about things like overreach in government surveillance make her uneasy but she said her tendency would be to shrug and say: “As long as I have no plans to threaten the national security, I don’t really have any reason to worry.”\n\n“In term of health privacy though, once we start thinking about health and our families, I think it’s very easy to realize that this is the most sensitive personal information about us,” she said.\n\nPutting a human face on the issues of patients’ rights – which is only now coming to the forefront of the national conversation on privacy – is key, according to Peel.\n\n‘We blame the sick people for being expensive’\n\n\n\nAfter her story was picked up by national media, Fei was bombarded with emails of support and sympathy.\n\n“Everyday I was waking up to dozens and dozens of messages from strangers saying: ‘Something like this has happened to me and I always stayed silent. Thank you for speaking up’,” Fei said. People who had cancer, difficult pregnancies and other medical conditions reached out to Fei. “These stories were so heartbreaking to me and I think in the past I might have been tempted to dismiss them.\n\n“Nobody knows how often it happens but judging just from my inbox, it’s certainly not a rare occurrence and what struck me as I started to learn about the issue of health privacy is that employees are defenseless against things like this happening to them.”\n\nFei said that she also received her fair share of emails saying: “What makes you think your baby was entitled to million dollars worth of care? She should have been left to die.”\n\n“There was a part of me that went: ‘Maybe her care did cost too much money. Maybe I don’t have a right to complain’,” said Fei. “You don’t have to be a callous CEO to feel like: ‘Wow, a million dollars for a single tiny life seems like a lot of money.’ On the other hand, we have become completely accustomed to hearing of $12m salary for a CEO. That’s completely ordinary.”\n\nIn 2012, Armstrong’s pay climbed to $12.1m. His pay package included “a $500,000 cash bonus, stock awards of $2.8m, options of $5.1m and a non-equity incentive plan compensation of $2.8m, in addition to his $1 million salary,” according to the Wall Street Journal.\n\nFacebook Twitter Pinterest Deanna Fei, author of Girl in Glass. Photograph: Peter S Goodman/Bloomsbury\n\n“This is what we do in the US. We blame the sick people for being expensive, but the same sick people everywhere else – in the UK – they wouldn’t be causing excess costs to the system,” said Peel.\n\n‘We are talking about real people’\n\nPeel said even she didn’t fully appreciate how much damage privacy intrusions like the one the Fei suffered had on people.\n\n“Not having control over your information really is psychologically and emotionally damaging to human relationships, which we need desperately. All of us. We are built that way. We need love. We need closeness. We need to be able to trust,” Peel said. “The way that internet works to destroy the kind of boundaries that people need to have relationships, it’s a fucking disaster.”\n\nPeel was shocked at the overwhelming amount of responses Fei had received when her story came to light. Earlier this June, when Fei delivered a keynote during Patient Privacy Rights summit, Peel also did not expect Fei to focus on the emotional aspect of the ordeal – the feelings of shame and guilt that this kind of exposure created – but Fei did just that.\n\n“Maybe I should’ve been all over that from the very beginning,” said Peel. “I also have this prejudice against wanting to talk about people’s emotional damage as a result of this technology because that’s a hardest thing for certain kinds of people to see.”\n\nFei is hoping to change that.\n\n“Among privacy advocates, the discussion can often be quite theoretical,” she said.\n\n“It’s my hope that in telling my story and bringing light to the stories that people shared with me, I can bring a reminder that we are talking about real people, real trauma, real vulnerability; that this is an issue most ordinary Americans know little about but it still affects them.”", "article_metadata": {"msapplication-TileColor": "#005689", "description": "After AOL’s CEO told employees he was cutting retirement benefits partly because of the cost of Deanna Fei’s ‘distressed baby’, the mother fought back", "application-name": "The Guardian", "author": "Jana Kasperkevic", "og": {"site_name": "the Guardian", "description": "After AOL’s CEO told employees he was cutting retirement benefits partly because of the cost of Deanna Fei’s ‘distressed baby’, the mother fought back", "title": "'We blame the sick for being expensive': the mother whose baby cost AOL $1m", "url": "http://www.theguardian.com/us-news/2015/jul/04/deanna-fei-aol-distressed-baby-healthcare-privacy", "image": "https://i.guim.co.uk/img/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434390143551/742ae577-aef3-4bc9-981b-d10706f1b2a5-2060x1236.jpeg?w=1200&q=55&auto=format&usm=12&fit=max&s=2909aa347721263d6831ef8471e846ae", "type": "article"}, "referrer": "unsafe-url", "twitter": {"app": {"url": {"ipad": "gnmguardian://us-news/2015/jul/04/deanna-fei-aol-distressed-baby-healthcare-privacy?contenttype=Article&source=twitter", "googleplay": "guardian://www.theguardian.com/us-news/2015/jul/04/deanna-fei-aol-distressed-baby-healthcare-privacy", "iphone": "gnmguardian://us-news/2015/jul/04/deanna-fei-aol-distressed-baby-healthcare-privacy?contenttype=Article&source=twitter"}, "id": {"ipad": 409128287, "iphone": 409128287, "googleplay": "com.guardian"}, "name": {"ipad": "The Guardian", "googleplay": "The Guardian", "iphone": "The Guardian"}}, "creator": "@kasperka", "image": "https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/15/1434390143551/742ae577-aef3-4bc9-981b-d10706f1b2a5-2060x1236.jpeg", "card": "summary_large_image", "site": "@guardian"}, "apple-mobile-web-app-title": "Guardian", "al": {"ios": {"url": "gnmguardian://us-news/2015/jul/04/deanna-fei-aol-distressed-baby-healthcare-privacy?contenttype=Article&source=applinks", "app_store_id": 409128287, "app_name": "The Guardian"}}, "HandheldFriendly": "True", "fb": {"app_id": 180444840287}, "theme-color": "#005689", "msapplication-TileImage": "https://assets.guim.co.uk/images/favicons/f06f6996e193d1ddcd614ea852322d25/windows_tile_144_b.png", "format-detection": "telephone=no", "keywords": "US healthcare,US work & careers,AOL,Health,Healthcare industry,Health insurance,US personal finance,US news", "article": {"publisher": "https://www.facebook.com/theguardian", "published_time": "2015-07-04T11:00:09.000Z", "author": "https://www.theguardian.com/profile/jana-kasperkevic", "section": "US news", "modified_time": "2015-07-06T14:07:50.000Z", "tag": "US healthcare,US work & careers,AOL,Health,Healthcare industry,Health insurance,US personal finance,US news"}, "thumbnail": "https://i.guim.co.uk/img/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434390143551/742ae577-aef3-4bc9-981b-d10706f1b2a5-2060x1236.jpeg?w=620&q=55&auto=format&usm=12&fit=max&s=df7c6bf2c573300b891b3a31266ede94", "viewport": "width=device-width,minimum-scale=1,initial-scale=1", "news_keywords": "US healthcare,US work & careers,AOL,Health,Healthcare industry,Health insurance,US personal finance,US news"}, "_id": "\"57477af46914bd0286fe17fa\"", "article_summary": "“Every day is a blessing.”Facebook Twitter Pinterest Deanna Fei’s book, Girl in Glass.\nNow the novelist is telling her story in a new book and hoping to shine a light on the complex and frightening intersection between health, privacy and insurance.\nFacebook Twitter Pinterest Deanna Fei’s daughter, Mila, subject of her forthcoming book.\nFacebook Twitter Pinterest Deanna Fei, author of Girl in Glass.\nDeanna Fei is not a healthcare expert."}