{"article_title": "Poll of Doctors Reveals Majority are Pessimistic About the Future of Their Practices", "article_keywords": ["pessimistic", "reveals", "group", "physicians", "theyre", "practice", "companies", "practices", "environment", "majority", "patients", "future", "doctors", "medicine", "poll", "insurance", "jersey"], "article_url": "http://www.njtvonline.org/news/video/poll-of-doctors-reveals-majority-are-pessimistic-about-the-future-of-their-practices/", "article_text": "Eye-popping findings from an important poll of doctors in New Jersey. The fourth annual New Jersey Healthcare Monitor Survey concludes that more than 95 percent of them believe that the changing health care environment has a negative effect on their practices and their patients. They cite more paperwork, less time with patients and lower reimbursement for their care, and more than half are pessimistic about the future of their practices. New Jersey is a bellwether of sorts for the practice of medicine nationally, according to the Chair of Health Law Practice at Brach Eichler, Dr. John D. Fanburg, who spoke with NJTV News Anchor Mary Alice Williams.\n\nWilliams: What are the top reasons doctors are giving you for being negative?\n\nFanburg: The lower reimbursement, increasing costs, less time with patients, more paperwork and more government regulation.\n\nWilliams: There’s a perception out there that the Affordable Care Act, Obamacare, is driving down reimbursement rates. Is there a shred of evidence for that?\n\nFanburg: Not yet. I think it’s really perception in terms of what the insurance companies are doing with the physicians in terms of trying to ratchet down premiums to employers.\n\nWilliams: Are you saying that insurers, the insurance companies, are lowering their reimbursements and blaming the Affordable Care Act?\n\nFanburg: Yes, I do. I think that they want to find someone else to blame other than the insurance companies. It’s the insurance companies that contract with the physicians and they’re the direct conduit in terms of their money and dealing with the patients.\n\nWilliams: What percentage of physicians surveyed are planning to restructure their practices, either form a consortium, like a medical group, or quit or leave town, leave the state?\n\nFanburg: Everybody’s talking about it every single day. I can’t meet with a physician who’s a solo, a two-person group, a five-person group, reevaluating what their options are in this changing marketplace. Their options include going to a summit type of environment, an advocare type of environment, a hospital environment, trying to ride out the rest of their practice. They’re all confused. They’re meeting all the time trying to figure it out.\n\nWilliams: How many doctors simply don’t accept health insurance?\n\nFanburg: In New Jersey, it’s a very small percentage. I don’t have the specific numbers, but we know from clients coming to us, and talking about deviating and going into concierge medicine, which is insurance free. There seems to be picking up steam. It’s bigger in other parts of the country, like Florida, but here in New Jersey are concerned about what it will do to their income and patient flow if they abandon insurance all together.\n\nWilliams: How much complexity is added because of in-network versus out-of-network?\n\nFanburg: Most physicians are in some network, but physicians need to have the option to be out-of-network in order to give them some level of negotiation with the insurance company.\n\nWilliams: There’s a bill working it’s way through the legislature that would curve these out-of-network costs. How do physicians respond to that?\n\nFanburg: They think it’s terrible. They need to have the out-of-network option to give them leverage, because if they’re forced to accept contracts with the insurance companies, the insurance companies then do not need to negotiate with them fairly because they have no choice. The law and the environment requires you to be in-network. I do not have to give you reasonable rates, because you have to be in-network.\n\nWilliams: Mr. Fanburg, you have been doing this survey for four years. You have been doing healthcare law for 30 years. How did it get to be this dire?\n\nFanburg: New Jersey is interesting because what’s happening in other parts of the country is finally happening here. When I first started practicing, most physicians practice in under a five person or less medical group. In other parts of the country, you would have 100, you would have 1,000 physicians. Now physicians are coming together, consolidating to be a larger group to reduce their costs and give them leverage with the insurance companies, but with that they give up their autonomy, their independence. They like that homey, Marcus Welby type of feel with their patients, which in this larger, corporate environment prohibits them from doing.\n\nWilliams: So, the corporate environment of medicine, corporate medicine, becomes primary to what? Good medical delivery?\n\nFanburg: It’s not necessarily bad, but it’s hard to spend time with the patients to advocate their well being when you’re dealing with insurance companies, and you have to get the whole staff waiting on the phone for pre-authorization, can we send for this test, can we get this, that and the other thing.\n\nFollow @MaryAliceNJTV", "article_metadata": {"generator": "WordPress 4.5.2", "pubdate": 20151203, "og": {"site_name": "NJTV News", "description": "Physicians are coming together and consolidating into larger groups to reduce their costs and give them leverage with the insurance companies. The price? Their autonomy and independence. Continue reading →", "title": "Poll of Doctors Reveals Majority are Pessimistic About the Future of Their Practices | Video | NJTV News", "locale": "en_US", "image": "http://www.njtvonline.org/news/files/2015/12/151203Fanburg.jpg", "url": "http://www.njtvonline.org/news/video/poll-of-doctors-reveals-majority-are-pessimistic-about-the-future-of-their-practices/", "type": "article"}, "twitter": {"description": "Physicians are coming together and consolidating into larger groups to reduce their costs and give them leverage with the insurance companies. The price? Their autonomy and independence. Continue reading →", "creator": "@NJTVNews", "image": "http://www.njtvonline.org/news/files/2015/12/151203Fanburg.jpg", "title": "Poll of Doctors Reveals Majority are Pessimistic About the Future of Their Practices | Video | NJTV News", "site": "@NJTVNews", "card": "summary"}, "apple-mobile-web-app-capable": "no", "article": {"publisher": "http://www.facebook.com/NJTVonline", "tag": "premiums"}, "thumbnail": "http://www.njtvonline.org/news/files/2015/12/151203Fanburg.jpg", "viewport": "width=device-width, initial-scale=1, maximum-scale=1"}, "_id": "\"57477af36914bd0286fd2eb3\"", "article_summary": "Williams: Are you saying that insurers, the insurance companies, are lowering their reimbursements and blaming the Affordable Care Act?\nI think that they want to find someone else to blame other than the insurance companies.\nWhen I first started practicing, most physicians practice in under a five person or less medical group.\nThey cite more paperwork, less time with patients and lower reimbursement for their care, and more than half are pessimistic about the future of their practices.\nWilliams: So, the corporate environment of medicine, corporate medicine, becomes primary to what?"}