{"article_title": "The Economic Consequences of US Debt Default", "article_keywords": ["impact", "recovery", "consequences", "default", "negative", "ltro", "economic", "rates", "interest", "debt", "recent"], "article_url": "http://www.counterpunch.org/2013/10/11/the-economic-consequences-of-us-debt-default/", "article_text": "by JACK RASMUS\n\nThe economic ignorance of the Teapublican faction of the Republican party in the US House and Senate is perhaps exceeded only by the similar ignorance of its economic advisers.\n\nAppearing in the public press in recent days is the latest ‘brilliant’ Teapublican view that a default by the US government on paying interest on its debt would not have a negative impact on the US or global economy.\n\nBoth the US and global economies are already slowing noticeably, with the Federal Reserve in the US continuing to downgrade and lower its estimates of future US growth, and the IMF doing the same for growth rates in China and the rest of the world. The Teapublicans claim a US debt default would not impact these already negative trends.\n\nWhile it is true that the US government will not completely run out of money with which to pay its debts on October 17, 2013, as Treasury Secretary, Jack Lew, has publicly stated, it is equally true that it will definitely do so sometime between October 24 and early November. Thereafter, some funds will continue to come into the government, but not nearly enough to pay all its bills. That will force the Obama administration to choose between what it will pay: either bondholders who own US debt or grandma and grandpa on social security. Teapublicans no doubt want to force Obama to make that ‘Hobsons’ Choice’ (i.e. damned if you do and damned if you don’t). Teapublicans will argue he should pay the bondholders first, and forego paying social security. It’s their way to start cutting social security before they even negotiate an official reduction in it with Obama.\n\nTo quote one Teapartyer’s statement today, Republican Representative, Joe Barton, of Texas: “We have more than enough cash flow to pay interest on the public debt, so there is no way we’re gong to default on the public debt unless the president of the United States intentionally does so”.\n\nSuch statements by lesser known Teapublicans were followed up today in the business press with an article by Teapublican notable, Paul Ryan. Ryan made it clear that the focus of the debt ceiling discussion was to provoke further concessions by Obama on Social Security-Medicare cuts. US House radicals thus are attempting to put Obama in a negotiating box: either he agree to cut Obamacare or to cut Social Security-Medicare.\n\nWhat the Teapublican faction in all their economic ignorance don’t understand, however, is that the psychological effects of a default—or even a near default—on the US and global economy will prove significant. One does not have to wait for a complete default for that to happen.\n\nWhat then are some of the possible impacts?\n\nFirst is the prospect of rising interest rates. Interest rates have already begun to rise, starting on a base that has already risen since the US Federal Reserve’s bungled attempt to signal over the past summer its intent to begin reducing (tapering) its Quantitative Easing (QE) $85 billion a month liquidity injections. That Fed ‘faux pas’ has already driven up long term rates by more than 1%, thereby causing an abrupt halt to a very timid US housing recovery earlier this year. In the past month banks and mortgage servicing companies have already announced thousands of layoffs in their mortgage departments, signaling the virtual end of that housing recovery. Further interest rate hikes, short and long term, on top of the Fed’s recent bungling—which will now certainly occur as the default approaches—will all but ensure the end of any housing recovery in the US.\n\nShort term rate increases will most likely accelerate further throughout the month of October. That includes, in particular, Treasury bill rates which will in turn impact other rates. ‘Other rates’ include the critically important ‘Repo Market’ rates. Destabilizing the repo market is a dangerous game. It is likely the locus for the next financial crash, the analog to the subprime market that was the center of the last financial crash. Teapublicans are thus playing a dangerous game, one that may well in a worst case scenario precipitate another financial instability event on the scale of 2008.\n\nRising interest rates also mean the end of the latest stock price and junk bond booms. In itself, that doesn’t affect average folks much. But the psychological impact of a rapid decline in asset prices can, and does, spill over to consumer and business spending. That leads to layoffs, in a US job market that is, at best, producing only part time, temp, and low paid jobs as it is.\n\nRising rates and an even weaker job market in November-December will translate into slowing consumption, which is already showing signs of weakness in August-September. Retail sales in general will weaken still further as a consequence of the debt ceiling default, as will an already ‘long in the tooth’ auto sales cycle.\n\nThe negative impact of debt default on consumption is already becoming evident in recent weeks. A Gallup Poll in recent days showed consumer confidence dropping precipitously. While some argue confidence surveys are typically volatile and unreliable as indicators of consumer spending, that is not as true for abrupt and significant movements in confidence indicators. That may now be happening, as the public begins to focus on the dual crises events.\n\nThe recent Gallup poll in question fell to -35 from a prior -15. This compares to -56 during the August 2011 worst period of that prior debt ceiling debacle. During the worst period of October 2008 the index was -66. Already falling significantly early in the current crisis, one can estimate where the -35 current poll will be by October 17-24 should the crisis not be resolved by then. We will almost certainly be in the August 2011 territory, when the third quarter US GDP nearly went negative (and did so if the GDP deflator was substituted with the CPI index for that quarter).\n\nGlobally, the approaching debt ceiling crisis has already provoked widespread public responses by foreign governments, warning a potential default by the US would have dire consequences for US debt holdings and future purchases. China, Japan, and the IMF have all raised warnings in recent days. If default occurs, then US bond rates will rise even further and faster than at present, raising a real question whether they will continue to purchase US Treasury debt when the price of their holdings are declining significantly in the wake of a default.\n\nThere are also important implications of a default (or even near default) for the Eurozone’s own current economic recovery and its still very fragile banking system.\n\nYet another negative impact globally will be a decline in Euro exports. A default situation would result in the US currency losing value, causing a further rise in the already fast appreciating Euro currency. That trend would challenge German and Euro export growth and therefore that region’s tepid 0.3% last quarter’s recovery.\n\nAnother problem potentially to grow worse is the Euro banking system. The Eurozone’s version of QE-the LTRO liquidity injection policy of the past year amounting to more than $1.5 trillion-will soon need another LTRO II injection by the European Central Bank in a matter of months. In addition, more than $1 trillion of the LTRO I will need to be refinanced soon. Nearly all the major banks in Italy, for example, have yet to repay anything of their share of the LTRO $1.5 trillion and will need further liquidity in coming months. Rising interest rates from a debt default in the US will spill over to Europe, thus raising the costs of LTRO II, as well as the financing of much of LTRO I. That will cause further fragility in the Euro banking system and economic recovery there, especially for the highly fragile Italian banks.\n\nFor Japan, its recent export gains would also slow, at a time when it has decided to raise taxes while suspending structural economic reforms.\n\nCurrency volatility in emerging markets would also intensify from a debt default in the US, likely causing a retreat once again in real growth in those markets, just a few months after their recent ‘stop-go’ provoked by US Fed QE policy uncertainties this past summer.\n\nThroughout the past 18 months, this writer has forewarned that a fragile US economic and global recovery-not nearly as robust as some maintain-is susceptible to a ‘double dip’ recession in 2013-14 should one or more of the following negative ‘tail events’ occur: first, a renewed banking crisis in the Eurozone or elsewhere; second, significant further deficit cutting in the US; and thirdly a continued drift upward in US long term interest rates as a consequence of QE tapering or other events. While it appears the Euro banking crisis has temporarily stabilized—except for Italian banks perhaps—the deficit cutting and interest rate trajectory in the US are very real and serious trends that may yet precipitate a descent into a double dip condition in the US economy.\n\nAnd if the Teapublican faction in the US House of Representatives managers to prevent a resolution of the debt ceiling issue into the latter part of October, then the economic consequences for both the US and global economies will be severe, and may even prove sufficienet to precipitate a double dip recession in the US.\n\nDr. Jack Rasmus is the author of the book, “Obama’s Economy: Recovery for the Few”, published by Pluto Press, London, April 2012. He is the host of the weekly internet radio show from New York, ‘Alternative Visions’, on the Progressive Radio Network, prn.fm. His website is www.kyklosproductions.com and he blogs at jackrasmus.com. His twitter handle is drjackrasmus.", "article_metadata": {"og": {"site_name": "www.counterpunch.org", "description": "Teapublican Fantasies", "title": "The Economic Consequences of US Debt Default", "url": "http://www.counterpunch.org/2013/10/11/the-economic-consequences-of-us-debt-default/", "image": "http://i1.wp.com/www.counterpunch.org/wp-content/dropzone/2015/06/OGFB4.png", "locale": "en_US", "type": "article"}, "article": {"published_time": "2013-10-11T08:56:28+00:00", "modified_time": "2015-06-02T21:59:58+00:00"}, "description": "Teapublican Fantasies", "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "robots": "noodp, noydir"}, "_id": "\"57477af36914bd0286fd2e9a\"", "article_summary": "There are also important implications of a default (or even near default) for the Eurozone’s own current economic recovery and its still very fragile banking system.\nThe negative impact of debt default on consumption is already becoming evident in recent weeks.\nThe Teapublicans claim a US debt default would not impact these already negative trends.\nThat will cause further fragility in the Euro banking system and economic recovery there, especially for the highly fragile Italian banks.\nGlobally, the approaching debt ceiling crisis has already provoked widespread public responses by foreign governments, warning a potential default by the US would have dire consequences for US debt holdings and future purchases."}