{"article_title": "Sorry, my religion says no can do", "article_keywords": ["supreme", "right", "court", "refusing", "refused", "religion", "state", "marriage", "sorry", "law", "religious"], "article_url": "http://www.tallahassee.com/story/opinion/columnists/hohmeister/2014/10/24/mark-hohmeister-sorry-religion-says-can/17824803/", "article_text": "Cartoon (Photo: Bob Englehart/The Hartford Courant )\n\nI’m founding a new religion.\n\nIt’s pretty simple: Our God tells us that it’s immoral to pay taxes, be subject to a military draft, obey speed limits or pay overdue charge-card bills. Really, it’s right there in our bible … or it will be as soon as I write it.\n\nThose tenets alone should guarantee a sizeble membership, but if that’s not enough I could toss in objections to prohibitions against underage drinking or perhaps shooting people whose carry-on bags are too big.\n\nA year or two ago, I might have doubted whether my new religion would draw much of a congregation. I mean, what are the chances that government would let you ignore a law just because you say you have a moral objection to it?\n\nWhen the draft was in effect, you could claim you were a conscientious objector. But that didn’t get you out of serving; it just meant they didn’t give you a gun. A special federal law protected Indians who might, say, ingest peyote as a religious observance, but I was under no illusion that I could fire up a joint and tell the police, “Like, it’s my religion, man.”\n\nBut ever since the Hobby Lobby ruling, I’ve been inspired, polishing the collection plates and looking for a radio network with some free airtime on a Sunday morning.\n\nI’m sensing the recognition of a new right in this country — the right to refuse to do whatever you don’t feel like doing.\n\nHobby Lobby, a “closely held corporation” — that is, a company run by a handful of nuts rather than thousands of nuts — decided it didn’t need to abide by the Affordable Care Act, because it objected to a mandate that its health insurance provide certain contraceptives to female employees.\n\nThe U.S. Supreme Court agreed, in a 5-4 decision. Justice Ruth Bader Ginsburg dissented, predicting that “the Court, I fear, has ventured into a minefield.” Supporters of the decision scoffed. But on its heels came cases involving a college that declined to even fill out the forms asking for a contraceptive exemption, others objecting to negotiating with unions, and a fundamentalist sect that was accused of using child labor. Coming soon, no doubt: objections to the minimum wage, anti-discrimination laws … use your imagination.\n\nWhile the corporations have been finding religion, individual citizens haven’t sat idle.\n\nAccording to the National Women’s Law Center, there have been reports in 24 states of pharmacists refusing to fill prescriptions for birth control. That includes pharmacists who refused to let women have nonprescription emergency contraception that the pharmacy had in stock.\n\nWhat’s next? A teetotaler clerk at Publix refusing to sell me a bottle of wine? Maybe that’s not so far-fetched. The U.S. Equal Employment Opportunity Commission in 2013 sued a trucking company that fired two Muslim drivers who refused to deliver alcohol.\n\nIn a closely followed case in New Mexico, a wedding photographer refused to work with a gay couple, citing religious beliefs. The state Supreme Court ruled that the photographer was illegally discriminating, and amazingly (well, I was amazed) the U.S. Supreme Court declined to review the case. The Alliance Defending Freedom, which was in the photographer’s corner, vowed to be back with new cases.\n\nWhich brings us to this week.\n\nIn North Carolina, after two federal judges told the state that its ban on same-sex marriage was unconstitutional, gay marriage finally became legal. Happy couples headed to their local town halls to … oh, wait.\n\nThe North Carolina Values Coalition (I love these names) advised public officials that they didn’t have to sanction same-sex marriage if it conflicted with their religious values. And indeed, in Pasquotank County, a magistrate refused to marry two men. In Rockingham County, another magistrate had the decency to resign rather than simply refuse to do his job.\n\nNorth Carolina state Sen. Phil Berger, a Republican and president pro tempore for the 2013-14 session, has promised to introduce legislation that would protect those officials.\n\n“Complying with the new marriage law imposed by the courts should not require our state employees to compromise their core religious beliefs and First Amendment rights in order to protect their livelihoods,” Berger said.\n\nIn more liberal circles, this proposal is being called the “license to discriminate.”\n\nThis is where my new church comes in.\n\nWith a few more laws like this, and if we can just get the U.S. Supreme Court to get rid of its silly little distinction between supplying birth control and paying taxes as legal obligations, I think I’ll have a winner.\n\nAfter all, where does this end? If you have a right to ignore the law when it comes to women and gay couples, what’s next? Refusing to serve meals to people based on race? Refusing hotel rooms based on the customer’s religion? What law would have any meaning?\n\nWe are free to practice our religion, but we aren’t free to hurt others or take away their rights in the process.\n\nBut just in case — has anyone got a snappy name for my new church?\n\nContact Mark Hohmeister at mhohmeister@tallahassee.com or (850) 599-2330. Follow him on Twitter @MarkHohmeister.\n\nRead or Share this story: http://on.tdo.com/1wozwI0", "article_metadata": {"google": "notranslate", "description": "Beliefs shouldn’t offer a license to discriminate", "og": {"site_name": "Tallahassee Democrat", "description": "Beliefs shouldn’t offer a license to discriminate", "title": "Mark Hohmeister: Sorry, my religion says no can do", "url": "http://www.tallahassee.com/story/opinion/columnists/hohmeister/2014/10/24/mark-hohmeister-sorry-religion-says-can/17824803/", "image": "http://www.gannett-cdn.com/GDContent/applogos/tallahassee.png", "type": "article"}, "twitter": {"description": "Beliefs shouldn’t offer a license to discriminate", "title": "Mark Hohmeister: Sorry, my religion says no can do", "image": "http://www.gannett-cdn.com/-mm-/44db4b64d9e014357dddb4357b5b56e78d334b60/c=254-0-1500-1246&r=x643&c=640x640/local/-/media/Tallahassee/2014/10/24/hohmei1025toon.jpg", "creator": "@tdonline", "site": "@tdonline", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=828466230", "fb": {"app_id": 176414652381033}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": ""}, "article_summary": "The state Supreme Court ruled that the photographer was illegally discriminating, and amazingly (well, I was amazed) the U.S. Supreme Court declined to review the case.\nA year or two ago, I might have doubted whether my new religion would draw much of a congregation.\nWe are free to practice our religion, but we aren’t free to hurt others or take away their rights in the process.\nThe U.S. Supreme Court agreed, in a 5-4 decision.\nCartoon (Photo: Bob Englehart/The Hartford Courant )I’m founding a new religion."}