{"article_title": "Political Induced Uncertainty and the Quest for Growth", "article_keywords": ["united", "recovery", "rules", "things", "uncertainty", "political", "regulation", "quest", "growth", "induced", "smes", "crisis", "resources"], "article_url": "http://www.huffingtonpost.com/st-gallen-symposium/political-induced-uncerta_b_9372654.html", "article_text": "By Wolf von Laer, member of the St. Gallen Symposium's global Leaders of Tomorrow community\n\n\n\nEvery form of government, regardless of it being social-democratic, socialist, or capitalist, needs growth. Growth means in its simplest form that more things are produced with fewer things being consumed during the process. This is the only way to prosperity which implies a greater abundance of goods and services while fewer resources are used up. If an inventor finds an ingenious way that engines use only half the amount of oil during combustion then human kind has increased its oil resources tremendously. This is an example of growth without the consumption of more resources. Even if one eschews growth, it is still necessary if the society has a growing population. Otherwise, people have to live with fewer things than the generation before them. I will now go on and explain one hindrance to growth in the context of the economic recovery after the Great Recession.\n\nThe recession is officially over since June 2009. My co-author Dr. Adam Martin from the Texas Tech University and myself studied the recovery in the United States from the recent financial calamity. The recovery since then has been sluggish. With five percent, unemployment is remarkably low but the percentage of people who are actually part of the workforce is the lowest since 38 years. Since 2007, there are 18 million more people in the U.S. population but only half a million additional full-times jobs. Private investment, the factor that increases products and services in the economy, as a share of GDP is lower after the crisis than before. What is the reason for this underwhelming development? Dr. Martin and I argue that it is due to increased uncertainty in the economy caused by eclectic government policies. We maintain that this is a neglected albeit not only reason for the slow recovery.\n\nAn economy that has to adapt to the new economic realities after the bursting of the housing bubbles needs time to recover. This recovery has been made more difficult by a variety of different government activities. Government has been increasingly active in the aftermath of the crisis. Regulation has increased faster than in the periods before the financial crisis of 2007-2009. The third and fourth longest laws within the last 40 years were enacted after the crisis: Dodd-Frank and the Affordable Care Act. These lengthy laws translates to a flurry of new rules and regulation that show a significant increase in the Federal Code of Regulation, the publication that captures all the regulation of the United States.\n\nBusinesses face more uncertainty through the rapidly changing rules of the game. This hits smaller and medium sized businesses (SMEs) more than bigger ones. Since 2007, SMEs consistently report that government taxes and regulation are the main problem of doing business. SMEs also lost more employees and hired slower than bigger entities. The rate of new start-ups is at a historical low. Bigger businesses are relatively better off since they can afford more lobbyist to surveil the activities of Washington as well as have more staff available to internalize the blaze of new regulations.\n\nGrowth requires the three Ps: Property Rights, Prices, and Profit and Loss to achieve the three Is of Innovation, Information, and Incentives. Too much government activity disturbs the rules of the game and undermines property rights. Entrepreneurs are not certain if their plans will succeed under the rapidly changing rules. The result: Investments are hold back and jobs not created. This is what Dr. Martin and I describe as regime uncertainty and consider it as one the reasons for the sluggish recovery in the United States.\n\nGrowth - The good, the bad, and the ugly will be debated in the light of the 46th&nbspSt.&nbspGallen Symposium&nbsp(11-13&nbspMay&nbsp2016).\n\nFollow St. Gallen Symposium on Twitter: www.twitter.com/SG__Symposium", "article_metadata": {"description": "By Wolf von Laer, member of the St. Gallen Symposium's global", "sailthru.expire_date": "2016-03-05 08:04:36 -0500", "og": {"site_name": "The Huffington Post", "description": "By Wolf von Laer, member of the St. Gallen Symposium's global", "url": "http://www.huffingtonpost.com/st-gallen-symposium/political-induced-uncerta_b_9372654.html", "image": "http://i.huffpost.com/gen/3705100/images/o-ECONOMY-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/3705100/images/o-ECONOMY-facebook.jpg", "height": 1000}, "creator": "SG__Symposium", "description": "By Wolf von Laer, member of the St. Gallen Symposium's global", "card": "summary_large_image", "site": "@HuffPostPol"}, "sailthru.date": "2016-03-04 08:04:36 -0500", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=9372654", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "st-gallen-symposium,st. gallen symposium,event,growth,Generation Y,politics,property rights,gdp growth,gdp,government,capitalism,recession,investment,United States,economy,economics,millennials,small and medium enterprises,entrepreneurship,Great Recession,US Economy", "article": {"section": "Politics", "tag": "st-gallen-symposium,st. gallen symposium,event,growth,Generation Y,politics,property rights,gdp growth,gdp,government,capitalism,recession,investment,United States,economy,economics,millennials,small and medium enterprises,entrepreneurship,Great Recession,US Economy", "published_time": "2016-03-04 08:04:36 -0500", "modified_time": "2016-03-04 08:59:01 -0500"}, "viewport": "width=1000"}, "article_summary": "Growth means in its simplest form that more things are produced with fewer things being consumed during the process.\nI will now go on and explain one hindrance to growth in the context of the economic recovery after the Great Recession.\nGrowth - The good, the bad, and the ugly will be debated in the light of the 46th&nbspSt.&nbspGallen Symposium&nbsp(11-13&nbspMay&nbsp2016).\nDr. Martin and I argue that it is due to increased uncertainty in the economy caused by eclectic government policies.\nEven if one eschews growth, it is still necessary if the society has a growing population."}