{"article_title": "Prince cremated; family, friends honor him at ceremony in Minnesota", "article_keywords": ["ceremony", "studios", "cremated", "family", "graham", "minnesota", "private", "prince", "fans", "complex", "musicians", "told", "friends", "honor", "princes"], "article_url": "http://www.thefiscaltimes.com/latestnews/2016/04/23/Prince-cremated-family-friends-honor-him-ceremony-Minnesota", "article_text": "CHANHASSEN, Minn. (Reuters) - Prince's remains have been cremated and his family and friends attended a private ceremony on Saturday to pay their respects to the late pop superstar at the studio complex where he died in a suburb of Minneapolis, a Prince spokeswoman said.\n\nAmong those seen entering the Paisley Park Studios complex, where Prince lived in Chanhassen, Minnesota, were his sister, Tyka Nelson, musician and former collaborator Sheila E., his former bass player Larry Graham and model Damaris Lewis.\n\nThe service came two days after Prince, whose hits included \"Purple Rain\" and \"When Doves Cry,\" was found dead in an elevator at the complex at age 57. His death shocked millions of fans around the world and prompted glowing tributes from fellow musicians and public figures, including President Barack Obama.\n\n\"Prince was celebrated by a small group of his most beloved: family, friends and his musicians, in a private, beautiful ceremony to say a loving goodbye,\" Prince publicist Anna Meacham said in a statement.\n\nMeacham said Prince's remains have been cremated and their final resting place will remain private. Plans are under way for a musical celebration of Prince, with details to be announced later, she said.\n\nOn Saturday, Graham stood at a gate of Paisley Park Studios and thanked some of the hundreds of fans gathered on the lawn outside to show their admiration of Prince, a seven-time Grammy winner whose music blended rock, funk, R&B, jazz and disco.\n\n\"Prince made us all better musicians and spiritually is the most important thing, but as musician he pushed us and he made us better and we listened deeply,\" Graham told the fans.\n\nParticipants in the ceremony handed some fans outside gift boxes that contained items such as Prince-themed apparel and a compact disc of music.\n\nAn autopsy on Prince was conducted on Friday and authorities are investigating his death.\n\nPolice said on Friday no signs of suicide or obvious trauma were found in Prince's death. The local medical examiner's office said it could take weeks before autopsy and toxicology results reveal how the groundbreaking performer died.\n\nPrince had been on a U.S. tour as recently as last week.\n\nBut he was briefly hospitalized a week ago, suffering from what his representative told celebrity news website TMZ was the flu, after his plane made an emergency landing in Moline, Illinois.\n\n(Reporting by Jane Ross, writing by Alex Dobuzinskis; editing by Andrew Hay)", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "CHANHASSEN, Minn.", "title": "Prince cremated; family, friends honor him at ceremony in Minnesota", "url": "http://www.thefiscaltimes.com/latestnews/2016/04/23/Prince-cremated-family-friends-honor-him-ceremony-Minnesota", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/people-prince_1.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/latestnews/2016/04/23/Prince-cremated-family-friends-honor-him-ceremony-Minnesota", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/people-prince_1.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "CHANHASSEN, Minn.", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477afa6914bd0286fe5c43\"", "article_summary": "\"Prince was celebrated by a small group of his most beloved: family, friends and his musicians, in a private, beautiful ceremony to say a loving goodbye,\" Prince publicist Anna Meacham said in a statement.\nCHANHASSEN, Minn. (Reuters) - Prince's remains have been cremated and his family and friends attended a private ceremony on Saturday to pay their respects to the late pop superstar at the studio complex where he died in a suburb of Minneapolis, a Prince spokeswoman said.\nAmong those seen entering the Paisley Park Studios complex, where Prince lived in Chanhassen, Minnesota, were his sister, Tyka Nelson, musician and former collaborator Sheila E., his former bass player Larry Graham and model Damaris Lewis.\nParticipants in the ceremony handed some fans outside gift boxes that contained items such as Prince-themed apparel and a compact disc of music.\nPlans are under way for a musical celebration of Prince, with details to be announced later, she said."}