{"article_title": "Bruising Battle Over Balance-Billing", "article_keywords": ["bill", "emergency", "hospital", "balancebilling", "florida", "say", "bills", "patients", "health", "doctors", "battle", "bruising", "insurance"], "article_url": "http://health.wusf.usf.edu/post/bruising-battle-over-balance-billing", "article_text": "After an emergency trip to the hospital, some patients find a nasty surprise in their mailbox -- bills their insurer didn't pay. Florida law protects some patients from this but not others.\n\nThose in an HMO would see all their bills covered: ambulance, hospital, and doctors. But those who have another type of health insurance could be slapped with astronomical bills. They could have collection agents calling to get whatever their plan didn't pay.\n\nThis practice, called “balance billing,” is on the increase as doctor groups and hospitals merge and gain clout. Critics say it has forced some patients into debt or left them too afraid to seek care the next time an emergency occurs.\n\nA legislative effort to protect patients is under way in Tallahassee, in bills sponsored by Republicans from opposite ends of the state: Sen. Aaron Bean of Jacksonville and Rep. Carlos Trujillo of Miami-Dade.\n\nThe bills would bar balance-billing for emergency care no matter what kind of health insurance product the patient has. Most of the speakers at hearings, even those furiously lobbying against the bills, say they agree that patients should be left out of the middle of the fight.\n\nWhere agreement stops is at the question: How much should insurers have to pay to a hospital or doctor group with which it has no contract? The health-care providers say the payment should be whatever they charge. Insurers retort that some billers charge 10 times the Medicare payment rate, or even 100 times as much. They say some kind of rate cap is necessary.\n\nThat has led some, including St. PetersBlog editor Peter Schorsch, to call the bills a step toward \"hospital rate-setting,\" anathema to conservatives.\n\nMillions of Floridians are at risk for balance-billing, whether they know it or not. They are those who have health policies from a private company that is not an HMO. Most of them are PPOs, preferred provider organizations.\n\nTo most people, HMOs and PPOs look a lot alike. They’re both managed care, they both have networks of doctors and hospitals. The main difference is that PPO patients can go outside the network and still get much of the bill covered. HMO patients can’t, except in emergencies.\n\nIn emergencies, Florida law protects HMO patients against balance-billing. A separate law covers other types of managed care, including PPOs, and it does not ban balance-billing.\n\nTrujillo told subcommittee members why PPO patients need protection: “If they’re traveling and have an emergency room situation – not an optional, an emergency room situation -- and are forced to go to a facility, they have no way of knowing what that will cost.\"\n\nA number of committees have passed the bills, but on the Senate side there’s a time-out while Bean negotiates with doctors, hospitals and ambulance services. Lawmakers say they’re besieged by hometown doctors and hospital officials who say they’re going to be hurt.\n\nRep. Janet Cruz, D-Tampa, is one of them. At the House Appropriations Committee, she told Trujillo she would support his bill if he assured her that hospitals would be protected. \"I'm going to err on the side of the consumer,\" she said.\n\nRep. Alan B. Williams, D-Tallahassee, also voted for the bill, but cautioned, \"We want to make sure our health-care providers don't get the short end of the stick.\"\n\nBean and Trujillo have support for their bills from insurers, patient advocates, and Florida Chief Financial Officer Lee Atwater. But that may not be enough.\n\nSupporters of the legislation did not find and invite some of those harmed by balance-billing to speak at the hearings, as is usually the case on consumer health issues. There is hardly a shortage of such people. Even Sen. Oscar Braynon, D-Miami-Dade, said he learned about it first-hand after his son had to be treated at the emergency room.\n\n\"I was balance-billed out the wazoo,\" Braynon said at a committee hearing. Later, he declined through an aide to discuss it with a reporter.\n\nVirtually every person who has spoken at hearings on the bills, pro or con, has been a lobbyist or representative of a health care entity. The sole exception was at a mid-March hearing of the Florida House Banking and Insurance Subcommittee.\n\n\"My name's Cameron Musil. I’m just a private citizen, but my grandma died with a $987,000 bill,\" the speaker said.\n\nMusil, who works at an insurance agency, came to the Capitol on a different issue. But he’s seen so many people devastated by unexpected medical bills – including his grandmother – he was inspired to testify.\n\n\"When you buy insurance, in-network, out-of-network, you just, you don’t want to get in a car wreck in Texas and then three weeks later get a bill at home for $78,000,\" he said.\n\nIt’s one thing to be uninsured. It’s another to buy a good policy, pay all the premiums and still get hit with big bills, he said.\n\n\"As most of y'all know, the number one cause of bankruptcy in America is medical expenses. The scarier thought is a lot of those people had insurance. The balance-billing, it kills people.\"\n\nSteve Burgess is the state’s Insurance Consumer Advocate in the office of CFO Atwater. That office houses a complaint line for help with insurance matters.\n\nBurgess said patients who are in desperate pain or about to undergo surgery are in no position to check their insurance plan's list of doctors.\n\n\"We support this legislation because of the many, many calls that we get from people who are being balance-billed in all kinds of circumstances, but the most typical is the emergency room situation,\" he said.\n\nThe Florida Association of Health Plans supports the PPO-patient protection bills, SB 516 and CS/HB 681. Doctors say that’s because the wording of the bill would give health plans an advantage in negotiating contracts.\n\nBut Audrey Brown, president and CEO of the health-plan group, said it’s all about rescuing consumers. Plans are willing to compromise to find a solution, she said.\n\nDr. Vidor Friedman, part of an emergency physicians’ group that staffs the ERs of 10 Central Florida hospitals, says the doctors don’t participate in every plan because some don’t pay enough to cover their costs. Friedman says 30 percent of emergency patients in his area pay nothing at all.\n\n\"We really don't want to be out of network,” he said. “As a provider the only time that happens is when the insurance payers don't negotiate a rate with us that we can afford.\"\n\nJeff Scott, a lobbyist for the Florida Medical Association, says that doctors won’t willingly come in the middle of the night to operate if the insurer’s payment is too skimpy.\n\n\"It's going to add to the list of reasons physicians already have for not taking ER call. In fact, if this bill passes, you’re going to see physicians drop out of taking emergency room coverage,” he said.\n\nAt a January Senate hearing in Tallahassee on balance-billing, Leanne Gassaway of America’s Health Insurance Plans said patients think that if they go to a hospital that’s in their insurance network, the doctors will all be in their network, too. So when they get that big bill from the ER doctor or the surgeon, they feel blindsided.\n\n“That is a critical piece that most patients don’t recognize: That the providers working within in a hospital do not work for that hospital. They work at that hospital,” Gassaway said. “And so it’s a different relationship than an employed situation.”\n\nCarol Gentry is a reporter for WUSF in Tampa. Health News Florida receives support from the Corporation for Public Broadcasting.", "article_metadata": {"category": "HNF Stories", "description": "After an emergency trip to the hospital, some patients find a nasty surprise in their mailbox -- bills their insurer didn't pay. Florida law protects some", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://health.wusf.usf.edu/post/bruising-battle-over-balance-billing", "image": "http://mediad.publicbroadcasting.net/p/healthnewsfl/files/styles/medium/public/201504/trujillo_bigger_serious.jpg", "type": "article", "description": "After an emergency trip to the hospital, some patients find a nasty surprise in their mailbox -- bills their insurer didn't pay. Florida law protects some", "title": "Bruising Battle Over Balance-Billing"}, "story_id": 396934846, "twitter": {"site": "@HealthNewsFL", "card": "summary", "creator": "@HealthNewsFL"}, "author": "Carol Gentry", "org_id": 0, "dc": {"title": "Bruising Battle Over Balance-Billing"}, "nid": 10150, "datePublished": "2015-04-01", "keywords": "balance-billing, hospital bills, Florida Legislature 2015", "wordCount": 1465, "has_audio": 1, "viewport": "width=device-width"}, "_id": "\"57477af46914bd0286fddd08\"", "article_summary": "The bills would bar balance-billing for emergency care no matter what kind of health insurance product the patient has.\nFriedman says 30 percent of emergency patients in his area pay nothing at all.\nBut those who have another type of health insurance could be slapped with astronomical bills.\nDoctors say that’s because the wording of the bill would give health plans an advantage in negotiating contracts.\nMost of the speakers at hearings, even those furiously lobbying against the bills, say they agree that patients should be left out of the middle of the fight."}