{"article_title": "Google Goes Whiny Baby to Retaliate for Wall Street Journal Criticism", "article_keywords": ["criticism", "silicon", "search", "google", "shopping", "wall", "journal", "report", "whiny", "baby", "ftc", "street", "tech", "goes", "retaliate", "company", "staff"], "article_url": "http://www.breitbart.com/big-journalism/2015/03/29/google-blasts-rupert-murdoch-as-whiny-baby-over-wsj-scoop/", "article_text": "SIGN UP FOR OUR NEWSLETTER\n\nGoogle, Inc. is complaining about what it says are unfair media reports regarding the company’s business practices, including lobbying.\n\nBreitbart News has reported numerous stories over the last two years about how tech companies, led by Google, have spent huge amounts lobbying in Washington, D.C. to get the “Best “Net Neutrality” Silicon Valley Money Can Buy.” With the Wall Street Journal adding its reporting to the criticism, Google is fighting back.\n\nSIGN UP FOR OUR NEWSLETTER\n\nCorporations usually avoid picking fights with big newspapers that “buy their ink by the 50-gallon drum.” But Google seems to be a company that now believes its has obtained enough communications power to attack the media. I\n\nGoogle’s Public Policy Blog posted an entry entitled “Really, Rupert?” on Saturday, featuring a “laughing baby” video to personally disparage Rupert Murdoch as the owner of the Journal. It seems Google was incensed with the recent publication of a Federal Trade Commission (FTC) staff report inadvertently leaked to the Journal detailing alleged fraudulent Google business practices.\n\nThe article revealed that staff had recommended the FTC’s Bureau of Competition should take legal action against Google’s advertising practices and its alleged use of content from other web sites to boost its own product offerings. The report also described how Google allegedly took steps to automatically boost rankings for its own shopping properties above that of any rival comparison shopping websites. In summation, FTC staff said Google is “in the unique position of being able to make or break any web-based business.”\n\nGoogle was further angered by the Journal reporting that since Barack Obama became President in 2009, the company had the highest number of corporate visits to the White House, according to official government gate logs.\n\nGoogle dismissed the report by stating 20% of the meetings were associated with Obamacare. But Google provided no links to any government data as credibility, despite being the world’s largest search engine.\n\nThe company also did not address its enthusiastic leadership as Silicon Valley’s top spender on lobbying.\n\nIn a free society, every Google has the right to have its concerns heard by our leaders. But the computer/Internet industry lobbying seems to have been especially effective, because 747, or 68.3 percent, of tech lobbyists were “Revolvers” according to Open Secrets. This group passes through the “revolving door” that shuffles former federal employees into jobs as lobbyists, consultants and strategists–just as the door pulls former hired guns into government careers.\n\nGoogle’s General Counsel, Kent Walker, said in a statement to the Journal, “After an exhaustive 19-month review, covering nine million pages of documents and many hours of testimony, the FTC staff and all five FTC Commissioners agreed that there was no need to take action on how we rank and display search results.”\n\nBut the fact that the FTC did not bring an anti-trust or even fraud case after so much effort just seems to reinforce that while everyone in America is equal, Google is just more equal.", "article_metadata": {"description": "Google Goes Whiny Baby to Retaliate for Wall Street Journal Criticism", "og": {"site_name": "Breitbart", "description": "Google Goes Whiny Baby to Retaliate for Wall Street Journal Criticism", "title": "Google Goes Whiny Baby to Retaliate for Wall Street Journal Criticism", "locale": "en_US", "image": {"width": 640, "identifier": "http://media.breitbart.com/media/2015/01/AP351070139237.jpg", "height": 479}, "updated_time": "2015-03-29T05:54:51-07:00", "url": "http://www.breitbart.com/big-journalism/2015/03/29/google-blasts-rupert-murdoch-as-whiny-baby-over-wsj-scoop/", "type": "article"}, "twitter": {"description": "Google Goes Whiny Baby to Retaliate for Wall Street Journal Criticism", "title": "Google Goes Whiny Baby to Retaliate for Wall Street Journal Criticism", "image": "http://media.breitbart.com/media/2015/01/AP351070139237.jpg", "creator": "@BreitbartNews", "site": "@BreitbartNews", "card": "summary"}, "robots": "noodp", "fb": {"pages": 95475020353, "use_automatic_ad_placement": "true", "app_id": 1243316582352556}, "msapplication-TileImage": "/t/assets/i/w-logo-orange.png", "keywords": "Google, ink by the barrel, lobbyists, revolving door, rubert murdoch, tech lobbying, whiny baby,Big Journalism, Breitbart California,", "article": {"publisher": "https://www.facebook.com/Breitbart", "published_time": "2015-03-29T05:53:36-07:00", "section": "Big Journalism", "modified_time": "2015-03-29T05:54:51-07:00", "tag": "whiny baby", "categories": "Big Journalism,Breitbart California"}, "viewport": "width=device-width,initial-scale=1", "op": {"markup_version": "v1.0"}}, "article_summary": "It seems Google was incensed with the recent publication of a Federal Trade Commission (FTC) staff report inadvertently leaked to the Journal detailing alleged fraudulent Google business practices.\nBut Google provided no links to any government data as credibility, despite being the world’s largest search engine.\nGoogle dismissed the report by stating 20% of the meetings were associated with Obamacare.\nIn a free society, every Google has the right to have its concerns heard by our leaders.\nThe report also described how Google allegedly took steps to automatically boost rankings for its own shopping properties above that of any rival comparison shopping websites."}