{"article_title": "Argentina faces Chile in Copa America in rematch of final", "article_keywords": ["soccer", "copa", "colombia", "tournament", "teams", "santa", "rematch", "coach", "chile", "faces", "world", "argentina", "america", "final", "south"], "article_url": "http://www.washingtontimes.com/news/2016/feb/21/argentina-grouped-with-chile-in-copa-america-draw/?page=all", "article_text": "NEW YORK (AP) - Lionel Messi and his Argentina squad have been drawn against defending champion Chile in the group stage of this year’s Centennial Copa America tournament in a rematch of last year’s final that gave the Chileans their first major tournament title.\n\nArgentina, the No. 2 team in the world rankings, and No. 5 Chile were also drawn Sunday with Bolivia and Panama in the special 16-nation tournament whose business deals led to indictments against a slew of top soccer executives on corruption charges.\n\nChile defeated Argentina 4-1 in a shootout to win the title last year, extending Argentina’s 22-year title drought.\n\n“Facing Argentina once again carries an extra burden,” Chile coach Juan Antonio Pizzi said after the draw was announced.\n\nArgentina coach Gerardo Martino, however, downplayed the match between the two teams on June 6 in Santa Clara, California, saying, “You cannot compare it with the Copa America final, which was something unique.”\n\nThe other groups are:\n\nA_United States, Colombia, Costa Rica, Paraguay\n\nB_Brazil, Ecuador, Haiti, Peru\n\nC_Jamaica, Mexico, Uruguay, Venezuela\n\nThe tournament marks the 100th anniversary of the first Copa America, South America’s national-team championship. It will be held in the United States from June 3-26 - the first time outside South America - and feature 10 teams from South America, as well as six from the CONCACAF region.\n\nU.S. federal prosecutors alleged a company formed to buy the Centennial Copa America’s marketing rights agreed to pay $110 million in bribes to South American soccer officials.\n\nThe last three presidents of soccer’s governing bodies for South America and the CONCACAF region have been indicted, including former CONCACAF President Jeffrey Webb, who agreed to plead guilty. The corruption probe led FIFA President Sepp Blatter to announce his resignation last spring, just days after he was elected to a fifth term. His successor is due to be chosen Friday by a special FIFA Congress.\n\nFollowing the initial indictments in May, the U.S. Soccer Federation refused to host the tournament until the previous business agreements were terminated.\n\nMessi, a five-time world player of the year, has already committed to playing in the tournament and organizers also hope it will include top stars such as Brazil’s Neymar, Uruguay’s Luis Suarez and Chile’s Alexis Sanchez.\n\nThe Americans meet Colombia in the tournament opener on June 3 at Santa Clara - a match that carries historical significance.\n\nTwenty-two years ago, the two teams played in California during the group stage of the 1994 World Cup, a match won by the U.S. 2-1. The result led 10 days later to the murder of Andres Escobar, a 27-year-old Colombian defender who had deflected a pass from John Harkes into his net for an own goal.\n\n“One of the toughest groups because of the history of all the teams involved,” Colombia coach Jose Pekerman said.\n\nColombia went 3-0 in its group at the 2014 World Cup and was knocked out by Brazil in the quarterfinals. Ranked eighth in the world, Colombia has a player pool that includes stars James Rodriguez and Jackson Martinez.\n\n“We know we start right on our toes with the opening whistle in Santa Clara,” U.S. coach Jurgen Klinsmann said.", "article_metadata": {"description": "Lionel Messi and his Argentina squad have been drawn against defending champion Chile in the group stage of this year's Centennial Copa America tournament in a rematch of last year's final that gave the Chileans their first major tournament title.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "Lionel Messi and his Argentina squad have been drawn against defending champion Chile in the group stage of this year’s Centennial Copa America tournament in a rematch of last year’s final that gave the Chileans their first major tournament title.", "title": "Argentina faces Chile in Copa America in rematch of final", "url": "http://www.washingtontimes.com/news/2016/feb/21/argentina-grouped-with-chile-in-copa-america-draw/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2016/02/21/copa_america_draw_soccer.jpeg", "type": "article"}, "twitter": {"site": "@washtimes", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2016/02/21/copa_america_draw_soccer.jpeg", "description": "Lionel Messi and his Argentina squad have been drawn against defending champion Chile in the group stage of this year's Centennial Copa America tournament in a rematch of last year's final that gave t", "card": "summary", "title": "Argentina faces Chile in Copa America in rematch of final"}, "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web3", "viewport": "width=device-width, initial-scale=1, user-scalable=yes"}, "_id": "\"57477afa6914bd0286fe5c4b\"", "article_summary": "NEW YORK (AP) - Lionel Messi and his Argentina squad have been drawn against defending champion Chile in the group stage of this year’s Centennial Copa America tournament in a rematch of last year’s final that gave the Chileans their first major tournament title.\nIt will be held in the United States from June 3-26 - the first time outside South America - and feature 10 teams from South America, as well as six from the CONCACAF region.\nRanked eighth in the world, Colombia has a player pool that includes stars James Rodriguez and Jackson Martinez.\n“One of the toughest groups because of the history of all the teams involved,” Colombia coach Jose Pekerman said.\nThe last three presidents of soccer’s governing bodies for South America and the CONCACAF region have been indicted, including former CONCACAF President Jeffrey Webb, who agreed to plead guilty."}