{"article_title": "Report: GOP Establishment Plotting to Oust Conservative Leader Sen. Mike Lee", "article_keywords": ["oust", "mike", "lee", "candidate", "obamacare", "utah", "primary", "leader", "conservative", "report", "sen", "moderate", "establishment", "plotting", "gop", "politico"], "article_url": "http://www.breitbart.com/big-government/2014/12/23/report-gop-establishment-plotting-to-oust-conservative-leader-sen-mike-lee/", "article_text": "SIGN UP FOR OUR NEWSLETTER\n\nSome prominent moderate establishment Republicans in Utah are plotting to target conservative icon Sen. Mike Lee (R-UT) with a primary challenge in 2016.\n\nSIGN UP FOR OUR NEWSLETTER\n\nLee’s offense? He didn’t drink the Washington Kool-aid and see the D.C. cesspool as a jacuzzi after he ousted incumbent Sen. Bob Bennett (R-UT), who had supported the TARP bailouts, in 2010.\n\nWhen Lee prevailed over Bennett, he gave other conservatives across the country hope that they could also defeat entrenched incumbents who cared more about preserving the status quo above all else. Once Lee arrived in Washington, he didn’t turn his back on the base, which angered some prominent establishment Republicans.\n\nAccording to a report in Politico, moderate GOP billionaires like Jon Huntsman Sr. and “some powerful establishment Republicans in Utah are tired” of Lee’s conservatism and willingness to live up to his campaign promises instead of letting the D.C. establishment co-opt him.\n\nDuring his first Senate term, Lee has established himself as one of conservatism’s leading voices. As Politico implies, establishment Republicans do not like him because he stood with Sen. Ted Cruz (R-TX) to defund Obamacare and has supported defunding Obama’s executive amnesty with Sens. Cruz and Jeff Sessions (R-AL). Most recently, Lee has offered positive solutions via his conservative reform agenda that specifically focuses on improving the lives of working Americans with conservative policies.\n\nHuntsman, the father of President Barack Obama’s former Ambassador to China and failed 2012 GOP presidential candidate Jon Huntsman, reportedly has refused to meet with Lee because of his “extremely radical” positions against Obamacare and executive amnesty. Huntsman said the government shutdown cost his cancer research foundation millions in federal taxpayer dollars, and he predicted “a major primary challenge” against Lee, telling Politico that Lee is an “embarrassment” and “an extremist.”\n\nProminent Utah bank executive Scott Anderson has reportedly met with a variety of potential challengers, including Josh Romney, Mitt Romney’s son.\n\nA top Mitt Romney ally who has profited from Obamacare pushed a state law that may make it easier for a moderate Republican to prevail in a primary.\n\nMike Leavitt, the former Utah governor and Health and Human Services Secretary who was chosen to lead Romney’s transition team, pushed the “Count My Vote” law, which, as Politico notes, “could give way to a more moderate candidate to get onto the primary ballot.” The law, which is being challenged in federal court, allows a potential candidate to get on the ballot by either “winning the support by delegates at a party convention or securing 28,000 signatures.” Normally, Utah nominates its candidates through a convention–if no candidate receives 60% of the delegates, then the top two move on to a primary election.\n\nAs even Politico noted, though, it will be difficult for anyone to successfully primary Lee because he has a “deeply enthusiastic base of thousands of conservative activists who dominate the party’s nominating convention” and the backing of important conservative groups like the Senate Conservatives Fund and the Club for Growth. Conservative talk radio host and scholar Mark Levin repeatedly praises him. Even the National Republican Senatorial Committee (NRSC) has said, “we are 100 percent committed to getting Sen. Lee reelected.”\n\nSen. Roger Wicker (R-MS), the NRSC chair, told Politico that Lee’s chances “are very, very good.”\n\nConservatives have seen Sarah Palin, Cruz, and Lee stand together against the permanent political class on the most important issues facing the country in recent years. They have campaigned for conservatives across the country, opposed Obamacare and massive amnesty legislation favored by the bipartisan permanent political class, and stood with veterans against Obama when the Obama administration barricaded the World War II Memorial during the government shutdown.\n\nIf someone like Josh Romney tries to primary Lee, he may forever been seen as an enemy to the conservative base, which is a consequence anyone thinking about challenging Lee must weigh before potentially deciding to do so.", "article_metadata": {"description": "Report: GOP Establishment Plotting to Oust Conservative Leader Sen. Mike Lee", "og": {"site_name": "Breitbart", "description": "Report: GOP Establishment Plotting to Oust Conservative Leader Sen. Mike Lee", "title": "Report: GOP Establishment Plotting to Oust Conservative Leader Sen. Mike Lee - Breitbart", "locale": "en_US", "image": {"width": 640, "identifier": "http://media.breitbart.com/media/2014/12/Mike-Lee-AP-Constitution.jpg", "height": 480}, "updated_time": "2014-12-23T14:38:28-07:00", "url": "http://www.breitbart.com/big-government/2014/12/23/report-gop-establishment-plotting-to-oust-conservative-leader-sen-mike-lee/", "type": "article"}, "twitter": {"description": "Report: GOP Establishment Plotting to Oust Conservative Leader Sen. Mike Lee", "creator": "@BreitbartNews", "image": "http://media.breitbart.com/media/2014/12/Mike-Lee-AP-Constitution.jpg", "title": "Report: GOP Establishment Plotting to Oust Conservative Leader Sen. Mike Lee - Breitbart", "site": "@BreitbartNews", "card": "summary"}, "robots": "noodp", "fb": {"pages": 95475020353, "app_id": 1243316582352556, "use_automatic_ad_placement": "true"}, "msapplication-TileImage": "/t/assets/i/w-logo-orange.png", "keywords": "2016, Mark Levin, Mike Lee, Sarah Palin, Ted Cruz,Big Government,", "article": {"publisher": "https://www.facebook.com/Breitbart", "published_time": "2014-12-23T11:56:37-07:00", "section": "Big Government", "modified_time": "2014-12-23T14:38:28-07:00", "tag": "Ted Cruz", "categories": "Big Government"}, "viewport": "width=device-width,initial-scale=1", "op": {"markup_version": "v1.0"}}, "_id": "\"57477af36914bd0286fd2efe\"", "article_summary": "SIGN UP FOR OUR NEWSLETTERSome prominent moderate establishment Republicans in Utah are plotting to target conservative icon Sen. Mike Lee (R-UT) with a primary challenge in 2016.\nOnce Lee arrived in Washington, he didn’t turn his back on the base, which angered some prominent establishment Republicans.\nMost recently, Lee has offered positive solutions via his conservative reform agenda that specifically focuses on improving the lives of working Americans with conservative policies.\nIf someone like Josh Romney tries to primary Lee, he may forever been seen as an enemy to the conservative base, which is a consequence anyone thinking about challenging Lee must weigh before potentially deciding to do so.\nAs Politico implies, establishment Republicans do not like him because he stood with Sen. Ted Cruz (R-TX) to defund Obamacare and has supported defunding Obama’s executive amnesty with Sens."}