{"article_title": "I owe it all to glam-mama! The savvy stylistas reworking their families' old clothes", "article_keywords": ["wearing", "ive", "old", "reworking", "mums", "glammama", "owe", "worn", "stylistas", "mum", "im", "wedding", "savvy", "families", "dress", "dresses", "clothes"], "article_url": "http://www.dailymail.co.uk/home/you/article-2786859/i-owe-glam-mama-savvy-stylistas-reworking-families-old-clothes.html", "article_text": "Meet the women who nail the hottest trends wearing vintage treasures passed down by Mum, Gran – and even Dad\n\nNOW Hazel's modern take on her mum Phyllis's frock. THEN Phyllis sporting her colour-block dress in 1974\n\n‘Mum has four wardrobes full of gems from the 1960s, 70s and 80s’\n\nHazel Holtham, 35, a fashion entrepreneur from London, is spoilt for choice because her seamstress mum Phyllis has never thrown her clothes away.\n\nHazel As children, my sisters Tracy, now 36, and Susan, 27, and I weren’t allowed anywhere near my Mum’s wardrobes, but as soon as she went out, we’d be in there, sighing over her Cellophane-wrapped dresses in jewel colours. Mum is an expert seamstress and made many of them in Grenada in the 1960s, before moving to the UK in 1972 when she married my dad, an Oxford professor.\n\nIn recent years, she’s had an annual wardrobe edit, and when we go home to Middlesex at Christmas we find a pile of goodies she’s sorted out for us in our old bedrooms. A couple of years ago she gave me a cool 70s jumpsuit (below) in the kind of fuchsia pink you don’t see now. She never dressed like the other mums at school pick-up. My friends always ask, ‘Is that one of your mum’s?’ She’s a bit of a legend!\n\nThe colour-block dress (above) from 1972 was something I borrowed for a party last summer. Mum wouldn’t let me keep it – she’s precious about certain pieces. It has an appliqué tortoise – so cute. I’ve worn it twice – with Swedish Hasbeens in summer, and thick tights and ankle boots in winter. I’m a size smaller than her, so I cinch it in with a belt. She has a white crochet dress that I covet but she won’t let me borrow it (even though I’m much more careful with her clothes than my own!) because it has sentimental value – she wore it to Tracy’s christening. Mum’s vintage hats are also out of bounds because she still wears them, so I have to source my own, usually at Judy’s Affordable Vintage Fairs (judysvintagefair.co.uk). Her hand-me-downs act as a barometer – if Mum wore it, it must be fabulous. She inspired my career as a vintage stylist, and I’ve sourced similarly cool outfits for Florence Welch and Lily Collins.\n\nHazel is director of Rag and Bow: the Roaming Vintage Store; ragandbow.com\n\nNOW Hazel brings Phyllis's jumpsuit up to date. THEN Phyllis wearing her jumpsuit in 1968\n\nPhyllis I am very attached to the colour-block tortoise dress because I wore it just once, for the reading of my marriage banns in 1972. As I got out of the car with my husband, the priest asked, ‘Who is this pretty girl?’ The jumpsuit dates back to a fashion show\n\nI took part in back in Grenada in 1970. All the girls had dresses made for the event, but I created my own, having taught myself to sew and pattern cut at 13. Nobody had seen a jumpsuit before. Hazel looks just like me at that age, from the hat to the poses.\n\nNOW Lilly styles her mum's 80s jumpsuit\n\nTHEN Jacqueline snapped wearing it in 1984\n\n‘Mum is smug about my sudden style turnaround’\n\nLilly Cullen, 22, a style blogger from London, used to hate her mother Jacqueline’s ‘ugly’ 1980s and 90s clothes, but now they’re her go-to pieces.\n\nLilly I’ve never thought of my mum as stylish. In fact, I used to hate her Wrangler jeans with their drop crotch and saggy bum – I remember calling her ‘nappy pants’! But then the 1980s and 90s revival came about and I was all over her old clothes. Mum smiled smugly and said, ‘I thought they were horrible?’ At first it was her denim shorts and Dr Martens boots that I borrowed, but more recently I’ve been wearing her high-waisted Wranglers; they fit perfectly as I’m exactly the same size as Mum was then.\n\nAs a style blogger (fashionscholar.com), I appreciate East London street style, and the early 90s ‘ugly shirt’ trend has seen me borrowing several of Mum’s, including a striped one. I’ve recently found photos of Mum, now 47, at my age wearing near identical outfits to me. It’s spooky because I’ve put the same loud tops, jeans and necklaces together as she did. A couple of years ago I discovered her white 80s jumpsuit (above). I wore it with a distressed top, then found a photo of Mum wearing it with a similar ripped T-shirt. I’m going to pair it with a kimono next.\n\nJacqueline I hung on to my old jeans because Wranglers and Levi’s are made of quality denim that lasts for years. As for the shirts and jumpsuit that Lilly now wears, I didn’t even know I’d kept them until I found a box of clothes in the loft. They brought memories flooding back. I stole the striped shirt from a boyfriend’s washing line in 1986.\n\nI bought the jumpsuit in 1984 when I was 17. The photo of me wearing it was taken by my neighbour who had a crush on me and said he wanted to take some ‘model shots’! It was satisfying when Lilly went from mocking my clothes to wearing them. But I’m happy to see her in them – it reminds me of my youth.\n\nNOW Alex wears the dress to parties all year round. THEN Christa wearing the Leonard dress in 1979\n\n‘I’ve loved Mum’s silk maxidress since I was four’\n\nAlex Nelke, 39, a company director from London, owns most of her mum Christa’s 1960s and 70s wardrobe, including a designer orchid-print evening dress.\n\nAlex I vividly remember my mum walking down the stairs in the most stunning silk orchid-print maxidress (above right), a fur bolero and high heels. I was in my pyjamas, and she was on her way to see The Magic Flute with my father. I thought she looked like a princess. I was four at the time and said there and then that I wanted the dress to be mine one day. I had to wait a couple of decades for it.\n\nMum, now 72, is very sentimental about her dresses, particularly the ones my father bought for her. He has now passed away, so they hold fond memories. He had exquisite taste and, while Mum would happily have worn jeans and T-shirts, Dad liked to take her shopping for designer dresses, jackets and handmade knee-high boots. I ‘borrowed’ the orchid dress when I was 22, and it somehow never found its way back into her wardrobe. I’m the same dress and shoe size as Mum, so she’s slowly given me the majority of her wardrobe from the 60s and 70s, including dresses and handbags. My sister Daniela can’t fit into them – luckily for me!\n\nI always get lots of compliments when I wear the orchid dress. The print is so unusual, and I’ve worn it to everything from my best friend’s engagement to a launch party hosted by my company Marmalade PR. It works for summer with pumps, or in winter with a biker jacket. Mum looked more glamorous wearing it with fur and jewellery. It’s the most amazing item I own.\n\nChrista It was love at first sight when my husband and I found this dress in a boutique in Hanover (where we lived). It was 1970 and I needed an outfit for a society ball. There were two of these dresses in stock, made by French designer Leonard, so the shop manager promised she wouldn’t sell the other one until after the ball, to avoid me meeting someone wearing the same outfit. I wore it several times after that, including my 30th birthday party and the opera that Alex remembers. I hadn’t worn it in 20 years when I let Alex have it. She loves it as much as I did, and I’m proud of how good she looks in it.\n\nNOW Kathy wears her dad's flares. THEN James in the velvet suit at his wedding in 1972\n\n‘Dad’s 70s velvet wedding flares are my favourite find’\n\nKathy Stevenson, 33, a vintage fashion trader from London, doesn’t just wear her mum’s hand-me-downs, she also wears her dad James’s.\n\nKathy Growing up in rural Devon meant I missed out on the latest fashions because the shops were so limited – instead, I bought my clothes from boot sales. Like my mum, I was drawn to patterns, probably because they stood out among the jumble. My parents moved house a lot so they didn’t keep old clothes unless they held special memories. I have a couple of floaty 70s dresses, but one of my favourite finds is my dad’s velvet flared wedding suit. I unearthed it when I was 15 because I wanted the jacket (very fashionable in the 90s), but in the past few years I’ve worn the trousers more. When he got married in 1972 my dad (now 64) was so thin he had a 28-inch waist. The trousers are a bit big for me, but fine with a belt. I love how they elongate my legs. They’re midnight blue and look great with a lace-trim cotton blouse and heels.\n\nVisit Kathy’s shop 5678 Vintage at etsy.com or at So Vintage London events, Old Spitalfields Market\n\nJames When Jenny and I got married in 1972 my suit had to be velvet. We were final-year students at Manchester University and it was the time of Led Zeppelin – everyone was wearing flares. I felt like the cat’s pyjamas on our big day. The suit served me well over the years at other weddings and posh dos. Sadly, I can no longer get into the trousers as I have a 34-inch waist, but they look super on my daughter. She has so much more style than me.\n\nNOW Mia in her granny's wedding dress. THEN Miriam in the full-length gown on her wedding day in 1955\n\n‘Three generations of women in my family have worn this dress’\n\nMia Hadrill from London, a 24-year-old press officer for People Tree, chooses heritage finds over high street every time, including her grandmother Miriam’s 1950s wedding gown.\n\nMia I’ve been dipping into my mum’s wardrobe since I was 16 because for every ‘new’ trend, there’d be an authentic piece of hers from the 1970s or 80s that nailed the look, from denim shirts to silver lamé dresses. My parents, both aid workers, have instilled in me the idea of fashion with a conscience. I haven’t worn anything from the high street in years, preferring second-hand or fair-trade items.\n\nIt wasn’t until I hit my 20s that I began to wear my Granny Miriam’s beautiful 1950s dresses that she’d given my mum. I needed to develop into them, physically and emotionally, because they are all about celebrating the female body which requires confidence.\n\nOne of my favourites is the beautiful cream satin gown (above) that was once Granny’s wedding dress. It was full-length, but my grandmother altered it into a cocktail dress in the 60s to wear to a ball with my grandfather. I remember seeing Mum in it when I was 11 and thinking she looked like an angel. I got my hands on it earlier this year, and had the bust taken in – now it won’t fit Mum!\n\nI wore it to a Cambridge University May ball and the skirt was perfect for swirling in. The knowledge that two women who shaped me have worn the dress at a similar age felt very empowering. I also treasure a gold diamond brooch that my grandma gave me that’s been in our family since 1865. It once belonged to my great-great-grandmother Mary Ann, who died falling off a bicycle. Her photo hangs on Granny Miriam’s staircase – she looks so fierce, I’m terrified of losing her brooch! But I wear it every day because it’s so versatile – it can be threaded on to a pendant or choker. It makes Granny, who’s 87, happy to see me using her things, so I email photos of my outfits to her iPad.\n\nMiriam The dress was a Vogue pattern originally made by a local dressmaker for my wedding in 1955. I felt thrilled to be dressed in so much silk after the scarcity of material a decade earlier. It took me around three hours to alter it in the 60s. Lots of women re-used wedding dresses back then. It’s lovely to see my granddaughter wearing it, and I’m amazed that almost 60 years after its first outing, it’s still being worn to balls.\n\nNOW Tash gives the metallic dress a new lease of life. THEN Morag on her wedding day in 1980\n\n‘I rescued Mum’s metallic slip from the jumble’\n\nTash Ladlow, 31, a research director from London, wears her mum Morag’s 80s wedding dress to other people’s big days.\n\nTash I was horrified when my mum said she was going to throw away her wedding dress. Mum and Dad got married in Mauritius in 1980, and the pictures of mum with orchids in her permed hair wearing a metallic cocktail slip and strappy sandals are breathtaking. She thought I wouldn’t want it because of a stain on the front, but I could see its potential as a cool party dress (and bicarbonate of soda got rid of the mark). Mum has a love of distinctive one-off pieces: I have her 80s sequined jacket in peacock colours that looks like something Elton John might have worn!\n\nThe first time I wore the dress was to a close friend’s wedding. Telling her, ‘I’m wearing a wedding dress to your wedding,’ was met with a horrified expression – until she saw it, as it doesn’t look like one at all. I felt like a million dollars because it fits like a glove, but I made it look more edgy with a Zara necklace and stilettos.\n\nMy parents celebrated their 30th anniversary five years ago, so I feel the dress symbolises their life together. I’ve worn it several times and it’s always a conversation starter. My own wedding gown (I was married in 2011) was a traditional lace fishtail style: I wish I’d gone for something a bit different like Mum did, that I could wear again.\n\nMorag I spotted the dress in a tiny boutique in Penarth, Glamorgan, when shopping with my mum a couple of days before my wedding in 1980. It was all very last minute – my husband and I were very alternative like that – and it was the first dress I tried on. It cost £50, quite a lot back then. I also wore it to my cousin’s wedding a couple of years later, but spilt mayonnaise down the front, so it was relegated to a jumble bag for years. It’s thrilling that Tash has salvaged it from a crumpled heap. She looks more chic than I did.\n\nNOW Clare gives the mini a new spin. THEN Jan wears the original dress in 1972\n\n‘I have my mother-in-law’s 70s minidress on permanent loan’\n\nClare Winterson, 41, a seamstress from Hove, East Sussex, has given her mother-in-law Jan’s handmade floral-print frock a second lease of life.\n\nClare When my mother-in-law mentioned that she’d kept a few of her dresses from the 1960s and 70s I couldn’t wait to get my hands on them. Jan was quite precious about her dresses at first– probably because she’d made them herself. But I finally persuaded her to let me borrow a cute minidress with a ditsy floral print for a friend’s 30th party and I never gave it back! I’m a size bigger than she was, so I let out the darts.\n\nOur mutual love of fashion and sewing has strengthened our friendship. Jan looks out for vintage clothes and lamps for me (I make bespoke lampshades, lamplady.co.uk). Just after Rob and I got married she taught me to crochet; and now she’s teaching my six-year-old daughter Esme to knit. I’m keeping my clothes for Esme when she’s older. Jan still asks if the dress is OK. And it is – I wear it in winter because it’s made of thick cotton and the teals and browns work well with coloured tights and brogues.", "article_metadata": {"Rating": "General", "news_keywords": "i,owe,glam,mama,savvy,stylistas,reworking,families,old,clothes", "original-source": "http://www.dailymail.co.uk/home/you/article-2786859/i-owe-glam-mama-savvy-stylistas-reworking-families-old-clothes.html", "doc-class": "Living Document", "twitter": {"description": "Meet the women who nail the hottest trends wearing vintage treasures passed down by Mum, Gran – and even Dad.", "title": "The savvy stylistas reworking their families' old clothes", "url": "http://www.dailymail.co.uk/home/you/article-2786859/i-owe-glam-mama-savvy-stylistas-reworking-families-old-clothes.html", "app": {"id": {"ipad": 400442503, "iphone": 384101264}}, "image": "http://i.dailymail.co.uk/i/pix/2014/10/10/1412953389136_wps_7_Glam_PUFF_jpg.jpg", "card": "summary_large_image", "account_id": 15438913}, "robots": "noodp,noydir,all,noarchive", "al": {"android": {"url": "dailymail-fb://article/2786859/", "app_name": "Daily Mail Online", "package": "com.dailymail.online"}, "ios": {"url": "dailymail-fb://article/2786859/", "app_store_id": 384101264, "app_name": "MailOnline"}}, "msvalidate.01": "12E6B4B813EB44C9BFC8F6A21F1D01F5", "fb": {"app_id": 146202712090395}, "MSSmartTagsPreventParsing": "true", "articleid": 2786859, "divclasspage": "articlePage", "keywords": "i,owe,glam,mama,savvy,stylistas,reworking,families,old,clothes", "article": {"publisher": "https://www.facebook.com/DailyMail", "published_time": "2014-10-11T23:34:00.000Zyyyy-MM-dd HH:mm:ss z", "author": "http://www.dailymail.co.uk/home/search.html?s=&authornamef=Ruth+Tierney+For+You", "section": "You mag", "modified_time": "2014-10-11T23:34:00.000Zyyyy-MM-dd HH:mm:ss z", "tag": "i owe glam mama savvy stylistas reworking families old clothes"}, "verify-v1": "DXwlrsxbqxSv+FTFkWUfgflBvFJfx2YbNf/HmABrVyY=", "y_key": "1a7e912afbfcab2f", "og": {"site_name": "Mail Online", "description": "Meet the women who nail the hottest trends wearing vintage treasures passed down by Mum, Gran – and even Dad.", "title": "The savvy stylistas reworking their families' old clothes", "url": "http://www.dailymail.co.uk/home/you/article-2786859/i-owe-glam-mama-savvy-stylistas-reworking-families-old-clothes.html", "image": {"width": 636, "identifier": "http://i.dailymail.co.uk/i/pix/2014/10/10/1412953389136_wps_7_Glam_PUFF_jpg.jpg", "height": 382}, "video": {"width": 636, "identifier": "http://video.dailymail.co.uk/video/1418450360/2014/10/1418450360_3834432957001_How-to-Shop-at-a-Thrift-Store.mp4", "type": "video/mp4", "height": 358}, "type": "article"}, "channel": "Lifestyle,Culture,You", "description": "Meet the women who nail the hottest trends wearing vintage treasures passed down by Mum, Gran – and even Dad."}, "_id": "\"57477af36914bd0286fd2f05\"", "article_summary": "I wore it with a distressed top, then found a photo of Mum wearing it with a similar ripped T-shirt.\nI’ve worn it twice – with Swedish Hasbeens in summer, and thick tights and ankle boots in winter.\nOne of my favourites is the beautiful cream satin gown (above) that was once Granny’s wedding dress.\nThe print is so unusual, and I’ve worn it to everything from my best friend’s engagement to a launch party hosted by my company Marmalade PR.\nTelling her, ‘I’m wearing a wedding dress to your wedding,’ was met with a horrified expression – until she saw it, as it doesn’t look like one at all."}