{"article_title": "John Cole Cartoons  Not taking the bait", "article_keywords": ["week", "upper", "john", "bait", "works", "taking", "transpacific", "surrounding", "unions", "unexpected", "cartoons", "threw", "cole", "warning", "wrench"], "article_url": "http://blogs.thetimes-tribune.com/johncole/index.php/2015/05/16/not-taking-the-bait/", "article_text": "\n\n—\n\nThe Trans-Pacific Parntership is the latest global-trade agreement to come down the pike, with supporters singing praises of its economic benefits and warning darkly of handing countries like China the upper hand should it somehow be rejected by Congress. Cloaked in a shroud of fast-track secrecy, the Obama administration is attempting to push the pact through without allowing anyone to review its details, outside of negotiators and the corporations that stand to benefit most.\n\nLiberals and unions have seen this before. The unexpected monkey wrench that Democrats threw into the works earlier this week was a reminder of the human costs of globalization as well as a protest against the opacity surrounding the process. The left generally is fond of the president, but disinclined to take the bait on this issue.\n\n—", "article_metadata": {"generator": "WordPress 3.5.1, fitted with the WordPress Mobile Pack 1.2.4"}, "article_summary": "The left generally is fond of the president, but disinclined to take the bait on this issue.\nThe unexpected monkey wrench that Democrats threw into the works earlier this week was a reminder of the human costs of globalization as well as a protest against the opacity surrounding the process.\nLiberals and unions have seen this before.\n—The Trans-Pacific Parntership is the latest global-trade agreement to come down the pike, with supporters singing praises of its economic benefits and warning darkly of handing countries like China the upper hand should it somehow be rejected by Congress.\nCloaked in a shroud of fast-track secrecy, the Obama administration is attempting to push the pact through without allowing anyone to review its details, outside of negotiators and the corporations that stand to benefit most."}