{"article_title": "'I Don't Want To See Regulation Of The Internet'", "article_keywords": ["rand", "dont", "bill", "companies", "neutrality", "regulation", "plan", "internet", "sen", "paul", "net"], "article_url": "http://www.huffingtonpost.com/2014/12/02/rand-paul-net-neutrality_n_6256368.html", "article_text": "WASHINGTON -- Silicon Valley companies want strong rules to protect net neutrality, but Sen. Rand Paul (R-Ky.), a likely GOP presidential contender who is vying to be seen as tech-friendly, is not in their corner.\n\nWhen asked by The Huffington Post on Tuesday morning whether he has concerns about a plan backed by President Barack Obama, which would reclassify the Internet as a utility and ban companies from charging for better Internet access, Paul said, \"Yeah, I don't want to see regulation of the Internet. I think it's the wrong way to go about it.\"\n\nThe Federal Communications Commission is currently weighing net neutrality proposals, including the one supported by the president and much of the public that would reclassify consumer broadband under Title II of the Telecommunications Act. Telecom and cable companies oppose this plan, because they favor less government regulation. Net neutrality advocates argue that without regulation, these companies will force content providers to pay for faster Internet access, a move that would stifle innovation.\n\nWhen Obama announced his plan last month, prominent Republicans were eager to slam it. Sen. Ted Cruz (R-Texas) called it \"Obamacare for the Internet.\" House Speaker John Boehner (R-Ohio) said, \"Net neutrality is a textbook example of the kind of Washington regulations that destroy innovation and entrepreneurship.\" Paul did not issue a statement or tweet about the plan, instead remaining fairly quiet on the issue.\n\nBut Paul has a history of opposing net neutrality, and his aversion to reclassifying the Internet as a utility is consistent with that. In 2011, he co-sponsored a bill to repeal net neutrality regulations adopted by the FCC. The next year, BuzzFeed reported that Paul backed an online manifesto that sought to block government net neutrality rules.\n\nNet neutrality advocates fear that without FCC regulation, digital monopolies will develop, as big companies charge for Internet access. Paul said, \"I don't like monopolies, but I also don't like monopolies where the government gives the monopoly. For example, in many cities, there's a virtual monopoly on cable.\"\n\nHe pointed out, \"I think if there's evidence that someone has a monopoly, let's take away government privilege that creates the monopoly.\"\n\nMarvin Ammori, a lawyer who works for tech companies and backs net neutrality, said Paul is right that cable companies have virtual monopolies. But, he said, \"the economics of this market make competition unlikely without some government support.\"\n\nHe added, \"Thanks for working on dismantling the monopoly, but we need rules until then at least.\"\n\nFor now, Paul's position on net neutrality is not likely to be popular with many techies. The Internet Association -- which includes Google, Amazon, Facebook and Yahoo -- expressed support for Obama's proposal. And Paul has diverged from Silicon Valley on other issues it cares about, too. Last month, he was credited with helping kill the USA Freedom Act, a bill intended to reform the surveillance practices of the National Security Agency. He said he voted against it because it didn't go far enough.\n\n\"He had written an op-ed with [Sens. Mark] Udall and [Ron] Wyden on NSA, and he seemed like he wanted to offer amendments and debate the bill,\" said a Senate Democrat aide. \"It was probably always going to be difficult to get him, [but we] didn't really expect that he'd be opposed to even getting on the bill.\"\n\nBrian Darling, a spokesman for Paul, said it's likely the tech industry would have ultimately ended up unhappy with that NSA bill, which is what happened with a version of the bill that was watered down in the House. In regard to net neutrality, he said, \"Paul has always been clear that he supports no government intervention of the Internet, and this position is consistent with that.\"\n\nAlso on HuffPost: Rand Paul Rand Paul\n\n1 of 27 Sen. Rand Paul NATIONAL HARBOR, MD - MARCH 07: Sen. Rand Paul (R-KY) addresses the Conservative Political Action Conference at the Gaylord International Hotel and Conference Center March 7, 2014 in National Harbor, Maryland. The CPAC annual meeting brings together conservative politicians, pundits and their supporters for speeches, panels and classes. (Photo by Chip Somodevilla/Getty Images) Share this slide:\n\nGetty Images", "article_metadata": {"description": "WASHINGTON -- Silicon Valley companies want strong rules to protect net neutrality, but Sen. Rand Paul (R-Ky.), a likely GOP presidential contender who i...", "sailthru.expire_date": "2014-12-03 15:35:41 -0500", "og": {"site_name": "The Huffington Post", "description": "WASHINGTON -- Silicon Valley companies want strong rules to protect net neutrality, but Sen. Rand Paul (R-Ky.), a likely GOP presidential contender who i...", "title": "Rand Paul Opposes Net Neutrality Rules: 'I Don't Want To See Regulation Of The Internet'", "url": "http://www.huffingtonpost.com/2014/12/02/rand-paul-net-neutrality_n_6256368.html", "image": "http://i.huffpost.com/gen/2344174/images/o-RAND-PAUL-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"description": "WASHINGTON -- Silicon Valley companies want strong rules to protect net neutrality, but Sen. Rand Paul (R-Ky.), a likely GOP presidential contender who i...", "title": "Rand Paul Opposes Net Neutrality Rules: 'I Don't Want To See Regulation Of The Internet'", "image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/2344174/images/o-RAND-PAUL-facebook.jpg", "height": 1000}, "creator": "dliebelson", "site": "@HuffPostPol", "card": "summary_large_image"}, "sailthru.date": "2014-12-02 15:35:41 -0500", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=6256368", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "rand paul,net neutrality,internet,Rand Paul tech,tech,fcc,FCC net neutrality,video,net-neutrality", "article": {"section": "Politics", "tag": "rand paul,net neutrality,internet,Rand Paul tech,tech,fcc,FCC net neutrality,video,net-neutrality", "published_time": "2014-12-02 15:35:41 -0500", "modified_time": "2014-12-02 23:59:01 -0500"}, "viewport": "width=1000"}, "_id": "\"57477af46914bd0286fe0198\"", "article_summary": "Also on HuffPost: Rand Paul Rand Paul1 of 27 Sen. Rand Paul NATIONAL HARBOR, MD - MARCH 07: Sen. Rand Paul (R-KY) addresses the Conservative Political Action Conference at the Gaylord International Hotel and Conference Center March 7, 2014 in National Harbor, Maryland.\nNet neutrality advocates fear that without FCC regulation, digital monopolies will develop, as big companies charge for Internet access.\nNet neutrality advocates argue that without regulation, these companies will force content providers to pay for faster Internet access, a move that would stifle innovation.\nWhen asked by The Huffington Post on Tuesday morning whether he has concerns about a plan backed by President Barack Obama, which would reclassify the Internet as a utility and ban companies from charging for better Internet access, Paul said, \"Yeah, I don't want to see regulation of the Internet.\nPaul said, \"I don't like monopolies, but I also don't like monopolies where the government gives the monopoly."}