{"article_title": "Healthcare Reform Update: Anthem's Vivity experiment will be one test of reform's progress", "article_keywords": ["work", "reform", "west", "healthcare", "reduce", "update", "vivity", "angeles", "anthems", "experiment", "health", "systems", "policymakers", "reforms", "test", "progress", "los", "care"], "article_url": "http://www.modernhealthcare.com/article/20140924/NEWS/309249964", "article_text": "\n\n\n\nThe\n\n\n\nThe Los Angeles deal is one such contract, but with a higher level of complexity and potentially on a much bigger scale than most of its analogs. The number and size of participating providers—including The success or failure of Anthem Blue Cross of California's experiment with an alliance of Los Angeles-area health systems may serve as a measure of progress toward remaking healthcare markets to eliminate waste and deliver more effective care.The 2010 healthcare reform law ushered new incentives into markets at an accelerated pace. Medicare—often hospitals' single largest payer—has offered new rewards to hospitals and doctors that slow health spending but maintain or improve the quality of care. Commercial health plans, including giants Aetna Cigna and WellPoint , followed quickly with new contracts that offer similar rewards.The Los Angeles deal is one such contract, but with a higher level of complexity and potentially on a much bigger scale than most of its analogs. The number and size of participating providers—including Cedars-Sinai Health System and UCLA Health—give it massive reach, although leaders intend to sign up only about 15,000 members in the first year.\n\n\n\n\n\nTo hold down costs, executives with the participating health systems say they must squeeze waste from operations and do more to prevent costly medical complications by working more closely together. That is exactly what policymakers envisioned when they dangled new incentives before the industry. But the leaders acknowledge Vivity's success is anything but certain, and economists and policymakers agree.\n\n\n\n“This is healthcare,” said Jim West, president and chief executive of PIH Health, one of the seven health systems in Vivity. Putting a deal together is easy compared with making it work, he said. Vivity depends on rivals coordinating care among overlapping facilities and services. “We have all invested in the same infrastructure,” West said.\n\n\n\nSome consolidation of that infrastructure across the partners' multiple campuses could reduce health spending. The partners will also seek to redirect patient traffic to avoid high-cost locations (namely hospitals) when possible.\n\n\n\nBut West and executives with other participating systems said the bulk of the savings must be achieved by revamping medical care to prevent the need for chronic disease management or costly acute care. “We really have to make sure the patients stay healthy and stay at home,” West said.\n\n\n\nHere the partners' independence may be an asset or a liability, depending on whom you ask.\n\n\n\nThere is some reason to believe that the Los Angeles deal could work and ultimately could become a model for other cities. “Might it work elsewhere? Maybe,” Swedish said. “Would some variation on the theme work elsewhere? Probably.”\n\n\n\nThere are some variations already in progress elsewhere in the U.S.\n\n\n\nThe Massachusetts Blues' contracts with 16 health systems that use a similar budget and likewise set quality targets that have shown promising results, at least in early years. Like the deal in Los Angeles, the insurer and health systems agreed to a so-called global budget for medical care for patients in HMOs.\n\n\n\nHealth systems under the contracts saved 2.8% in the first year and 3.3% in the second with quality gains in management of chronic disease and preventive care, researchers reported in Health Affairs.\n\n\n\nTesting such models “resembles a leap of faith,” said Zirui Song, a health economics fellow with the not-for-profit National Bureau of Economic Research and a physician at Massachusetts General Hospital, Boston.\n\n\n\nFor policymakers, employers and households, the real measure of success in Los Angeles is not whether the health systems can work together to reduce costs but whether what they accomplish is better than what they would have achieved independently. “What we don't know is whether that will reduce total spending more than what competition would have done naturally,” Song said.\n\n\n\nBut policymakers also see potential for greater competition in Los Angeles if Vivity presents a foil to Kaiser Permanente for integrated care.\n\n\n\nIn that contest, Vivity can capture market share simply by lowering prices, said Paul Ginsburg, an economist and health policy professor at the University of Southern California's Price School of Public Policy. But more meaningful gains against Kaiser will require the Vivity partners to reduce the use of their hospitals, where the costliest care is delivered, Ginsburg said. “The question is, are these hospitals going to be good at doing that.” Anthem (a subsidiary of Indianapolis-based WellPoint) and seven systems will begin selling plans with their new integrated network to employers this year under a jointly operated company called Vivity. The participants profit only when revenue pooled from competitively priced premiums is greater than the cost of caring for patients, and they agreed to split the profits equally if they succeed and share losses equally if they fail.To hold down costs, executives with the participating health systems say they must squeeze waste from operations and do more to prevent costly medical complications by working more closely together. That is exactly what policymakers envisioned when they dangled new incentives before the industry. But the leaders acknowledge Vivity's success is anything but certain, and economists and policymakers agree.“This is healthcare,” said Jim West, president and chief executive of PIH Health, one of the seven health systems in Vivity. Putting a deal together is easy compared with making it work, he said. Vivity depends on rivals coordinating care among overlapping facilities and services. “We have all invested in the same infrastructure,” West said.Some consolidation of that infrastructure across the partners' multiple campuses could reduce health spending. The partners will also seek to redirect patient traffic to avoid high-cost locations (namely hospitals) when possible.But West and executives with other participating systems said the bulk of the savings must be achieved by revamping medical care to prevent the need for chronic disease management or costly acute care. “We really have to make sure the patients stay healthy and stay at home,” West said.Here the partners' independence may be an asset or a liability, depending on whom you ask. WellPoint CEO Joseph Swedish argues that Vivity's novelty is a virtue because “it's not burdened by traditions.”There is some reason to believe that the Los Angeles deal could work and ultimately could become a model for other cities. “Might it work elsewhere? Maybe,” Swedish said. “Would some variation on the theme work elsewhere? Probably.”There are some variations already in progress elsewhere in the U.S.The Massachusetts Blues' contracts with 16 health systems that use a similar budget and likewise set quality targets that have shown promising results, at least in early years. Like the deal in Los Angeles, the insurer and health systems agreed to a so-called global budget for medical care for patients in HMOs.Health systems under the contracts saved 2.8% in the first year and 3.3% in the second with quality gains in management of chronic disease and preventive care, researchers reported in Health Affairs.Testing such models “resembles a leap of faith,” said Zirui Song, a health economics fellow with the not-for-profit National Bureau of Economic Research and a physician at Massachusetts General Hospital, Boston.For policymakers, employers and households, the real measure of success in Los Angeles is not whether the health systems can work together to reduce costs but whether what they accomplish is better than what they would have achieved independently. “What we don't know is whether that will reduce total spending more than what competition would have done naturally,” Song said.But policymakers also see potential for greater competition in Los Angeles if Vivity presents a foil to Kaiser Permanente for integrated care.In that contest, Vivity can capture market share simply by lowering prices, said Paul Ginsburg, an economist and health policy professor at the University of Southern California's Price School of Public Policy. But more meaningful gains against Kaiser will require the Vivity partners to reduce the use of their hospitals, where the costliest care is delivered, Ginsburg said. “The question is, are these hospitals going to be good at doing that.”\n\nMedicare ACO winners and losers\n\nAccountable care organizations in Medicare's Shared Savings Program that shaved at least 10% off spending were all located in regions of the U.S. where use of medical care exceeds 102% of the national average, policy analysts with the Medicare Payment Advisory Commission said earlier this month. ACOs that failed to save money were far more more likely to be located in regions where medical care use was at least 98% below the national average.\n\n\n\n“That is, ACOs where service use is high have a better opportunity for extracting some savings by reducing excessive use than ACOs in areas where service use is average or low,” analyst David Glass told the commission.\n\nYoung adults and the Affordable Care Act", "article_metadata": {"msapplication-TileColor": "#0a365e", "description": "The success or failure of Anthem Blue Cross of California's experiment with an alliance of Los Angeles-area health systems may serve as a measure of progress toward remaking healthcare markets to eliminate waste and deliver more effective care.", "title": "Healthcare Reform Update: Anthem's Vivity experiment will be one test of reform's progress", "og": {"site_name": "Modern Healthcare", "description": "The success or failure of Anthem Blue Cross of California's experiment with an alliance of Los Angeles-area health systems may serve as a measure of progress toward remaking healthcare markets to eliminate waste and deliver more effective care.", "title": "Reform Update: Anthem's #Vivity experiment will be one test of reform's progress #hcr", "url": "http://www.modernhealthcare.com/article/20140924/NEWS/309249964", "image": "http://www.modernhealthcare.com/apps/pbcsi.dll/storyimage/CH/20140924/NEWS/309249964/AR/0/AR-309249964.jpg&maxw=1200&maxh=630", "type": "article"}, "twitter": {"domain": "http://www.modernhealthcare.com", "description": "The success or failure of Anthem Blue Cross of California's experiment with an alliance of Los Angeles-area health systems may serve as a measure of progress toward remaking healthcare markets to eliminate waste and deliver more effective care.", "title": "Reform Update: Anthem's #Vivity experiment will be one test of reform's progress #hcr", "image": "http://www.modernhealthcare.com/apps/pbcsi.dll/storyimage/CH/20140924/NEWS/309249964/AR/0/AR-309249964.jpg&imageversion=thumbnail&maxw=240&maxh=240", "creator": "@modrnhealthcr", "site": "@modrnhealthcr", "card": "summary"}, "apple-mobile-web-app-title": "Modern Healthcare", "apple-mobile-web-app-status-bar-style": "black", "apple-mobile-web-app-capable": "yes", "url": "http://www.modernhealthcare.com/article/20140924/NEWS/309249964", "published_at": "2014-09-24", "msapplication-TileImage": "https:/raw.githubusercontent.com/modernhealthcare/mh-logo/master/ms-touch-icon-144x144-precomposed.png", "mobile-web-app-capable": "yes", "image": "http://www.modernhealthcare.com/apps/pbcsi.dll/storyimage/CH/20140924/NEWS/309249964/AR/0/AR-309249964.jpg&maxw=360&maxh=240", "viewport": "width=device-width, initial-scale=1, user-scalable=no"}, "_id": "\"57477af36914bd0286fd2f08\"", "article_summary": "“This is healthcare,” said Jim West, president and chief executive of PIH Health, one of the seven health systems in Vivity.\nSome consolidation of that infrastructure across the partners' multiple campuses could reduce health spending.\nTheThe Los Angeles deal is one such contract, but with a higher level of complexity and potentially on a much bigger scale than most of its analogs.\nThere is some reason to believe that the Los Angeles deal could work and ultimately could become a model for other cities.\nTo hold down costs, executives with the participating health systems say they must squeeze waste from operations and do more to prevent costly medical complications by working more closely together."}