{"article_title": "FAA panel releases drone recommendations", "article_keywords": ["task", "force", "releases", "pilots", "drones", "number", "registration", "drone", "recommendations", "aviation", "faa", "panel"], "article_url": "http://thehill.com/policy/technology/261115-drone-registration-recommendations-released-ahead-of-holidays", "article_text": "People wishing to fly a drone in the United States would have to register their name and address with the government if recommendations to the Federal Aviation Administration are adopted.\n\nThe recommendations from an FAA task force released Monday would require all drones weighing a little more than half a pound — 250 grams or more — to contain an identifying number that can be traced back to an owner.\n\nADVERTISEMENT\n\nOther information like email address, phone number and the drone’s actual serial number are optional. Citizenship or residence status would not be required.\n\nThe task force also recommended that the drone registration data be exempt from Freedom of Information Act requests.\n\nThe unmanned Aircraft Systems Registration Task Force unveiled its 18-page report Monday after the FAA tasked the group to come up with the recommendations last month.\n\nThe task force was made up of a variety of stakeholders, including drone makers, businesses and trade groups representing law enforcement, pilots and other aviation experts. The group included high-profile companies like Google, Amazon, Wal-Mart and Best Buy.\n\nSome registration rules already apply to commercial fliers, and the recommendations Monday are meant to extend to hobbyists.\n\nSome have increasingly warned that the proliferation of drones has become a safety concern for pilots who are sharing airspace with sometimes novice drone operators.\n\n\"By some estimates, as many as 700,000 new unmanned aircraft will be sold during the holiday season,\" FAA head Michael Huerta said last week ahead of the report. \"Pilots with little or no aviation experience will be at the controls of many of these aircraft.”\n\nNone of the recommendations are binding. As the task force points out: “The FAA may incorporate all, some, or none of the recommendations provided in any rulemaking activity.”\n\nKids would have to be at least 13 years old to register. People younger than that would have to get a parent or guardian to register.\n\nFree registration would ideally be made online or through an app, according to the report.\n\nAfter registering, people would receive a certificate with an ID number that would have to be affixed and visible on all drones they fly. In some cases, a drone’s serial number could be used as the ID number if operators choose to disclose that number.\n\nThe task force did not propose an exact dollar amount for penalties for noncompliance. But it recommended that fines be substantially lower than the $25,000 current penalty.", "article_metadata": {"dcterms.description": "A task force recommended that all drones that weigh more than 250 grams be registered.", "description": "A task force recommended that all drones that weigh more than 250 grams be registered.", "generator": "Drupal 7 (http://drupal.org)", "author": "Mario Trujillo", "og": {"site_name": "TheHill", "description": "A task force recommended that all drones that weigh more than 250 grams be registered.", "title": "FAA panel releases drone recommendations", "url": "http://thehill.com/policy/technology/261115-drone-registration-recommendations-released-ahead-of-holidays", "image": "http://thehill.com/sites/default/files/article_images/ciadrones_050115.jpg", "updated_time": "2016-02-04T05:25:59-05:00", "type": "article"}, "dcterms.language": "und", "Smart_Paging": "on", "dcterms.modified": "2016-02-04T05:25-05:00", "dcterms.identifier": "http://thehill.com/policy/technology/261115-drone-registration-recommendations-released-ahead-of-holidays", "dcterms.date": "2015-11-23T15:08-05:00", "apple-itunes-app": "app-id=396640962", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "dcterms.creator": "Mario Trujillo", "dcterms.type": "Text", "keywords": "drones, Drone registration, Federal Aviation Administration,,", "article": {"published_time": "2015-11-23T15:08:22-05:00", "modified_time": "2016-02-04T05:25:59-05:00"}, "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/policy/technology/261115-drone-registration-recommendations-released-ahead-of-holidays", "widgets": {"csp": "on"}, "description": "A task force recommended that all drones that weigh more than 250 grams be registered.", "card": "summary", "title": "FAA panel releases drone recommendations"}, "dcterms.title": "FAA panel releases drone recommendations"}, "article_summary": "The task force also recommended that the drone registration data be exempt from Freedom of Information Act requests.\nThe unmanned Aircraft Systems Registration Task Force unveiled its 18-page report Monday after the FAA tasked the group to come up with the recommendations last month.\nThe task force did not propose an exact dollar amount for penalties for noncompliance.\nThe task force was made up of a variety of stakeholders, including drone makers, businesses and trade groups representing law enforcement, pilots and other aviation experts.\nAs the task force points out: “The FAA may incorporate all, some, or none of the recommendations provided in any rulemaking activity.”Kids would have to be at least 13 years old to register."}