{"article_title": "Pregnant and on Obamacare", "article_keywords": ["outset", "mandatory", "pregnant", "wasnt", "pay", "obamacare", "vitamin", "lab", "cost", "midwife", "pregnancy", "told"], "article_url": "http://www.theatlantic.com/business/archive/2015/10/pregnant-obamacare/410356/", "article_text": "I’m almost at the halfway point of my Obamacare pregnancy, and the bills have started to arrive. As documents, these enumerations of costs—for which I am responsible for a total of $1,228 so far—have lots of comic potential and surrealist value.\n\nFor example, an ABO-blood-typing test cost $179.05, of which I am charged $152.19, though I already know my blood type and could have told anyone who asked me. Certainly it hasn’t changed since my last pregnancy four years ago.\n\nScreenings for HIV and Hepatitis B were free (to me) while an examination of my Vitamin D levels cost $252, of which I must pay $214.20—that’s a lot of money to be told I should buy a $6 bottle of pills that, odds are, I needed to buy anyway, since pretty much everyone is Vitamin D deficient these days.\n\nIf only I could have known at the outset what was mandatory and what wasn’t.\n\nOne standard, 2D ultrasound cost $500. No one at the lab mentioned that before signing me up for several. I would have had my third last week if I hadn’t finally put my foot down—or, rather, wiggled my toes in the direction of putting my foot down—by begging my midwife to help me understand what was truly necessary and what wasn’t, given the state of my health insurance.\n\nThanks to my midwife’s advice, which she gave cheerfully once she understood my predicament, I called the lab and canceled my scheduled 16-week appointment for more blood work and yet another night-vision-like peek into the inside of my uterus. In addition, the 16-week appointment I had been signed up for wasn’t mandatory, my midwife told me. I could skip it with no ill effects.\n\nIf only I could have known at the outset what was mandatory and what wasn’t. If only I could be sure that I will only have to experience, and pay for, what is similarly mandatory going forward. Yet I have no such confidence. Our profit-driven, opaque, and uncommunicative medical system does not allow for it.", "article_metadata": {"description": "Which procedures are mandatory? Which aren’t? And why is it so hard to know?", "author": "Ester Bloom", "og": {"site_name": "The Atlantic", "description": "Which procedures are mandatory? Which aren’t? And why is it so hard to know?", "title": "Halfway Through My Obamacare Pregnancy", "locale": "en_US", "image": "https://cdn.theatlantic.com/assets/media/img/mt/2015/10/RTR2DBMT/facebook.jpg?1444767964", "url": "http://www.theatlantic.com/business/archive/2015/10/pregnant-obamacare/410356/", "type": "article"}, "twitter": {"domain": "theatlantic.com", "site": "@theatlantic", "card": "summary"}, "ROBOTS": "INDEX, FOLLOW", "p": {"domain_verify": "68e1a0361a557708fefc992f3309ed70"}, "fb": {"admins": "577048155,17301937", "page_id": 29259828486, "app_id": 100770816677686}, "keywords": "The Atlantic, The Atlantic Magazine, TheAtlantic.com, Atlantic, news, opinion, breaking news, analysis, commentary, business, politics, culture, international, science, technology, national and life", "viewport": "initial-scale=1.0, maximum-scale=1.0, width=device-width, user-scalable=no"}, "_id": "\"57477af36914bd0286fd2f14\"", "article_summary": "In addition, the 16-week appointment I had been signed up for wasn’t mandatory, my midwife told me.\nI’m almost at the halfway point of my Obamacare pregnancy, and the bills have started to arrive.\nIf only I could have known at the outset what was mandatory and what wasn’t.\nIf only I could be sure that I will only have to experience, and pay for, what is similarly mandatory going forward.\nAs documents, these enumerations of costs—for which I am responsible for a total of $1,228 so far—have lots of comic potential and surrealist value."}