{"article_title": "The iPhones of Fall", "article_keywords": ["revolutionary", "product", "ads", "marketing", "iphones", "apples", "iphone", "fall", "macintosh", "original", "change", "apple"], "article_url": "http://www.theatlantic.com/technology/archive/2013/09/the-iphones-of-fall/279620/", "article_text": "When Apple launched the iPhone 4 in 2010, the company's website featured large images of the device with the text \"This changes everything. Again.\"\n\nChange has been a constant refrain in Apple's marketing over the years. The famous 1984 Macintosh ads framed the computer as an agent of revolution. And the \"Think Different\" ads of the 1990s implied that purchasing one of these underdog machines put you in the same company as other misunderstood genius underdogs. But it goes back further than that, too. Ads for the Apple II and the business-oriented Apple III in the early 1980s compared their power to that of famous inventors of ages past, including Henry Ford, Thomas Jefferson, and Ben Franklin, among others.\n\nIf you watch the original 2007 iPhone announcement, you'll be hard-pressed to deny the device's overall revolutionary claims.\n\nSteve Jobs's keynotes functioned more like catwalks than like product demos, and the Apple Store has always been a boutique as much as an electronics shop.\n\nBut the \"change\" associated with subsequent models has been fairly modest, despite Apple's frequent claims to the contrary. The iPhone 4 or 5S hardly compare to the Apple II, the Macintosh, or even the original iPhone in their implications and impact. They have offered small but important updates: high-resolution displays, more sensors, increased battery capacity, faster processors, better cameras. Fingerprint security in iPhone 5S is an interesting advance, but it's hardly an innovation akin the printing press or the airplane or the personal computer. Indeed, it's not an innovation at all, but merely a refinement and systematic roll-out of an old idea that hadn't yet caught on, but might be ready to do so.\n\nWhy does Apple try to pass off a predictable (and easily predicted), gradual evolution of their existing platform as change of the more revolutionary kind? Hyperbole is one possible answer. \"Change\" has become an idea so synonymous with Apple that it must be perpetuated through its branding and marketing even when real change may be lacking. Another might be hubris. In his push to get products done just his way, Steve Jobs had a history of making missteps into evolutionary dead-ends. Just take a look at this print ad for the 1983 Apple Lisa. It uses the same sentence construction as the iPhone 4 spread three years ago, with these same full stop after \"Again.\"\n\nBut neither of those explanations are complex or subtle enough to characterize Apple's approach to consumer electronics product launches. Change is no longer political nor social nor industrial, as in the case of 1984 or Henry Ford. Instead, it's commercial and aesthetic.", "article_metadata": {"description": "These days, Apple is more properly thought of as a fashion label, not an electronics company.", "author": "Ian Bogost", "og": {"site_name": "The Atlantic", "description": "These days, Apple is more properly thought of as a fashion label, not an electronics company.", "title": "The iPhones of Fall", "locale": "en_US", "image": "http://cdn.theatlantic.com/assets/media/img/mt/2013/09/iphone-5s-forward-thinking/lead_large.jpg", "url": "http://www.theatlantic.com/technology/archive/2013/09/the-iphones-of-fall/279620/", "type": "article"}, "twitter": {"domain": "theatlantic.com", "site": "@theatlantic", "card": "summary"}, "ROBOTS": "INDEX, FOLLOW", "p": {"domain_verify": "68e1a0361a557708fefc992f3309ed70"}, "fb": {"admins": "577048155,17301937", "page_id": 29259828486, "app_id": 100770816677686}, "keywords": "The Atlantic, The Atlantic Magazine, TheAtlantic.com, Atlantic, news, opinion, breaking news, analysis, commentary, business, politics, culture, international, science, technology, national and life", "viewport": "initial-scale=1.0, maximum-scale=1.0, width=device-width, user-scalable=no"}, "_id": "\"57477af36914bd0286fc9d26\"", "article_summary": "The famous 1984 Macintosh ads framed the computer as an agent of revolution.\nChange has been a constant refrain in Apple's marketing over the years.\nThe iPhone 4 or 5S hardly compare to the Apple II, the Macintosh, or even the original iPhone in their implications and impact.\nIf you watch the original 2007 iPhone announcement, you'll be hard-pressed to deny the device's overall revolutionary claims.\nBut neither of those explanations are complex or subtle enough to characterize Apple's approach to consumer electronics product launches."}