{"article_title": "Strange Bedfellows for Patent-Hungry Political Ad Tech Firm", "article_keywords": ["firm", "partners", "clients", "ad", "patent", "patenthungry", "mr", "political", "audience", "strange", "tech", "digital", "bedfellows", "helmreich", "firms"], "article_url": "http://adage.com/article/campaign-trail/strange-bedfellows-patent-hungry-political-ad-tech-firm/294193/", "article_text": "Audience Partners CEO David Helmreich\n\nA self-described \"avowedly non-partisan\" digital political firm has a controversial patent for voter targeting, a new CEO -- and clients that are fighting against Obamacare even as other clients seek to implement it.\n\nAudience Partners already is touting its voter-targeting ad system as \"patented,\" and even is running Facebook ads to promote the news of the government seal-of-approval, obtained last month.\n\nThe patent, awarded in June, essentially covers ad targeting based on voter records enhanced with demographic and behavioral data. Several other companies serving political and advocacy advertisers also use voter data along with other information to target online ads, emails, mobile communications -- even set-top box tv ads -- to people.\n\nBehind closed doors, the patent, which appears to be a first in the political ad-tech realm, is a subject of concern among companies that offer similar services.\n\nOne Democratic operative who asked to remain anonymous said cynically, \"Why don't we go out and patent phone-banking, door-knocking and direct-mail based on the voter file. I'm honestly surprised that any company would choose a patent troll as its mascot.\"\n\nOther execs at some of the largest digital ad firms working in the political space are reluctant to speak on the record about the patent or its implications for their businesses. Democratic ad firm Bully Pulpit Interactive and Republican-serving Targeted Victory declined to comment on the patent for this story, as did other companies that could be affected.\n\nAudience Partners isn't exactly sure what it will do with the patent.\n\n\"We haven't spent a lot of time internally talking about the right way to proceed,\" said Audience Partners CEO David Helmreich, who plans to start his new role August 1. The company has not decided, for instance, whether to attempt to charge licensing fees to other companies it believes infringe on the patent, or to sue supposed infringers.\n\n\"It's a great situation to be in because what you've done has been recognized and documented,\" Mr. Helmreich added.\n\nInvalid patent\n\nBut the patent itself may be moot.\n\n\"This patent, with very high likelihood, is invalid,\" suggested Brian Love, assistant professor at Santa Clara University School of Law, who focuses on patent law. Mr. Love referred to a recent U.S. Supreme Court ruling that some observers believe could delegitimize some software patents. The recently-decided Alice Corporation v. CLS Bank ruling indicates that merely repurposing a service or technology for application in the digital realm is not sufficient enough to warrant a patent.\n\n\"There's been a multi-decade debate about where is the right place to draw the line between a patentable piece of software and a piece of software that is just too abstract,\" said Mr. Love. \"This patent actually fits pretty squarely into the box of what CLS Bank tells us is not patentable.\"\n\nStill, even if legal observers believe the patent is not valid, Audience Partners could generate revenue from it through licensing fees or court settlements.\n\nThe company has at least one additional patent application in the U.S. Patent and Trademark Office hopper, according to USPTO data. Submitted in February 2013, it covers \"Targeting online ads based on political demographics.\"\n\n\"It's not the last time that I think we will see an award from [the USPTO] on our patents,\" said Mr. Helmreich, who is taking a brief hiatus at his home in Alexandria, Va., shuttling his kids to tennis and swimming classes, before diving into his gig with Audience Partners. He's most recently been consulting since leaving Neustar in February.\n\nStrange bedfellows\n\nThe patented technology itself will only be available for political clients via Campaign Grid, said Mr. Helmreich. And that's where things get a little strange.\n\nFounded in 2005, CampaignGrid got its start alongside a handful of digital advertising and web services firms that sprouted in and around Washington before the 2008 Obama presidential campaign propelled digital politics into the mainstream. The company, based in Fort Washington, Pa., near Philadelphia, still is dedicated to serving candidates and organizations on the right.\n\nAdvertisement\n\nWhen Audience Partners was founded in 2007, housing CampaignGrid, the parent firm took an agnostic view of potential clients even as its subsidiary maintained its Republican leanings. CampaignGrid founder Jeff Dittus would eventually serve as CEO of Audience Partners, and will become chairman of the board at Audience Partners as Mr. Helmreich steps into the CEO position.\n\nMr. Helmreich told Ad Age, \"CampaignGrid handles political clients while Audience Partners handles commercial clients.\" Political clients comprise around 60% or 70% of the combined firms' overall clientele, said Mr. Helmreich, though \"healthcare is rapidly growing.\"\n\nBut there are grey areas. Audience Partners considers health-insurance firms selling via state and federal exchanges in its commercial-client mix.\n\nSo while CampaignGrid's clients are on the attack against President Barack Obama's Affordable Care Act, Audience Partners is working for the Department of Health and Human Services and several state government departments, creating digital ad campaigns promoting health insurance signups under the Affordable Care Act.\n\nIn a May 7 press release, Audience Partners said it delivered 351 million online ad impressions pushing ACA related recruitment during the open enrollment period between October 2013 and the end of March in states including California, Maryland and New York. \"We worked with HHS direct, as well as with [insurance] agent partners,\" Rich Masterson, chairman of Audience Partners, wrote in an email, adding that non-disclosure agreements prevent the firm from divulging any more details.\n\nIf the distinctions seem muddy, the Federal Election Commission reports blur the lines even more. FEC filings show that both Audience Partners and CampaignGrid worked with Republican clients that fought the ACA at the same time the company was running a slew of ads promoting the Obamacare healthcare exchanges.\n\nRunning for a U.S. congressional seat representing California's San Diego-area 52nd district, Republican Fred Simon spent $20,000 on a media buy with Audience Partners in February. \"Obamacare is a debacle,\" states the candidate's website. It \"has simply pushed more people into an already broken system.\"\n\nCampaignGrid client Ventura County Republican Party in California gave the firm $1,000 for digital ads in March. In October 2013 the party organization wrote on its Facebook page, \"The Obamacare website Healthcare.gov cost more than Facebook or Twitter's website, and it doesn't even work.\" Neither the Fred Simon campaign nor the Ventura County Republican Party responded to requests to comment for this story.\n\nWith each election cycle comes the re-entry of non-partisan firms that normally serve only corporate advertisers looking to capture fleeting political campaign money. Yet, the bulk of companies in the digital ad space that focus on political and advocacy clients pick a side and stick with it. Their principals often arise from political campaign staff and they have a personal interest in promoting issues associated with their party of choice.\n\nThere are no laws preventing companies from serving both Democrats and Republicans, but there are few advertising or media-buying agencies or tech firms in the political sphere that do not choose a side of the aisle. \"Political campaigns look for every edge they can get, because unlike many markets, campaigns are a zero sum game where only one candidate wins,\" said Stu Trevelyan, CEO and president of Democratic data services firm NGP VAN. \"Partisan political technology companies can partner more closely with campaigns, leading to better products that give the campaigns an edge. It's better for both the candidate and the company.\"\n\nAs Christopher Massicotte, former Democratic campaigner and COO of Democratic digital ad firm DSPolitical, explained in an October 2012 Campaigns and Elections magazine piece, \"I've heard the arguments against the partisanship of political technology. Good technology should be available to everyone to further democratize our discourse or to break the perceived elite nature of the two-party system. To me, those are arguments made by people who are either trying to maximize their profit in the political space, or they are arguments made by firms that are not as successful as the partisan firms. It's an argument that I don't accept because in this particular industry I simply cannot separate my values from my desire to make a living.\"\n\nNumber one goal\n\nFor Audience Partners, \"The number one goal is growth,\" said Mr. Helmreich. That could come from outside investors. The company scored a round of equity funding led by QED Investors in 2012 and since has had \"interest\" from growth capital and private equity outfits, he said. Buying up other firms may be in the cards, too. \"We are going to look at acquisitions; we are going to look at hiring,\" he said. Audience Partners has around 40 employees total, including CampaignGrid staff, according to Mr. Helmreich.", "article_metadata": {"MobileOptimized": 320, "description": "Audience Partners has a new CEO and a new patent for voter-targeted digital ads while working with clients for and against Obamacare.", "application-name": "Advertising Age", "og": {"url": "http://adage.com/article/campaign-trail/strange-bedfellows-patent-hungry-political-ad-tech-firm/294193/", "image": "http://gaia.adage.com/images/bin/image/x-large/dave_h_audiencepartners_crop.jpg", "type": "article", "description": "Audience Partners has a new CEO and a new patent for voter-targeted digital ads while working with clients for and against Obamacare.", "title": "Strange Bedfellows for Patent-Hungry Political Ad-Tech Firm"}, "twitter": {"image": "http://gaia.adage.com/images/bin/image/large/dave_h_audiencepartners_crop.jpg", "site": "@adage", "card": "summary"}, "msapplication-TileColor": "#000", "robots": "index, follow", "apple-mobile-web-app-capable": "no", "HandheldFriendly": "True", "apple-itunes-app": "app-id=590091347, app-argument=https://itunes.apple.com/us/app/advertising-age/id590091347?ls=1&mt=8", "apple-mobile-web-app-status-bar-style": "black-translucent", "msapplication-TileImage": "assets/ico/win8-120.png", "date": "2014-07-21", "distribution": "global", "adage_template": "Article.php", "original-source": "http://adage.com/article/campaign-trail/strange-bedfellows-patent-hungry-political-ad-tech-firm/294193/", "viewport": "width=device-width, target-densitydpi=160dpi, initial-scale=1.0, user-scalable=no", "googlebot": "index, follow"}, "_id": "\"57477af36914bd0286fd2f33\"", "article_summary": "Strange bedfellowsThe patented technology itself will only be available for political clients via Campaign Grid, said Mr. Helmreich.\nMr. Helmreich told Ad Age, \"CampaignGrid handles political clients while Audience Partners handles commercial clients.\"\n\"It's a great situation to be in because what you've done has been recognized and documented,\" Mr. Helmreich added.\nPolitical clients comprise around 60% or 70% of the combined firms' overall clientele, said Mr. Helmreich, though \"healthcare is rapidly growing.\"\nCampaignGrid founder Jeff Dittus would eventually serve as CEO of Audience Partners, and will become chairman of the board at Audience Partners as Mr. Helmreich steps into the CEO position."}