{"article_title": "Policymakers Take A Hard Look At Hospital Facility Fees", "article_keywords": ["fee", "look", "facility", "hospital", "hard", "state", "vice", "patients", "health", "fees", "policymakers", "hospitals", "care"], "article_url": "http://www.ctnewsjunkie.com/archives/entry/policymakers_take_a_hard_look_at_hospital_facility_fees/", "article_text": "by Christine Stuart | Dec 4, 2014 6:30am Google\n\n( ) Comments | Commenting has expired\n\nPosted to: Business, Equality, Health Care, Insurance\n\nHugh McQuaid photo Patrick McCabe, senior vice president of corporate finance at Yale-New Haven Health System, and William Aseltyne, senior vice president of Yale-New Haven Health System\n\nHospital executives denied Wednesday that “facility fees” have driven them to gobble up physician practices, but they told state officials that they need to charge the fees to recoup the losses from the charity care they provide for the uninsured or underinsured on government plans.\n\nPatrick McCabe, senior vice president of corporate finance at Yale-New Haven Health System, told a panel convened by state Comptroller Kevin Lembo to investigate facility fees that Yale provided more than $500 million in free care and under-reimbursed care last year.\n\nHe said that on any given day about 25 percent of the patients they see are on Medicaid and the hospital gets reimbursed about 59 cents on the $1 for each of those patients. That produced a $220 million loss. Another 40 percent of the patients are on Medicare and, because of changes under the Affordable Care Act, they are receiving about 90 cents on the dollar to treat each of those patients. McCabe said that cost $125 million last year.\n\n“The place where that funding is made up is those privately insured patients,” McCabe said. “It’s really a cost shift to those privately insured patients.”\n\nFacility or professional fees, which can range from $100 to $1,000, are separate from a patient’s co-pay and they often take patients by surprise. Although hospitals have always charged facility fees for the use of the hospital itself, hospitals are now charging patients fees for services rendered in offices they own outside the main hospital building. This means that as more previously independent clinics and physicians are acquired by hospitals, more patients are charged hospital facility fees.\n\nBut a facility fee isn’t always assessed.\n\nIf a physician practice is acquired through a medical foundation, then a facility fee doesn’t apply. But if it’s acquired by a hospital and billed under the hospital’s license then a facility fee likely will apply, hospital executives explained.\n\nHouse Speaker Brendan Sharkey asked why the hospitals are required to charge a facility fee under Medicare.\n\n“I don’t have a good explanation as to why Medicare requires you to charge a facility fee other than it is a Medicare regulation,” McCabe said.\n\nHugh McQuaid photo State Comptroller Kevin Lembo and Sen. Terry Gerratana\n\nLawmakers like Sen. Terry Gerratana wanted to know her constituents are “getting better healthcare” if they are paying a higher cost for services because a practice is affiliated with a hospital.\n\nDr. Rocco Orlando, senior vice president and chief medical officer at Hartford Hospital, said they would not impose a facility fee for someone who is seeing their primary care doctor for something like the common cold. It would apply only to more complicated services.\n\nHe said it would be a high-end service for something like cancer, where treatment is rendered at an ambulatory care facility associated with the hospital. Those fees would then be based on the contractual agreements the hospital has with the insurance providers.\n\n“Our patients are really whipsawed in the middle because these contractual allowances, and with these increasing, you know, co-pays and high-deductible plans, those are the folks that are being disadvantaged,” Orlando said.\n\nBernadette Kelleher, vice president of provider services for Anthem Blue Cross and Blue Shield, said they are looking at the data and trends regarding facility fees and there are cases in which she thinks an additional payment for higher-end services is warranted.\n\nBut she doubted that her company would support a facility fee for a simple office visit.\n\nPatients have largely been on their own when it comes to paying these fees, which is how the issue came to the attention of lawmakers.\n\nState Healthcare Advocate Victoria Veltri said her office began receiving calls about facility fees back in 2012. She said that when John Dempsey Hospital acquired a dermatology practice the calls started coming into her office because some insurance carriers were paying the fees while others weren’t.\n\nThe fees ranged from $25 to $5,000.\n\n“If you have a high-deductible health plan it can be a pretty shocking thing,” Veltri said.\n\nShe said she doesn’t know if it’s a good thing for insurance carriers to begin picking up the fees, if those fees aren’t really warranted.\n\nWednesday’s public hearing was the first of many Lembo plans to hold as he develops a state plan for how to handle the fees.\n\n\n\nAccording to legislation passed earlier this year, by March 2015 Lembo must determine the amount of facility fees and total fees charged by hospitals or health systems for the selected service types or categories, on an aggregate basis and by individual hospitals and health systems. Then by July 2015 he must determine the feasibility of removing fees he deems inappropriate or unreasonable. By October 2015, Lembo will submit a report on his analysis to the governor, General Assembly, and Health Care Cost Containment Committee.\n\nLembo negotiates the health insurance plan for all state employees and his report must also include how limiting facility fees or total fees would affect the state employee health insurance plan and its enrollees.", "article_metadata": {"publisher": "CT News Junkie", "og": {"url": "http://www.ctnewsjunkie.com/archives/entry/policymakers_take_a_hard_look_at_hospital_facility_fees/", "site_name": "CT News Junkie", "type": "article", "description": "Hospital executives denied Wednesday that “facility fees” have driven them to gobble up physician practices, but they told state officials that they need to charge the fees to recoup the losses from the charity care they provide for the uninsured or underinsured on government plans.", "title": "Policymakers Take A Hard Look At Hospital Facility Fees | CT News Junkie"}, "robots": "index,follow,archive", "fb": {"admins": 100000516708778, "app_id": 625264840857145}, "google-site-verification": "xSWCEDPXS2srINlbzkJoWA5QowbCkai3awnZqgts9xc", "viewport": "width=1474"}, "_id": "\"57477af46914bd0286fda23c\"", "article_summary": "This means that as more previously independent clinics and physicians are acquired by hospitals, more patients are charged hospital facility fees.\nAlthough hospitals have always charged facility fees for the use of the hospital itself, hospitals are now charging patients fees for services rendered in offices they own outside the main hospital building.\nBut if it’s acquired by a hospital and billed under the hospital’s license then a facility fee likely will apply, hospital executives explained.\nIf a physician practice is acquired through a medical foundation, then a facility fee doesn’t apply.\nState Healthcare Advocate Victoria Veltri said her office began receiving calls about facility fees back in 2012."}