{"article_title": "IRS Opens Comment Period For “Cadillac Tax” On Healthcare Coverage", "article_keywords": ["comment", "regarding", "plans", "notice", "cadillac", "medical", "irs", "tax", "period", "health", "coverage", "healthcare", "employee", "opens", "excise"], "article_url": "http://www.bsminfo.com/doc/irs-opens-comment-period-for-cadillac-tax-on-healthcare-coverage-0001", "article_text": "IRS Opens Comment Period For \"Cadillac Tax\" On Healthcare Coverage\n\nBy Christine Kern, contributing writer\n\nThe IRS has issued Notice 2015-16, in which it announced that it has opened a comment period from employers regarding the scope of regulations it plans to propose regarding the 40 percent excise tax on high-cost group health plans, dubbed the “Cadillac Tax.” The excise tax could have a potentially significant impact on healthcare providers and insurers as well.\n\nThe notice states that it “is intended to initiate and inform the process of developing regulatory guidance regarding the excise tax on high cost employer-sponsored health coverage under Section 49801 of the internal Revenue Code.”\n\nUnder the Affordable Care Act (ACA), beginning in 2018, high-cost group health plans — group health plans exceeding $10,200 per employee in aggregate costs for self-only coverage and $27,500 per employee in aggregate costs for other than self-only coverage — will be subject to a 40 percent excise tax. These group health plans are often referred to as Cadillac plans; the excise tax is often called the Cadillac tax.\n\nNotice 2015-16 includes information regarding the types of benefits that will count toward the tax and requests input on how to best value some of those benefits. The notice also indicates that the IRS also plans to provide guidance on the calculation of Consolidated Omnibus Budget Reconciliation Act (COBRA) premiums.\n\nUnder proposed Cadillac Tax regulations, the following types of coverage are likely to be included:\n\nemployer or employee contributions to FLEX spending accounts\n\nemployer or pre-tax employee contributions to Archer medical savings accounts\n\nemployer or pre-tax employee contributions to health savings accounts\n\nplanes maintained for civilian employees of federal, state, or local governments\n\non-site medical clinics (excluding those that provide only de minimis medical care)\n\nretiree coverage\n\nmultiemployer plan coverage\n\nexecutive physical programs\n\nhealth reimbursement arrangements\n\nspecified disease or fixed-indemnity coverage when the cost of coverage is excluded/deducted from taxes.\n\nThe following types of coverage will likely be excluded from the tax:\n\nother forms of excepted benefit coverage (accident, disability income insurance, worker’s comp, auto-medical payment coverage, liability coverage)\n\nlong-term care insurance\n\ndental and vision insurance covered by a separate policy\n\nspecified disease or indemnity insurance when payment is taxable\n\nemployee after-tax contributions to Archer MSAs and/or HSAs\n\nemployee assistance programs that provided limited medical benefits\n\ncoverage under plans maintained primarily for members of the military and/or their families by the government.\n\nThe comment period will be open until May 15, 2015, and the IRS anticipates comment requests regarding other aspects of the tax as well. All comments should include a reference to Notice 2015-16, and all submitted materials will be available for public inspection and copying.", "article_metadata": {"twitter": {"description": "<p>The IRS has issued Notice 2015-16, in which it announced that it has opened a comment period from employers regarding the scope of regulations it plans to propose regarding the 40 percent excise tax on high-cost group health plans, dubbed the &ldquo;Cadillac Tax.&rdquo; The excise tax could have a potentially significant impact on healthcare providers and insurers as well.</p>", "creator": "Christine Kern", "image": {"src": "http://vertassets.blob.core.windows.net/image/a1a4635b/a1a4635b-7350-4971-bb7d-0a5727e07b0d/falling_money2.jpg"}, "title": "IRS Opens Comment Period For \"Cadillac Tax\" On Healthcare Coverage", "site": "BSMInfo", "card": "summary_large_image"}, "description": "The IRS has issued Notice 2015-16, in which it announced that it has opened a comment period from employers regarding the scope of regulations it...", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no", "Title": "IRS Opens Comment Period For “Cadillac Tax” On Healthcare Coverage"}, "_id": "\"57477af46914bd0286fddd2d\"", "article_summary": "These group health plans are often referred to as Cadillac plans; the excise tax is often called the Cadillac tax.\nIRS Opens Comment Period For \"Cadillac Tax\" On Healthcare CoverageBy Christine Kern, contributing writerThe IRS has issued Notice 2015-16, in which it announced that it has opened a comment period from employers regarding the scope of regulations it plans to propose regarding the 40 percent excise tax on high-cost group health plans, dubbed the “Cadillac Tax.” The excise tax could have a potentially significant impact on healthcare providers and insurers as well.\nThe comment period will be open until May 15, 2015, and the IRS anticipates comment requests regarding other aspects of the tax as well.\nThe notice also indicates that the IRS also plans to provide guidance on the calculation of Consolidated Omnibus Budget Reconciliation Act (COBRA) premiums.\nAll comments should include a reference to Notice 2015-16, and all submitted materials will be available for public inspection and copying."}