{"article_title": "How the 2016 Race Could Affect Each Party’s Future", "article_keywords": ["partys", "race", "house", "republicans", "state", "senator", "likely", "future", "democrats", "party", "mr", "affect", "2016", "establishment", "election"], "article_url": "http://www.nytimes.com/2015/10/26/us/politics/how-the-2016-race-could-affect-each-partys-future.html", "article_text": "WASHINGTON — Presidential candidates proclaim that there has never been an election as important as this one.\n\n“The challenges we face now are direr than any time in our modern history,” said Senator Bernie Sanders of Vermont, a Democratic candidate.\n\n“This is not a typical election,” said Senator Ted Cruz of Texas, a Republican candidate. “I think the stakes have never been higher.”\n\nSure, no candidate is going to say this election is no big deal. But more important or more dire than 1932, in the midst of the Great Depression? Or 1940, on the verge of World War II? Or 1980 or 2008? In fact, the stakes for the two American political parties could be that great.\n\nConsider the likely ramifications of a 2016 defeat for Democrats or Republicans.\n\nIf the Democrats were to lose the presidency, it would be a near certainty that the party would not regain control of the Senate or the House of Representatives, where Republicans already enjoy comfortable margins. Republicans could control in excess of half the governorships and state legislatures in 2017.\n\nAdvertisement Continue reading the main story\n\nAnd Republican appointees are a majority on the Supreme Court, after a couple 5-to-4 liberal decisions on the Affordable Care Act and same-sex marriage, would probably tilt conservative again.\n\nSuch a scenario would make Republicans even more powerful than when they held all the levers of power from 2003 until 2007: Then, they didn’t control as much on the state level, and in Congress there still were moderate to liberal party lawmakers, such as Arlen Specter and Lincoln Chafee, who often voted with Democrats. (Both subsequently became Democrats.) The Democrats, who consider themselves the governing party, would be in their weakest position since the 1920s.\n\nMoreover, they would be strikingly short of younger fresh faces — who is the party’s equivalent of the 45-year-old Paul Ryan? In the Senate, Harry Reid, 75, is retiring and is likely to be replace as Democratic leader by Chuck Schumer, who will be 66 in January 2017. In the House, Nancy Pelosi, for more than a decade a powerhouse leader, is 75; the No. 2 Democrat, Steny Hoyer, is 76.\n\nThe party would struggle to find a way to highlight up-and-comers: senators such as Michael Bennet of Colorado, 50, and Kirsten Gillibrand of New York, 48, or the likely next Maryland senator, whether Chris Van Hollen, 56, or Donna Edwards, 57. For the House, there is Representative Joseph P. Kennedy III of Massachusetts, 35, or promising candidates such as 44-year-old Lon Johnson, former state party chairman, running in Michigan’s Upper Peninsula.\n\nThe consequences of a loss would be even more cataclysmic for the Republicans, threatening a party split. It would be the sixth of the past seven elections in which Republicans have lost the popular vote. That has never happened before.\n\nThere are bitter schisms within the party. Mr. Ryan is likely to succeed John A. Boehner this week as House speaker, but there is already betting on how long his honeymoon with rival factions within the party will last. That, along with a divisive presidential contest, foreshadows a blood bath if the party loses next year.\n\nIf an establishment Republican — Jeb Bush, John Kasich or Marco Rubio — were to win the nomination and lose the election, the right wing would explode. It is an article of faith among the movement that the establishment needs to be decimated before the party can rebuild. A defeat with an establishment candidate would ignite those passions.\n\nIf one of the outsider candidates — Donald J. Trump, Ben Carson or Mr. Cruz — were to lead the ticket and was routed by a Democrat, the establishment would contemplate ways to diminish the role of those they consider the “nuts” in the party.\n\nUnlike with the Democrats, the Republicans do have some younger figures angling for leadership: Mr. Ryan, Mr. Cruz and Mr. Rubio. But none transcend these fissures.\n\nAdvertisement Continue reading the main story\n\nAnd in the unlikely event that Mr. Trump were to win? Republicans and Democrats would both have some serious questions to ask themselves.", "article_metadata": {"tone": "news", "ptime": 20151025130849, "twitter": {"description": "If the Republicans were to lose the presidency, their party could split. If the Democrats were to lose, their party would probably not regain the House or the Senate.", "title": "How the 2016 Race Could Affect Each Party’s Future", "url": "http://www.nytimes.com/2015/10/26/us/politics/how-the-2016-race-could-affect-each-partys-future.html", "app": {"url": {"googleplay": "nytimes://reader/id/100000003997496"}, "name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}}, "site": "@nytimes", "image": "https://static01.nyt.com/images/icons/t_logo_150_black.png", "card": "summary"}, "al": {"ipad": {"url": "nytimes://www.nytimes.com/2015/10/26/us/politics/how-the-2016-race-could-affect-each-partys-future.html", "app_store_id": 357066198, "app_name": "NYTimes"}, "android": {"url": "nytimes://reader/id/100000003997496", "app_name": "NYTimes", "package": "com.nytimes.android"}, "iphone": {"url": "nytimes://www.nytimes.com/2015/10/26/us/politics/how-the-2016-race-could-affect-each-partys-future.html", "app_store_id": 284862083, "app_name": "NYTimes"}}, "dfp-ad-unit-path": "us/politics", "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/politics/index.jsonp", "DISPLAYDATE": "Oct. 25, 2015", "edt": "The New York Times on the Web", "org": "Republican Party", "keywords": "Presidential Election of 2016,Democratic Party,Republican Party", "applicationName": "article", "PT": "article", "author": "Albert R. Hunt | Bloomberg View", "SCG": "politics", "sourceApp": "nyt-v5", "byl": "By ALBERT R. HUNT | BLOOMBERG VIEW", "usageTerms": "http://www.nytimes.com/content/help/rights/sale/terms-of-sale.html", "lp": "If the Republicans were to lose the presidency, their party could split. If the Democrats were to lose, their party would probably not regain the House or the Senate.", "tom": "News", "dfp-amazon-enabled": "false", "description": "If the Republicans were to lose the presidency, their party could split. If the Democrats were to lose, their party would probably not regain the House or the Senate.", "CG": "us", "robots": "noarchive", "dat": "Oct. 25, 2015", "fb": {"app_id": 9869919170}, "msapplication-starturl": "http://www.nytimes.com", "genre": "News", "article": {"section_url": "http://www.nytimes.com/pages/national/index.html", "section": "Politics", "modified": "2015-10-26", "collection": "https://static01.nyt.com/services/json/sectionfronts/politics/index.jsonp", "tag": "Republican Party", "published": "2015-10-25", "section-taxonomy-id": "23FD6C8B-62D5-4CEA-A331-6C2A9A1223BE"}, "slug": "26letter", "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "utime": 20151026012718, "og": {"url": "http://www.nytimes.com/2015/10/26/us/politics/how-the-2016-race-could-affect-each-partys-future.html", "image": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "type": "article", "description": "If the Republicans were to lose the presidency, their party could split. If the Democrats were to lose, their party would probably not regain the House or the Senate.", "title": "How the 2016 Race Could Affect Each Party’s Future"}, "pdate": 20151025, "des": "Presidential Election of 2016", "articleid": 100000003997496, "cre": "The New York Times", "hdl": "How the 2016 Race Could Affect Each Party’s Future", "col": "Letter From Washington", "PST": "News"}, "_id": "\"57477af46914bd0286fe18b0\"", "article_summary": "Unlike with the Democrats, the Republicans do have some younger figures angling for leadership: Mr. Ryan, Mr. Cruz and Mr. Rubio.\nConsider the likely ramifications of a 2016 defeat for Democrats or Republicans.\nMoreover, they would be strikingly short of younger fresh faces — who is the party’s equivalent of the 45-year-old Paul Ryan?\n“I think the stakes have never been higher.”Sure, no candidate is going to say this election is no big deal.\n“This is not a typical election,” said Senator Ted Cruz of Texas, a Republican candidate."}