{"article_title": "Report: Welfare State Increases Income Inequality", "article_keywords": ["wealth", "spending", "double", "welfare", "tax", "state", "increases", "inequality", "income", "report", "mitchell", "european"], "article_url": "http://freebeacon.com/issues/report-welfare-state-increases-income-inequality/", "article_text": "BY: Follow @DJAliMeyer\n\n\n\nWelfare state spending increases income inequality, according to a report from the European Central Bank.\n\nThe report examined the role of income, inheritance, and the welfare state and how it relates to household net wealth across European countries.\n\nThe report found that in countries where there was a more developed welfare state, there was a higher inequality of wealth. “An increase in welfare state spending goes along with an increase—rather than a decrease—of observed wealth inequality,” the report states.\n\nThe European Central Bank says this happens because social services act as substitutes and households are therefore less incentivized to accumulate wealth.\n\nNot only does the welfare state increase inequality, but Daniel Mitchell, a senior fellow at the Cato Institute who specializes in government spending and fiscal policy, says it reduces the labor supply and has a negative impact on savings and wealth accumulation.\n\n“Government reduces incentives to be more productive and earn more money when it provides handouts that are based on people earning less money,” states Mitchell. He points to President Obama’s Affordable Care Act as an example of this, saying that it will lure people out of the workforce and into government dependency.\n\nMitchell says that federal government policy in the United States has also undermined the incentive for individuals to save their money.\n\n“We need to look at the role of government,” said Mitchell. “Let’s look at what happens if you save: the government taxes the stuffing out of you. We double tax savings, we double tax dividends, we double tax capital gains, we have a death tax and that’s just on the tax side of the fiscal equation.”", "article_metadata": {"description": "Welfare state spending increases income inequality, according to a report from the European Central Bank.", "generator": "WordPress 4.5.2", "og": {"site_name": "Washington Free Beacon", "description": "Welfare state spending increases income inequality, according to a report from the European Central Bank.    The report examined the role of income, inheritance, and the welfare state and how it relat", "title": "Report: Welfare State Increases Income Inequality", "url": "http://freebeacon.com/issues/report-welfare-state-increases-income-inequality/", "image": "http://freebeacon.com/wp-content/uploads/2015/09/Protesters-outside-the-Finance-Ministry-in-Rome1-150x150.jpg", "type": "article"}, "twitter": {"description": "Welfare state spending increases income inequality, according to a report from the European Central", "creator": "@DJAliMeyer", "image": "http://freebeacon.com/wp-content/uploads/2015/09/Protesters-outside-the-Finance-Ministry-in-Rome1-150x150.jpg", "title": "Report: Welfare State Increases Income Inequality", "site": "@freebeacon", "card": "summary"}, "robots": "noodp", "apple-itunes-app": "app-id=1047859882", "fb": {"app_id": "FB_APP_ID", "pages": 282024895179874}, "viewport": "width=device-width, initial-scale=1"}, "article_summary": "We double tax savings, we double tax dividends, we double tax capital gains, we have a death tax and that’s just on the tax side of the fiscal equation.”\n“An increase in welfare state spending goes along with an increase—rather than a decrease—of observed wealth inequality,” the report states.\nBY: Follow @DJAliMeyerWelfare state spending increases income inequality, according to a report from the European Central Bank.\nThe report found that in countries where there was a more developed welfare state, there was a higher inequality of wealth.\nThe report examined the role of income, inheritance, and the welfare state and how it relates to household net wealth across European countries."}