{"article_title": "'Nick Saban's check comes from our work': Jesse Jackson says civil rights movement paved way for SEC football, auto industry in the South", "article_keywords": ["sclc", "voting", "jesse", "rights", "civil", "work", "sabans", "thats", "convention", "nick", "sec", "way", "act", "jackson", "white", "movement", "south", "paved"], "article_url": "http://www.al.com/living/index.ssf/2014/08/nick_sabans_check_comes_from_o.html", "article_text": "BIRMINGHAM, Alabama - Civil rights activist the Rev. Jesse Jackson led a wide-ranging discussion Tuesday at the SCLC Convention that credited the civil rights movement for the success of SEC football and industrial recruitment to the South.\n\n\"The New South is made possible by the civil rights movement,\" Jackson said in an interview after a panel discussion of the Voting Rights Act. \"You couldn't have an Alabama-LSU game, all these black and white players together playing. We made that possible. Nick Saban's check comes from our work. Honda, Hyundai, Toyota, all that's coming South because we pulled the walls down. You can't have the Dallas Cowboys and all that without the walls coming down.\"\n\nHe also made reference to UCLA basketball player Ed O'Bannon's lawsuit against the NCAA on behalf of the rights of college athletes.\n\n\"Even while they love to see us play ball, they prevent us from selling our own T-shirts - from cotton balls to basketballs and footballs,\" Jackson said.\n\nHe decried the South's refusal to embrace the Affordable Care Act and expansion of Medicaid.\n\n\"It's despicable to think of a belt that calls itself the Bible Belt, built upon a Jesus who was born an ethnic minority under Roman occupation, who said his mission was to feed the hungry and take care of the sick: for those states to cut Medicaid to the sickest people – That's the Jesus crowd,\" Jackson said.\n\nJackson joined fellow civil rights activists, comedian Dick Gregory and SCLC Chairman Bernard LaFayette Jr., in a panel discussion Tuesday on the Voting Rights Act at the SCLC convention at the Birmingham Sheraton Hotel.\n\nThey spent most of the session reminiscing about the civil rights movement in Alabama.\n\nLaFayette, who led voter registration drives in Selma in the 1963, was attacked and targeted for killing the same night Medgar Evers was killed in Mississippi, he said.\n\nGregory said he came to the South ready to die, but he lined up at the back of demonstrations. \"I was in the back by the white nuns,\" he said. \"I didn't believe they'd hit a white nun.\"\n\nJackson said he's working for the passage of a Voting Rights Amendment to the U.S. Constitution in response to the U.S. Supreme Court striking down a key provision of the 1965 Voting Rights Act, Section 4.\n\n\"The Voting Rights Act has been undercut,\" Jackson said. \"We think the voting rights act is a big deal.\"\n\nRegarding the police shooting and killing of an unarmed black teenager, Michael Brown, in Ferguson, Mo., on Saturday, followed by riots and looting, Jackson said it's similar to other police brutality that resulted in riots. \"There's a great sense of alienation,\" he said. \"It was never just poverty.\"\n\nThe lack of justice creates a crisis that can be healed by justice, he said.\n\n\"Quietness is not the answer,\" Jackson said. \"Quietness is the absence of noise. Peace is the presence of justice. Just share education. Just share jobs. Just share healthcare. That's the answer to that alienation.\"\n\nJackson will speak at a prayer breakfast on Wednesday morning to conclude the SCLC National Convention at the Birmingham Sheraton Hotel.\n\nAbout 450 people from across the country registered for the convention, said SCLC spokeswoman Alice Gordon.", "article_metadata": {"article_author": "Greg Garrison | ggarrison@al.com", "medium": "news", "news_keywords": "SCLC, living", "title": "'Nick Saban's check comes from our work': Jesse Jackson says civil rights movement paved way for SEC football, auto industry in the South", "og": {"site_name": "AL.com", "description": "Civil rights activist the Rev. Jesse Jackson led a wide-ranging discussion Tuesday at the SCLC Convention that credited the civil rights movement for the success of SEC football and industrial recruitment to the South.", "title": "'Nick Saban's check comes from our work': Jesse Jackson says civil rights movement paved way for SEC football, auto industry in the South", "url": "http://www.al.com/living/index.ssf/2014/08/nick_sabans_check_comes_from_o.html", "image": "http://image.al.com/home/bama-media/width620/img/alphotos/photo/2014/08/12/15605336-large.jpg", "type": "article"}, "twitter": {"description": "Civil rights activist the Rev. Jesse Jackson led a wide-ranging discussion Tuesday at the SCLC Convention that credited the civil rights movement for the success of SEC football and industrial recruitment to the South.", "title": "'Nick Saban's check comes from our work': Jesse Jackson says civil rights movement paved way for SEC football, auto industry in the South", "image": "http://image.al.com/home/bama-media/width620/img/alphotos/photo/2014/08/12/15605336-large.jpg", "creator": "@greg_garrison", "site": "@aldotcom", "card": "summary_large_image"}, "article_date_updated": "Wednesday, August 13, 2014, 12:44 PM", "fb": {"admins": 100000302287435}, "article_publication_name": "AL.com", "article": {"author": "https://www.facebook.com/greg.garrison.3133"}, "article_comments": 0, "article_date_original": "Tuesday, August 12, 2014,  5:10 PM", "viewport": "width=device-width,initial-scale=1", "Description": "Civil rights activist the Rev. Jesse Jackson led a wide-ranging discussion Tuesday at the SCLC Convention that credited the civil rights movement for the success of SEC football and industrial recruitment to the South."}, "article_summary": "\"The New South is made possible by the civil rights movement,\" Jackson said in an interview after a panel discussion of the Voting Rights Act.\nThey spent most of the session reminiscing about the civil rights movement in Alabama.\nJesse Jackson led a wide-ranging discussion Tuesday at the SCLC Convention that credited the civil rights movement for the success of SEC football and industrial recruitment to the South.\n\"We think the voting rights act is a big deal.\"\nBIRMINGHAM, Alabama - Civil rights activist the Rev."}