{"article_title": "Humans And Rodents Share Type 2 Diabetes Gene", "article_keywords": ["williams", "humans", "study", "share", "phenome", "proteome", "rodents", "genome", "mice", "gene", "type", "researchers", "diabetes"], "article_url": "http://www.medicaldaily.com/mice-and-men-humans-and-rodents-share-type-2-diabetes-gene-302494", "article_text": "A new study shows that a gene that codes for the metabolite 2-aminoadipate is responsible for type 2 diabetes in rodents and mice.\n\nOne of the reasons why mouse models are used extensively in the research of human diseases is because of their genetic closeness to us. This cross-species genomic similarity has greatly helped in the study of human cancers, neurodegenerative diseases, and also disorders of hearing and vision. Now, a new study has shown that the same gene which is responsible for type 2 diabetes in mice also causes the condition in humans.\n\nThe work, a joint effort by EPFL, ETH Zürich, and the CHUV has been published in the journal Cell Metabolism.\n\nThe experiment started with the researchers wanting to assess how genetics and environment contribute to the development of type 2 diabetes. For this, they first carried out a detailed study of the genome and the \"phenome\" of a family of mice composed by 183 members. The genome is the inherent genetic characteristics that an organism inherits from its parents, while phenome is the physical characteristics that defines a particular type of organism.\n\nAlong with the genome and phenome, the researchers also added two more layers: the proteome and the metabolome. Proteome is the set of proteins expressed in an organism in a particular environment, while metabolome is the set of chemicals found in a biological sample. The proteome was identified with the help of a new spectrometry technology that was developed in ETH Zurich.\n\nArmed with the genome, phenome, proteome, and metabolome of the mice, the researchers compared the metabolism of twins who had been subjected to different environments in terms of diet and life conditions. This allowed them to assess if the expression of certain genes was a result of the environment. They identified a a particular gene, located on chromosome 2 of the mice whose presence plays an important role in the development of type 2 diabetes.\n\n\"The mice with a high-fat diet are more or less likely to develop diabetes depending on whether this gene is active or not,\" said Evan Williams, the article's co-first author, in a statement. \"By combining our various 'layers' of information, we were able to establish exactly the process that leads from the presence of this gene to an increased risk of diabetes.\"\n\nThey also found that diabetic mice had lower levels of low urinary levels of a specific metabolite (2- aminoadipate). This metabolite has been known to induce the development of type 2 diabetes, and its concentration in the rodent’s body depended on the presence of the identified gene and not on the creature’s body fat.\n\nFor researchers, this proves that it is indeed the gene, and not the diet, which regulates the expression of this protein.\n\n\"The strength of this correlation prompted us to ask ourselves whether it would also occur in the case of humans,\" Williams said.\n\nAnd to find this, they relied on the data based on tests conducted on 1,000 individuals in Lausanne. The results confirmed their theory: The rate of 2-aminoadipase was lower in diabetic patients than in non-diabetics.\n\nThe researchers hope that identification of this urinary marker can be used as a diagnostic tool for identifying type 2 diabetes, which sees around 1.7 million new diagnoses each year.\n\nSource: Williams E, et al. Cell Metabolism. 2014.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "mice and men share diabetic gene.", "og": {"site_name": "Medical Daily", "description": "A multilayered study found a pathological process that takes place in both mice and humans that leads to type 2 diabetes in both.", "title": "Man And Mouse Share Gene That Leads To Type 2 Diabetes", "url": "http://www.medicaldaily.com/mice-and-men-humans-and-rodents-share-type-2-diabetes-gene-302494", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/09/11/shutterstock201994075.jpg", "type": "article"}, "twitter": {"description": "A multilayered study found a pathological process that takes place in both mice and humans that leads to type 2 diabetes in both.", "title": "Man And Mouse Share Gene That Leads To Type 2 Diabetes", "url": "http://www.medicaldaily.com/mice-and-men-humans-and-rodents-share-type-2-diabetes-gene-302494", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/09/11/shutterstock201994075.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/09/11/shutterstock201994075.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Science/Tech", "published_time": "2014-09-11T12:36:12-04:00", "modified_time": "2014-09-11T12:36:11-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "A multilayered study found a pathological process that takes place in both mice and humans that leads to type 2 diabetes in both."}, "_id": "\"57477af36914bd0286fcbb56\"", "article_summary": "A new study shows that a gene that codes for the metabolite 2-aminoadipate is responsible for type 2 diabetes in rodents and mice.\nNow, a new study has shown that the same gene which is responsible for type 2 diabetes in mice also causes the condition in humans.\nThe experiment started with the researchers wanting to assess how genetics and environment contribute to the development of type 2 diabetes.\nThey identified a a particular gene, located on chromosome 2 of the mice whose presence plays an important role in the development of type 2 diabetes.\nThis metabolite has been known to induce the development of type 2 diabetes, and its concentration in the rodent’s body depended on the presence of the identified gene and not on the creature’s body fat."}