{"article_title": "Doctors’ White Coat Often Riddled With Germs", "article_keywords": ["hcp", "coats", "transmission", "coat", "germs", "riddled", "patients", "doctors", "white", "team", "clothing", "care"], "article_url": "http://www.medicaldaily.com/doctors-white-coat-often-riddled-germs-call-prevention-over-professionalism-267624", "article_text": "Doctors may be washing their hands regularly, but it could be the iconic white coat riddled with germs that's doing the real damage.\n\nDoctors may be washing their hands regularly, but it could be the iconic white coat riddled with germs that's doing the real damage. Seattle Municipal Archives, CC BY 2.0\n\nIt’s a piece of attire as recognizable as the stethoscope that hangs resolutely upon it. The white coat donned by doctors all across the country reflects medical professionalism more than any other symbol, but it’s this very coat that experts now say could be contributing to the spread of many dangerous germs and infectious diseases.\n\nThe Society for Healthcare Epidemiology of America (SHEA) recently released its suggestions for ways health care personnel (HCP) can minimize the number of infections spread through contact in non-operating room settings. Despite doctors’ efforts to sanitize their hands, experts now argue that clothing may play a subtly dangerous role in the transmission from HCP to patient. True professionalism, it would seem — that is, adhering to the greater overall purpose to do no harm — is found more in practice than in appearance.\n\n\"While studies have demonstrated the clothing of health care personnel may have a role in transmission of pathogens, the role of clothing in passing infectious pathogens to patients has not yet been well established,\" said Dr. Gonzalo Bearman, lead author of the study and member of SHEA's Guidelines Committee, in a statement.\n\nIn conducting their research, SHEA researchers determined six key strategies to keep the risk of spreading infectious diseases low. As a result of their analysis, the group hopes experts can come to a consensus on what constitutes safe practice and recognize the importance of studying their own clothing as vehicles for transmission.\n\nThe Recommendations\n\n1. Adopt a \"Bare below the elbows\" (BBE) policy: Facilities may reduce their risks by implementing a policy where all ties, watches, jewelry, and long sleeves are absent during clinical, inpatient practice.\n\n2. White Coats: If white coats are mandatory, facilities can follow the following precautions: a. Require HCP to own two or more white coats that can be washed easily and inexpensively at a nearby or on-site laundry facility. b. Provide coat hooks that would allow HCP to remove their white coats prior to entering patient’s general vicinity.\n\n3. Laundering: a. Frequency: Ideally, any apparel that comes in contact with a patient or the patient’s environment should be washed on a daily basis. b. Home laundering: If HCP wash their apparel at home, the most effective way to eliminate bacteria is to wash in hot water with bleach and to follow it by a cycle in the dryer.\n\n4. HCP Footwear: All footwear should have closed toes, low heels, and non-skid soles.\n\n5. Shared Equipment: All items shared between HCP, such as stethoscopes, should be cleaned between patients.\n\n6. Miscellaneous: According to the report, “no general guidance can be made for prohibiting items like lanyards, identification tags and sleeves, cell phones, pagers, and jewelry, but those items that come into direct contact with the patient or environment should be disinfected, replaced, or eliminated.”\n\nHow To Implement\n\nIdeally, the authors state, the outlined practices would be done so voluntarily, rather than mandated by the health care facility. While the team suspects white coats and other apparel may transmit certain bacteria, the evidence to support total prohibition of such clothing is too light at present. The team argues instead for a more generalized awareness among HCP to keep their attire clean and sanitary when they interact with patients.\n\nOn a hopeful note, when the researchers questioned patients about their satisfaction with coatless physicians and HCP, they saw levels stayed relatively consistent compared to those when doctors wore the white coats. Professionalism was preferred, but had no noticeable impact in the end, the team states. Moreover, when patients learned that coats may transmit bacteria, they began preferring the alternative forms of dress. Still, more information is desired in order to design best practices for hospitals around the world.\n\n\"Until better data are available,” explained Dr. Mark Rupp, an author of the study, according to HealthDay, “hospitals and doctor's offices should first concentrate on well-known ways to prevent transmission of infection — like hand hygiene, environmental cleaning, and careful attention to insertion and care of invasive devices like vascular [blood vessel] catheters.\"", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "white coat, germs, infectious disease, bacteria, spread of disease, doctors and germs, danger to patients", "og": {"site_name": "Medical Daily", "description": "Doctors may be washing their hands regularly, but it could be the iconic white coat riddled with germs that's doing the real damage.", "title": "Is A Doctor's White Coat The Patient's Biggest Threat?", "url": "http://www.medicaldaily.com/doctors-white-coat-often-riddled-germs-call-prevention-over-professionalism-267624", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/01/22/labcoat.jpg", "type": "article"}, "twitter": {"description": "Doctors may be washing their hands regularly, but it could be the iconic white coat riddled with germs that's doing the real damage.", "title": "Is A Doctor's White Coat The Patient's Biggest Threat?", "url": "http://www.medicaldaily.com/doctors-white-coat-often-riddled-germs-call-prevention-over-professionalism-267624", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/01/22/labcoat.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/01/22/labcoat.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Policy/Biz", "published_time": "2014-01-22T13:56:31-05:00", "modified_time": "2014-01-22T16:31:47-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Doctors may be washing their hands regularly, but it could be the iconic white coat riddled with germs that's doing the real damage."}, "_id": "\"57477af36914bd0286fd2983\"", "article_summary": "White Coats: If white coats are mandatory, facilities can follow the following precautions: a.\nDoctors may be washing their hands regularly, but it could be the iconic white coat riddled with germs that's doing the real damage.\nThe white coat donned by doctors all across the country reflects medical professionalism more than any other symbol, but it’s this very coat that experts now say could be contributing to the spread of many dangerous germs and infectious diseases.\nProvide coat hooks that would allow HCP to remove their white coats prior to entering patient’s general vicinity.\nRequire HCP to own two or more white coats that can be washed easily and inexpensively at a nearby or on-site laundry facility."}