{"article_title": "Health insurance costs expected to drop in Indiana", "article_keywords": ["set", "federal", "drop", "tax", "jan", "premiums", "costs", "health", "plan", "expected", "indiana", "insurers", "insurance"], "article_url": "http://www.journalgazette.net/news/local/health-insurance-costs-expected-to-drop-in-indiana-9603851", "article_text": "The price of a benchmark insurance plan offered through the federal Affordable Care Act is projected to plunge 12.6 percent in Indiana in 2016, according to the U.S. Department of Health and Human Services\n\nOnly four of the 37 states in the federal health insurance marketplace are expected to reduce their premiums for the plan, and none comes close to the drop in Indiana. On average, premiums nationwide are projected to rise 7.5 percent next year.\n\nWhat is different about Indiana? Kathleen Falk, Midwest regional director for HHS, said Wednesday in a conference call with reporters that private insurers are “getting a better feel for how and what they should set their rates at.”\n\nBut Mike Cahill, chief executive officer of Fort Wayne-based Physicians Health Plan of Northern Indiana, said later: “If we have any better feel for it, we have a more educated guesstimate. But it’s still a guesstimate.”\n\nCahill said insurers are still guessing at their rate structures because the federal marketplace is only 2 years old, insurers must set their rates several months ahead of open-enrollment periods and more insurance companies are joining the program each year.\n\n“There’s not enough experience out there to set rates,” Cahill said in a phone interview.\n\nOpen enrollment in the marketplace will begin Sunday and run through Jan. 21. People who enroll by Dec. 15 will have coverage starting Jan. 1.\n\nHHS uses the second-lowest-cost Silver plans as its benchmark for determining tax credits for qualifying customers. Its projections for 2016 premium increases for that plan range from a 35.7 percent price jump in Oklahoma to Indiana’s 12.6 percent decrease.\n\nCahill said he thinks some Indiana insurers have set lower premiums because of a federal program set up to cover possible financial losses. But funding for the program known as the “risk corridor” has disappeared, he said.\n\n\"I think a lot of the new players in the market made the assumption that the government was going to be there to backstop them a little bit,\" he said. \"So they might have guessed a little bit too low (on premiums), and now they’re not going to see the money. So we’ll see how that plays out in 2016.\"\n\nPHP insures nearly 10,000 people through the Affordable Care Act. Other insurers providing coverage in northeast Indiana are Ambetter, Anthem, CareSource, MDwise and UnitedHealthcare.\n\nA review of their 2016 second-lowest cost Silver plans at HealthCare.gov shows a monthly premium range of $383 to $524 before tax credits. The average monthly tax credit for qualifying Hoosier customers was $319 this year. More than 219,000 Indiana residents are enrolled.\n\nFalk said 36 percent of enrolled Hoosiers switched plans from 2014 to 2015, saving on average $379 for the year after tax credits. That was a greater average savings for plan switches than in Illinois and Michigan but less than in Ohio and Wisconsin.\n\n“We saw a significant percentage (of enrollees) in each of these states did choose a different plan, with the presumption being they chose one that better fit their needs and their finances. ... It behooves people to shop,” Falk said.\n\nThe nonprofit Neighborhood Health Clinics will have two local \"Coffee Talks\" where people can learn about enrolling and sign up for coverage. These programs will be 9 to 10 a.m. Nov. 4 and 25 at 1717 S. Calhoun Street.\n\nNeighborhood Health Clinics, Brightpoint and the Volunteer Center will have Saturday programs to provide enrollment information and assistance. The “Super Saturdays” will be at 9 a.m. to 1 p.m. on Nov. 14, Dec. 12, Jan. 9 and Jan. 30 at Brightpoint, 227 E. Washington Blvd.; Neighborhood Health Clinics Southeast, 2250 E. Paulding Road; and American Red Cross, 1212 E. California Road.\n\nPeople should bring photo IDs, birth dates and Social Security numbers for each applicant, the most recent tax returns, pay stubs or W-2 forms, current health insurance information and email address.\n\nAdditional information is available by calling 211.\n\nbfrancisco@jg.net", "article_metadata": {"og": {"url": "http://www.journalgazette.net/news/local/health-insurance-costs-expected-to-drop-in-indiana-9603851", "description": "The price of a benchmark insurance plan offered through the federal Affordable Care Act is projected to plunge 12.6 percent in Indiana in 2 ...", "title": "Health insurance costs expected to drop in Indiana | Local Stories | Journal Gazette"}, "google-site-verification": "AbTqmghA2tCfdbuL0B2fOMXCOi7JkbHReQTb0TYk_b0", "description": "The Journal Gazette, as Fort Wayne and northeast Indianas largest newsgathering operation, is your best source of local news, sports, business, dining and entertainment information as well as comprehensive auto, home, jobs and classified ads.", "viewport": "width=device-width, initial-scale=1", "__sync_contentCategory": "No"}, "_id": "\"57477af36914bd0286fcbb25\"", "article_summary": "Cahill said he thinks some Indiana insurers have set lower premiums because of a federal program set up to cover possible financial losses.\nThe price of a benchmark insurance plan offered through the federal Affordable Care Act is projected to plunge 12.6 percent in Indiana in 2016, according to the U.S. Department of Health and Human ServicesOnly four of the 37 states in the federal health insurance marketplace are expected to reduce their premiums for the plan, and none comes close to the drop in Indiana.\nPeople should bring photo IDs, birth dates and Social Security numbers for each applicant, the most recent tax returns, pay stubs or W-2 forms, current health insurance information and email address.\n; Neighborhood Health Clinics Southeast, 2250 E. Paulding Road; and American Red Cross, 1212 E. California Road.\nNeighborhood Health Clinics, Brightpoint and the Volunteer Center will have Saturday programs to provide enrollment information and assistance."}