{"article_title": "The Facts About Ebola Funding", "article_keywords": ["received", "funding", "diseases", "cdc", "federal", "infectious", "disease", "ebola", "health", "facts", "secretary"], "article_url": "http://www.politico.com/magazine/story/2014/10/the-facts-about-ebola-funding-111820", "article_text": "In The Arena The Facts About Ebola Funding\n\nYet another American has contracted Ebola, a grim reminder of just how important it is that our public health systems function at the highest possible level. Unfortunately, much of the rhetoric about this deadly disease is misleading, if not dishonest.\n\nIn a paid speech last week, former Secretary of State Hillary Clinton attempted to link spending restraints enacted by Congress—and signed into law by President Obama—to the fight against Ebola. Secretary Clinton claimed that the spending reductions mandated under sequestration “are really beginning to hurt,” citing the fight against Ebola: “The CDC [Centers for Disease Control and Prevention] is another example on the response to Ebola—they’re working heroically, but they don’t have the resources they used to have.”\n\nStory Continued Below\n\nHer argument, like those made by others, misses the point. In recent years, the CDC has received significant amounts of funding. Unfortunately, however, many of those funds have been diverted away from programs that can fight infectious diseases, and toward programs far afield from the CDC’s original purpose.\n\nConsider the Prevention and Public Health Fund, a new series of annual mandatory appropriations created by Obamacare. Over the past five years, the CDC has received just under $3 billion in transfers from the fund. Yet only 6 percent—$180 million—of that $3 billion went toward building epidemiology and laboratory capacity. Especially given the agency’s postwar roots as the Communicable Disease Center, one would think that “ detecting and responding to infectious diseases and other public health threats” warrants a larger funding commitment.\n\nInstead, the Obama administration has focused the CDC on other priorities. While protecting Americans from infectious diseases received only $180 million from the Prevention Fund, the community transformation grant program received nearly three times as much money—$517.3 million over the same five-year period.\n\nThe CDC’s website makes clear the objectives of community transformation grants. The program funds neighborhood interventions like “increasing access to healthy foods by supporting local farmers and developing neighborhood grocery stores,” or “promoting improvements in sidewalks and street lighting to make it safe and easy for people to walk and ride bikes.” Bike lanes and farmer’s markets may indeed help a community—but they would do little to combat dangerous diseases like Ebola, SARS or anthrax.\n\nMake no mistake: These types of projects may represent worthwhile endeavors—when funded by states, localities or private charities. And I certainly believe in the goals of wellness as one way to improve health and reduce costs. Here in Louisiana, we’ve launched the Well-Ahead Louisiana program, working with local businesses and organizations on ways to promote healthy lifestyles.\n\nBut, as the old saying goes, to govern is to choose. Unfortunately, this administration seems intent on not choosing, instead trying to insinuate Washington into every nook and cranny of our lives. It’s a misguided and dangerous gambit, for two reasons. First, a federal government with nearly $18 trillion in debt has no business spending money on non-essential priorities. Second, a government that attempts to do too much will likely excel at little. And the federal government has one duty above all: To protect the health, safety and well-being of its citizens.\n\nOur Constitution states that the federal government “shall protect each of [the States] against Invasion”—a statement that should apply as much to infectious disease as to foreign powers. So when that same government prioritizes funding for jungle gyms and bike paths over steps to protect our nation from possible pandemics, citizens have every right to question the decisions that got us to this point.\n\nIn her speech, Secretary Clinton said, “too often our health care debates are clouded by ideology, rather than illuminated by data.” I couldn’t agree more. But in this case, the data show not that the CDC faced a lack of funding, but misplaced priorities for that funding based on choices made by the Obama administration. I urge Secretary Clinton to put her partisan politics aside, and ensure instead that the federal government focus first and foremost on our most important goal: to keep America, and Americans, safe.", "article_metadata": {"og": {"site_name": "POLITICO Magazine", "description": "Opinion: The White House has focused the CDC on priorities other than infectious diseases.", "title": "The Facts About Ebola Funding", "url": "http://www.politico.com/magazine/story/2014/10/the-facts-about-ebola-funding-111820.html", "image": "http://s3-origin-images.politico.com/2014/10/12/141012_jindal_ebola_gty.jpg", "fb_appid": 114037015331397, "type": "article"}, "keywords": "Public Health,Opinion,Ebola,In The Arena", "twitter": {"site": "@politicomag", "card": "summary_large_image", "creator": "@politicomag"}, "description": "Opinion: The White House has focused the CDC on priorities other than infectious diseases.", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fd2f78\"", "article_summary": "In The Arena The Facts About Ebola FundingYet another American has contracted Ebola, a grim reminder of just how important it is that our public health systems function at the highest possible level.\nBut in this case, the data show not that the CDC faced a lack of funding, but misplaced priorities for that funding based on choices made by the Obama administration.\nIn recent years, the CDC has received significant amounts of funding.\nUnfortunately, however, many of those funds have been diverted away from programs that can fight infectious diseases, and toward programs far afield from the CDC’s original purpose.\nWhile protecting Americans from infectious diseases received only $180 million from the Prevention Fund, the community transformation grant program received nearly three times as much money—$517.3 million over the same five-year period."}