{"article_title": "The Crazier Ben Carson's Statements Are, the Higher His Poll Numbers Go", "article_keywords": ["attractive", "united", "ben", "trump", "higher", "slavery", "making", "states", "crazier", "carsons", "president", "statements", "poll", "outsiders", "numbers"], "article_url": "http://prospect.org/blog/tapped/crazier-ben-carsons-statements-are-higher-his-poll-numbers-go", "article_text": "Yesterday on Meet the Press, GOP presidential candidate Ben Carson told host Chuck Todd that women who have abortions are like slave owners. As delusional as that comparison is, it’s unlikely that it’ll derail his candidacy—in fact, it’ll probably just push him even further into the lead. With every bizarre, racist, or sexist Donald Trump comment, pollsters were predicting his demise, but Trump continued to do well in polls. And it looks Ben Carson is about to follow that trajectory.\n\nThe neurosurgeon turned right-wing fringe candidate is polling at 28 percent in Iowa, where the first round of votes will be cast—a healthy nine points above Trump. If this were 20 years ago, Carson’s penchant for comparing anything and everything to slavery or Nazi Germany would disqualify him from running for president of a tin-foil-hat club, let alone president of the United States. But this is no regular election.\n\nIn the latest Des Moines Register/Bloomberg Politics poll, Iowa Republicans were asked to rate how attractive they found Carson’s candidacy, based on some of his more bizarre statements. Eighty-one percent of responders found his comparison of the Affordable Care Act to slavery “very attractive” or “mostly attractive.” Seventy-three percent liked that he raised questions about whether or not a Muslim should be president of the United States, and 77 percent were onboard when he said that if Jews had been armed, Hitler wouldn’t have been able to kill so many people.\n\nIn this election, crazy statements are rewarded with higher poll numbers. As Paul Waldman wrote in the Prospect, the Republican Party has spent so much of the last six years or so riling up its base and making people angry with the establishment, that the doors are now wide open for outsiders. These outsiders’ campaigns against career politicians have worked so well, a man who has never held a position in government and who believes that making health care more affordable is tantamount to American slavery is the newest frontrunner.", "article_metadata": {"og": {"site_name": "The American Prospect", "description": "Yesterday on Meet the Press, GOP presidential candidate Ben Carson told host Chuck Todd that women who have abortions are like slave owners.", "title": "The Crazier Ben Carson's Statements Are, the Higher His Poll Numbers Go", "url": "http://prospect.org/blog/tapped/crazier-ben-carsons-statements-are-higher-his-poll-numbers-go", "image": "http://prospect.org/sites/default/files/prospectsquarelarger.jpg", "type": "article"}, "google-site-verification": "4dItj6FrXn-I63uD7pcvQKf3n3Qc6AIxiwwzo0_G4zk", "fb": {"admins": 431364, "app_id": 107113422697949}, "Generator": "Drupal 7 (http://drupal.org)", "viewport": "initial-scale = 1.0, width = device-width"}, "_id": "\"57477af46914bd0286fd9013\"", "article_summary": "In this election, crazy statements are rewarded with higher poll numbers.\nIn the latest Des Moines Register/Bloomberg Politics poll, Iowa Republicans were asked to rate how attractive they found Carson’s candidacy, based on some of his more bizarre statements.\nYesterday on Meet the Press, GOP presidential candidate Ben Carson told host Chuck Todd that women who have abortions are like slave owners.\nWith every bizarre, racist, or sexist Donald Trump comment, pollsters were predicting his demise, but Trump continued to do well in polls.\nAs delusional as that comparison is, it’s unlikely that it’ll derail his candidacy—in fact, it’ll probably just push him even further into the lead."}