{"article_title": "Hanover District 16 Section 5 Seniors Little League championship", "article_keywords": ["seniors", "league", "little", "championship", "run", "hanover", "district", "16", "singles", "hits", "game", "rbi", "mountain", "struck", "single", "singled"], "article_url": "http://timesleader.com/sports/localsports/373167/hanover-district-16-section-5-seniors-little-league-championship", "article_text": "Times Leader\n\nJordan Flain singled home the winning run in the bottom of the seventh inning as Hanover defeated Green Ridge for a second time Sunday, 8-7, to capture the District 16 Section 5 Seniors Little League championship and advance to the Pennsylvania state tournament this week.\n\nTrailing by a run in the second game, Austin Gately started the winning two-run rally with a single in the seventh inning. Lloyd Deno drew a walk, and Chad Wasickanin eventually lifted a sacrifice fly that brought Gately home with the tying run. Flain followed with his single, bringing Deno home with the run that sent Hanover to states, which open Wednesday in Boyertown.\n\nJoey Wheeler picked up the win in the second game of the double-elimination tournament.\n\nIn the first game Sunday, Gately was the winning pitcher and ripped two hits at the plate as Hanover down Green Ridge 10-5.\n\nKevin Rimmer added three hits, while Flain also had two hits in the first-game victory.\n\nDistrict 16\n\n9-10\n\nPlains 15, Hanover 6\n\nSean Monahan was the winning pitcher and delivered two hits and two RBI and Jeffrey Kozerski cracked a three-run homer to lead Plains.\n\nJeremy Simonson had two hits and drove home three runs in the victory and Jason Prudente added two hits and two RBI. Also for Plains, Braeben Cook and Jacob Hunter had two hits apiece.\n\nFor Hanover, Collin Klein and Brett Martinez both drove home two runs and Nick Schiel, Caven Hummer and Aiden Kelsall all had two hits.\n\nDistrict 31\n\n9-10\n\nBack Mountain National 14, Swoyersville 4\n\nJoe Shishkowski gave up three hits and struck out six in Back Mountain National’s win.\n\nAt the plate, Shishkowski had two singles and three runs scored. Teammates Bryan Osipower had two singles, a double and an RBI, Shane Healey had a single and an RBI, Graedon Finarelli had two doubles and 4 RBI, Cole Kaiser singled, doubled and had two RBI, while Darius Wallace chipped in with two hits and an RBI.\n\nSwoyersville’s Brad Gill singled and tripled while Joey Lipinski singled.\n\nKingston/Forty Fort 8, Northwest 4\n\nJake Griffin struck out seven in three innings of work as Kingston/Forty Fort advances to the District 31 final after topping Northwest.\n\nAkira Kopek, Nason Sgartlat combined for the save on the mound. John McLaughlin had two doubles, Philip Evan added three hits and a stolen base to the victory.\n\nNorthwest’s Landon Schuckers doubled, Hunter Gmiter singled and Ricky Hynick went four innings on the mound.\n\nKingston/Forty Fort will play Back Mountain National in the D31 final on Wednesday.\n\nMountain Top 19, South Wilkes-Barre 3\n\nAs a team, Mountain Top recorded 21 hits in a win over South Wilkes-Barre.\n\nConnor Murtha had four hits, while Joseph Moratori and Mason Butash each recorded three hits.\n\nWinning pitcher Butash teamed up with Trevor Dean and Ryan Covelens to strike out a combined nine batters.\n\nSouth Wilkes-Barre’s Isaiah Parker finished with two hits.\n\nDISTRICT 16/31\n\n9-10 Softball\n\nBack Mountain 8, Northwest 3\n\nVictoria Spaciano had 15 strikeouts and added a double and single to her day as Back Mountain topped Northwest.\n\nMaggie Ropitski and Madison Kerdesky each singled in the win.\n\nNorthwest was led by Nicole McMillan and Josie Straigis who had six strikeouts apiece.\n\nNanticoke 5, Mountain Top 0\n\nElizabeth Mendryzcki struck out 14 batters in her one-hitter in Nanticoke’s victory.\n\nTeammate Alexis Atkins recorded two singles, while Tiffany Brogan had a single, a double and RBI.\n\nCat Ziegler recorded Mountain Top’s lone hit of the game.\n\nPittston Area 13, Plains 3\n\nAva Serino had seven strikeouts to earn the win and Gianna Adams got the save with three strikeouts to end the game in Pittston’s win.\n\nSophia Quaglia tripled and Serino had an RBI in the fourth inning to finish the game. Bella Giardina scored three runs and Sage Weidlich scored two.\n\nSaturday\n\nNanticoke 7, Back Mountain 6\n\nJess Skiadzien drove in Rielly Miller for the game-winning run in the bottom of the sixth with one out as Nanticoke defeated Back Mountain, 7-6, for the Section 5 11-12 Softball title Saturday night.\n\nSkiadzien struck out eight batters for the win. Kasidy Slusser, who tripled in the game, picked up the save in the circle.\n\nGabby Rakowski doubled, Jen Kurkoski had two singles, Emily Cullen had two RBI to go with her single and Lauren Mullery also singled for Nanticoke.\n\nBack Mountain’s Sydney Hornlein struck out four and had two singles. Alison Francis had a single and a double and Lyndsey Hornlein had two singles.\n\nNanticoke heads to Mansfield for states on Tuesday.\n\nTimes Leader\n\nReach Times Leader sports at 570-829-7143 or on Twitter @tlsports.\n\n\n\nVideoID: VideoType: URL: Video Embed String: Video Caption: Video Credit: Video Position: (use the “for files…” link above to associate attached files with this source)\n\nReach Times Leader sports at 570-829-7143 or on Twitter @tlsports.", "article_metadata": {"geo.region": "US-PA", "DC.rights": "Civitas Media", "geo.placename": "Wilkes-Barre", "og": {"site_name": "Times Leader", "description": "Jordan Flain singled home the winning run in the bottom of the seventh inning as Hanover defeated Green Ridge for a second time Sunday, 8-7, to capture the District 16 Section 5 Seniors Little League championship and advance to the Pennsylvania state tournament this week.Trailing by a run in the second game, Austin Gately started [...]", "title": "Hanover District 16 Section 5 Seniors Little League championship", "url": "http://timesleader.com/sports/localsports/373167/hanover-district-16-section-5-seniors-little-league-championship", "locale": "en_US", "type": "article"}, "DC.type": "Text", "twitter": {"site": "@TLNews", "card": "summary", "title": "- Times Leader - timesleader.com"}, "DC.format": "text/html", "DC.contributor": "Times Leader", "DC.publisher": "Times Leader", "DC.identifier": "http://timesleader.com", "DC.relation": "http://dublincore.org/", "DC.language": "en_US", "article": {"section": "Local Sports", "published_time": "2015-07-12T23:19:12+00:00", "modified_time": "2015-07-12T23:19:12+00:00", "author": "http://timesleader.com/author/englewoodindependent"}, "viewport": "width=device-width, initial-scale=1", "DC.title": "Times Leader, Wilkes-Barre PA - www.timesleader.com"}, "_id": "\"57477af46914bd0286fe1418\"", "article_summary": "District 319-10Back Mountain National 14, Swoyersville 4Joe Shishkowski gave up three hits and struck out six in Back Mountain National’s win.\nFlain followed with his single, bringing Deno home with the run that sent Hanover to states, which open Wednesday in Boyertown.\nDistrict 169-10Plains 15, Hanover 6Sean Monahan was the winning pitcher and delivered two hits and two RBI and Jeffrey Kozerski cracked a three-run homer to lead Plains.\nTimes LeaderJordan Flain singled home the winning run in the bottom of the seventh inning as Hanover defeated Green Ridge for a second time Sunday, 8-7, to capture the District 16 Section 5 Seniors Little League championship and advance to the Pennsylvania state tournament this week.\nIn the first game Sunday, Gately was the winning pitcher and ripped two hits at the plate as Hanover down Green Ridge 10-5."}