{"article_title": "Colorado troopers want permanent memorial signs along highways – The Denver Post", "article_keywords": ["memorial", "patrol", "colorado", "rusch", "denver", "sign", "highways", "state", "permanent", "honor", "signs", "post", "troopers", "line", "highway"], "article_url": "http://www.denverpost.com/news/ci_29204788/troopers-want-permanent-memorial-signs-along-highways", "article_text": "Current and former state troopers are pushing to change state law to allow permanent memorial signs along highways to honor those who have died in the line of duty.\n\nBut it has been a tricky process. The Colorado Department of Transportation allows, for a fee of $100, “temporary” signs that can stay up for six years to honor, for example, a victim of a drunken driver.\n\nBut permanent memorial signs are not allowed unless someone goes through the legislative process of renaming a portion of highway after someone or some group.\n\nIn the 80-year history of the Colorado State Patrol, 26 troopers have died in the line of duty. There are a couple of memorials — but without permanent signage — that are positioned away from the road.\n\nMost recently, CSP Trooper Jaimie Lynn Jursevics was killed Nov. 15 when she was struck on Interstate 25 near Castle Rock by a drunken driver.\n\nTerry Campbell, a former CSP sergeant and a lobbyist for the Association of Colorado State Patrol Professionals, said his group has had discussions with CDOT for permanent signage for troopers who have died on the job.\n\nBut after failing to reach a consensus, the group is backing legislation in the 2016 session to change the law. Several legislators have agreed to sponsor legislation, Campbell said.\n\n“I think that the ultimate sacrifice is quite a price to pay,” he said. “We live and work with that danger. When it does happen, we believe it’s worth the recognition.”\n\nCDOT spokeswoman Amy Ford said the department sympathizes with those who want to honor troopers who have died in the line of duty. However, she said, there are concerns about “sign clutter” and the safety hazards they can create.\n\n“It’s a very real issue,” Ford said. “(Drivers) can get distracted or start ignoring them. You run into both scenarios.”\n\nAnother option: asking the legislature to approve renaming a certain highway after someone. There are several examples of this.\n\nAlong a stretch of Colorado 93 stands a sign honoring Jefferson County Sheriff’s Office Sgt. Dave Baldwin, who was riding his patrol motorcycle when he was hit and killed by a wrong-way driver in January.\n\nOn South Santa Fe Drive, a sign was erected in honor of Littleton’s Danny Dietz, a Navy SEAL who was killed in a firefight with the Taliban in Afghanistan.\n\nNear Limon, there is a sign renaming a stretch of highway the Eric Autobee Memorial Highway. Autobee was a prison worker beaten to death by an inmate at the Limon Correctional Facility in 2002.\n\nFord said that if the CSP is allowed to put up permanent signs, then other law enforcement agencies from throughout the state could have similar requests. But, she said, too many could be a distraction to motorists.\n\n“Would we be supportive of a permanent sign installation? Probably not,” Ford said.\n\nEd Rusch, a retired CSP sergeant, has been leading the way to put permanent signs alongside roads. In the 1970s, Rusch was struck by a drunken driver on the same stretch where Jursevics was hit. He suffered a compound fracture of his left elbow and needed shoulder surgery.\n\nThe fact that troopers patrol roads makes them especially susceptible to danger. Allowing permanent memorials for those who die in the line of duty is a respectable way to remember them, Rusch said.\n\nHe said part of the issue with CDOT was whether signs would be erected for the 26 fallen troopers or only for future victims. Taking the legislative route seemed to make the most sense, he said.\n\n“I could have been No. 27 easily,” Rusch said. “We think we can get something done.”", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Colorado troopers want permanent memorial signs along highways", "title": "Colorado troopers want permanent memorial signs along highways", "url": "http://www.denverpost.com/2015/12/04/colorado-troopers-want-permanent-memorial-signs-along-highways/", "image": {"width": 523, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20151204__20151205_A8_CDXXMEMORIALSIGNSp2.jpg", "height": 654}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20151204__20151205_A8_CDXXMEMORIALSIGNSp2.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2015-12-04T19:34:59+00:00", "modified_time": "2016-04-19T21:10:48+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "In the 80-year history of the Colorado State Patrol, 26 troopers have died in the line of duty.\nCurrent and former state troopers are pushing to change state law to allow permanent memorial signs along highways to honor those who have died in the line of duty.\nEd Rusch, a retired CSP sergeant, has been leading the way to put permanent signs alongside roads.\nThe fact that troopers patrol roads makes them especially susceptible to danger.\nBut permanent memorial signs are not allowed unless someone goes through the legislative process of renaming a portion of highway after someone or some group."}