{"article_title": "Historian: FDR Was The Last Great President. Let's Never Have Another", "article_keywords": ["great", "good", "miller", "greatness", "historian", "lincoln", "think", "lets", "fdr", "youve", "president", "crisis", "thats"], "article_url": "http://capeandislands.org/post/fdr-was-great-president-do-we-really-want-another-great-president", "article_text": "Who was the last great president of the United States? Well, if you're not on Social Security, you wouldn't be old enough to have seen one, says author Aaron David Miller, a vice president at the Woodrow Wilson International Center for Scholars. In his new book, The End of Greatness: Why America Can't Have (and Doesn't Want) Another Great President, Miller concludes that we've had three great leaders:\n\nGeorge Washington, who launched the republic.\n\nAbraham Lincoln, who held it together and ended slavery.\n\nFranklin Delano Roosevelt, who got us through the Great Depression and World War II.\n\nAs Miller sees it, we will be just as well-off with no more Rushmore-worthy chief executives.\n\n\n\nInterview Highlights\n\nOn his three choices\n\nFor me, greatness means the following: You confront one of the three greatest nation-encumbering crises that the country faced; you extract from that crisis — as you weather it — some sort of transformative change that makes the nation better forever; and, in time, you are appreciated by your own partisans, as well as your adversaries, as a true national hero. And those three, frankly — Washington, Lincoln and FDR — fit the bill.\n\nOn 'near-great' presidents\n\n\n\nI don't like the term \"near-great,\" but you've got five — all quite different. You've got Thomas Jefferson, you've got Andrew Jackson, you've got Teddy Roosevelt, you've got Wilson — and that's a contentious choice ... and Harry Truman. Those were five consequential presidents who — to some degree, their challenges weren't as severe as the undeniables, their failings and inconsistencies greater than the undeniables. But they defined their era and they basically met and countered significant challenges, which made the presidency stronger and the country, too.\n\nOn Barack Obama, a historic president — but not a great one\n\nMy Rx prescription for greatness, basically, is:\n\nYou have the crisis that allows you to lead the nation.\n\nYou need the capacity, once the crisis occurs, to fundamentally demonstrate you can succeed.\n\nAnd you need character.\n\nThat alignment, what I call the three C's of presidential greatness — crisis, character and capacity — has not appeared.\n\nNow, when President Obama began his ascent, it was clear — to him, at least — we had a crisis. Two, actually: the worst economic recession since the great depression [and] the two longest wars in American history.\n\nBut the alignment didn't really work out the way that he wanted to. He became a deeply polarizing figure — as had Lincoln and FDR and, at the end of his term, Washington.\n\nBut the problems were quite different. They weren't discrete — they were systemic problems. He needed the cooperation of Congress, which clearly was not possible. He had a partisan majority but lacked the kind of bipartisan support for his signature initiative as the other transformative changes in American history — Social Security, Medicare, civil rights — which created a sort of downside to transformative change he sought with the Affordable Care Act.\n\nI think he may well leave office as a historic president, accomplishing much, but without that patina of greatness.\n\nOn whether we really want another great president, and whether that's even possible\n\nWell, I argue that what prevents greatness is not the absence of an individual who has the capacity to lead, but three or four factors that have fundamentally changed the search and the realization of greatness.\n\nNumber one: FDR's high bar. How do you literally outperform a president who was elected to four terms, who led the United States through its greatest economic calamity and won its last good war? That's number one.\n\nNumber two: We haven't had — and don't want — another nation-encumbering crisis, which would tame our domestic politics and create a measure of acquiescence in the system so that a great man or woman could actually lead.\n\nThat's why, I argue, we do not want another great president. And if you want one, buckle your seatbelts, because you're gonna have a nation-encumbering calamity, and I'm not certain we could produce the leader to deal with it.\n\nOn what we should look for in presidential candidates.\n\nWhat I'm arguing is that we have to stop expecting the kind of greatness that we witnessed in the past so that we can allow our presidents to be good.\n\nAnd when I say \"good,\" I don't mean good in the banal sense, I mean \"good\" in the sense that good means effective, good means having moral sensibilities and operating within the parameters of the law. And also \"good\" in the sense that you have emotional intelligence — you aren't haunted by demons that create all kinds of internal inconsistencies that can compromise your presidency.\n\n\n\nCopyright 2014 NPR. To see more, visit http://www.npr.org/.\n\nTranscript\n\nROBERT SIEGEL, HOST:\n\nWho was the last great president of the United States? Well, if you're not on Social Security, you wouldn't be old enough to remember one. That's according to Aaron David Miller of the Woodrow Wilson International Center for Scholars. In his new book, \"The End Of Greatness: Why America Can't Have And Doesn't Want Another Great President,\" Miller concludes that we've had three great ones - George Washington, who launched the republic, Abraham Lincoln, who held it together and ended slavery, and Franklin Delano Roosevelt, who got us through the Great Depression and World War II. And as Miller sees it, we will be just as well off with no more Rushmore-worthy chief executives.\n\nAaron David Miller, welcome.\n\nAARON DAVID MILLER: Robert, it's a pleasure to be here.\n\nSIEGEL: First - as you acknowledge, talking about greatness is kind of passe. Historians think a lot more about the currents of history than about the occasional captain who steers his ship of state successfully. Why write about presidential greatness?\n\nMILLER: Well, you know, I began my professional career as an American diplomatic historian and I find myself coming full circle. But the other current for me was, you know, I worked on the Arab-Israeli negotiations for a good many years and I concluded, quite simply, that when in fact there were breakthroughs it was a consequence of the fact that we had leaders who were masters of their political constituencies, not prisoners of their political houses. And leadership, it seemed to me represented the key to change. Now, you know, Marx argued that men - he was right in the 19th century of course - men make history, he said, but rarely as they please. So in fact, the interaction between individuals and circumstance really does, I think, produce the kind of explanation as to why things happen.\n\nSIEGEL: You've decided to go with three - our three most-celebrated presidents, I think. You weren't tempted with the provocative move of throwing in Martin Van Buren as the, you know, founder of party politics or James Knox Polk as the man who expanded and actually did what he said he would do?\n\nMILLER: Well, Polk actually - some historians conclude was our greatest one-term president, although I would argue we can't and never have had an undeniably great one-term president. The three were undeniably great. For me, greatness means the following - you confront one of the three greatest nation-encumbering crises that the country faced, you extract from that crisis as you weather it - some sort of transformative change that makes the nation better forever. And in time, you are appreciated by your own partisans, as well as your adversaries as a true national hero. And those three frankly - Washington, Lincoln and FDR - fit the bill.\n\nSIEGEL: As you acknowledge, Theodore Roosevelt actually publicly lamented the fact that he didn't have a crisis worthy of his medal. If it hadn't been for the Civil War, who would remember Abraham Lincoln, he said?\n\nMILLER: Exactly and T.R. makes the point, he mourned the fact - lamented - that he didn't have the kind of crisis that would make him into one of these three undeniables, although T.R. in his own right I would put in the - I do put in - what I would call the close but no cigar presidents.\n\nSIEGEL: Yeah, let's talk about those. Who are the best of the not, but near-great, presidents?\n\nMILLER: Right. I don't like the term near-great, but you've got five - all quite different. You've got Thomas Jefferson. You've got Andrew Jackson. You've got Teddy Roosevelt. You've got Wilson and that's a contentious choice...\n\nSIEGEL: You do work for the Woodrow Wilson International Center for Scholars.\n\nMILLER: I do - our 28th president and only, frankly, buried in Washington, D.C., and also our only Ph.D president and Harry Truman. Those were five consequential presidents, who, to some degree - their challenges weren't as severe as the undeniables, their failings and inconsistencies greater than the undeniables, but they defined their era and they basically met and countered significant challenges which made the presidency stronger and the country, too.\n\nSIEGEL: OK. Barack Obama - you write about him. He's going to be - no matter what - a historic figure but not a great president, you explain.\n\nMILLER: Not a great president. And you know, my RX - prescription for greatness - basically you have the crisis that allows you to lead the nation. You need the capacity once the crisis occurs to fundamentally demonstrate you can succeed and you need character. That alignment - what I call the three C's of presidential greatness - crisis, care and capacity - has not appeared. Now, when President Obama began his ascent, it was clear - to him at least - we had a crisis - two, actually - the worst economic recession since the Great Depression, the two longest wars in American history. But the alignment didn't really work out the way that he wanted to. He became a deeply polarizing figure, as had Lincoln and FDR and at the end of his term, Washington. But the problems were quite different, they weren't discreet. There were systemic problems. He needed the cooperation of Congress, which clearly was not possible. He had a partisan majority, but lacked the kind of bipartisan support for his signature initiative as the other transformative changes in American history - Social Security, Medicare, civil rights - which created sort of downside to the transformative change he sought with the Affordable Health Care Act. And I think he may well leave office as a historic president accomplishing much, but without that patina of greatness.\n\nSIEGEL: Do you think given the problems the country faced in 2008, that the country would have done better to have had somebody who was a greater leader? That is, would it have been to our benefit, or should we expect people who slog and solve and move the ball down the field a couple of yards?\n\nMILLER: Well, I argue that what prevents greatness is not the absence of an individual who has the capacity to lead, but three or four factors that have fundamentally changed the search and the realization of greatness. Number one - FDR's high bar. How do you literally outperform a president who was elected to four terms, who led the United States through its greatest economic calamity and won its last good war? That's number one.\n\nNumber two - we haven't had and don't want another nation-encumbering crisis which would tame our domestic politics and create a measure of acquiescence in the system so that a great man or woman could actually lead. That's why I argue we do not want another great president and if you want one, buckle your seatbelts because you're going to have a nation-encumbering calamity and I'm not certain we could produce the leader to deal with it (laughter).\n\nSIEGEL: But here's a conflict you see - we don't want to have another great president. On the other hand, do you think that anyone who announces for president, agrees to winter in New Hampshire and Iowa for couple of years, spend his or her entire life squeezing money out of rich admirers, that any such person does not believe in his or her heart of hearts that he or she will be a great president?\n\nMILLER: I think all of them begin that way. What I'm arguing is that we have to stop expecting the kind of greatness that we witnessed in the past so that we can allow our presidents to be good. And when I say good, I don't mean good in the banal sense. I mean good in the sense that good means effective. Good means having moral sensibilities and operating within the parameters of the law and also good in the sense that you have emotional intelligence, you aren't haunted by demons that create all kinds of internal inconsistencies that can compromise your presidency.\n\nSIEGEL: Aaron David Miller, thank you very much for talking with us today.\n\nMILLER: Robert, it was a pleasure.\n\nSIEGEL: Aaron David Miller's new book is \"The End Of Greatness: Why America Can't Have And Doesn't Want Another Great President.\" Transcript provided by NPR, Copyright NPR.\n\n", "article_metadata": {"category": "NPR Arts and Life", "description": "Who was the last great president of the United States? Well, if you&#039;re not on Social Security, you wouldn&#039;t be old enough to have seen one, says", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://capeandislands.org/post/fdr-was-great-president-do-we-really-want-another-great-president", "image": "http://mediad.publicbroadcasting.net/p/shared/npr/styles/medium/nprshared/201410/354100902.jpg", "type": "article", "description": "Who was the last great president of the United States? Well, if you&#039;re not on Social Security, you wouldn&#039;t be old enough to have seen one, says", "title": "Historian: FDR Was The Last Great President. Let's Never Have Another"}, "org_id": 1, "twitter": {"site": "@wcai_npr", "card": "summary"}, "wordCount": 2291, "dc": {"title": "Historian: FDR Was The Last Great President. Let&#039;s Never Have Another"}, "nid": 37870, "datePublished": "2014-10-06", "story_id": 354082227, "has_audio": 1, "viewport": "width=device-width"}, "_id": "\"57477af36914bd0286fd2fc9\"", "article_summary": "SIEGEL: But here's a conflict you see - we don't want to have another great president.\nHe's going to be - no matter what - a historic figure but not a great president, you explain.\nIn his new book, The End of Greatness: Why America Can't Have (and Doesn't Want) Another Great President, Miller concludes that we've had three great leaders:George Washington, who launched the republic.\nSIEGEL: Aaron David Miller's new book is \"The End Of Greatness: Why America Can't Have And Doesn't Want Another Great President.\"\nWho was the last great president of the United States?"}