{"article_title": "Facilities Management Outsourcing: It’s Different from Other Business Process Outsourcing (BPO) Transactions", "article_keywords": ["customer", "different", "management", "business", "transactions", "process", "personnel", "outsourcing", "bpo", "facilities", "daily", "services", "unique", "issues"], "article_url": "http://www.natlawreview.com/article/facilities-management-outsourcing-it-s-different-other-business-process-outsourcing-", "article_text": "Wednesday, August 13, 2014\n\nWith facilities management outsourcing on the rise, we are seeing an increase in inquiries from customers about how to contract for these services. One question inevitably raised is, “What are the issues unique to facilities management outsourcing?”—i.e., the issues that you would not see in other business process outsourcing (BPO) transactions. Although, for the most part, the contractual framework and issues are similar across BPO transactions, the very nature of facilities management services requires the customer to consider certain additional issues and to heighten the focus on existing issues.\n\nTypically, the facilities management outsourcer is visible to personnel who work at a particular location, with all levels of customer personnel knowing that a third party is “in the house” and responsible for managing and caring for functions that affect personnel on a daily basis (e.g., maintaining the building exterior, building access, heat and air, the cafeteria, and the fitness center). This visibility and high level of daily contact is one of the key differentiators for facilities management outsourcing that drives a shift in one’s contracting approach. Identified below are five of the top unique issues to consider when negotiating facilities management outsourcing contracts.", "article_metadata": {"description": "With facilities management outsourcing on the rise, we are seeing an increase in inquiries from customers about how to contract for these services. issues that you would not see in other business process outsourcing BPO transactions.", "generator": "Drupal 7 (http://drupal.org)", "og": {"url": "http://www.natlawreview.com/article/facilities-management-outsourcing-it-s-different-other-business-process-outsourcing-", "site_name": "The National Law Review", "type": "article", "description": "With facilities management outsourcing on the rise, we are seeing an increase in inquiries from customers about how to contract for these services. One question inevitably raised is, &amp;ldquo;What are t", "title": "Facilities Management Outsourcing: It’s Different from Other Business Process Outsourcing (BPO) Transactions"}, "keywords": "Legal, Business, Labor, Employment, Law, Facilities Management, Business Process Outsourcing, BPO, Communication, Performance, Confidentiality, Insurance", "msvalidate.01": "5493B547C0AB527FF4CF8C4D0127302A", "google-site-verification": "SAKcOmA6_i0E79oG2TjlPWfOSs9kMM6EWAZNaT0aBtA", "verify-v1": "nSkrvEqyOIUMGKMak3OBIKcpcABac4XWK5NJKMuMtBY=", "y_key": "fe6cd8bd83ff0c09", "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Legal, Business, Labor, Employment, Law, Facilities Management, Business Process Outsourcing, BPO, Communication, Performance, Confidentiality, Insurance"}, "article_summary": "One question inevitably raised is, “What are the issues unique to facilities management outsourcing?”—i.e., the issues that you would not see in other business process outsourcing (BPO) transactions.\nIdentified below are five of the top unique issues to consider when negotiating facilities management outsourcing contracts.\nWednesday, August 13, 2014With facilities management outsourcing on the rise, we are seeing an increase in inquiries from customers about how to contract for these services.\nThis visibility and high level of daily contact is one of the key differentiators for facilities management outsourcing that drives a shift in one’s contracting approach.\nAlthough, for the most part, the contractual framework and issues are similar across BPO transactions, the very nature of facilities management services requires the customer to consider certain additional issues and to heighten the focus on existing issues."}