{"article_title": "Being Libertarian vs. Being Anti-Establishment: The Crucial Difference", "article_keywords": ["trump", "ron", "voters", "tea", "crucial", "antiestablishment", "vs", "im", "whalen", "libertarian", "party", "paul", "difference"], "article_url": "http://reason.com/blog/2015/12/04/being-libertarian-vs-being-anti-establis", "article_text": "Here's an interesting piece from Corie Whalen Stephens, writing at EveryJoe. It's a meditation on the Tea Party, the Ron Paul Revolution, \"libertarian populism,\" and the current Trump moment. \"This Presidential Cycle is a Reminder That Anti-Establishment Doesn’t Mean Pro-Liberty,\" reads the headline. Snippet:\n\nI’ve noticed in the months since this presidential cycle has unfolded that a surprising amount of people from the liberty and tea party networks I’ve built up are sympathetic toward Donald Trump; a man that Ron Paul has in my opinion correctly labeled a “dangerous authoritarian.” The tea party movement, which ushered libertarian-leaning politicians like Rand Paul, Justin Amash, Thomas Massie, Raul Labrador, and Mick Mulvaney into the halls of Congress, was in my view a resounding success. It was a political force that I was elated to have been a part of since its inception, and it’s still my belief that these particular men represent the best of the Republican Party and the conservative movement. What has come as a less than pleasant revelation however, is the fact that a sizable chunk of the group that helped to empower these honorable individuals is not made up of people who are meaningfully pro-liberty. Thanks to Trump-mania, it’s become clear that a contingent of the coalition responsible for these elections was simply “anti-establishment,” in perhaps the most vapid way imaginable. As Congressman Thomas Massie said recently to a group of young professionals in his district, “I’m thinking, wow, the American public really seems to like these libertarian ideas. And then Donald Trump runs and he gets all of their (Rand Paul and Ron Paul) voters, he gets all of my voters. I’m thinking, no, they’re just voting for the craziest guy in the race. It was very sobering for me. I’m that guy.”\n\nRead more.\n\nI'm confident that Trump the candidate will fade, though there's every reason to believe that alot of his attitude and temperament will live on, whether in the candidacy of Ted Cruz or somebody else. The mix of bravado, bluster, and bashing (of immigrants, of foreign powers, of other candidates as \"weak,\" etc.) is appealing to lots of people, after all.\n\nWhere Whalen is understandably disillusioned by her experience, which she notes is in part generational, I'm actually kind of encouraged to see so many different people from different places drawing distinctions between forms of anti-establishment attitudes. The libertarian instinct will ultimately prevail for many reasons, but not least of which is that it's built not upon fear and anxiety but on appeals to the positive dreams and aspirations of people.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "Being against business as usual in DC doesn't mean being pro-liberty.", "title": "Being Libertarian vs. Being Anti-Establishment: The Crucial Difference", "url": "http://reason.com/blog/2015/12/04/being-libertarian-vs-being-anti-establis", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14492611957353.jpg", "type": "article"}, "twitter": {"description": "Being against business as usual in DC doesn't mean being pro-liberty.", "title": "Being Libertarian vs. Being Anti-Establishment: The Crucial Difference", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14492611957353.jpg", "creator": "@nickgillespie", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "article": {"tag": "World", "published_time": "2015-12-04T20:49:00+00:00", "author": "http://reason.com/people/nick-gillespie"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "article_summary": "It's a meditation on the Tea Party, the Ron Paul Revolution, \"libertarian populism,\" and the current Trump moment.\nAnd then Donald Trump runs and he gets all of their (Rand Paul and Ron Paul) voters, he gets all of my voters.\n\"This Presidential Cycle is a Reminder That Anti-Establishment Doesn’t Mean Pro-Liberty,\" reads the headline.\nThanks to Trump-mania, it’s become clear that a contingent of the coalition responsible for these elections was simply “anti-establishment,” in perhaps the most vapid way imaginable.\nAs Congressman Thomas Massie said recently to a group of young professionals in his district, “I’m thinking, wow, the American public really seems to like these libertarian ideas."}