{"article_title": "Children’s Hospital doctors said 10-year-old girl needed special shots, but Anthem Blue Cross didn’t agree", "article_keywords": ["blue", "care", "childrens", "hicks", "necessity", "hospital", "treatment", "cross", "insurance", "needed", "delorian", "wright", "shots", "doctors", "girl", "insurers", "didnt", "medical", "special", "shernoff"], "article_url": "http://www.dailynews.com/health/20141022/childrens-hospital-doctors-said-10-year-old-girl-needed-special-shots-but-anthem-blue-cross-didnt-agree", "article_text": "Delorian Cole, 10, was diagnosed with a condition called \"virginal mammary hypertrophy.\" Her insurance company says the doctor prescribed injections that are \"medically unnecessary.\" Her mother, Thalia Hicks, left, has turned to the courts in the hopes of resolving the issue. (Photo by Andy Holzman/Los Angeles Daily News)\n\nThe child’s breasts kept growing.\n\nOvernight it seemed, Delorian Cole’s body morphed, from a normal girl to a 10-year-old with a bra size of 50 F.\n\nIt was beyond anything her mother, Thalia Hicks, had imagined. Worse, the girl complained of the aches in her back and the pains in her chest. And then there were the taunts at school.\n\n“It gets me all teary to think about,” said Hicks of Los Angeles. “This is my baby and she’s in pain.”\n\nIt was an unusual case for a team of physicians at Children’s Hospital Los Angeles. Specialists who would later perform surgery and remove 1,000 grams of tissue from Delorian’s breasts determined that she would benefit from Lupron, a hormonal drug that would help stop the growth. But Hicks’ health insurer, which is Medi-Cal through Anthem Blue Cross, disagreed.\n\n“The records received from your child’s doctor show that your child is 10 years old and this medication is only used for treatment of children with central precocious puberty (defined as the beginning of sexual characteristics before age 8 in girls),” according to a Blue Cross statement filed in a legal complaint. “For this reason, we believe that Lupron injection is not medically necessary.”\n\nMedically necessary is a legal term used by insurers to deny a procedure or treatment based on evidence of clinical standards of care. But some say those decisions are made simply because of cost. And since the passing of the Affordable Care Act, meant to protect consumers, requests for cases to be reviewed have increased.\n\nIn California last year, more than 1,000 people fought those denials by requesting independent medical reviews. About half of those denials made by insurers were overturned through the process. For the other half, those denials continue, and some, such as Hicks, believe they have to turn to lawyers.\n\nBeverly Hills attorney William Shernoff said he hears repeatedly from clients who come to see him when an insurance company has denied them a procedure or treatment. Shernoff said he’s fought for clients who have had to pay for their own knee surgeries or kidney procedures because an insurer denied it. It is one of those quality of care issues that went unchanged under the Affordable Care Act, Shernoff said.\n\n“I think the Affordable Care Act has really helped in many ways,” Shernoff said. “It prohibits people from being turned down for pre-existing conditions and that is one of the big benefits. But I think they left one big loophole.”\n\nThat loophole is what Shernoff calls an overutilization by insurance companies on deeming a doctor’s recommended treatment as unreasonable, or not up to the standard of care.\n\n“The law allows them to deny the procedure,” Shernoff said.\n\nMost of the time, physicians can’t do a thing, Shernoff said, leaving it up to patients to either pay for the procedures themselves then sue to recover those losses or else fight their own battles.\n\nAdvertisement\n\n“There doesn’t seem to be anything in the ACA that lays down any guidelines or standards on who determines medical necessity,” Shernoff added.\n\nAnthony Wright, executive director for Health Access, a California-based consumer advocacy coalition, said there are some ways patients can fight back outside the courtrooms.\n\nWright said denials based on medical necessity were a huge problem in the 1990s. It was Health Access that won a battle for a patient bill of rights, including the right to appeal an insurer’s decision and request an independent medical review from a third party. In California, those who carry insurance through Medi-Cal or an HMO can file a request through the California Department of Health Care. For those with a Preferred Provider Organization, they can make requests through the California Department of Insurance.\n\n“You have a right to appeal it within the insurance company,” Wright said, and then, if necessary, appeal the decision through a third-party source. And the Affordable Care Act protects that right nationwide, Wright said\n\nBut it can still be frustrating, Wright agreed.\n\n“It’s still a contested issue, but at least we have a process in place,” Wright said. “The point of it is to get people help, to not get a lawyer. Over time, if you need medical treatment, you need it sooner rather than later.”\n\nRequesting an independent medical review creates a case law. For example, one of the drugs that Wright said has been denied by insurers lately is Savaldi, a new treatment for Hepatitis C. But it’s expensive — $84,000 per injection. Wright said the medical necessity clause seems to come to play most when a newer, more expensive drug comes on the market, such as Savaldi.\n\n“I’m certainly not of the camp that all these issues are solved, but I do think that this has been looked at,” Wright said.\n\nThe California Department of Insurance handles requests for reviews from residents who are covered under health plans such as Anthem Blue Cross or Blue Shield. Data show that there have been 1,123 medical necessity cases that the Department of Insurance reviewed and decided on from 2011 to this year, many of them involving medication for mental illness and autism. About 37 percent of the insurance companies’ decisions were overturned, but most, 53 percent, were upheld.\n\nCase review requests have also risen.\n\nIn 2011, a year after the ACA was signed, there were 291 medical necessity cases reviewed. In 2013 cases rose to 327. So far this is year, there were 202 cases reviewed and decided. These do not include cases in which the procedure was deemed experimental.\n\nThe state, meanwhile, received 1,123 requests for an Independent Medical Review based on a medical necessity denial in 2013. Of those, 55 percent of the denials were either overturned or the insurer reversed its denial.\n\nAnthem Blue Cross did not wish to discuss Delorian Cole’s case because of a pending lawsuit against them. But a spokesman said the issue isn’t as cut and dry as it would seem. He said there are doctors who try to prescribe the “Rolls Royce of treatment” when there is something else less expensive and just as effective available, spokesman Darrell Ng said.\n\nHe gave as an example a man who suffered a knee injury, and his doctor requested an expensive device that would cool down the muscles and tendons of the knee. “An ice pack works just as well,” Ng said.\n\nAppeals can drag on past the care that was medically necessary in the first place, said Dr. Robert Bitonte, past president of the Los Angeles County Medical Association and president of the Los Angeles Commission on Disability.\n\n“The issue of medical necessity is an issue that interacts with doctors and patients at every instance because physicians are required to do what’s medically necessary,” Bitonte said. “I can’t say it’s gotten any worse or any better.”\n\nMeanwhile, specialists including endocrinologists at Children’s Hospital Los Angeles concluded that what was happening to Delorian was called “virginal mammary hypertrophy,” a rare condition that includes rapid enlargement of one or both breasts that can occur during the adolescent years.\n\nDelorian’s physicians declined to comment on her case, but her mother said she chose to go through the court system because of the yearlong battle and suffering that she and her daughter endured.\n\nIn March, a year after Delorian was taken to the hospital emergency room in pain and doctors performed a biopsy, they concluded that the tissue growth could only be stopped with Lupron, a drug that treats advanced prostate cancer in men, endometriosis or fibroid tumors in women, and premature puberty in children under a certain age.\n\nIt ranges from $900 to more than $2,000 per treatment.\n\nBut insurers disagreed, and a complaint filed in court by Shernoff said the delay in treatment prompted a difficult surgery. Delorian experienced almost 50 percent blood loss, according to the court documents, and needed a transfusion after the 1,000 grams of tissue in her breasts was removed. Doctors once again prescribed Lupron to help stop the tissue from regrowing, but once again, even after an appeal, insurers denied it. They made no suggestions for a substitution for Lupron, and Delorian received no other treatment.\n\nHicks, a single mother, said she hopes the court system can make insurers change their mind. Until then, Delorian said she has days when she’s still in pain, and she fears another surgery.\n\n“I was scared, because I didn’t know if I was going to live or die,” said Delorian, who is now in sixth grade. “It’s like you’re worried. All these doctors kept coming in and when I woke up after surgery, they were all in there in the room, looking at me.”\n\n“It’s sad to know when your child is feeling fearful,” Hicks added. “It’s the suffering parents go through knowing their child is suffering. I’m doing this because people need to know that this can happen.”", "article_metadata": {"description": "The child’s breasts kept growing.   Overnight it seemed, Delorian Cole’s body morphed, from a normal girl to a 10-year-old with a bra size of 50 F. It was beyond anything her mother, Thalia Hicks, had imagined. Worse, the g", "title": "Children’s Hospital doctors said 10-year-old girl needed special shots, but Anthem Blue Cross didn’t agree", "og": {"url": "http://www.dailynews.com/article/LA/20141022/NEWS/141029657", "image": {"width": "1500px", "identifier": "http://www.dailynews.com/apps/pbcsi.dll/storyimage/LA/20141022/NEWS/141029656/AR/0/AR-141029656.jpg?Maxh=1500&Maxw=1500", "height": "998px"}, "type": "article", "title": "Children’s Hospital doctors said 10-year-old girl needed special shots, but Anthem Blue Cross didn’t agree"}, "twitter": {"domain": "dailynews.com", "description": "The child’s breasts kept growing.   Overnight it seemed, Delorian Cole’s body morphed, from a normal girl to a 10-year-old with a bra size of 50 F. It was beyond anything her mother, Thalia Hicks, had imagined. Worse, the g", "title": "Children’s Hospital doctors said 10-year-old girl needed special shots, but Anthem Blue Cross didn’t agree", "url": "http://www.dailynews.com/article/LA/20141022/NEWS/141029657", "image": {"src": "http://www.dailynews.com/apps/pbcsi.dll/storyimage/LA/20141022/NEWS/141029656/AR/0/AR-141029656.jpg?Maxh=900&Maxw=900"}, "site": "@ladailynews", "app": {"id": {"ipad": "id551745144", "iphone": "id502957174", "googleplay": "com.spreedinc.providers.digitalfirstmedia.ladailynews"}}, "card": "summary_large_image"}, "msvalidate.01": "4B535F7EB2971D1FCBA5D1D3E3E292C3", "keywords": "Affordable Care Act,health insurance,Medi-Cal,Obamacare, Access to health care", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0", "news_keywords": "Affordable Care Act,health insurance,Medi-Cal,Obamacare, Access to health care"}, "_id": "\"57477afa6914bd0286fe5b4f\"", "article_summary": "Advertisement“There doesn’t seem to be anything in the ACA that lays down any guidelines or standards on who determines medical necessity,” Shernoff added.\nThe state, meanwhile, received 1,123 requests for an Independent Medical Review based on a medical necessity denial in 2013.\nOver time, if you need medical treatment, you need it sooner rather than later.”Requesting an independent medical review creates a case law.\nIn 2011, a year after the ACA was signed, there were 291 medical necessity cases reviewed.\n“The issue of medical necessity is an issue that interacts with doctors and patients at every instance because physicians are required to do what’s medically necessary,” Bitonte said."}