{"article_title": "Geisinger Health Plan Expands Partnership With Inovalon to Include Commercial ACA EDGE Server Platform Nasdaq", "article_keywords": ["inovalons", "providing", "advantage", "data", "partnership", "solution", "server", "platform", "nasdaq", "edge", "health", "plan", "inovalon", "geisinger", "include", "expands"], "article_url": "https://globenewswire.com/news-release/2015/05/12/734983/10133733/en/Geisinger-Health-Plan-Expands-Partnership-With-Inovalon-to-Include-Commercial-ACA-EDGE-Server-Platform.html", "article_text": "BOWIE, Md., May 12, 2015 (GLOBE NEWSWIRE) -- Inovalon (Nasdaq:INOV), a leading technology company providing advanced cloud-based data analytics and data-driven intervention platforms to the healthcare industry, announced the expansion of its relationship with Geisinger Health Plan to include Inovalon's EDGE server solution for electronic claims aggregation, analysis, and submissions for their commercial Affordable Care Act (ACA) population. The expansion builds upon Inovalon's existing relationship with Geisinger Health Plan in providing risk score accuracy solutions for the efficient determination and substantiation of disease and comorbidity data within their membership programs for Medicare Advantage.\n\n\"Geisinger Health Plan is very pleased to be working with industry-leading partners like Inovalon,\" said Dolph Courchaine, associate chief information officer of Geisinger Health Plan. \"Inovalon's eCAAS Advantage® EDGE server solution is a key component of our commitment to our members, enabling us to effectively submit and manage risk adjustment and reinsurance data reporting to CMS.\"\n\nDan Rizzo, chief innovation officer of Inovalon, said, \"Geisinger Health Plan is known throughout the industry as a pioneer and leader in innovation and care delivery. We are proud to be part of the Geisinger Health Plan success story and their dedication to providing superior care for their members.\"\n\nInovalon's EDGE server solution (known as eCAAS Advantage®) provides a comprehensive electronic claims aggregation, analysis and submissions platform. Ensuring its commercial ACA partners meet HHS regulatory compliance and technical specifications, the eCAAS Advantage® EDGE server solution supports the distributed data collection approach for both risk adjustment and reinsurance reporting through a cloud-based software as a service (SaaS) model. An important component of Inovalon's solution is that it empowers health plans with on-going risk adjustment accuracy and reinsurance analyses of its member-level datasets that support reconciliation with the HHS EDGE server calculations. The solution also includes an innovative, issuer-facing workflow resolution tool that allows for transparency into the data validation and submission process, reduces cycle times for data correction, and increases file processing throughput. Further, Inovalon's iPORT™ data integration toolset attaches to the front end of the eCAAS Advantage® solution to provide industry-wide data normalization and comparative analysis capabilities unavailable anywhere else in the industry. The eCAAS Advantage® platform is also available in a version supporting the Medicare Advantage requirements for Encounter Data Submission (EDS) data submissions to CMS.\n\nAbout Geisinger Health Plan\n\nGeisinger Health Plan, begun in 1985, is headquartered in Danville, Pennsylvania. GHP is the #1 ranked health plan in Pennsylvania and #12 in the nation, according to the National Committee for Quality Assurance (NCQA) Private Health Insurance Plan Rankings 2014-2015. The plan serves more than 500,000 members in Pennsylvania, Delaware, Maine, New Jersey and West Virginia. Coverage is available for businesses of all sizes, individuals and families, Medicare beneficiaries and Children's Health Insurance Program and medical assistance recipients. For more information, please visit TheHealthPlan.com.\n\nAbout Inovalon\n\nInovalon is a leading technology company that combines advanced cloud-based data analytics and data-driven intervention platforms to achieve meaningful insight and impact in clinical and quality outcomes, utilization and financial performance across the healthcare landscape. Inovalon's unique achievement of value is delivered through the effective progression of Turning Data into Insight, and Insight into Action®. Large proprietary datasets, advanced integration technologies, sophisticated predictive analytics, data-driven intervention platforms, and deep subject matter expertise deliver a seamless, end-to-end capability that brings the benefits of big data and large-scale analytics to the point of care. Driven by data, Inovalon uniquely identifies gaps in care, quality, data integrity and financial performance – while bringing to bear the unique capabilities to resolve them. Providing technology that supports hundreds of healthcare organizations in 98.2% of U.S. counties and Puerto Rico, Inovalon's cloud-based analytical and data-driven intervention platforms are informed by data pertaining to more than 763,000 physicians, 257,000 clinical facilities and more than 121 million Americans providing a powerful solution suite that drives high-value impact, improving quality and economics for health plans, ACOs, hospitals, physicians, consumers and pharma/life-sciences researchers. For more information, visit www.inovalon.com.\n\nInovalon Kim E. Collins 4321 Collington Road Bowie, Maryland 20716 Phone: 301-809-4000 kcollins@inovalon.com Geisinger Health Plan Amy Bowen 100 North Academy Avenue Danville, PA 17822 Phone: 570-214-2643 albowen@thehealthplan.com", "article_metadata": {"description": "BOWIE, Md., May 12, 2015 (GLOBE NEWSWIRE) --", "original-source": "http://globenewswire.com/news-release/2015/05/12/734983/10133733/en/Geisinger-Health-Plan-Expands-Partnership-With-Inovalon-to-Include-Commercial-ACA-EDGE-Server-Platform.html", "title": "Geisinger Health Plan Expands Partnership With Inovalon to Include Commercial ACA EDGE Server Platform", "og": {"site_name": "GlobeNewswire News Room", "description": "BOWIE, Md., May 12, 2015 (GLOBE NEWSWIRE) --", "title": "Geisinger Health Plan Expands Partnership With Inovalon to Include Commercial ACA EDGE Server Platform", "url": "http://globenewswire.com/news-release/2015/05/12/734983/10133733/en/Geisinger-Health-Plan-Expands-Partnership-With-Inovalon-to-Include-Commercial-ACA-EDGE-Server-Platform.html", "image": "http://globenewswire.com/Attachment/LogoDisplay/393627?filename=393627.jpg&size=1", "locale": "en_US", "article": {"tag": "Inovalon Holdings, Inc., HEALTH, SOFTWARE", "published_time": "5/12/2015 11:55:00 AM", "author": "Inovalon Holdings, Inc."}, "type": "article"}, "author": "Inovalon Holdings, Inc.", "DC.date.issued": "5/12/2015", "keywords": "Nasdaq:INOV, Inovalon Holdings, Inc., HEALTH, SOFTWARE", "ticker": "Nasdaq:INOV", "viewport": "width=device-width, user-scalable=no, initial-scale=1, maximum-scale=1"}, "_id": "\"57477af36914bd0286fd3006\"", "article_summary": "\"Geisinger Health Plan is very pleased to be working with industry-leading partners like Inovalon,\" said Dolph Courchaine, associate chief information officer of Geisinger Health Plan.\nAbout Geisinger Health PlanGeisinger Health Plan, begun in 1985, is headquartered in Danville, Pennsylvania.\nDan Rizzo, chief innovation officer of Inovalon, said, \"Geisinger Health Plan is known throughout the industry as a pioneer and leader in innovation and care delivery.\nInovalon's EDGE server solution (known as eCAAS Advantage®) provides a comprehensive electronic claims aggregation, analysis and submissions platform.\nInovalon Kim E. Collins 4321 Collington Road Bowie, Maryland 20716 Phone: 301-809-4000 kcollins@inovalon.com Geisinger Health Plan Amy Bowen 100 North Academy Avenue Danville, PA 17822 Phone: 570-214-2643 albowen@thehealthplan.com"}