{"article_title": "‘Non-religious’ Fox anchor makes an interesting admission about the church", "article_keywords": ["things", "kind", "think", "dont", "interesting", "admission", "fox", "anchor", "thing", "book", "know", "lot", "church", "cool", "makes", "nonreligious", "thats"], "article_url": "http://www.theblaze.com/blog/2014/03/21/non-religious-greg-gutfeld-makes-an-interesting-submission-about-the-church/", "article_text": "Greg Gutfeld has a new book out titled “Not Cool: The Hipster Elite and Their War on You,” which we have been covering extensively at Blaze Books.\n\nYesterday we spoke with Gutfeld about his new book, along with a wide range of topics ranging from Greg’s reverence for religion and the church despite his non-religiosity, to bullying to the NSA. Below is the transcript from our phone interview which has been edited for length and clarity. All links are ours.\n\nBe sure to check out our review and top quotes from Greg’s book as well, and if you’d like to keep up with similar content, give us a follow on Facebook and Twitter.\n\nMake your pitch to Blaze readers for why they should pick up a book that’s called “Not Cool?”\n\nGutfeld: Because I think it’s about them. It’s about me. It’s about anyone who wonders why people do dumb things, because the one reigning principle in acting stupid is a desire to be liked, or a desire to be seen as cool. That’s why people do things that aren’t good. How do you convince somebody to do something that’s bad for them? You tell them that it’s cool. And it sounds like it’s not a new idea, but actually I don’t think anyone’s really traced it through all different areas from academia to media to government to pop culture, politics, so I try to show how the cool mindset once it permeates society becomes kind of deadly and destructive.\n\nIf there were one or two key takeaways from the book, what would they be?\n\nGutfeld: To resist the idea of subversion, and instead subvert the subverter. The path to cool is always about undermining the normal, undoing tradition, because to the hip and cool whatever comes before is old and stupid. And so you have to resist that urge to be accepted, to be liked, you have to instead subvert the subverter. Be happy in embracing the common sense or the tradition. Be proud that you’re in the military or that you got a good job and that you actually build things. Don’t be embarrassed that you happen to be religious. These are things that are always undermined by the cool.\n\nResist the idea of subversion, and instead subvert the subverter Share:\n\nBy the way this isn’t about fashion. I think a lot of people mistake – because when you use the word “hipster” – they think of the goatees and the nose rings. But it’s not about that. It’s about a mindset. I’d say the Brooklyn hipster is probably a sub-segment of this kind of destructive academia-media-government complex. But it’s more about an idea than it is a person. And it’s a destructive one. And it’s always about undermining tradition in all parts of life.\n\nI mean you see it right now I think in foreign policy. You know what happens when a person, an educated person, has spent most of his life being educated that your country, the United States, is the villain. Their exceptionalism is what’s wrong with the world, and if we only retreated and fixed what was inside of us, the world would appreciate it. The world would be a better place. And the world would be a better place primarily because we’re not there.\n\nAnd so, what is the consequence of that? There’s not much of a consequence if that person stays on campus. But when that person leaves campus and enters the White House, does that have an effect? The idea that somehow America is equally to blame, if not more to blame for the world’s problems, that that somehow must infect the way you think about how to deal with things like Russia, or Venezuela, or Iran…it makes you “lead from behind.” Which in some ways means you don’t lead at all.\n\nOne of the parts of your book that I thought was really compelling and interesting was your discussion of the virtues of religion in general and Mormonism specifically. Expand a little bit on that.\n\n\n\nGutfeld: Well you know the thing is I am non-religious. I wouldn’t say that I am an atheist. I would say that I just don’t know. I haven’t been to church in years. But there is one thing I know, and that is that the church is a positive influence in communities, in terms of encouraging charity, and neighborly concern. It’s an important thing. I mean it’s what I had when I was growing up – you saw your neighbors, it got you out of the house. If you worked at the Church as an altar boy like I did you got to know everybody. You knew who died and who was sick because you were always at funerals and…it was a community thing.\n\nWe are moving away from that and there have been studies that are out now that are talking about how people are becoming as they get more involved with technology they are moving away from these community-based groups. And I think that this is dangerous and we have nothing to replace what worked before. And religion does work for a lot of people and has helped a lot of people in society, and when we subvert it, what kind of traditions are you going to replace it with?\n\nThat’s why I really like Alain de Botton, a great philosopher-writer who’s an atheist, and he talks about this a lot. He argues, “Religion is a good thing even if you’re an atheist, so what are you gonna do about it? How are you gonna replace it?” You know, you can’t just trash something and then think that life goes on because it doesn’t. It’s a valuable thing. You need religion for atheists I guess is what he’s getting at.\n\nI talk about Mitt Romney in the book and this is a guy who gives a lot of money to charity (and I kind of wrote about how I knew almost nothing about Mormonism) and I talked to my friend Walter Kirn about it. He’s a great writer, and we went back and forth on e-mail about when he became a Mormon. It’s just stuff I didn’t know. And you don’t know about it because they don’t brag about it. They don’t talk about it. And I think that’s you know – Mitt Romney never really came out and said yes I do this, I do this and I do this. He didn’t and so maybe that harmed him, I don’t know. But they’re fairly humble about that sort of stuff.\n\nYou define cool in the book as “popularity without achievement,” which seems like the perfect dig at the president. Juxtapose that sentiment with Barack Obama’s appearances on Ellen DeGeneres, “Between Two Ferns” and screening a film on Cesar Chavez in the middle of the day while Russia takes over territory.\n\nGutfeld: Well it has to do with, I suppose, a definition of what is achievement. People who are part of the academic-media complex would say that President Obama has a series of grand achievements before he became president, including being a community organizer would be one of them. However, from my perspective what is achievement is running something – running a business, starting a business.\n\nWhat we normally define as achievement, which is basically sometimes boring but actual hard work is seen as a waste of time by so many people. The actual stuff that goes on behind the scenes that people have to do to make things work is lame. But going out there and hobnobbing with celebrities and things like that – that’s cool – because look at that, celebrities like him, that makes him cool, he must be cool. And that’s kind of an achievement. There’s nothing really happening though, it’s all just a show. He’s [President Obama's] basically showing up to win an award for an exercise that he didn’t perform.\n\n[President Obama's] basically showing up to win an award for an exercise that he didn’t perform. Share:\n\nThe Ellen DeGeneres thing is a good example – she actually is saying that Obamacare was a success, and we know that it isn’t, but it doesn’t matter because there he is on Ellen’s show. And that’s all that matters. So it’s all kind of – it’s an awards show without the movies. It is reward without achievement.\n\nAnd I mean, you go back to the first election: he won the presidency without the achievements that John McCain had, but it didn’t matter because it was almost like winning the Nobel Prize, it was like “We feel good giving it to you.” The Nobel judges felt good bequeathing that to Obama, the same way people felt who voted for him. It made them feel special.\n\nAnother thing you say about cool in the book is that “Cool is an evolutionary tool to unzip women’s jeans and to further men’s genes.” If that’s the case, why are so many things that are deemed “cool” today so counter to values we typically associated with men like chivalry and strength that we used to project?\n\n\n\nGutfeld: I think that it’s part of a greater thing that anything that’s old is bad. It goes back to the subversion of traditional things that work. So if you look I in the book I have a chapter about the military – I think it was Frank Gehry was making kind of a sculpture of Eisenhower and wanted to stress the feminine aspects – but it wasn’t the feminine aspects that won wars. There’s a fundamental distaste towards the male attributes that make things happen, and I think that is why you see kind of the rise of the “beta male,” that these other guys are kind of unnecessary, brutish remnants of a past.\n\nThere’s a fundamental distaste towards the male attributes that make things happen Share:\n\nBut, I’m not so sure women feel that way.\n\nAnd maybe that’s why from an evolutionary perspective it’s a failure because women still ultimately would like a guy who, you know, treats her right in a manly kind of way. I’m sure there have been surveys on this, but there are women who might consider themselves feminists but don’t really care for the guy who wants to split the tab on a date. They still want the traditional male, even though they’re feminists because it just feels good…maybe it’s a cultural flaw that has to be changed. But I think you see that in the Obamacare ads and you look at it and you go, “Wow…so that’s why we won those wars.” So you can sit around in your pajamas. As you close in on 30. That’s what it’s about.\n\nBut maybe that is a symbol of victory: That we’ve gotten so…we’ve done so much that we don’t have to do anything.\n\nTalk about the #BanBossy campaign in the context of your focus on leftist bullying and the cool/not cool duopoly on which the book is premised.\n\nGutfeld: How the #BanBossy campaign fits along with the book is that it’s a crusade or a cause that is easy. You’re not taking any risks going after a word that you can perceive as mean to little girls. I mean what kind of monster will come out against that? Well I do, because I think that you know it’s an easy thing to do. That word is not causing problems in the world – there are a lot of other things in the world that are dangerous that are hurting young girls and families all around. There are far worse words, but it’s just an easy cause that people can jump onto to make themselves feel cool. They don’t lose anything doing it. There’s no risk. The whole point of it is silly. That word is not a negative word.\n\nGirls like being bossy. I had three older sisters. I was bossed around for 15 years, and I enjoyed it.\n\nAnd the idea, I mention in the book, is one of those causes that everyone knows that bullying is bad, but the one thing they’ll never admit is that they’ll bully too. Everybody is on that chain. You bullied somebody, and you were bullied.\n\nGirls like being bossy. I had three older sisters. I was bossed around for 15 years…I enjoyed it. Share:\n\nAnd I on “The Five” when people get very righteous about the evils of bullying, I go “You know what, we have selective memory, because everybody’s bullied.” And you can argue that it helped form your character, your backbone. It teaches you to fight back, which I know is true for me because I had a bully, but then I wonder to myself, “Why did I bully?” And I realize a lot of times people bully because they like that person. And they forget that some people are so shy or nervous to say that they like somebody that they actually bully them. And I firmly believe that’s where a lot of the bullying happens when you’re a kid. It’s just an inability to express affection or something like that, but…the cause itself is the new thing. It’s the new climate change. And it’s easy to do.\n\nThe hypocrisy as well is that a lot of the people that are involved in these bullying campaigns – these celebrities — are probably not very nice people. I mean I always envision them doing a bullying campaign and then yelling at their publicist afterwards because they’re late for their mani pedi.\n\nAnd you also know that in order for a lot of these people to become celebrities they had to be jerks. They were probably very self-involved. So the idea that I’m going to be a really mean person for like 10 years, and then when I become really famous I’m going to give back by saying “Don’t be a mean person.” That’s essentially what bullying is. It’s like “Oh now that I’ve made it I’m gonna say don’t be like me.”\n\nThe hypocrisy..is that a lot of the people..in these bullying campaigns..are probably not very nice Share:\n\nDo you think that there is a way to change the culture and flip the paradigm of “cool” and “not cool” back to right side up?\n\nGutfeld: I think that’s an ongoing battle, and as long as there are young people who are gullible enough to be told what is bad is actually cool, it will always be present. It will never change. But you can get a jump on it by buying this book.\n\nJumping away from the book slightly, was there one particular event or moment in your life that made you a libertarian?\n\n\n\nAll I know is that I don’t like the boxes of any ideology. Share:\n\nGutfeld: I think that was gradual. I mean I hate reusing things that I’ve said before, but it’s the only real way I can explain it is that I became a conservative by being around liberals. I would say I was just your knee-jerk left-winger in high school. I worked for the nuclear freeze. I got signatures for that on the ballot when I was in high school and it was to get extra credit for my religion class. So that was an interesting thing that if you did something hardcore left-wing, extra credit at my school.\n\nAnd I think just as a young kid when you’re 15, 16, you’re just naturally liberal because it’s romantic. You know Republicans are like your parents: they’re cold and they ground you for doing bad things, and they control the money, but as a teenager it’s the hit teacher, the guidance counselor who knows what’s what. He’s always liberal.\n\nWhen I went to Berkeley by being around liberals I became a conservative and I think by being around conservatives I became more of a libertarian. And I drift in and out. I resist all ideologies.\n\n[At 15 years old] Republicans are like your parents: they’re cold and they ground you for doing bad things Share:\n\nMany libertarians do not consider me a libertarian specifically because of my stance on the NSA, which I’m okay with. I’m okay if I’m not allowed in your club, and I’ve always said that. My issue politically is always with the political bouncers. I don’t go around calling people “RINOs,” and you can call me a “RINO” if you want, but I’m not interested. I don’t care if you don’t think I can be in your club. I’ve never wanted to be in anybody’s club anyway. So I think the way I think, and that’s why I’ll get into tussles over the NSA. But part of it is because I believe the NSA should exist independent of political ideologies because you can’t have anything without security and I know that means “Well, how can you trust them to do that and aren’t you sacrificing your freedom for security,” and then people will e-mail me that Benjamin Franklin quote a thousand times. I’ll get that like six hundred times, and it’s like “I get it, I understand, but I will debate you on it.”\n\nI guess, I don’t know what I am. All I know is that I don’t like the boxes of any ideology.\n\nWho is the least cool person that purports to be cool in the country?\n\nGutfeld: Almost any left-wing musician falls into that category. Rage Against the Machine for example. Bruce Springsteen, who I used to enjoy, has become a complete crank.\n\n\n\nIs Glenn Beck cool?\n\n\n\nGutfeld: I think he is. But then–no–you know what, I have to say he isn’t. Because I’m resisting, I have to remind myself that the word should never be used. Instead of…the reason why “cool” is destructive is because it’s being used as a replacement for something that is neither good nor bad, because it’s removing value from your decision making. So you should be asking, “Is Glenn Beck “good” or “bad,” not “cool” or ‘uncool.’” And I would say he’s good. How’s that?", "article_metadata": {"msapplication-notification": "frequency=30; polling-uri=http://www.theblaze.com/publish/_livetile/notifications/1.xml; polling-uri2=http://www.theblaze.com/publish/_livetile/notifications/2.xml; polling-uri3=http://www.theblaze.com/publish/_livetile/notifications/3.xml; polling-uri4=http://www.theblaze.com/publish/_livetile/notifications/4.xml", "application-name": "TheBlaze.com", "twitter": {"description": "Greg Gutfeld has a new book out titled \"Not Cool: The Hipster Elite and Their War on You,\" which we have been covering extensively at Blaze Books.  Yesterday we spoke with Gutfeld about his new book, along with a wide range of topics ranging from Greg's reverence for...", "creator": "@bhweingarten", "url": "http://www.theblaze.com/blog/2014/03/21/non-religious-greg-gutfeld-makes-an-interesting-submission-about-the-church/", "image": "http://www.theblaze.com/wp-content/uploads/2014/03/Screen-Shot-2014-03-21-at-9.50.19-AM-620x346.png", "title": "‘Non-religious’ Fox anchor makes an interesting admission about the church", "site": "@theblaze", "card": "summary", "account_id": 1512944287}, "keywords": "non, religious, greg, gutfeld, makes, an, interesting, submission, about, church", "sailthru.tags": "blaze-books, books, capitalism, christianity, faith, fox-news, glenn-beck, libertarianism, military, nsa, russia, ukraine-crisis, author-benjamin-weingarten, site-theblazecom", "facebook-count": 5539, "gplus-count": 5, "msapplication-TileColor": "#282b2d", "sailthru.guid": "theblazecom/782884", "categories": "blaze-books,capitalism,christianity,faith,fox-news,glenn-beck,libertarianism,military,nsa,russia,ukraine-crisis,books", "msapplication-square150x150logo": "http://www.theblaze.com/wp-content/plugins/theblaze_livetile/img/medium150x150.png", "comment-count": 52, "description": "Greg Gutfeld has a new book out titled \"Not Cool: The Hipster Elite and Their War on You,\" which we have been covering extensively at Blaze Books.  Yesterday we spoke with Gutfeld about his new book, along with a wide range of topics ranging from Greg's reverence for...", "msapplication-wide310x150logo": "http://www.theblaze.com/wp-content/plugins/theblaze_livetile/img/wide310x150.png", "linkedin-count": 1, "msapplication-square70x70logo": "http://www.theblaze.com/wp-content/plugins/theblaze_livetile/img/small70x70.png", "msapplication-square310x310logo": "http://www.theblaze.com/wp-content/plugins/theblaze_livetile/img/large310x310.png", "fb": {"admins": 517831498}, "msapplication-starturl": "http://www.theblaze.com/", "viewport": "width=device-width", "og": {"site_name": "The Blaze", "description": "Greg Gutfeld has a new book out titled \"Not Cool: The Hipster Elite and Their War on You,\" which we have been covering extensively at Blaze Books.  Yesterday we spoke with Gutfeld about his new book, along with a wide range of topics ranging from Greg's reverence for...", "title": "‘Non-religious’ Fox anchor makes an interesting admission about the church", "url": "http://www.theblaze.com/blog/2014/03/21/non-religious-greg-gutfeld-makes-an-interesting-submission-about-the-church/", "image": {"width": 620, "identifier": "http://www.theblaze.com/wp-content/uploads/2014/03/Screen-Shot-2014-03-21-at-9.50.19-AM-620x346.png", "type": "image/png", "height": 346}, "type": "article"}, "dc.date": "2014-03-21T09:52:26+00:00", "twitter-count": 166}, "_id": "\"57477af46914bd0286fe1987\"", "article_summary": "I don’t care if you don’t think I can be in your club.\nAnd you don’t know about it because they don’t brag about it.\nHe didn’t and so maybe that harmed him, I don’t know.\nI would say that I just don’t know.\nI’ll get that like six hundred times, and it’s like “I get it, I understand, but I will debate you on it.”I guess, I don’t know what I am."}