{"article_title": "Estate Planning Horrors: Don't Let Strangers Snatch Your Inheritance", "article_keywords": ["bell", "horrors", "attorney", "law", "dont", "estate", "inheritance", "descendants", "snatch", "strangers", "state", "planning", "let", "siblings", "parents", "jacobson"], "article_url": "https://www.mainstreet.com/article/estate-planning-horrors-dont-let-strangers-snatch-your-inheritance", "article_text": "ADVERTISEMENT\n\nNEW YORK (MainStreet) \u0097 For as long as he could remember, Andrew Jacobson had to ring a gold bell that served to remind the family to gather for Sunday dinner. Johnson's grandfather Ezra Jacobson wanted to make sure that his then-teenaged grandson would someday receive the special dinner bell. So, in his estate planning, the elder Jacobson specifically stated that Andrew would be gifted the bell upon his death.\n\nIt's a heartwarming legacy, but an estimated 56% of families have no estate planning documents leaving their heirs unprotected, according to Forbes.com.\n\n\"A relative or step relative who has been estranged or not involved in the care-giving may show up to the funeral and demand a fair share,\" said Julieanne Steinbacher, a certified elder law attorney in Williamsport, Penn. \"Without a proper plan in place, distant relatives may inherit more than your loved one would have intended.\"\n\nIn fact, the lack of estate planning documents can leave rightful heirs on the wrong side of inheritance law.\n\n\"With no will or trust providing asset distribution instructions, state intestacy laws determine who gets what,\" said Wendy Witt, an estate planning attorney in Pittsburgh. \"This means you don't get to choose who receives your money, assets or personal property.\"\n\nThe law of intestacy is patterned after the common law of descent and varies state to state. Under it, property goes first or in major part to a spouse then secondly to children and their descendants. When there are no descendants, the rule sends you back up the family tree to the parents, the siblings, the siblings' descendants, the grandparents, the parents' siblings, the parents' siblings' descendants and so on.\n\n\"All people should have a health care and financial power of attorney and in some states, a mental health power of attorney,\" Steinbacher said. \"A last will and testament is also necessary but it is just a default document that distributes assets from a person's estate.\"", "article_metadata": {"layout": "main", "description": "If you're not careful, your heirs will miss out.", "author": "Juliette Fairley", "og": {"site_name": "MainStreet", "description": "If you're not careful, your heirs will miss out.", "title": "Estate Planning Horrors: Don't Let Strangers Snatch Your Inheritance", "url": "https://www.mainstreet.com/article/estate-planning-horrors-dont-let-strangers-snatch-your-inheritance", "locale": "en_US", "type": "article"}, "section": "Insurance", "keywords": "personal finance, estate planning, inheritance, strangers taking inheritance, making a will, how to make a will", "fb": {"app_id": 925400040808836}, "article": {"publisher": "https://www.facebook.com/MainStreet", "section": "Insurance", "tag": "how to make a will", "published_time": "2013-10-26T13:25Z", "author": "https://www.mainstreet.com/author/1598405"}, "date": "2013-10-26T13:25Z", "contentType": "article", "guid": 12793889, "twitter": {"url": "https://www.mainstreet.com/article/estate-planning-horrors-dont-let-strangers-snatch-your-inheritance", "site": "@mainstr", "description": "If you're not careful, your heirs will miss out.", "card": "summary_large_image", "title": "Estate Planning Horrors: Don't Let Strangers Snatch Your Inheritance"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "personal finance, estate planning, inheritance, strangers taking inheritance, making a will, how to make a will"}, "article_summary": "When there are no descendants, the rule sends you back up the family tree to the parents, the siblings, the siblings' descendants, the grandparents, the parents' siblings, the parents' siblings' descendants and so on.\nIt's a heartwarming legacy, but an estimated 56% of families have no estate planning documents leaving their heirs unprotected, according to Forbes.com.\nIn fact, the lack of estate planning documents can leave rightful heirs on the wrong side of inheritance law.\nSo, in his estate planning, the elder Jacobson specifically stated that Andrew would be gifted the bell upon his death.\n\"With no will or trust providing asset distribution instructions, state intestacy laws determine who gets what,\" said Wendy Witt, an estate planning attorney in Pittsburgh."}