{"article_title": "Can anyone fill the competency gap?", "article_keywords": ["competency", "leaders", "service", "political", "washington", "gap", "secret", "sense", "ebola", "president", "general", "competence"], "article_url": "http://www.politico.com/story/2014/10/competency-gap-washington-dysfunction-congress-secret-service-ebola-111606", "article_text": "Competence might become an actual selling point for anyone running in 2016. Can anyone fill the competency gap?\n\nAmericans are ready for things to stop breaking. And after the events of last week, they may show a new interest in political candidates who can promise one simple skill: competence.\n\nThe public was already worn down by Washington gridlock and a general sense that the United States is in decline. Now, people are being rattled by examples of incompetence in places they had been assured were rock-solid. Of course, the Secret Service can protect the president, they thought — until they learned about the guy who ran deep into the White House and the guy with a gun who got into an elevator with President Barack Obama.\n\nStory Continued Below\n\nAnd of course our hospitals were ready in case Ebola ever came to the United States, as our public health officials repeatedly told us — until a hospital worker in Dallas didn’t manage to spread the word that a patient had just come from Liberia.\n\n( PODCAST: Podcast: Ebola, the Secret Service scandal, and Obama in Chicago)\n\nIt doesn’t all speak to the failures of government or elected leaders, but it adds to the general sense of incompetence that has bombarded Americans through the news stories of recent weeks. Sure, the Secret Service knows how to protect the president — they just don’t always do it. And sure, American hospitals know how to isolate and treat Ebola patients with training and resources far better than West Africa — unless the hospital workers just put notes in electronic medical records but don’t actually talk to each other.\n\nThere’s even a continuing story line of dysfunction in the Ferguson, Missouri, police department, where — after the community seemed to be settling the tensions over the shooting of an unarmed African-American teenager — the police force has gone back to taking provocative actions, like wearing “I am Darren Wilson” bracelets in solidarity with the officer who shot the teenager.\n\nAll of these events, layered on top of Americans’ general frustration with Washington leaders and the political system, may present a new opening for political leaders who can offer experience — and a sense that somebody actually knows what they’re doing, according to political operatives and analysts from both parties.\n\n( Also on POLITICO: What the next Secret Service leader needs to do)\n\nIn other words, “competence” — the basic, unsexy quality that has fallen flat in other elections — might become an actual selling point in 2016.\n\n“It’s a pretty sure bet that 2016 will not be won with a message of hope and change. More like: ‘I know where the trains are, and I will make them run on time,’” said Mark McKinnon, a Republican strategist and former adviser to President George W. Bush.\n\nWilliam Galston, a former domestic policy adviser to President Bill Clinton, says the impact will extend to races all across the country, not just the next White House race.\n\n”I’ve long believed and argued that the events of recent years are setting the stage for candidates at every level — including the presidential — who can credibly make the case that ‘I can get it done,’” Galston said. “Vision without managerial competence yields little except disappointment and disillusion.”\n\nIt also means 2016 could become a referendum on Obama’s competence. Democrats leave him out of the discussion, but Republican strategists are quick to tie the general theme to him, without any prompting. Even though some of the most recent incidents are clearly beyond his control — presidents can’t personally oversee hospital workers in Dallas, for example — he has plenty of stumbles that did happen on his watch, like the Veterans Administration scandal and the sputtering launch of Obamacare last year. And Republicans believe the public is worried enough about the government’s general track record that they’ll be ready for a candidate who’s just a good manager.\n\n( Also on POLITICO: Did a computer raise Ebola spread risk?)\n\nThat atmosphere has already been building for months. In August, a Wall Street Journal-NBC News poll found that 71 percent of Americans thought the country was on the wrong track and that six out of 10 thought America was in decline. They were pessimistic on the economic prospects for younger generations, and seven out of 10 Americans blamed Washington leaders.\n\n“The one constant is the sense that leaders in Washington aren’t on top of things. What keeps happening on top of that are the external events that raise the level of uncertainty,” like the Secret Service and Ebola debacles, said Democratic pollster Fred Yang, who worked on the survey.\n\nYang compared the challenge of Washington’s political leaders to a waiter at a restaurant who struggles as customers pile more and more plates on his tray: “Can he get back to the kitchen without breaking them?”\n\n( Also on POLITICO: The Ebola leadership gap)\n\nSo who stands to gain? Mostly governors, who can run for president on a platform of executive experience and managerial competence — as long as their records hold up to scrutiny. The new market for competence would be less helpful to senators like Rand Paul, Ted Cruz and Marco Rubio, who, despite their personal star qualities, wouldn’t be able to prove that they had managed anything. It’s especially unhelpful to Cruz, whose main claim to fame was last year’s government shutdown in a failed attempt to defund Obamacare.\n\nRepublican operatives and fundraisers believe the new environment would help former Florida Gov. Jeb Bush and governors like Scott Walker of Wisconsin, John Kasich of Ohio, or Mike Pence of Indiana if they get into the race — and even Chris Christie of New Jersey or Rick Perry of Texas, despite their recent troubles.\n\nDemocrats are less bullish on governors as presidential candidates, given how completely Hillary Clinton still dominates that party’s potential White House field. But they believe sitting governors like Jerry Brown of California and Andrew Cuomo are having easy reelections because they have already demonstrated competence, and they’re less impressed by Christie’s presidential prospects, given the damage his reputation has suffered because of the bridge scandal.", "article_metadata": {"og": {"site_name": "POLITICO", "description": "“Vision without managerial competence yields little,” says a former Bill Clinton adviser.", "title": "Can anyone fill the competency gap?", "url": "http://www.politico.com/story/2014/10/competency-gap-washington-dysfunction-congress-secret-service-ebola-111606.html", "image": "http://s3-origin-images.politico.com/2014/10/04/141004_capitol_construction_ap_605.jpg", "fb_appid": 114037015331397, "type": "article"}, "keywords": "Congress,Public Health,Ferguson,Secret Service,Public Safety,White House,Police,Ebola", "twitter": {"site": "@politico", "card": "summary_large_image", "creator": "@politico"}, "description": "“Vision without managerial competence yields little,” says a former Bill Clinton adviser.", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fd3019\"", "article_summary": "Can anyone fill the competency gap?\nThey were pessimistic on the economic prospects for younger generations, and seven out of 10 Americans blamed Washington leaders.\nThe public was already worn down by Washington gridlock and a general sense that the United States is in decline.\nSure, the Secret Service knows how to protect the president — they just don’t always do it.\n“The one constant is the sense that leaders in Washington aren’t on top of things."}