{"article_title": "Morning Plum: Mitch McConnell’s fiendishly clever strategy for coming Obamacare war", "article_keywords": ["gop", "clever", "court", "mitch", "house", "obamacare", "plum", "republicans", "mcconnells", "fiendishly", "morning", "fix", "way", "coming", "vote", "strategy", "pass", "war", "law"], "article_url": "https://www.washingtonpost.com/blogs/plum-line/wp/2015/06/10/morning-plum-mitch-mcconnells-fiendishly-clever-strategy-for-coming-obamacare-war/", "article_text": "The Affordable Care Act is facing another challenge at the Supreme Court in King v. Burwell, which deals with subsidies for health insurance. The case could cut out a major provision of Obamacare, causing the law to unravel. Here's what you need to know about the case. (Julie Percha/The Washington Post)\n\nIf you want to understand the evolving GOP strategy for the political war that may be unleashed by a Supreme Court decision gutting Obamacare subsidies for millions, pay close attention to this new exchange between Senate Majority Leader Mitch McConnell and Fox News’ Bret Baier:\n\nBAIER: Doesn’t this hold some potential problems for the GOP? What do you think the solution is if you have to deal with this quickly? McCONNELL: Depending on what the Supreme Court decides, we’ll have a proposal that protects the American people from a very bad law. Obamacare was the single worst piece of legislation that’s been passed in the last half century. The single biggest step in the direction of Europeanizing our country…What we will do is offer a proposal to protect the American people. BAIER: But won’t there be some in your party who say that any vote, even that — that patch — will be a tacit endorsement of Obamacare in some way? McCONNELL: I think we have to see what the Supreme Court decides before we announce a proposal to deal with it.\n\nThe repetition of the word “protect” has a distinctly focus-grouped aura to it. But this clever formulation contains the seeds of its own refutation, and neatly indicates why the Republican post-King argument will, of necessity, be incoherent and (one hopes) politically untenable.\n\nMcConnell’s reply raises a question: How can Republicans simultaneously argue that the American people must be “protected” from the damage that undoing Obamacare will do — from the damage that will ensue from a Court decision unraveling subsidies that are crucial to the law’s basic functioning — without implicitly conceding that the right response is to reverse the immediate impact of the decision, and cleanly restore the subsidies?\n\nIn this interview, McConnell is telegraphing a partial answer to that question. Republicans will argue that the post-King chaos is the fault of the law itself, and not the fault of the Court decision (which Republicans urged on) that is knocking out a key pillar of it. In this telling, the cause of all the damage will be that Obamacare held out the false promise of economic security for millions, in the form of expanded coverage, but that security was then snatched out from under all those people (thanks to Obummer’s incompetence) when the Court clarified what the law actually says. All this is only the latest way in which Obamacare is hurting countless Americans.\n\nThat’s pretty damn slick. But it doesn’t answer the question of what Republicans will do in response. Republicans themselves have repeatedly said that for political reasons, they must offer — or look like they are offering — some kind of temporary fix. The basic choices: 1) Offer a clean subsidy fix (which can’t pass). 2) Offer a subsidy fix in exchange for concessions that Dems might make, such as repeal of the employer mandate (but this probably can’t pass, either, since it wouldn’t destroy Obamacare). 3) Pass one of the two above options with mostly Dems, but that would enrage conservatives. 4) Offer a subsidy fix that also repeals the individual mandate and severely undermines the law (which might get enough conservative support to pass, but would be vetoed) and then blame Obama. 5) Fail to unify behind anything at all, and then blame Obama.\n\nThe basic problem is that Republicans cannot break away from the posture that the law is an unremitting disaster that must be obliterated entirely, and thus cannot be given any support under any circumstances. That renders the first three options above automatic non-starters for many Republicans, leaving only the latter two options. But neither of those would solve the problem for millions, leaving Republicans exposed to blame.\n\nRepublicans are in the position of having to agree that the loss of subsidies for millions is a terrible outcome. Yet they are also in a position where restoring them with minimal damage is a non-starter. What to do? As McConnell has telegraphed, while the near-term legislative response is to be determined, the long-term fallback may have to be: blame Obama for the whole mess and hope that spreading confusion about his signature achievement works as well politically for Republicans as it has thus far.\n\n****************************************************************\n\n* WHERE’S THAT GOP CONTINGENCY FIX? The Associated Press looks at the skirmishing in advance of the Supreme Court ruling in King v. Burwell, and makes this key point about GOP promises of a contingency fix for the millions who might lose Obamacare subsidies:\n\nRepublican lawmakers say they will unveil their plan once the justices rule, though there are no indications they have united behind a particular plan.\n\nEven if Republicans do vote on a fix, it’s just not clear they can pass it out of the House. Anything that can pass the House would do severe damage to the ACA and thus would get vetoed.\n\n* HIGH-STAKES TRADE VOTE COMING IN HOUSE: Politico reports that House GOP leaders are eying a vote on Friday on Fast Track authority for Obama to negotiate the massive Trans-Pacific Partnership trade deal. Interestingly, the Democratic whip, Steny Hoyer, has not yet taken a position:\n\nHis noncommittal stance on this issue means the White House must have total confidence in its whip count, since Hoyer seems unlikely to wrangle votes if things go awry on the House floor.\n\nYep. My guess is that fewer Tea Party Republicans than expected will vote against free trade, meaning fewer Dems will be needed — meaning, in turn, that Obama will probably get his way.\n\n* JEB SPEAKS OUT ON CAMPAIGN SHAKEUP: In Berlin, Jeb Bush addressed reporters about his decision to reshuffle his campaign structure, downplaying the idea that he’s unhappy with his failure to emerge as a front-runner and remains mired in a pack with around a million other GOP contenders. “It’s June, for crying out loud, so we’ve got a long way to go,” Bush said.\n\nIndeed. There are over six months to go until the very first voting, and nearly a year and a half until election day.\n\n* WHY JEB IS STRUGGLING: CNN talks to GOP strategists about why Bush has not broken out, perhaps the most persuasive explanation is this one, from an operative for Rick Santorum:\n\n“There was a perception that, oh, he’s a Bush, and he should be way out in front. I think that’s unfair even to him, I would argue. That’s not how Republican primary voters operate.”\n\nAlso, as the CNN piece notes, it is unclear what sort of event would winnow down the enormous number of GOP contenders, seemingly guaranteeing a divided field for the time being.\n\n* A NEW MUST-READ ON POLITICS: Make sure to check out the Washington Post’s new feature, Power Post, which contains all sorts of interesting insidery news and interviews on the White House, Congress, and the 2016 elections.\n\nFor instance, note this interview with Chuck Schumer in which he details the Dems’ strategy for the coming summer of combat with the GOP over the Ex-Im Bank, funding infrastructure, and a whole lot more.\n\n* PUNDITS EXAGGERATE HILLARY’S SUPPOSED LEFTWARD LURCH: Some pundits have wrung their hands. But Ruth Marcus gets it right, noting that her positions on gay rights and immigration are mainstream Democratic positions, and that the electorate is far more polarized today, leaving fewer swing voters up for grabs. Notable:\n\nNot every reference to the embattled middle class is evidence of a hard left turn. Heed the rhetoric, but pay closer attention to the policy details to come.\n\nYes. As I’ve noted, Clinton has not even filled in the details of her economic agenda, and it’s unclear where she’ll come down on some of the major economic questions that divide Dems.", "article_metadata": {"description": "This is pretty damn slick, folks. I mean, really, really slick.", "author": "https://www.facebook.com/WashingtonPostPlumLine?ref=hl", "og": {"site_name": "Washington Post", "description": "This is pretty damn slick, folks. I mean, really, really slick.", "title": "Morning Plum: Mitch McConnell’s fiendishly clever strategy for coming Obamacare war", "url": "https://www.washingtonpost.com/blogs/plum-line/wp/2015/06/10/morning-plum-mitch-mcconnells-fiendishly-clever-strategy-for-coming-obamacare-war/", "image": "https://images.washingtonpost.com/?url=http://img.washingtonpost.com/blogs/plum-line/files/2013/04/blog_mcconnell.jpg&w=1484&op=resize&opt=1&filter=antialias", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@theplumlinegs"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/blogs/plum-line/wp/2015/06/10/morning-plum-mitch-mcconnells-fiendishly-clever-strategy-for-coming-obamacare-war/", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "mitch mcconnell, king v. burwell, obamacare, obamacare subsidies, tpp, trans-pacific partnership, affordable care act, jeb bush, 2016 presidential race", "article": {"publisher": "https://www.facebook.com/washingtonpost", "author": "https://www.facebook.com/WashingtonPostPlumLine?ref=hl"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "mitch mcconnell, king v. burwell, obamacare, obamacare subsidies, tpp, trans-pacific partnership, affordable care act, jeb bush, 2016 presidential race"}, "article_summary": "Even if Republicans do vote on a fix, it’s just not clear they can pass it out of the House.\n* HIGH-STAKES TRADE VOTE COMING IN HOUSE: Politico reports that House GOP leaders are eying a vote on Friday on Fast Track authority for Obama to negotiate the massive Trans-Pacific Partnership trade deal.\nThe case could cut out a major provision of Obamacare, causing the law to unravel.\nAnything that can pass the House would do severe damage to the ACA and thus would get vetoed.\nObamacare was the single worst piece of legislation that’s been passed in the last half century."}