{"article_title": "New plan needed for Nashville General Hospital", "article_keywords": ["webb", "million", "metro", "hospital", "nashville", "general", "needed", "services", "plan", "need", "strategic", "care"], "article_url": "http://www.tennessean.com/story/news/2016/02/06/new-plan-needed-nashville-general-hospital/79894606/", "article_text": "Buy Photo Metro General Hospital (Photo: File / The Tennessean)Buy Photo\n\nTuesday, the Metro Council approved an emergency infusion of $10 million into Nashville General Hospital, the city’s safety net hospital and a teaching hospital for Meharry Medical College.\n\nThe $10 million subsidy is in addition to the $35 million Metro budgeted in 2015-16 for the Nashville Hospital Authority, which runs Nashville General.\n\nThe request came, in part, after a Joint Commission on Hospital Accreditation report in the fall noted “serious deficiencies” in patient safety, infection control, bed capacity and staffing, according Dr. Joseph Webb, who became CEO of Nashville General in December 2014.\n\nHow will $10 million be spent?\n\nAbout $2.4 million of the Metro infusion will be used to address the deficiencies identified in the Joint Commission report, and another $1.4 million to deal with revenue shortfalls.\n\n“Regulatory compliance under the Joint Commission is an absolute necessity,” Webb said. “It is deemed status for reimbursement for Medicare and Medicaid. So, without that, you’re not even eligible to apply to those institutions.\"\n\nAnother $3 million of the infusion is targeted to accelerate accounts payments.\n\nAnd $3.2 million will be invested in strategic initiatives to expand its clinical practice, which would bring in more commercial-paying patients, Webb said.\n\nA couple of years ago, Mayor Karl Dean sold the Bordeaux Long-Term Care and the Knowles Home Assisted Living facilities, which were both operated by the authority. The divestments allowed Metro to reduce the authority’s subsidies by more than $10 million, and allowed it to focus on the city’s safety net hospital, which had been struggling.\n\nStrategic plans went awry\n\nIn 2012, when annual subsidies were approaching the $50 million mark, Metro hired the Atlanta-based hospital consulting firm Alvarez & Marsal to review strategic options, which recommended the hospital close or significantly reduce in-patient services at the hospital, and to divest the nursing home and assisted care businesses.\n\nThe backlash against reducing services at Nashville General essentially shut down the strategic planning process and helped cause management turnover.\n\nWebb was hired in 2014 to steer a new strategic planning process and get the hospital back on sound financial and operational footing.\n\nAfter Webb was on board, authority chairperson Mary Bufwack told The Tennessean, \"We do need to move forward very strategically.\n\n\"We need to look at our services strategically. We need to look at our capital needs strategically,” she said. “At this point, we are not talking about closing the hospital or not doing inpatient care. What we're trying to do is recognize what the community needs and what we can do to meet that.\"\n\nBut she said the hospital may not \"be able to be all things to all people.\"\n\nDo we need Nashville General?\n\nWe don’t live in the same world we lived in in 2012, particularly in health care.\n\nIn 2012, we anticipated that Medicaid expansion, as part of the Patient Protection and Affordable Care Act, would dramatically change how medical services were delivered to low income residents. With health insurance coverage available to the working poor and others who did not qualify for TennCare and could not afford to pay for medical care, Nashville General would not need the broad subsidies from Metro government.\n\nThe legislature has not approved a plan to expand Medicaid in Tennessee, but indigent care is still required for the Nashville’s growing population.\n\nPerhaps we need to spend $35 to $45 million a year to take care of the poor, but it seems like we have not clearly articulated why. This year, Nashville will pay a subsidy of more than $400 for each patient visit to Nashville General. Is there a better way?\n\nIn October, Mayor Megan Barry gave a speech reiterating her campaign pledge of support.\n\n“I believe that with the power of an academic institution and a hospital, together, we can make some amazing things happen here,” Barry said. “And with the help of Meharry and all of the partners, I know that we can increase the presence of Nashville General in our community and the impact on our community, because that’s what it’s all about.”\n\nMaybe the best solution is to focus on solving the needs of the population and not the needs of the hospital and Meharry Medical College.\n\nReach Frank Daniels III: fdanielsiii@tennessean.com, 615-881-7039, or on Twitter @fdanielsiii\n\nRead or Share this story: http://tnne.ws/1T5Uedi", "article_metadata": {"google": "notranslate", "description": "Is it time for Metro to close Nashville General Hospital?", "og": {"site_name": "The Tennessean", "description": "Is it time for Metro to close Nashville General Hospital?", "title": "New plan needed for Nashville General Hospital", "url": "http://www.tennessean.com/story/news/2016/02/06/new-plan-needed-nashville-general-hospital/79894606/", "image": "http://www.gannett-cdn.com/GDContent/applogos/tennessean.png", "type": "article"}, "twitter": {"description": "Is it time for Metro to close Nashville General Hospital?", "title": "New plan needed for Nashville General Hospital", "image": "http://www.gannett-cdn.com/-mm-/b7f708985f77c50e3f101b4202cee963e7af0b3a/c=712-0-3544-2832&r=x643&c=640x640/local/-/media/Nashville/2014/04/03/-jwp3309.jpg20120920.jpg", "creator": "@tennessean", "site": "@tennessean", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=600028886", "fb": {"app_id": 121487414583460}, "viewport": "width=1070", "Content-Type": "text/html; charset=UTF-8", "cXenseParse": {"gci-topic": "Geography/Nashville", "gci-asset-type": "story", "gci-categories": "Geography/Nashville", "title": "New plan needed for Nashville General Hospital", "author": "Frank Daniels III", "pageclass": "article", "recs": {"category": "news", "image-3-4": "http://www.gannett-cdn.com/-mm-/ab3247e54f417f88f889107d4e536ce8e44c74d7/c=1066-0-3190-2832/local/-/media/Nashville/2014/04/03/-jwp3309.jpg20120920.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/ffcf9ffae20ad5cc11182249bf77aaa4aba103f0/c=712-0-3544-2832/local/-/media/Nashville/2014/04/03/-jwp3309.jpg20120920.jpg", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/b13be91a9615a9843585fcadc4259939d2a6c7d7/c=240-0-4016-2832/local/-/media/Nashville/2014/04/03/-jwp3309.jpg20120920.jpg", "image": "http://www.gannett-cdn.com/-mm-/41fe6ae09d21e093032327224add51a841a440cc/c=0-219-4256-2613&r=x1683&c=3200x1680/local/-/media/Nashville/2014/04/03/-jwp3309.jpg20120920.jpg", "publishtime": "2016-02-06T21:00:38.277000-06:00", "shorthed": "Nashville needs new plan for hospital", "articleid": 79894606, "image-16-9": "http://www.gannett-cdn.com/-mm-/eff16e362ab1c55fb18dd4faa6b341e433708ce3/c=0-219-4256-2613/local/-/media/Nashville/2014/04/03/-jwp3309.jpg20120920.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/a983a92c51b952685f5f3df72af1496854487fdb/c=1332-0-2925-2832/local/-/media/Nashville/2014/04/03/-jwp3309.jpg20120920.jpg"}}}, "_id": "\"57477af46914bd0286fe2f9a\"", "article_summary": "Buy Photo Metro General Hospital (Photo: File / The Tennessean)Buy PhotoTuesday, the Metro Council approved an emergency infusion of $10 million into Nashville General Hospital, the city’s safety net hospital and a teaching hospital for Meharry Medical College.\nThe $10 million subsidy is in addition to the $35 million Metro budgeted in 2015-16 for the Nashville Hospital Authority, which runs Nashville General.\nThis year, Nashville will pay a subsidy of more than $400 for each patient visit to Nashville General.\nDo we need Nashville General?\nThe backlash against reducing services at Nashville General essentially shut down the strategic planning process and helped cause management turnover."}