{"article_title": "USC Edges Nebraska in High-Scoring Holiday Bowl", "article_keywords": ["passes", "usc", "goal", "nebraska", "bowl", "highscoring", "field", "edges", "yards", "pass", "trojans", "holiday", "touchdown"], "article_url": "http://timesofsandiego.com/sports/2014/12/28/usc-edges-nebraska-high-scoring-holiday-bowl/", "article_text": "Share This Article:\n\nCody Kessler threw three touchdown passes, Javorius Allen ran for 152 yards and two scores and USC withstood Nebraska’s comeback attempt from an 18-point third-quarter deficit in a 45-42 win Saturday in 37th annual Holiday Bowl at Qualcomm Stadium.\n\nKessler’s 20-yard touchdown pass to Bryce Dixon with two minutes, three seconds remaining in the third quarter gave the Trojans a 45-27 lead. The Cornhuskers’ comeback attempt began on the ensuing possession when Tommy Armstrong Jr. threw a 65-yard touchdown pass to Jordan Westerkamp.\n\nNebraska (9-4) turned the ball over on downs on its next possession, then forced USC to punt. Armstrong ran 15 yards for a touchdown and passed to Kenny Bell for a two-point conversion, cutting the deficit to 45-42 with 6:52 left.\n\nThe Cornhuskers had a fourth-and-three on the Trojans’ 31-yard line the next time they had the ball, but interim coach Barney Cotton declined to kick a potential game-tying 48-yard field goal, instead trying for a first down, only to have De’Mornay Pierson-El was stopped after gaining one yard on a pass from Armstrong.\n\nNebraska began its final series on its own 32-yard line, drove to its own 44 where Armstrong threw a desperation pass that was broken up around the USC 5-yard line by Nelson Agholor, usually a receiver, but inserted as an additional defensive back.\n\nKessler completed 23 of 39 passes for 321 yards, with one pass intercepted, and was chosen as the Offensive Player of the Game.\n\nTrojan defensive end Leonard Williams was selected as the defensive player of the game for making six solo tackles — including a quarterback sack – – and assisting on three other stops.\n\nUSC (9-4) was outgained 525 yards to 515, trailed 28-22 in first downs and 34:26-25:34 in time of possession, including 10:16-4:44 in the third quarter and 8:32-6:28 in the fourth.\n\nArmstrong completed 32 of 51 passes for 381 yards and three touchdowns. He had two passes intercepted.\n\nAdoree’ Jackson returned a kickoff 98 yards for a first-quarter touchdown and also scored on a 71-yard pass from Kessler in the third quarter.\n\nAndre Heidari kicked a 42-yard field goal in the first quarter.\n\nThe Cornhuskers opened the scoring on a 34-yard field goal by Drew Brown, who also kicked a 24-yard field goal in the third quarter.\n\nThe announced attendance of 55,789 was the most for the Holiday Bowl since 2011 when the game between California and Texas drew 56,317.\n\nThe Trojans were playing in their first Holiday Bowl. This was the second Holiday Bowl to be played on a Saturday and first since 1990.\n\nThe game marked the start of the Holiday Bowl’s six-year agreement with the Big Ten Conference reached in 2013 to supply a team, replacing the Big 12, which had annually supplied a team since 1995.\n\n— City News Service\n\n>> Subscribe to Times of San Diego’s free daily email newsletter! Click here\n\nFollow Us:", "article_metadata": {"description": "Cody Kessler threw three touchdown passes, Javorius Allen ran for 152 yards and two scores and USC withstood Nebraska's comeback attempt in a 45-42 win.", "generator": "WordPress 4.5.2", "og": {"site_name": "Times of San Diego", "description": "Cody Kessler threw three touchdown passes, Javorius Allen ran for 152 yards and two scores and USC withstood Nebraska's comeback attempt in a 45-42 win.", "title": "USC Edges Nebraska in High-Scoring Holiday Bowl  - Times of San Diego", "locale": "en_US", "image": {"width": 640, "identifier": "http://timesofsandiego.com/wp-content/uploads/2014/12/USC-Players.jpg", "height": 360}, "url": "http://timesofsandiego.com/sports/2014/12/28/usc-edges-nebraska-high-scoring-holiday-bowl/", "type": "article"}, "twitter": {"description": "Cody Kessler threw three touchdown passes, Javorius Allen ran for 152 yards and two scores and USC withstood Nebraska's comeback attempt in a 45-42 win.", "creator": "@TimesofSanDiego", "image": "http://timesofsandiego.com/wp-content/uploads/2014/12/USC-Players.jpg", "title": "USC Edges Nebraska in High-Scoring Holiday Bowl  - Times of San Diego", "site": "@TimesofSanDiego", "card": "summary"}, "robots": "noodp", "fb": {"app_id": 472345809533160}, "template": "Fearless - Modern, Clean, & Responsive WP Magazine 1.7", "article": {"section": "Sports", "tag": "USC", "published_time": "2014-12-28T08:30:40+00:00", "modified_time": "2014-12-28T08:30:40+00:00", "author": "http://timesofsandiego.com/author/alexander-nguyen/"}, "viewport": "width=device-width", "news_keywords": "usc, trojans, holiday bowl, cody kessler, nebraska, cornhuskers, qualcomm stadium, big ten, pac-12"}, "_id": "\"57477af36914bd0286fd3028\"", "article_summary": "The Cornhuskers opened the scoring on a 34-yard field goal by Drew Brown, who also kicked a 24-yard field goal in the third quarter.\nThe announced attendance of 55,789 was the most for the Holiday Bowl since 2011 when the game between California and Texas drew 56,317.\nThis was the second Holiday Bowl to be played on a Saturday and first since 1990.\nThe Cornhuskers’ comeback attempt began on the ensuing possession when Tommy Armstrong Jr. threw a 65-yard touchdown pass to Jordan Westerkamp.\nThe Trojans were playing in their first Holiday Bowl."}