{"article_title": "What the Pregnancy Discrimination Case is Really About", "article_keywords": ["case", "court", "pregnant", "discrimination", "young", "employer", "job", "pregnancy", "women", "ups", "watson", "really"], "article_url": "http://time.com/money/3611660/young-ups-supreme-court-pregnant-worker-rights-explainer/", "article_text": "\n\n\n\nAny woman in the vicinity of her child-bearing years will want to pay attention to a case that’s being heard by the Supreme Court today.\n\nThe high court’s findings on Young v. United Parcel Service should address the gray areas of what workplace protections are guaranteed for pregnant women.\n\nThe least you need to know:\n\nWhat’s the case about, anyway?\n\nThe plaintiff in the case is Peggy Young of Lorton, Va., who had worked as a delivery truck driver for UPS.\n\nAs part of her job description, she needed to be able to lift packages weighing up to 70 pounds. But when she got pregnant, her midwife wrote her a note that said she should not lift more than 20 pounds.\n\n\n\nYoung asked for a temporary “light-duty” assignment, but the company’s occupational health manager determined that she was ineligible.\n\nYoung says the division manager then told her she was “too much of a liability,” and she was not allowed to return to work until after she had given birth. So Young had to take an extended unpaid leave of absence, which caused her to lose her health coverage.\n\nWasn’t that discrimination?\n\nThat’s the question the court has to answer.\n\nIn 1978, Congress passed the Pregnancy Discrimination Act which clarifies that discrimination against pregnant women is a form of sex discrimination. That means your employer can’t fire you or deny you job benefits because you’re pregnant, you might become pregnant, you’ve given birth, or you have any related medical problems. Your employer has to treat you the same as people who are not pregnant but similar in their ability to work.\n\nTo prove sex discrimination, however, Young needed to show four things.\n\nFirst, that she was a woman. Second, that she was qualified for the job, or the job benefit. Third, her employer denied her the job or benefit she wanted. And fourth, a similarly situated man received the job or benefit that she wanted.\n\nThe fourth presents a particular challenge: Since men can’t get pregnant, which men are in a similar situation?\n\nYoung says UPS did give some other workers—employees who were injured on the job or had their drivers’ licenses were temporarily revoked—the light duty she wanted. Therefore, Young says UPS owed her the same accommodations.\n\nHowever, lower courts disagreed with Young.\n\nThe Fourth Circuit Court of Appeals reasoned that UPS’s policy was “pregnancy-blind.” UPS wouldn’t have offered light duty assignments to, say, a man who threw his back out by lifting his kid or a woman who injured herself during a volunteer firefighter shift. Since UPS didn’t give all its temporarily-disabled workers light duty, the court found that UPS didn’t have to give light duty to Young.\n\nMany women’s groups, health providers, labor advocates and even pro-life activists strongly disagreed with that ruling.\n\n“If at some point during her pregnancy, a pregnant worker needs a minor adjustment to her job duties in order to continue doing her job safely, the employer has an obligation to provide that,” says Liz Watson, director of Workplace Justice for Women at the National Women’s Law Center.\n\nWhat happens next?\n\nYoung appealed. The Supreme Court will hear oral arguments in the case Wednesday and issue a ruling sometime before the end of this term, in late June.\n\nBut in a “friend of the court” brief, the Justice Department argues that it might be a moot point.\n\nIn 2008, Congress passed a law amending the Americans with Disabilities Act that should make it even easier for pregnant women to qualify for accommodations like the one Young sought. Now, injuries that temporarily limit your ability to lift, stand, or bend should also qualify you for accommodations under the ADA.\n\nAnd UPS has already reversed its policy. “While UPS’s denial of [Young’s] accommodation request was lawful at the time it was made (and thus cannot give rise to a claim for damages), pregnant UPS employees will prospectively be eligible for light-duty assignments,” the company’s brief says.\n\nIn the meantime, what are my rights if I’m pregnant or plan to become pregnant?\n\nYou are afforded the same protections as Young through the Pregnancy Discrimination Act. So you can’t be fired or denied benefits. Also, depending upon the size of the company, you may be entitled by law to up to 12 weeks of unpaid leave under the Family and Medical Leave Act.\n\nAdditionally, under Obamacare, employers are required to allow mothers reasonable break time and a private space to express breast milk, Watson says.\n\nI think an employer violated my rights. What can I do?\n\nYou can contact the Equal Employment Opportunity Commission to file a complaint, Watson says.\n\nYou’ll have more company than you might expect: From 1997 to 2011, the Equal Employment Opportunity Commission received over 74,000 complaints of pregnancy discrimination.\n\nYou can also contact your state’s fair employment practice agency. Some states and municipalities have even stronger protections for pregnant women in the workplace. In the past 18 months, Illinois, Delaware, Maryland, Minnesota, New Jersey, West Virginia, Philadelphia, New York City, Providence and Pittsburg have all passed new laws, Watson says.\n\nOr call a lawyer. “We unfortunately speak to women a lot who have suffered pregnancy discrimination,” Watson says. “What happened to Peggy Young, being forced off the job because she brought in a doctor’s note, is happening to women all across the country.”", "article_metadata": {"description": "The high court is hearing arguments on Wednesday on a case in which a UPS worker was forced to take unpaid leave when she got pregnant. Here's what every woman should know about this case and her rights in the workplace.", "generator": "WordPress.com", "og": {"site_name": "MONEY.com", "description": "The high court is hearing arguments on Wednesday on a case in which a UPS worker was forced to take unpaid leave when she got pregnant. Here's what every woman should know about this case and her rights in the workplace.", "title": "Everything Working Women Need to Know About Pregnancy Discrimination", "url": "http://time.com/money/3611660/young-ups-supreme-court-pregnant-worker-rights-explainer/", "image": "https://timedotcom.files.wordpress.com/2014/12/141202_ff_pregdiscrimination.jpg?quality=75&strip=color&w=1012", "type": "article"}, "twitter": {"image": {"src": "https://timedotcom.files.wordpress.com/2014/12/141202_ff_pregdiscrimination.jpg?quality=75&strip=color&w=1012"}, "description": "The high court is hearing arguments on Wednesday on a case in which a UPS worker was forced to take unpaid leave when she got pregnant. Here's what every woman should know about this case and her rights in the workplace.", "site": "MONEY", "card": "summary_large_image", "title": "Everything Working Women Need to Know About Pregnancy Discrimination"}, "msapplication-TileColor": "#FFFFFF", "msapplication-tooltip": "Current & Breaking News | National & World Updates", "msapplication-task": "name=Subscribe;action-uri=http://time.com/feed/;icon-uri=http://0.gravatar.com/blavatar/2cee445ea71a179ffd35ea91cf154905?s=16", "apple-mobile-web-app-capable": "yes", "fb": {"app_id": 53177223193}, "p": {"domain_verify": "f48a8936c3fffc943fce516f2e3ff1d2"}, "apple-mobile-web-app-status-bar-style": "black-translucent", "msapplication-window": "width=device-width;height=device-height", "msapplication-TileImage": "https://s0.wp.com/wp-content/themes/vip/time2014/img/time-touch_icon_152.png", "application-name": "TIME", "article": {"publisher": "https://www.facebook.com/MoneyMagazine"}, "keywords": ", careers, discrimination, peggy young, pregnancy, pregnancy discrimination, pregnant, sex discrimination, supreme court, the u.s. supreme court, ups, women", "google-site-verification": "nFxFQf8F4Xgg0b9Ap9rOUJzg7MY74LicbBIzsLo8yIg", "viewport": "width=device-width,minimum-scale=1.0,maximum-scale=1.0", "news_keywords": "Careers, Discrimination, peggy young, Pregnancy, pregnancy discrimination, Pregnant, Supreme Court, The U.S. Supreme Court, UPS, women"}, "_id": "\"57477af46914bd0286fe19c0\"", "article_summary": "In 1978, Congress passed the Pregnancy Discrimination Act which clarifies that discrimination against pregnant women is a form of sex discrimination.\n“We unfortunately speak to women a lot who have suffered pregnancy discrimination,” Watson says.\nYou’ll have more company than you might expect: From 1997 to 2011, the Equal Employment Opportunity Commission received over 74,000 complaints of pregnancy discrimination.\nYou are afforded the same protections as Young through the Pregnancy Discrimination Act.\nSome states and municipalities have even stronger protections for pregnant women in the workplace."}