{"article_title": "#PriceCheck: How much does childbirth cost in SoCal?", "article_keywords": ["youre", "innetwork", "outofnetwork", "bills", "socal", "women", "cost", "does", "birth", "vaginal", "childbirth", "insurance", "care", "pricecheck"], "article_url": "http://www.scpr.org/blogs/health/2015/07/15/18047/pricecheck-how-much-does-childbirth-cost-in-socal/", "article_text": "Over the past two months, we've been crowdsourcing the cost of colonoscopies through our #PriceCheck project.\n\nA lot of you shared your bills with us, and we found a huge variation in charges for this common (and dreaded!) procedure. Several of you told me that you were shocked by these high listed prices, even if insurance picked up most of the tab.\n\nStarting this week, we're soliciting prices for another extremely common condition: Giving birth.\n\nChildbirth is a fertile topic (sorry) for #PriceCheck: It's the leading cause of hospital admission in the country, but costs vary significantly. A recent article in the journal Health Affairs finds a ten-fold variation in 2011 in the average cost of low-risk childbirths. The authors analyzed costs at 463 hospitals and found a range from about $1,200 to almost $12,000. Our friends at ClearHealthCosts.com also found a wide range in prices.\n\nA lot of those costs could be covered by insurance, although deductibles, co-pays and coinsurance might kick in. Still, the barrage of bills can be overwhelming to new moms, as my colleague Rina Palta recently learned.\n\n\"You’re just getting all these bills and all this paperwork, and then you're also caring for a newborn baby and you're not sleeping,\" says Palta, who gave birth to her son Aadi Gray in October 2014. \"It was just kind of a wild time.\"\n\nHow much should childbirth cost?\n\nUnder the Affordable Care Act, a lot of women's prenatal care should be fully covered by insurance. Preventive tests – like those for Hepatitis C or gestational diabetes – should be covered at no additional cost, but services for diagnosis or treatment may not be.\n\nThat's why Carol Sakala, with the National Partnership for Women & Families, recommends that women #JustAsk if their doctor proposes a test or treatment that might be elective or might carry additional costs.\n\nDuring labor and delivery, the largest portion of women's bills will likely come from hospital fees, followed by physician and pediatrician fees. All of these elements should also be covered by insurance, but deductibles, co-pays and coinsurance could apply.\n\nOccasionally, women get surprise bills when they or their baby receive care from an out-of-network provider.\n\nKaren Davenport, director of health policy at the National Women's Law Center, says that can happen if an out-of-network anesthesiologist treats a woman at an in-network facility, adding, \"very few people think to ask, understandably, the anesthesiologist who's about to give them an epidural… if they are in-network or not.\"\n\nPalta had a similar experience: Aadi was born with some fluid in his lungs and was briefly taken to the neonatal intensive care unit where, to her surprise, an out-of-network doctor cared for him.\n\n\"We chose a hospital deliberately that was in-network, our obstetrician was in-network, our pediatrician was in-network, but we didn't realize that doctors in the facility might be out-of-network,\" Palta says.\n\nShe says she's still contesting the NICU bill of about $2,200.\n\nThe state legislature is considering a measure, AB 533, that would eliminate this type of \"surprise\" bill by requiring out-of-network doctors who treat patients at in-network facilities to charge in-network rates. The Assembly passed it last month, and on Wednesday it comes before the Senate Health Committee.\n\nControlling costs\n\nIf you're pregnant – or planning on becoming pregnant – Sakala, with the National Partnership for Women & Families, has a few tips:\n\nWhen you're picking an insurance plan, look closely at the plan's summaries of benefits and coverage for pregnancy care. Make sure you understand the structure of your plan, especially how the co-pays, coinsurance and deductibles work. Keep in mind: If your pregnancy spreads over two calendar years, you'll have to reach your deductible each year before insurance kicks in. (If you’re new to navigating your insurance plan, check out our handy dandy glossary of health insurance terms.)\n\nCarefully choose your provider and place of birth. This chart from the National Partnership shows that the average vaginal delivery at a birth center is less expensive than a vaginal delivery with no complications at a hospital. It also shows that charges for cesarean births are higher than those for vaginal births. Sakala notes, \"If I were giving birth right now, I would know that the door I walk in and the person who’s providing my care are likely to have a pretty big impact on what happens to me,\" and by extension, her wallet.\n\nYour turn\n\nIf you're new to the #PriceCheck game, here's how to play: Grab your Explanation of Benefits and head over to #PriceCheck. Once you're there, you can anonymously enter three pieces of information: How much the facility charged, how much insurance paid, and how much you paid.\n\nWe're especially interested in vaginal birth with no complications, but we'll take any childbirth-related bills you're willing to share. Feel free to leave a note for me at Impatient@scpr.org if anything about your bill jumped out at you. Please leave your contact information so I can reach you with any questions.", "article_metadata": {"author": "Southern California Public Radio", "og": {"site_name": "Southern California Public Radio", "description": "Childbirth is a natural topic for #PriceCheck: It's the leading cause of hospital admission in the country but there’s a huge variation in costs.", "title": "#PriceCheck: How much does childbirth cost in SoCal?", "url": "http://www.scpr.org/blogs/health/2015/07/15/18047/pricecheck-how-much-does-childbirth-cost-in-socal/", "image": {"width": 1024, "identifier": "http://a.scpr.org/i/9f7092b815dfa4e1c9a069ad2af6b071/108602-full.jpg", "type": "image/jpeg", "height": 682}, "type": "article"}, "twitter": {"domain": "http://scpr.org", "description": "Member-supported public radio for Southern California. Award-winning local news and cultural programming alongside the best of NPR.", "title": "#PriceCheck: How much does childbirth cost in SoCal? | 89.3 KPCC", "url": "http://scpr.org", "image": "http://a.scpr.org/i/9f7092b815dfa4e1c9a069ad2af6b071/108602-full.jpg", "site": "@kpcc", "card": "summary"}, "fb": {"app_id": 129848480405753}, "apple-mobile-web-app-capable": "yes", "csrf-param": "authenticity_token", "csrf-token": "W/GFsjqwcqs076apZwW6VIn5/buKMc2QDddZM+LvC3VVJwuWKDe47uGWBJSkLYrZC2Krr+4+Tcl/rveyr3I79Q==", "apple-mobile-web-app-status-bar-style": "black", "format-detection": "telephone=no", "keywords": "KPCC, California, Southern California, Los Angeles, Pasadena, SCPR, Southern California Public Radio", "article": {"section": "Health", "published_time": "2015-07-15 05:01:13 -0700", "modified_time": "2015-11-02 14:45:13 -0800"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=0"}, "_id": "\"57477af36914bd0286fd303d\"", "article_summary": "We're especially interested in vaginal birth with no complications, but we'll take any childbirth-related bills you're willing to share.\nChildbirth is a fertile topic (sorry) for #PriceCheck: It's the leading cause of hospital admission in the country, but costs vary significantly.\nYour turnIf you're new to the #PriceCheck game, here's how to play: Grab your Explanation of Benefits and head over to #PriceCheck.\nOver the past two months, we've been crowdsourcing the cost of colonoscopies through our #PriceCheck project.\nA recent article in the journal Health Affairs finds a ten-fold variation in 2011 in the average cost of low-risk childbirths."}