{"article_title": "The Weekly Standard", "article_keywords": ["trump", "candidate", "voters", "political", "obamacare", "standard", "cruz", "alternative", "republican", "presidency", "change", "weekly"], "article_url": "http://www.weeklystandard.com/how-cruz-could-win/article/2001231", "article_text": "GOP voters are in a fighting mood. They aren't much interested in business-as-usual, political niceties, or even conservative purity. They want someone who will take it to Washington—someone who will go there and fight for change.\n\nUnfortunately for the rest of the Republican field, the candidate who voters overwhelmingly think will bring change to Washington is Donald Trump. South Carolina exit polling found that, among the large subsection of GOP voters who most want a candidate who \"can bring change,\" a whopping 45 percent supported Trump, compared with only 19 percent for Ted Cruz and 16 percent for Marco Rubio.\n\nThis isn't perhaps too much of a concern for Rubio, who is the electability/establishment candidate. It's a huge concern, however, for Cruz, who has to be the \"change\" candidate, leaving Trump to be the mad-as-hell/outsider candidate. If Trump is both the outsider candidate and the change candidate, then Cruz is sunk.\n\nBut this may need not be the case; the current trajectory of the race could be altered. Indeed, the most remarkable thing about Cruz's candidacy has been that he has managed to be one of the three real finalists without having yet brought his best issue into play. If he does so in time for the March 1 \"SEC Primary,\" the state of the race could be altered for good. If he doesn't, he risks losing Texas.\n\nCruz's best issue just happens to be a crucial one. One would never know it from the topics discussed at the GOP debates, but the centerpiece legislation of the Obama presidency is Obamacare. It is the ultimate test of progressive ascendancy versus efforts to restore America's founding ideals of limited government and liberty. It is the core of President Obama's project of \"fundamentally transforming the United States of America\"—of making it a new land. As Claremont McKenna College professor Charles Kesler puts it, Obamacare is the \"centerpiece\" of Obama's \"whole political enterprise.\" And repealing Obamacare would, correspondingly, be the greatest domestic-policy victory in the history of the conservative movement.\n\nLots of Republican primary voters understand this. For six long years, they have waited—and waited—for someone to champion a winning alternative and take Obamacare down. So far, only one national or statewide candidate has run in any meaningful way on such an alternative, and that candidate, Ed Gillespie, a non-officeholder running against a popular incumbent in the quintessential swing state of Virginia, unveiled a strong alternative to Obamacare and closed what polls said was a double-digit gap to a deficit of just 0.8 points on election night. Gillespie later said his only regret was not coming out with his alternative even earlier in the race.\n\nTrump, needless to say, has no plan for replacing Obamacare. Indeed, he has no track record of fighting Obamacare, and almost no demonstrated knowledge of what is contained within its 2,400 pages of federal largess. Since becoming the Republican frontrunner, he has maintained that a government monopoly over health care \"works incredibly well\" in Scotland; he has said he likes Obamacare's widely despised individual mandate (before later saying he doesn't like the mandate); he has demonstrated both his policy ignorance and his faith in rule by technocratic experts in saying that his solution to Obamacare is \"to lock the experts in a room until they figure out a solution.\"\n\nMeanwhile, Marco Rubio has put out a blueprint for an alternative that would change the tax status of employer-based health insurance. This is the same needless political misstep that John McCain made, and it could weaken the cause of repeal by inviting plentiful Democratic ads accusing Republicans of jeopardizing employer-based insurance.\n\nThe opening for Cruz, the most vocal Obamacare opponent in the Senate, is, well, huge. Yet his campaign has not really taken advantage of it. The reason? Cruz hasn't yet released an alternative—and releasing a concrete alternative is the price of admission for being able to talk about Obamacare morning, noon, and night.\n\nReleasing an alternative should benefit Cruz. Obamacare is not only the number-one thing that needs to be overturned from the Obama presidency; it is both the embodiment and symbol of nearly everything wrong with this presidency: runaway spending; Main Street economic woes; elitism; cronyism; the consolidation and centralization of power; the deprivation of liberty; attacks on religious freedom; public funding of abortion; government incompetence; naked lawlessness. In other words, in going after Obamacare, Cruz would be going after almost the entire Obama legacy, or at least the domestic side of that legacy.", "article_metadata": {"news_keywords": "2016 Elections,Health Care,Jeffrey H. Anderson,Obamacare,Ted Cruz", "og": {"site_name": "Weekly Standard", "description": "GOP voters are in a fighting mood. They aren't much interested in business-as-usual, political niceties, or even conservative purity. They want someone who will take it to Washington—someone who will go there and fight for change.\nUnfortunately for the rest of the Republican field, the candidate who voters overwhelmingly think will bring change to Washington is Donald Trump. South Carolina exit polling found that, among the large subsection of GOP voters who most want a candidate who can bring change, a whopping 45 percent supported Trump, compared with only 19 percent for Ted Cruz and 16 percent for Marco Rubio.\nThis isn't perhaps too much of a concern for Rubio, who is the electability/establishment candidate. It's a huge concern, however, for Cruz, who has to be the change candidate, leaving Trump to be the mad-as-hell/outsider candidate. If Trump is both the outsider candidate and the change candidate, then Cruz is sunk.", "title": "How Cruz Could Win", "url": "http://www.weeklystandard.com/how-cruz-could-win/article/2001231", "image": "http://cdn.weeklystandard.biz/cache/r960-01d19c37ec1339589d71d757f66872e2.jpg", "type": "article"}, "twitter": {"description": "GOP voters are in a fighting mood. They aren't much interested in business-as-usual, political niceties, or even conservative purity. They want someone who will take it to Washington—someone who will go there and fight for change.\nUnfortunately for the rest of the Republican field, the candidate who voters overwhelmingly think will bring change to Washington is Donald Trump. South Carolina exit polling found that, among the large subsection of GOP voters who most want a candidate who can bring change, a whopping 45 percent supported Trump, compared with only 19 percent for Ted Cruz and 16 percent for Marco Rubio.\nThis isn't perhaps too much of a concern for Rubio, who is the electability/establishment candidate. It's a huge concern, however, for Cruz, who has to be the change candidate, leaving Trump to be the mad-as-hell/outsider candidate. If Trump is both the outsider candidate and the change candidate, then Cruz is sunk.", "title": "How Cruz Could Win", "image": "http://cdn.weeklystandard.biz/cache/r960-01d19c37ec1339589d71d757f66872e2.jpg", "site": "@weeklystandard", "widgets": {"csp": "on"}, "card": "summary"}, "fb": {"admins": 1285945407}, "google-site-verification": "QxcYUvYDy42iu46zPMF2vwdQlMXsJP74MqOgujGnpaQ", "keywords": "2016 Elections,Health Care,Jeffrey H. Anderson,Obamacare,Ted Cruz", "article": {"author": "Jeffrey H. Anderson", "published_time": "2016-02-24 08:35", "title": "How Cruz Could Win"}, "viewport": "width=device-width,user-scalable=0"}, "_id": "\"57477af46914bd0286fe19af\"", "article_summary": "In other words, in going after Obamacare, Cruz would be going after almost the entire Obama legacy, or at least the domestic side of that legacy.\nIt's a huge concern, however, for Cruz, who has to be the \"change\" candidate, leaving Trump to be the mad-as-hell/outsider candidate.\nIf Trump is both the outsider candidate and the change candidate, then Cruz is sunk.\nUnfortunately for the rest of the Republican field, the candidate who voters overwhelmingly think will bring change to Washington is Donald Trump.\nOne would never know it from the topics discussed at the GOP debates, but the centerpiece legislation of the Obama presidency is Obamacare."}