{"article_title": "bewildered bystander — Opinion — Bangor Daily News — BDN Maine", "article_keywords": ["bewildered", "house", "angry", "bdn", "upset", "problem", "daily", "bystander", "state", "bangor", "president", "opinion", "white", "thats", "scandal", "maine", "obama"], "article_url": "http://bangordailynews.com/2014/10/26/opinion/contributors/president-barack-obama-bewildered-bystander/", "article_text": "The president is upset. Very upset. Frustrated and angry. Seething about the government’s handling of Ebola, the front-page headline in The New York Times read last Saturday.\n\nThere’s only one problem with this pose, so obligingly transcribed for him by the Times. It’s his government. He is the president and has been for six years. But President Barack Obama reflexively insists on playing the shocked outsider when something goes wrong within his own administration.\n\nIRS? “It’s inexcusable, and Americans are right to be angry about it, and I am angry about it,” he thundered in May 2013, when the story broke about the agency targeting conservative groups. “I will not tolerate this kind of behavior in any agency, but especially in the IRS.”\n\nExcept that within nine months Obama has grown far more tolerant, retroactively declaring this to be a phony scandal without “a smidgen of corruption.”\n\nObamacare rollout? “Nobody is more frustrated by that than I am,” an aggrieved Obama said about the botching of the central element of his signature legislative achievement. “Nobody is madder than me.”\n\nVeterans Affairs scandal? Presidential Chief of Staff Denis McDonough explained: “Secretary [Eric] Shinseki said yesterday … that he’s mad as hell and the president is madder than hell.” A nice touch — taking anger to the next level.\n\n“I will not stand for it,” the president himself declared. But because the administration itself said the problem was long-standing, indeed predating Obama, this means he had stood for it for 5½ years.\n\nThe one scandal where you could credit the president with genuine anger and obliviousness involves the recent breaches of White House Secret Service protection. The Washington Post described the first lady and president as “angry and upset,” and no doubt they were. But the first Secret Service scandal — the hookers of Cartagena — evinced this from the president: “If it turns out that some of the allegations that have been made in the press are confirmed, then of course I’ll be angry.” An innovation in ostentatious distancing — future conditional indignation.\n\nThese shows of calculated outrage — and thus distance — are becoming not just unconvincing but unamusing. In our system, the president is head of state and head of government. Obama seems to enjoy the monarchical parts. But when it comes to the actual business of running government, he shows little interest and even less aptitude.\n\nHis principal job, after all, is to administer the government and to get the right people to do it. (That’s why we typically send governors rather than senators to the White House.) That’s called management. Obama never managed anything before running for the biggest management job on earth. It shows.\n\nWhat makes the problem even more acute is that Obama represents not just the party of government but a grandiose conception of government as the prime mover of social and economic life. The very theme of his presidency is that government can and should be trusted to do great things. And therefore society should be prepared to hand over large chunks of its operations — from health care (one-sixth of the economy) to carbon regulation down to free contraception — to the central administrative state.\n\nBut this presupposes a Leviathan not just benign but competent. When it then turns out that vast, faceless bureaucracies tend to be incapable, inadequate, hopelessly inefficient and often corrupt, Obama resorts to expressions of angry surprise.\n\nHe must. He’s not simply protecting his own political fortunes. He’s trying to protect faith in the entitlement state by portraying its repeated failures as shocking anomalies.\n\nUnfortunately, the pretense has the opposite effect. It produces not reassurance but anxiety. Obama’s determined detachment conveys the feeling that nobody’s home. No one leading. Not even from behind.\n\nA poll conducted two weeks ago showed 64 percent of likely voters — in competitive races — think “things in the U.S. feel like they are out of control.” This is one degree of anxiety beyond thinking the country is on the wrong track. That’s been negative for years, and it’s a reflection of failed policies that in principle can be changed. Regaining control, on the other hand, is a far dicier proposition.\n\nWith events in the saddle and a sense of disorder growing — the summer border crisis, Ferguson, the rise of the Islamic State, Ebola — the nation expects from the White House not miracles but competence. At a minimum, mere presence. An observer presidency with its bewildered-bystander pose only adds to the unease.\n\nCharles Krauthammer is a columnist for The Washington Post. Readers may contact him at letters@charleskrauthammer.com.", "article_metadata": {"description": "The president is upset. Very upset. Frustrated and angry. Seething about the government’s handling of Ebola, the front-page headline in The New York Times read last Saturday. There’s only one problem with this pose, so obligingly transcribed for him by the Times. It’s his government. He is the president and [...] Maine news, sports, politics and election results, and obituaries from the Bangor Daily News.", "generator": "WordPress 4.1.5", "og": {"site_name": "The Bangor Daily News", "description": "The president is upset. Very upset. Frustrated and angry. Seething about the government’s handling of Ebola, the front-page headline in The New York Times read last Saturday. There’s only one problem with this pose, so obligingly transcribed for him by the Times. It’s his government. He is the president and [...]", "title": "President Barack Obama:  bewildered bystander", "url": "http://bangordailynews.com/2014/10/26/opinion/contributors/president-barack-obama-bewildered-bystander/", "image": "http://static.bangordailynews.com/wp-content/uploads/2014/10/10020661_H13842321-600x419.jpg?strip=all", "type": "article"}, "twitter": {"description": "The president is upset. Very upset. Frustrated and angry. Seething about the government’s handling of Ebola, the front-page headline in The New York Times read last Saturday. There’s only one problem with this pose, so obligingly transcribed for him by the Times. It’s his government. He is the president and [...]", "title": "President Barack Obama:  bewildered bystander", "url": "http://bangordailynews.com/2014/10/26/opinion/contributors/president-barack-obama-bewildered-bystander/", "image": "http://static.bangordailynews.com/wp-content/uploads/2014/10/10020661_H13842321-250x250.jpg?strip=all", "site": "@bangordailynews", "card": "summary"}, "wp-parsely_version": "1.7", "fb": {"app_id": 748756371893770}, "keywords": "Maine, news, elections, election results, politics, sports, Bangor, Portland, Augusta, weather, obituaries, Waterville, Aroostook, Penobscot, Piscataquis, Somerset, Hancock, Washington, bdn,contributors,opinion,nation,president barack obama:  bewildered bystander,is_article,unbylined", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fd302c\"", "article_summary": "But President Barack Obama reflexively insists on playing the shocked outsider when something goes wrong within his own administration.\n(That’s why we typically send governors rather than senators to the White House.)\nThe Washington Post described the first lady and president as “angry and upset,” and no doubt they were.\nThe one scandal where you could credit the president with genuine anger and obliviousness involves the recent breaches of White House Secret Service protection.\nThe president is upset."}