{"article_title": "Second Opinion: How Do College Students Fit Into the Insurance Exchange?", "article_keywords": ["different", "plans", "fit", "exchange", "students", "parents", "second", "health", "college", "plan", "california", "covered", "opinion", "huffakers", "insurance"], "article_url": "http://www.voiceofsandiego.org/2013/09/02/second-opinion-how-do-college-students-fit-into-the-insurance-exchange/", "article_text": "I would like to donate $\n\nPer Month Per Year One Time\n\nDonate Now\n\nBy John Rosman, KPBS\n\nHere’s her question.\n\n“My question is, I’d like to register my family for the health exchange, but my daughter is going off to college and requires a different health insurance plan than the rest of my family. So I’m wondering, how does that impact my family?”\n\nThe Huffakers would have to pay additional fees on top of tuition for the college health plan. They think they might get a better deal through Covered California, but they’d have to put Shelby on one plan and the four still in San Diego on another because the regions don’t have the same providers.\n\nHuffaker doesn’t know if she can purchase a patchwork of plans, or if it would make financial sense.\n\nThe Takeaway: The Huffakers can’t mix and match plans.\n\nThe Huffakers can’t bundle two different plans to build their family insurance policy, said Covered California spokeswoman Ann Gonzales. Plans in different regions come with different price tags, and each insurance provider has to be paid separately. Logistically, it just wouldn’t work.\n\nGonzales said Covered California is reviewing its policy on the issue, noting that it impacts more than just college students. Parents who live in different areas and have joint custody of their children, for instance, could be impacted.\n\nThat doesn’t mean Shelby can’t participate in the exchange, though. She could take out an individual plan with Covered California. Gonzales said she could potentially qualify for federal subsidies based on the family’s income that puts the premium below the cost of the college plan.\n\nEither way, Shelby’s situation will not impact subsidies for her parents’ and siblings’ plans. The discount is calculated by household income and the number of dependents her parents have. As long as the Huffakers claim Shelby on their taxes, she’ll factor into their premium costs, Gonzales said.\n\nThe Orders: Shop around.\n\nThe Huffakers should pull out a calculator and compare the cost of the school’s insurance with the plans on Covered California. Plans for a young adult in Santa Barbara start at $122 a month.\n\nCheck out last week’s Second Opinion: How Do Undocumented Parents Cover Their Citizen Kids?\n\nVoice of San Diego is a nonprofit that depends on you, our readers. Please donate to keep the service strong. Click here to find out more about our supporters and how we operate independently.\n\nThis article relates to: City Heights, Health Care, News, Share\n\nWritten by Megan Burks Megan Burks is a reporter for Speak City Heights, a media project of Voice of San Diego, KPBS, Media Arts Center and The AjA Project. You can contact her directly by emailing meburks@kpbs.org.\n\nPartner Voices", "article_metadata": {"viewport": "width=device-width, initial-scale=1.0", "news_keywords": "economy, arts, headlines, politics, environment, sports, american football, technology", "generator": "WordPress 4.1", "og": {"site_name": "Voice of San Diego", "description": "Between sending transcripts and buying dorm furnishings, a University City mom tries to understand her college student's insurance options.", "title": "Second Opinion: How Do College Students Fit Into the Insurance Exchange? - Voice of San Diego", "locale": "en_US", "image": {"width": 570, "identifier": "http://www.voiceofsandiego.org/wp-content/uploads/2013/09/ACA_Michelle.jpg", "type": "image/jpeg", "height": 380}, "updated_time": "2013-09-01T14:26:19-07:00", "url": "http://www.voiceofsandiego.org/topics/news/second-opinion-how-do-college-students-fit-into-the-insurance-exchange/", "type": "article"}, "twitter": {"description": "Between sending transcripts and buying dorm furnishings, a University City mom tries to understand her college student's insurance options.", "creator": "@voiceofsandiego", "image": "http://www.voiceofsandiego.org/wp-content/uploads/2013/09/ACA_Michelle.jpg", "title": "Second Opinion: How Do College Students Fit Into the Insurance Exchange? - Voice of San Diego", "site": "@voiceofsandiego", "card": "summary_large_image"}, "msapplication-TileColor": "#ffffff", "fb": {"app_id": 366388873567519}, "msapplication-TileImage": "/favicons/ms-icon-144x144.png", "article": {"publisher": "http://www.facebook.com/voiceofsandiego", "section": "City Heights", "published_time": "2013-09-02T16:00:00-07:00", "modified_time": "2013-09-01T14:26:19-07:00"}, "google-site-verification": "yVbHRfUbMF0E7Mnm-9lEeK1DycTqdLGrhjdbRcTOTQg", "theme-color": "#ffffff"}, "_id": "\"57477af36914bd0286fd304f\"", "article_summary": "Gonzales said Covered California is reviewing its policy on the issue, noting that it impacts more than just college students.\n“My question is, I’d like to register my family for the health exchange, but my daughter is going off to college and requires a different health insurance plan than the rest of my family.\nSo I’m wondering, how does that impact my family?”The Huffakers would have to pay additional fees on top of tuition for the college health plan.\nThe Huffakers can’t bundle two different plans to build their family insurance policy, said Covered California spokeswoman Ann Gonzales.\nGonzales said she could potentially qualify for federal subsidies based on the family’s income that puts the premium below the cost of the college plan."}