{"article_title": "Is This A Fair Way To Pay Doctors?", "article_keywords": ["reimbursement", "patient", "risk", "fair", "utilization", "pay", "providers", "provider", "members", "way", "doctors", "capitated", "pmpm", "plans"], "article_url": "https://physiciansnews.com/2013/12/05/is-this-a-fair-way-to-pay-doctors/", "article_text": "By Franklin J. Rooks Jr., PT, MBA, Esq.\n\n\n\nIntroduction\n\nThe Affordable Care Act (the “Act”) requires that all individuals, subject to certain limited and enumerated exceptions, obtain “minimum essential” medical insurance coverage.[1] Beginning in 2014, individuals and small businesses will be able to purchase private health insurance—qualified health plans—through competitive marketplaces, which are called “Affordable Insurance Exchanges,” “Exchanges,” or “Marketplaces.”[2] These qualified health plans must meet certain minimum certification standards, such as essential community providers and essential health benefits.[3] The Act also establishes the general requirements for payments to participating accredited care organizations.[4] A partial capitation model is authorized under the Act to “[i]improve the quality and efficiency of items and services furnished to Medicare beneficiaries without additional program expenditures.”[5] The Affordable Care Act, Accredited Care Organizations, and the inflationary effects of fee-for-service payments have led to a resurgence in the use of capitated payment methodologies.[6] Providers should have a good understanding of what capitation is, and what risks are inherent.\n\nOverview of Capitation\n\nCapitation is a risk-based payment system. Under a capitated plan, the provider (physician, physical therapist, chiropractor) agrees to accept a predetermined dollar amount each month for each plan enrollee (the “Member”) that is assigned to the provider for medical care.[7] The predetermined dollar amount is termed a “PMPM,” meaning “Per Member, Per Month.” The provider’s risk lies in the Member’s utilization of the health plan. Traditionally, providers such as physicians and physical therapists entered into capitated agreements for strategic reasons. Physical therapists participated with capitated agreements to better position themselves with their referral base. Physical therapists generally do not like to inform referring physicians that they will not participate with capitated plans, especially when the physician participates. Rather than being perceived as “cherry picking” the best-paying patients, physical therapists historically utilized capitated plans as a “loss leader,” with the hope that the physician would refer better reimbursing patients, in addition to the capitated ones. Physicians, on the other hand, entered into capitated agreements because of the PMPM income stream. The rationale was that a high volume of capitated plan Members would compensate the physician for excessive risk. Healthy patient populations were expected to result in low utilization, with the capitation payment going straight to the physician’s bottom line.\n\nCapitated agreements potentially expose the provider to substantial financial risk. If the pool of plan Members assigned to the provider is either older or sicker than typical plan Members, utilization of the plan’s benefits may result in delivery of medical services at a net loss. The expense attributed to patient care could well exceed the PMPM capitation amount plus applicable co-payments. Prior to signing any capitation agreement, providers should understand the risk involved, and obtain as much information as possible from the carrier to evaluate the decision to participate.\n\nUnderstanding Capitation\n\nA capitated agreement is essentially a risk management agreement. To provide some backdrop, consider the popular Atlantic City game of roulette. If a gambler bets on red, black, odd, or even, he or she knows that there is a 47.37% chance of winning. The payout for these bets is 1:1, meaning that the winning gambler will receive $1 for every dollar wagered. By knowing the odds of winning, and the return for every dollar bet, the gambler can make an informed decision on whether the wager is within his or her risk tolerance. Just as a gambler would contemplate the risks inherent with each wager, the physician, too, should engage in a similar decision making process when determining whether to participate with a capitated plan.\n\nDoes the PMPM provide adequate compensation? The PMPM should be based on an actuarial determination of the likelihood of a patient’s utilization of health care services. For Medicare Advantage Plans and State Medical Assistance Plans, the federal government defines an “actuarially sound capitation rate” as a rate which has been developed in accordance with generally accepted actuarial principles and practices; is appropriate for the populations to be covered; is appropriate for the services to be furnished; and have been certified by actuaries who meet the qualification standards established by the American Academy of Actuaries and follow the practice standards established by the Actuarial Standards Board.”[8] One publication of the American Medical Association indicates that “actuarially sound” means that “[t]he PMPM payments provide for all reasonable, appropriate, and attainable costs that can be expected for your patient population.”[9]\n\nIs the PMPM fair? Providers should understand how the insurance carrier arrives at the PMPM reimbursement. What economic value does the insurance carrier place on patient care? Central to this inquiry is, “what does the insurance carrier believe is a fair reimbursement per visit for each patient encounter?” Assume that optimal utilization is where the anticipated utilization projected from the actuarial analysis equals the actual utilization. Under optimal utilization, what would be the reimbursement per patient encounter? For example, if optimal utilization circumstances yields a per-patient encounter reimbursement of $35, what does that say about the value the insurance carrier places on the provider’s services?\n\nCapitation payments are not based on the provider’s costs of delivering care.[10] Under the capitated agreement, the insurance carrier issues a monthly capitation check to the provider based on the number of plan Members that are assigned to the provider, multiplied by the PMPM amount. The dollar amount of the capitation check and the PMPM on which it is based is independent of the Members’ utilization of the providers’ services. The PMPM is the same if every Member utilizes the provider’s services or if no Member utilizes them. Making an informed decision on accepting a capitated contract requires historical utilization data and an anticipated number of capitated Members. Providers need to understand how a capitated contract will affect their practice. To do so, providers should be intimately familiar with the certain key statistics which measure their practice’s financial performance.\n\nUnderstanding Operational Metrics\n\nA potential influx of capitated patients can have a substantial impact on the practice. Patient volumes will affect practice’s operational metrics. Knowledge of operational metrics is central to assessing the true financial impact of a capitated contract. Traditional capitated plans are not risk-adjusted. The provider bears the full burden if actual utilization exceeds the projected or anticipated utilization. If the provider’s cost in rendering care exceeds the capitation payments, the loss belongs to the provider. The provider needs to consider the following operational metrics:\n\nWhat is the provider’s current average reimbursement per patient encounter?\n\nWhat is provider’s current average cost per patient encounter?\n\nWhat is the provider’s current average profit per patient encounter?\n\nWhat is the provider’s weekly capacity for patient care?\n\nWhat is the provider’s productivity under current levels of patient care?\n\nOperational data is extremely important in understanding the potential impact of a capitated contract. The provider should have a firm grasp on the actual or projected expense incurred per patient encounter, regardless of payer source. The provider must also understand that costs per patient encounter are a function of productivity. Labor is essentially a fixed cost. If the provider staffs the office for 40 hours a week, that labor expense exists whether 5 patients are seen in a week or whether 50 patients are seen that week. However, the cost per patient encounter varies widely in these two extremes. While the example is exaggerated for illustration purposes, the cost per patient encounter is much higher when there are 5 patients treated versus 50 patients. Capacity and productivity are interrelated. The provider must understand how many patients encounters can be performed per week and how many actually are performed. Productivity is the ratio of actual encounters over capacity. All of the points above can be affected by changing patient volumes. It is important to assess how they can be affected.\n\nWhat is the expected utilization of the provider’s services under the capitated contract?\n\nIf the provider has excess capacity, additional patient volume should not result in any incremental professional labor costs. Nevertheless, the provider should be concerned with the potential impact of Member utilization. While non-professional staffing is not typically measured under a productivity calculation, the provider should be attentive to the fact that additional Member utilization may increase overall labor costs. There may be a need for additional support personnel and administrative staff to handle authorizations, verifications, and scheduling. If the provider already has high productivity levels, increased utilization through the capitated plan Members, may require additional professional labor (physician, physician assistant, nurse practitioner). To the extent that the capitated contract requires the provider to furnish supplies, incremental costs may also result with additional patient volume. Patient volume drives costs. The provider should request an estimate of the number of Members that are expected to be assigned to the practice.\n\nThe Provider’s Risk\n\nThe provider should understand the magnitude of risk to which he or she is exposed. The provider, just like the gambler, should have the information to determine if the reward is commensurate with the risk. The gambler has a 1 in 37 chance of winning when betting on a single number in roulette. The payout is $35 for every $1 wagered. The gambler knows these odds. The “house” knows these odds. It is a much different bet if the house knows the odds and payoff, and the gambler does not. Knowledge of the risk should not be one-sided. The provider should insist on receiving utilization data from the insurance carrier. The capitated plan’s historical utilization information will assist the provider in identifying the magnitude of risk assumed. To manage risk, the risk must be identifiable and measurable.\n\nThe provider can essentially only manage what he or she can control. With this risk based payment system, the provider cannot control the number of Members assigned. The provider cannot control the demographics of the Members. That is, the average age of the assigned Member population, the Member’s sex, and the overall health/sickness of the Member population are all factors beyond the provider’s control. If the population of Members assigned is older and sicker, this should be reflected in the PMPM. These are all external risks. The PMPM is the compensation to the provider for the assumption of that risk. The provider needs to determine if the PMPM provides adequate compensation for the risk assumed and services expected to be rendered.\n\nCapitation plans place the provider’s reimbursement at risk, unlike preferred provider organization (“PPO”) plans. Preferred plans reimburse the provider on a fee-for-service basis. There is no inherent reimbursement risk. If service is performed, subject to obtaining any necessary authorizations and/or eligibility determinations, the provider is paid for the procedures performed. In contrast, per visit reimbursement for the capitated product is the sum of capitation payments and copayments, divided by the number of Member visits. A higher denominator (Member visits) results in lower reimbursement per visit. To draw a comparison, in the world of investing, returns are lower for financial products where the principal is safe. An example of this is a United States Treasury Bill. A “junk bond,” on the other hand, offers the potential for extremely high returns, but with significant risk. There is a risk-reward trade-off. With the Treasury Bill, an investor will receive a low yield with negligible principal risk. With the junk bond, there could be a fantastic return, or there could be nothing, including a loss of principal. Because of the potential loss of principal, there is a “risk premium.” The investor is compensated for the risk assumed. But, is this true of capitated plans? In exchange for the risk assumed, does the capitated plan offer the provider the potential for greater reimbursement than a “safer” PPO if Member utilization is effectively managed? The provider’s risk is clear – utilization that generates excess costs beyond the capitated reimbursement and receipt of the patients’ copayments, coinsurances and/or deductibles. The potential for reward is less clear. Providers may be asking themselves, “what is the insurance carrier’s risk?”\n\nThe Insurance Carrier’s Risk\n\nThe carrier’s risk is generally limited to the capitation payment. It is a known and quantifiable risk, which is established in advance through the determination of the PMPM payment schedule. Under a capitated plan, the insurance carrier shifts the risk to provider and to the patient. The patient’s risk exposure is reflected by the per-visit copayment. The provider’s risk is in rendering services where the cost may exceed the reimbursement received under the capitation arrangement. The provider’s risk is also reflected by the challenge in collecting copayments.\n\nThe provider can shift some of that risk back to the insurance carrier by carving out certain services from the capitated agreement. There may be certain patient populations where the provider cannot confidently assume the risk under the capitated agreement. Certain medical conditions and diseases may have costs that cannot be accurately predicted, and there may be considerable expenses associated with these diagnoses. Because of this instability, certain services may be better managed on a fee-for-service basis or other compensation arrangement. These diagnoses should be identified and written into the agreement as exclusions from capitation.\n\nSummary\n\nTo determine if the capitated payment adequately compensates the provider for the risk assumed, the provider needs to have the information necessary to make an informed decision. The insurance carrier should be asked to provide utilization data. The provider should have a fundamental understanding of what constitutes a fair per-patient encounter reimbursement; the capitated plan’s anticipated utilization based on historical data; the anticipated number of Members that will be assigned to the provider; and the anticipated PMPM and copayment amounts for the Members in the plan. The provider needs to have a clear understanding of the practice’s operational metrics and should be able to anticipate how an influx of capitated patient volume could affect the practice’s bottom line.\n\n###\n\nAbout the author: Franklin J. Rooks Jr., PT, MBA, Esq. is a physical therapist and practicing attorney in Philadelphia, Pennsylvania. Prior to his practice of law, Frank was a founding partner of PRO Physical Therapy (now ATI Physical Therapy), a Wilmington, Delaware based operator of physical therapy clinics. In 2006, Frank sold his interest to a private equity firm. Frank can be contacted at fjrooks@rooksfirm.com", "article_metadata": {"generator": "WordPress 4.5.2", "og": {"site_name": "Physicians News", "description": "By Franklin J. Rooks Jr., PT, MBA, Esq. Introduction The Affordable Care Act (the “Act”) requires that all individuals, subject to certain limited and enumerated exceptions, obtain “minimum essential” medical insurance coverage.[1] Beginning in 2014, individuals and small businesses will be able to purchase private health insurance—qualified health plans—through competitive marketplaces, which are called “Affordable ...", "title": "Is This A Fair Way To Pay Doctors? | Physicians News", "url": "https://physiciansnews.com/2013/12/05/is-this-a-fair-way-to-pay-doctors/", "image": "https://physiciansnews.com/photos/2012/10/OwnOccImage.jpg", "updated_time": "2014-08-14T23:26:34+00:00", "locale": "en_US", "type": "article"}, "twitter": {"description": "By Franklin J. Rooks Jr., PT, MBA, Esq. Introduction The Affordable Care Act (the “Act”) requires that all individuals, subject to certain limited and enumerated exceptions, obtain “minimum essential” medical insurance coverage.[1] Beginning in 2014, individuals and small businesses will be able to purchase private health insurance—qualified health plans—through competitive marketplaces, which are called “Affordable ...", "creator": "@physiciansnews", "image": "https://physiciansnews.com/photos/2012/10/Doc-money-photo.jpg", "title": "Is This A Fair Way To Pay Doctors? | Physicians News", "site": "@physiciansnews", "card": "summary"}, "DC.date.issued": "2013-12-05T19:50:23+00:00", "fb": {"app_id": 55890074158}, "google-site-verification": "P61CH5fWglh1iNtxWWsRbgzgMZr93KOnBlZ0JncQcSI", "article": {"publisher": "https://www.facebook.com/physiciansnews", "section": "Finance", "tag": "physicians", "published_time": "2013-12-05T19:50:23+00:00", "modified_time": "2014-08-14T23:26:34+00:00"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fd306c\"", "article_summary": "Physical therapists generally do not like to inform referring physicians that they will not participate with capitated plans, especially when the physician participates.\nMaking an informed decision on accepting a capitated contract requires historical utilization data and an anticipated number of capitated Members.\nThe provider’s risk is also reflected by the challenge in collecting copayments.\nThe provider’s risk is in rendering services where the cost may exceed the reimbursement received under the capitation arrangement.\nThe provider’s risk is clear – utilization that generates excess costs beyond the capitated reimbursement and receipt of the patients’ copayments, coinsurances and/or deductibles."}