{"article_title": "UN Report Reveals Shocking Discrimination, Violations Of International Standards", "article_keywords": ["reveals", "group", "rights", "discrimination", "standards", "included", "health", "treatment", "human", "report", "international", "violations", "treaty", "shocking", "women"], "article_url": "http://www.medicaldaily.com/womens-human-rights-us-un-report-reveals-shocking-discrimination-violations-365806", "article_text": "According to a recent UN report, the U.S. isn't doing enough to help its women. Devon Buchanan CC BY 2.0\n\nLast week the UN’s Working Group on the issue of discrimination against women in law and practice, a group specifically in charge of female human rights issues, ended its 10-day U.S. tour. Among its many findings included the shocking fact that, despite America’s widespread support for international humanitarian efforts, its own treatment of female citizens is some of the worst in the world.\n\nThe goal of the recent U.S. trip was to investigate the conditions for women in areas such as economics, social life, access to health care and reproductive health, as well as safety, Euro News reported. Although the report will be released in full to the UN Human Rights Council next year, a preliminary report made available this week described shocking discrepancies in treatment of American women. Among these findings included drastic underrepresentation in national legislature, shocking percentages of women living in poverty, rising percentages of women dying during childbirth, and massive discrepancies in women’s access to health care.\n\n“While all women are the victims of these missing rights, women who are poor, belong to Native American, Afro-American and Hispanic ethnic minorities, migrant women, LBTQ women, women with disabilities and older women are disparately vulnerable,” reads the report.\n\nSome of the treatment uncovered in the UN tour included a direct violation to the same international human rights laws that the U.S. works so hard to standardize. For example, the UN group cited its shock at the “lack of mandatory standards for workplace accommodations for pregnant women, post-natal mothers and persons with care responsibilities, which are required in international human rights laws.” The Daily Beast reported that at the moment, the U.S. requires no paid leave and only 12 weeks of unpaid time leaving, conditions which consistently land the country at or near the bottom of international parental leave rankings.\n\nIn addition, although U.S. federal law gives all women the right to terminate their pregnancies, upon visiting abortion clinics in Texas and Alabama, the group found that “many clinics work in conditions of constant threats, harassments and vandalizing,” which in turn lead to “ever increased barriers” that “prevent their access to abortion procedures,” the report read.\n\nOther health care discrepancies included the ability to exempt contraception in insurance plans and inadequate sex education with an excessive focus on abstinence, a form of sex ed which many researchers have deemed to be ineffective and at times harmful.\n\nIn addition to America’s treatment of female citizens, the UN group also found that the U.S. was the only country in the Western Hemisphere “and the only industrialized democracy” to not have yet ratified the Convention on the Elimination of All Forms of Discrimination against Women treaty, an international agreement first adopted by the UN General Assembly in 1979. The treaty contains a series of measures aimed to end all forms of discrimination against women. According to the treaty’s webpage, it is the only human rights treaty that affirms the reproductive rights of women and targets culture and tradition as influential forces shaping gender roles and family relations.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "women's rights, abortion, united nation", "og": {"site_name": "Medical Daily", "description": "A recent preliminary report of the UN's visit to the United States revealed serious discrepancies in its treatment of women.", "title": "The US Violates A Wealth Of Women's Human Rights Laws: UN Report", "url": "http://www.medicaldaily.com/womens-human-rights-us-un-report-reveals-shocking-discrimination-violations-365806", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/12/17/women.jpg", "type": "article"}, "twitter": {"description": "A recent preliminary report of the UN's visit to the United States revealed serious discrepancies in its treatment of women.", "title": "The US Violates A Wealth Of Women's Human Rights Laws: UN Report", "url": "http://www.medicaldaily.com/womens-human-rights-us-un-report-reveals-shocking-discrimination-violations-365806", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/12/17/women.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/12/17/women.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "The Hill", "published_time": "2015-12-17T15:53:55-05:00", "modified_time": "2015-12-17T15:53:54-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "A recent preliminary report of the UN's visit to the United States revealed serious discrepancies in its treatment of women."}, "_id": "\"57477af46914bd0286fe19eb\"", "article_summary": "“While all women are the victims of these missing rights, women who are poor, belong to Native American, Afro-American and Hispanic ethnic minorities, migrant women, LBTQ women, women with disabilities and older women are disparately vulnerable,” reads the report.\nAlthough the report will be released in full to the UN Human Rights Council next year, a preliminary report made available this week described shocking discrepancies in treatment of American women.\nSome of the treatment uncovered in the UN tour included a direct violation to the same international human rights laws that the U.S. works so hard to standardize.\nAccording to the treaty’s webpage, it is the only human rights treaty that affirms the reproductive rights of women and targets culture and tradition as influential forces shaping gender roles and family relations.\nThe treaty contains a series of measures aimed to end all forms of discrimination against women."}