{"article_title": "Why Bobby Jindal’s Health Plan Is an Epic Fail", "article_keywords": ["republican", "jindals", "bobby", "replacing", "proposals", "hes", "political", "health", "plan", "coverage", "healthcare", "fail", "epic", "result"], "article_url": "http://www.thenation.com/article/why-bobby-jindals-health-plan-epic-fail/", "article_text": "As Christie Watch noted last month, as unlikely as it might seem, Louisiana Governor Bobby Jindal is hoping to take advantage of Chris Christie’s troubles to emerge as a leading candidate for the GOP nomination. He’s speaking wherever he can, including in New Hampshire, and he’s putting together a group of political operatives for his pre-presidential political setup called America Next, which includes a veteran of Mitt Romney’s 2012 campaign and a consulting and a media expert from the Bush-Cheney campaign. Ad Policy\n\nJindal, a wonk with long experience in healthcare policy, wants to be known as the Republican Party’s idea man—after all, he once complained that the GOP was becoming “the stupid party.” To that end, he hopes, he and his political operation have just issued a blueprint on healthcare, which he’s offering to the Republican party as “open-source code” for their its leading candidates and members of Congress to put forward as part of their own anti–Affordable Care Act health plans.\n\nIf they do, it will result in what programmers call an “epic fail,” and it can only help Democrats in both 2014 and 2016.\n\nYou can read Jindal’s entire plan, The Freedom and Empowerment Plan, but here’s the gist. It would eliminate Obamacare, replacing it with a series of proposals that rehash much of what Republicans have been advocating for two decades. These include privatizing Medicare, eliminating employer-sponsored health coverage, collapsing Medicaid and shifting much more of healthcare costs onto consumers. Even National Review criticized one of the report’s proposals, a standard tax deduction for individuals buying health insurance equal to what employers currently receive. According to the magazine, the plan is “too disruptive to existing employer-provided insurance, and it does not help enough people get coverage. Replacing Obamacare with this plan would probably result in millions of people losing their coverage, and I think that would doom it.”", "article_metadata": {"sailthru.image.thumb": "http://www.thenation.com/wp-content/uploads/2015/04/jindal_vp_ap_img_0-275x173.jpg", "sailthru.author": "Bob and Barbara Dreyfuss", "description": "If he's the GOP’s idea man, then the Democrats are in good shape.", "generator": "WooCommerce 2.3.13", "og": {"site_name": "The Nation", "description": "If he's the GOP’s idea man, then the Democrats are in good shape.", "title": "Why Bobby Jindal’s Health Plan Is an Epic Fail", "url": "http://www.thenation.com/article/why-bobby-jindals-health-plan-epic-fail/", "image": {"width": 1500, "identifier": "http://www.thenation.com/wp-content/uploads/2015/04/jindal_vp_ap_img_0.jpg", "type": "image/jpeg", "height": 975}, "updated_time": "2015-06-29T07:51:24+00:00", "locale": "en_US", "type": "article"}, "twitter": {"description": "If he's the GOP’s idea man, then the Democrats are in good shape.", "title": "Why Bobby Jindal’s Health Plan Is an Epic Fail", "url": "http://www.thenation.com/article/why-bobby-jindals-health-plan-epic-fail/", "image": {"height": 975, "src": "http://www.thenation.com/wp-content/uploads/2015/04/jindal_vp_ap_img_0.jpg", "identifier": "http://www.thenation.com/wp-content/uploads/2015/04/jindal_vp_ap_img_0-1440x756.jpg", "width": 1500}, "site": "@TheNation", "card": "summary_large_image"}, "sailthru.date": "April 8th, 2014", "sailthru.title": "Why Bobby Jindal’s Health Plan Is an Epic Fail", "keywords": "Bobby Jindal, 2016 election, health care policy, GOP, Affordable Care Act, Freedom and Empowerment Plan, The Nation, Bob and Barbara Dreyfuss", "fb": {"app_id": 192399944158735}, "sailthru.content_id": 110930, "sailthru.tags": "Healthcare Policy,Political Figures,The Christie Watch", "article": {"publisher": "https://www.facebook.com/TheNationMagazine", "tag": "Bob and Barbara Dreyfuss", "published_time": "2014-04-08T15:59:31+00:00", "modified_time": "2015-06-29T07:51:24+00:00", "author": "http://www.thenation.com/author/"}, "sailthru.description": "If he's the GOP’s idea man, then the Democrats are in good shape.", "sailthru.image.full": "http://www.thenation.com/wp-content/uploads/2015/04/jindal_vp_ap_img_0-680x430.jpg", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fe19ea\"", "article_summary": "These include privatizing Medicare, eliminating employer-sponsored health coverage, collapsing Medicaid and shifting much more of healthcare costs onto consumers.\nYou can read Jindal’s entire plan, The Freedom and Empowerment Plan, but here’s the gist.\nReplacing Obamacare with this plan would probably result in millions of people losing their coverage, and I think that would doom it.”\nIf they do, it will result in what programmers call an “epic fail,” and it can only help Democrats in both 2014 and 2016.\nAccording to the magazine, the plan is “too disruptive to existing employer-provided insurance, and it does not help enough people get coverage."}