{"article_title": "Lebanese militant leader killed in Israeli raid in Syria: Hezbollah", "article_keywords": ["lebanese", "israeli", "raid", "media", "hezbollah", "qantar", "israel", "killed", "militant", "israels", "strike", "syria", "syrian", "leader"], "article_url": "http://www.thefiscaltimes.com/latestnews/2015/12/20/Lebanese-militant-leader-killed-Israeli-raid-Syria-Hezbollah", "article_text": "BEIRUT (Reuters) - An Israeli air strike killed Samir Qantar, a Hezbollah militant leader, in Damascus on Saturday evening, the Lebanese group and Syrian state media said on Sunday.\n\nIsrael welcomed Qantar's death, saying he had been preparing attacks on it from Syrian soil, but stopped short of confirming responsibility for the strike that killed him.\n\nA former national security adviser to Israel said he doubted the strike would escalate hostilities between Israel and Iranian-backed Hezbollah, whose last major confrontation was in 2006.\n\nIsrael has formally kept out of Syria's civil war which started almost five years ago but has bombed Hezbollah targets there without publicly acknowledging these sorties.\n\nHezbollah, a powerful Shi'ite Muslim group that has sent hundreds of fighters to Syria to support President Bashar al-Assad against rebels trying to topple him, said Qantar was \"martyred\" in an Israeli raid on the residential district of Jaramana in the Syrian capital, but gave no details.\n\nHezbollah leader Sayyed Hassan Nasrallah was due to speak on Monday evening as both supporters of the group and Syrian loyalist groups said the death of Qantar would be avenged and not be in vain.\n\nThree Katuysha rockets that were fired from Lebanon struck open areas in northern Israel, causing no damage or injuries but bringing immediate retaliation from Israel, which fired artillery rounds into southern Lebanon amid increased tensions along the two countries' borders.\n\nThe Israeli army said it held the Lebanese government responsible for attacks emanating from its territory and that it would \"continue to act against any attempt to harm Israel's sovereignty and the security of its citizens.\"\n\nJailed in Israel for his part in a 1979 raid in Israel that killed four people, Qantar, a Druze, was repatriated to Lebanon in 2008 in a prisoner swap with Hezbollah, which he is then believed to have joined.\n\nYaakov Amidror, Israel's former national security adviser, predicted Hezbollah would seek to exact \"small revenge\" for Qantar's killing, but said Hezbollah, like Iran, was likely too busy fighting in Syria to afford a new front with Israel.\n\n\"It would not be in their interest, and if they did so, they would have a big problem,\" Amidror said, alluding to Israel's threats to respond to any major Hezbollah attack with strikes in Lebanon.\n\nHezbollah's official media said Qantar would be buried on Monday in a Shi'ite cemetery in its main stronghold of Dahiya in the southern suburbs of Beirut. The party opened a condolences hall to receive the public.\n\n\"Such acts of the Zionist regime (Israel), which have become a consistent method, are the most dangerous forms of state terrorism,\" Iranian Foreign Ministry spokesman Hossein Jaber Ansari was quoted as saying by Iran's ILNA news agency.\n\nSyrian Information Minister Omran al Zubi pointed the finger at Israel but stopped short of blaming it directly.\n\n\"The party that gains most from the assassination of Qantar is the Zionist enemy whom we have long known for these cowardly attacks,\" Zubi told Hezbollah's Manar television station.\n\nOfficial Syrian media said an Israeli aerial strike hit a six-story residential building in Jaramana.\n\nEXPLOSIONS\n\n\"I am not confirming or denying anything to do with this matter,\" Israeli Housing and Construction Minister Yoav Gallant told Israel Radio, adding: \"It is good that people like Samir Qantar will not be part of our world.\"\n\nQantar, born in 1962, kept a low public profile after Israel released him. Hezbollah did not say which role Qantar played in the Syrian conflict, but Syrian state media said he was involved in a major offensive earlier this year in Quneitra, near the Israeli-occupied Golan Heights.\n\nRebels in southern Syria also said Qantar was present in battles this year to defend a Syrian air base near the Druze majority city of Sweida, close to the border with Jordan, that rebels sought to capture.\n\nReuters could not independently verify this.\n\nIsraeli Justice Minister Ayelet Shaked accused Qantar of overseeing covert Hezbollah entrenchment on the Golan Heights, a strategic plateau overlooking northeastern Israel.\n\n\"He set up a broad terror network on the Golan, and it is good that he returned his soul to his creator,\" Shaked told Israel's Army Radio, without elaborating on any Israeli role.\n\nThe Assad loyalist National Defence Forces in Jaramana, a bastion of government support and home to many of Syria's Druze minority as well as Christians, mourned Qantar on its Facebook page.\n\n\"Two Israeli warplanes carried out the raid which targeted the building in Jaramana and struck the designated place with four long-range missiles,\" the NDF said.\n\nIn January, an Israeli strike in Syria killed six members of Hezbollah, including a commander and the son of the group's late military leader Imad Moughniyah near the Golan Heights.\n\n(Additional reporting by Dan Williams in Jerusalem and Suleiman al-Khalidi in Beirut; Editing by Dominic Evans and Greg Mahlich)", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "BEIRUT (Reuters) - An Israeli air strike killed Samir Qantar, a Hezbollah militant lea", "title": "Lebanese militant leader killed in Israeli raid in Syria: Hezbollah", "url": "http://www.thefiscaltimes.com/latestnews/2015/12/20/Lebanese-militant-leader-killed-Israeli-raid-Syria-Hezbollah", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/mideast-crisis-syria-jaramana_2.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/latestnews/2015/12/20/Lebanese-militant-leader-killed-Israeli-raid-Syria-Hezbollah", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/mideast-crisis-syria-jaramana_2.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "BEIRUT (Reuters) - An Israeli air strike killed Samir Qantar, a Hezbollah militant lea", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "BEIRUT (Reuters) - An Israeli air strike killed Samir Qantar, a Hezbollah militant leader, in Damascus on Saturday evening, the Lebanese group and Syrian state media said on Sunday.\nIn January, an Israeli strike in Syria killed six members of Hezbollah, including a commander and the son of the group's late military leader Imad Moughniyah near the Golan Heights.\nOfficial Syrian media said an Israeli aerial strike hit a six-story residential building in Jaramana.\nIsraeli Justice Minister Ayelet Shaked accused Qantar of overseeing covert Hezbollah entrenchment on the Golan Heights, a strategic plateau overlooking northeastern Israel.\nA former national security adviser to Israel said he doubted the strike would escalate hostilities between Israel and Iranian-backed Hezbollah, whose last major confrontation was in 2006."}