{"article_title": "Volunteers in Medicine receives Les Schwab Tire Centers grant", "article_keywords": ["tire", "grant", "medical", "schwab", "vim", "uninsured", "vims", "les", "oregon", "receives", "medicine", "volunteers", "centers", "volunteer"], "article_url": "http://www.ktvz.com/news/Volunteers-in-Medicine-receives-Les-Schwab-Tire-Centers-grant/39223598", "article_text": "BEND, Ore. -\n\nVolunteers in Medicine Clinic of the Cascades (VIM) is pleased to announce a donation of $5,000 from Les Schwab Tire Centers. The donation will support VIM’s volunteer program.\n\n“Les Schwab has been the strongest supporter of VIM’s volunteer program since 2011. We are very thankful for their continued belief in our work,” said Kat Mastrangelo, Executive Director of VIM. “With the help of Les Schwab and their employees, we are able to keep VIM’s 250 dedicated volunteers trained for their positions in the clinic and proficient in the cultural needs of the population we serve.”\n\nVIM provides healthcare on a donation basis to uninsured, low-income adults that are not eligible for, or able to access, medical care through Affordable Care Act programs. VIM’s goal is to keep adults in the tri-county area as healthy as possible so that they can work, take care of their families, and be contributing members of our community.\n\n“It’s estimated that about 6,000 people remain medically uninsured in the tri-county area,” stated Mastrangelo. “With the help of our dedicated volunteers, community medical partners and supportive donors like Les Schwab, VIM will continue to serve the working and uninsured for as long as there is a need.”\n\nAbout VIM\n\nSince 2004, Volunteers in Medicine has been providing healthcare services to low-income, uninsured adults in Central Oregon by utilizing the collaborative efforts of over 250 in-clinic volunteers and 400+ community medical partners. VIM is a 501(c)3 nonprofit that is solely funded by individual and corporate donations, and grants. For more information, or to become a patient or volunteer, call 541-330-9001 or visit www.vim-cascades.org.\n\nAbout Les Schwab\n\nLes Schwab Tire Centers (www.lesschwab.com) is one of the leading independent tire dealers in the United States, with more than 7,000 employees and more than 450 locations throughout Oregon, Washington, Idaho, Montana, California, Nevada, Utah and Colorado. The company has been recognized for its business practices through several awards including: a Milestone award from the Oregon Sustainability Board, Oregon Economic and Community Development Department honors, an Environmental Excellence award from the Association of Washington Business, an Integrity Counts award from the Northern Idaho Better Business Bureau, and The Oregonian 2012, 2013 and 2014 Top Workplace recognition.", "article_metadata": {"ib-analytics": "data", "description": "Volunteers in Medicine Clinic of the Cascades (VIM) is pleased to announce a donation of $5,000 from Les Schwab Tire Centers.  The donation will support VIM’s volunteer program.", "generator": "ibPublish 2", "author": "KTVZ", "og": {"site_name": "KTVZ", "description": "Volunteers in Medicine Clinic of the Cascades (VIM) is pleased to announce a donation of $5,000 from Les Schwab Tire Centers.  The donation will support VIM’s volunteer program.", "title": "Volunteers in Medicine receives Les Schwab Tire Centers grant", "url": "http://www.ktvz.com/news/Volunteers-in-Medicine-receives-Les-Schwab-Tire-Centers-grant/39223598", "image": "http://www.ktvz.com/image/view/-/32840866/highRes/1/-/maxh/640/maxw/640/-/b4ck9r/-/Fbook-Commenting-image.png", "type": "article"}, "twitter": {"url": "http://www.ktvz.com/news/Volunteers-in-Medicine-receives-Les-Schwab-Tire-Centers-grant/39223598", "card": "summary"}, "fb": {"app_id": 381954585303700}, "keywords": "bend local news, central oregon breaking news, high desert news", "google-site-verification": "cbbBlG-9oZbAegC_3XupbiMLXmsRY-Nyx7wBbh86U8U", "news_keywords": "bend local news, central oregon breaking news, high desert news"}, "_id": "\"57477af36914bd0286fd3096\"", "article_summary": "BEND, Ore. -Volunteers in Medicine Clinic of the Cascades (VIM) is pleased to announce a donation of $5,000 from Les Schwab Tire Centers.\n“Les Schwab has been the strongest supporter of VIM’s volunteer program since 2011.\nThe donation will support VIM’s volunteer program.\nAbout Les SchwabLes Schwab Tire Centers (www.lesschwab.com) is one of the leading independent tire dealers in the United States, with more than 7,000 employees and more than 450 locations throughout Oregon, Washington, Idaho, Montana, California, Nevada, Utah and Colorado.\nWe are very thankful for their continued belief in our work,” said Kat Mastrangelo, Executive Director of VIM."}