{"article_title": "Excerpt: 'Bella's Gift' by Rick and Karen Santorum", "article_keywords": ["life", "love", "gift", "santorum", "excerpt", "bellas", "bella", "karen", "rick", "little", "nicu", "eyes", "day", "know"], "article_url": "http://abcnews.go.com/blogs/politics/2015/02/excerpt-bellas-gift-by-rick-and-karen-santorum/", "article_text": "Cover, 'Bella's Gift: How One Little Girl Transformed Our Family and Inspired the Nation'\n\nSEE RICK SANTORUM ON \"THIS WEEK\" TOMORROW.\n\nExcerpted from BELLA'S GIFT: HOW ONE LITTLE GIRL TRANSFORMED OUR FAMILY AND INSPIRED THE NATION by Rick and Karen Santorum with Elizabeth Santorum. Used with permission from Thomas Nelson. Copyright © Rick Santorum and Karen Santorum, 2015.\n\nIntroduction\n\n• Elizabeth Santorum •\n\nIn his letter to the Corinthians, St. Paul told us \"now faith, hope, and love abide, these three; and the greatest of these is love\" (1 Cor. 13:13 niv). Love is the greatest of the theological virtues and is at the heart of Christ's teachings. Yet, the dictionary defines love as \"an intense feeling of deep affection.\"\n\nIf love is merely a feeling, then it cannot be a choice. If the highest similar state is affection, then it requires nothing deeper than tenderness or passion for another. Love is a concept misunderstood by most of modern society and a look at its origins can clarify what \"love as a choice\" truly conveys. The ancient Greeks used four words to describe love: storge, philia, eros, and agape. Storge was familial love and defined the bond man feels toward family, persons, and animals. It often referred to love that is constant, love that one takes for granted. Philia described the love of friends or relationships formed based on compatibility and mutual interests. Eros was passionate love-not only in a sexual sense, but also in the wonder, appreciation, and desire that man has for sublime beauty.\n\nFinally, the ancient Greeks used agape to describe \"when one person has much to give to another [who is] more needy.\"1 This sort of love exists when there is a generous emptying of oneself in the service of another, without expectation of a reward. It is the love our heavenly Father has for His children.\n\nWhen my sister Bella was born, I was a seventeen-yearold girl without a proper understanding of agape love or its practice. No doubt I received plenty of that deepest form of love from my parents growing up, but I had taken its existence for granted. I loved my parents and my siblings in the sense0 of storge and philia, but did not distinguish it from my other pleasant, reciprocal relationships. My ambiguous conceptions of love encompassed everything without noting any distinctions.\n\nMy shallow understanding of love was challenged and deepened when Bella was born and diagnosed with Trisomy 18. I assumed that my little sister would never be able to love me in a way that was familiar to me. We would never share clothes, talk about her crushes, or paint each other's nails. I only saw dependency, not reciprocity. I wanted to love her, but I did not know how. Honestly, I wanted her to be able to love me too. I was blind, selfish, and afraid. Yet, when I held Bella for the first time, I saw her fragility and, with it, her perfection. I saw her vulnerability, not her helplessness. She was not passive but responded to me in ways that showed an open receptivity to my love in the form of simple, newborn appreciation. As I watched her, another Bible verse came to my mind, \"My grace is sufficient for you, for my power is made perfect in weakness\" (2 Cor. 12:9 niv). God would do mighty things through this little one. Her vulnerability was the perfect vessel to manifest His strength. As I held her, I saw that her perfect vulnerability would require a more perfect, agape, love. Bella's very life demanded it. I initially feared this dependency, partially out of selfishness and partially out of unfamiliarity.\n\nAs I stood next to her at her baptism several days later, I promised to be her godmother, to instruct her and guide her on her journey with Christ. Yet, it struck me that I would learn more about God from my meek, dependent, and \"disabled\" little sister than I could ever hope to teach her. She called me to practice agape love. I would be called to imitate the love of our Lord for me, to truly walk with Him day by day in my journey with Bella. I could ask nothing in return from her, except for the love that she gives me every day. I am continuously humbled by the example of my parents as they selflessly and joyfully care for her, in both good days and bad. To them the radiance of their beloved baby girl is a reward in itself. Bella has taught me there are different kinds of love and that the highest form of love is self-giving and chooses the beloved even when it proves difficult. The way our family lives has changed dramatically in the past several years and we wouldn't have it any other way. Bella is at the heart of our home, a quiet and smiling reminder that every day is a gift. Her tenacity, strength, and unqualified love encourage us daily. We have learned that life is not centered on our individual needs; it is about living for Christ and serving others with a Christlike agape love. Love is not about what we can gain; it is about what we can give In the following pages, my parents share the story of Bella's life from their distinct perspectives. They grieved in different ways, but they grieved together. When the realities of caring for a special-needs child could have driven them apart, they held each other even closer.\n\nWhen Bella reached milestones and celebrated huge victories, they thanked God for them and shared in the joy of her life. As I write this, Bella sits here with her hands on top of mine. Occasionally, she'll look up at me, find my face with her hand, and then return to following my hands on the keyboard. She reminds me of how we all must look to God the Father, we who are so in need of His love and reassurance. May Bella's story witness to the transforming love that these special children bring into a world that so desperately needs to experience the self-giving love the Father has for His children.\n\nChapter 1: Love Is a Leap of Faith\n\n• Karen Santorum •\n\nI consider that the sufferings of this present time are not worth comparing with the glory that is to be revealed to us. -Romans 8 :18\n\nThere were five. Five fragile, tiny fingers held the cord that monitored her heart. The lifeline was coated in grey rubber and connected to a machine. Up. Then down. Then up. Then down. The jagged line stenciled her vitality. Glass separated me from her, her beautiful heart that I longed to know, to comfort. I put my fingers to the glass. There they were, those five perfectly formed fingers. Did they reveal that much? I saw nothing lacking. I saw her vulnerable figure, her soft skin, and her wisp of curly hair. Like mine. Her hair was like mine. Three pounds, fifteen ounces of body and soul grew to visible perfection in the safety of my womb. Sometimes I still can imagine Bella kicking within me. All the more reason why every feeling revolts at seeing her outside of me, before it was time, before she was strong. Did I fail to protect her? She shifted in the isolette, hand releasing the grey line. I saw it then. To this day, I wish I had imagined it, that there was a mistake. Pinkie finger and index finger rested on top of the two middle fingers, points touching. There was my sign. That natural and simple movement had shattered my hope, because my sweet little girl had just displayed one of the classic markers for Trisomy 18.\n\nThe doctors had tried to prepare me. As Bella grew in me, they knew that something was \"off,\" but without prenatal testing, they were unable to determine exactly what. A rare genetic disorder called Trisomy 18 was only one of the possible diagnoses. But no, not that, I had thought. I was so sure. So sure. We had given away our baby things and thought we were moving into the next phase of life, but God had other plans and blessed my womb once more with another child. Surely He would protect her. But doctors had done tests, confirming what I had never dreamed possible. As a nurse, I knew what this meant. Of the 10 percent of babies with Trisomy 18 who survive birth, 90 percent don't make it to their first birthday. The prognosis was terrifyingly bleak; the odds were stacked against her. My little girl, my Bella, had an extra eighteenth chromosome in every cell of her body, making a genetic code doctors call \"incompatible with life.\" Lungs shutting down, holes in her heart, kidney problems, and severe intellectual disability were horrors we should expect. Like the blood pounding in my head, the list of symptoms boomed like a frosted iron hammer pummeling my heart.\n\nYet, for some reason, I needed to see for myself. I had to look at my darling little girl and see some physical manifestation of the fatal condition she was dealt. Her delicate hands, those five fingers: they were my sign that she did in fact have Trisomy 18. Within those whitewashed halls, I had no concept of time. It passed like water running through my fingers. My husband, Rick, and I were ghosts in a hollow world that was frozen inside hospital windows. Cheap blinds provided a thin veil between the fragility of the ill and the vivacity of the healthy world. Stooped shoulders, cold acidic coffee, rubbing alcohol, dripping IVs, beeping monitors, and white walls defined my physical reality. A haze had come over me, my eyes never free of tears. I had so many questions and no answers to satisfy the screaming voice in my head that asked, why? My child had been given a death sentence. Scrubbed doctors with words of compassion that felt hollow and insincere told us mere days remained until her body would fail her. No surgery could fix this, no medicine heal it.\n\nFruit baskets and flowers filled my hospital room as I recovered from the C-section. Rick and I were supposed to be receiving congratulatory cards celebrating the birth of a new life. Instead, paper notes with cheap expressions of sympathy mocked me from my bedside table. Did they make cards for \"staying alive,\" not just \"getting well\"? And then there was the silence from those who did not even acknowledge Bella's life. It was as if she did not exist. They appeared to ignore everything that made my Isabella Maria unique and wonderful. My heart was angry and bitter, lashing out in response to such acute sorrow. When my other children were born, we were overflowing with joy and left the hospital within twentyfour hours. Would my new little one know nothing but this sterile cage? Hurt and anger burned through me, searing hot in my veins. I felt heat and, with it, some sense of life again. How can life and death be dealt in the same hand, at the same moment?\n\nMy hands rested on my stomach, feeling the stitches from the C-section. The first I'd ever had. Five fingers skimmed the coarse line that held my incision together. I winced in discomfort as I flexed my stomach muscles. The pain was horrible at first, but not now. There was an ache, a dull ache. This six-inch stitched line was a tangible representation of those scars left on my heart by a different kind of scalpel. Time would heal the gash in my tissue, but at that moment I doubted that even eternity could heal the gash in my heart. Rick was a strong husband through this dark time, but I didn't know how he could be at peace as a father. As always, he took things standing up. He brought me coffee, food, clothes, and comfort. He took off work, cared for the other children, and held me as we both cried. He told me we were going to get through this together-with emphasis on the word together.\n\nI can still see Rick sleeping on the hospital room sofa with a couple of the children, while a few of them were in bed with me. We were completely exhausted. On Sunday, five days after Bella's birth and the day after we had received the diagnosis, we walked to the coffee shop on the ground floor of the hospital. I took my coffee black that day. I never used to enjoy the hot bitterness without milk, but now I felt that it made me stronger. I couldn't really taste it anyway. Rick's brown eyes were soft, searching my face. I suppose my expression was vacant, my blue eyes listless and out of focus.\n\n\"I wish they would at least let me see her face. It's hard enough that she can't nurse,\" I whispered. The doctors had Bella on a CPAP machine to help with her breathing and kept a mask over her eyes for the first few days to prevent optometric damage caused by the lights. Like other babies with her condition, she was fed through a feeding tube, as she lacked the ability to nurse. Rick held my hand. \"Soon you'll know her eyes.\" I knew God had a purpose for Bella's life, but this did not lessen the pain of my broken heart. \"When am I going to see her eyes, Rick? When they don't have life in them anymore? Tell me! Aren't you angry?\" My voice was strained and coarse. I didn't really want a response to the question, as I knew we were in two different places. Even in those days, Rick was at peace with God, with His plan for our little girl. I could not boast the same confidence. God help me, I could find no goodness or purpose in Bella's diagnosis. Rick's eyes looked away from mine and then down as he said in a whispered voice, \"I'm at peace with everything.\" Hearing him say that made me feel so confused and upset.\n\nI wondered how Rick could be \"at peace\" during such a painful time. Peace is not something you feel when a doctor gives your daughter a death sentence. Peace is not something you feel when your life is, in an instant, changed forever. Peace is not something you feel when your daughter is in the neonatal intensive care unit. Peace is not something you feel when you've been abandoned and thrown to the far corner of a desert. Peace is for the next phase, maybe in a year or two, after going through the fire and clearing the rubble. At a time like this, peace is simply the last thing a parent will feel. I moved my cup of coffee away and got up from the table, weeping and barely able to stand from the pain of the surgery, and said what I sometimes say to my children, \"I love you so much, Rick, but I really don't like how you're acting right now. I just don't understand.\" We walked back to the neonatal intensive care unit (NICU) together, but I felt alone, as an unbearable loneliness seemed to suffocate me.\n\n• • •\n\nThe children met their sister, Isabella Maria, for the first time on the day she was born. We decided to call her Bella because it means \"beautiful,\" and she is beautiful. All of them came in to see her: Elizabeth, John, Daniel, Sarah Maria, Peter, and Patrick. We were trying to fit a lifetime of love into what we were told would be a short life. As they entered my room, I hugged them all so tightly, so desperately. My shoulders shook with silent sobs. Their hearts were heavy, and they needed to be assured that Bella was going to be all right. \"Mommy, you look so tired. Are you okay?\" My six-year-old, Patrick, knew that something was wrong, but not exactly what that meant. He squirmed away from my embrace, looking at me with innocent concern and confusion in his wide, brown eyes. \"Mommy's getting better, sweetheart. I'm so happy to see you.\" He smiled in self-assured contentment. Peter and Sarah quickly curled up under my arms, buried their faces in me, and cried. Rick and I did our best to explain to our children that Bella was going to be all right. We needed to protect their delicate hearts and minds and assure them that we were going to get through this together as a family, that we were going to love Bella and care for her just as we cared for them, and that if she left us, she would be with our Father in heaven, knowing only love. We framed everything in the light of faith and described the legion of angels who might come and take Bella to heaven. We also described the NICU world in words and pictures and told them that everything in and around Bella was there to help her. Patrick proceeded to buzz to the nurse's station, telling them he had a new baby sister. The other children wandered over to the NICU window, elbowing for the best view of Bella's isolette. I looked at Rick as I struggled to stand up. His eyebrows furrowed in concern, hands flexing as he deliberated whether or not to help me up. We had not spoken since yesterday. Then, Rick took both my hands, then wrapped his arms around me, and said, \"This has been the hardest thing I've gone through in my life. I want you to know that. I'm just trying to understand it as best as I know how. What I do know is that Bella is who she is, and we're going to love her just the way she is. I think it's wonderful that all she'll ever know is love. Our love.\" And we stood there together, eyes united.\n\n• • •\n\n\"Mom, look: I got a green one! And green's my favorite!\" Patrick held out a sticky lollipop he had received from the nurses. Somehow it had already found its way onto his shirt and face. Peter whipped around upon hearing that: \"Patrick! Blue is better than green!\" Peter, our eight-year-old, has always argued with Patrick about which color is better. Kids. Rick and I smiled. It felt good. We all cleaned our hands and put on scrubs. Patrick didn't even protest when the nurse took his green lollipop. Could they all sense how important this moment was? Rick and I helped the children into clean hospital gowns that were far too big for them. Hospital policy only allowed one of the children to visit Bella's isolette at a time.\n\nWe decided that Sarah, who was ten, would go in first. She had prayed for a little sister for so long and understood the seriousness of her condition, but perhaps not the severity. Holding Sarah's hands, Rick and I walked with her into the NICU. Sarah bent down so she was eye level with Bella. Silence at first. Mouth formed in a wondering o. Eyes taking in everything in front of them. She looked up at me, then Rick. Receiving our smiles and nods in return, she turned back to look at her new baby sister. Brushing her hair out of her face, she leaned in closer, nose nearly touching the glass, and then sat in the rocking chair next to Bella's isolette. The nurse carefully placed Bella into Sarah's arms. She had removed the eye mask, but Bella's eyes remained tightly closed against the harsh hospital lights. What came next was barely audible, a timid whisper. \"Hi. I'm Sarah, your sister. I prayed to Jesus that your angel would have a pink ribbon. Mom said that would mean you were a girl. I've always wanted a baby sister! My whole life!\" Sarah paused. Looking up at me, she smiled. \"Mom, she's like my baby doll! She's so small.\" Beaming with pride and joy, she looked back at Bella. Sarah's smile disappeared as the beeping of the heart monitor startled her. The beeps stopped, and Bella's heart rate went back to normal. Staring intensely, Sarah said, \"Oh my gosh, you're so cute. I'm sorry you're sick. I'm praying for you, Bella.\" She kissed her as she said, \"I love you, Bella.\" Outside, the world kept turning, everyone moving in his or her own direction.\n\nI now realize most people scatter in times of true suffering, overwhelmed and awkward when words fail them as they attempt to console. They're right. Often, words are not enough. But I will never forget those who were there to sit with me, cry with me, and share the silence. Yes, words can be inadequate, but I think it's worse not to try. My dear parents and family called me every day, offering support and consolation. My mother's compassionate heart and unwavering inner strength anchored me during that stormy time. I vividly remember my sister Kathy saying, \"Karen, of all the members of our family, you are the one who can handle this. Your faith will get you through.\" I didn't believe her. My friend Susie visited me when others shrank away. I'm grateful for that. She brought me flowers that added some warmth to the cold room. She was wearing khaki capri pants and a linen blouse; her brown hair was pushed back behind her ears. What a pair we must have made, me with my hospital gown, raccoon eyes, and unkempt curls thrown up in a desperate bun. I'll never forget Susie's face during that talk. It was warm. Her smile was soft and understanding, even through tears. She brought light and warmth.\n\nWe sat together, I tried to describe what I was going through, and she patiently listened. She knew. She knew the immense heartache. We talked about faith and the need to trust completely in the will of God. My faith, which had previously been a consolation during challenging times, now offered little comfort. I was mired in tormenting questions. I wanted to know why God would have done this, why He would have allowed this. I wanted to know how God, the God I had loved so completely, could be so unloving and so distant. I felt abandoned. It seemed as though my pleas for help were not heard. It felt as if I had been thrown into the desert. As a Christian, I knew the symbolism of the desert, but now I experienced the reality: the aridity and deep sense of loss and loneliness.\n\nDuring those long, lonely nights in the NICU, I thought about Jesus and about Moses, Abraham, John the Baptist, and so many others whose faith was tested in the desert. The desert meant long periods of silence and fasting and enduring the enemy's attacks. I didn't understand what was happening. My time in the hospital and wrestling with the diagnosis was a desert time. My friend Susie offered the hope and comfort of an oasis during that desert time. Susie came into the NICU every day. She took pictures, organized meals at our church, helped with the children, drove our pastor Fr. Alexander Drummond, in for Bella's NICU Sacrament of Holy Baptism and Confirmation, and held me together. \"A faithful friend is a sturdy shelter: he that has found one has found a treasure.\"1 Susie was and is a treasure. Bella's baptism was a significant moment in her life and in ours. Rick, me, Elizabeth, John, Daniel, Sarah Maria, Peter, and Patrick were all in our hospital gowns gathered around Bella's isolette. Elizabeth was Bella's godmother, and our dear friend Mark Rodgers was her godfather. They are two very holy people in the spiritual care of an angel from heaven. Heavy hearted and exhausted, we stood and prayed as Father Drummond led us in prayers for our Isabella. He placed a white garment over Bella symbolizing her purity as she \"put on Christ\" (Gal. 3:27). Father then anointed her head with oil as a reminder that Bella was receiving the Holy Spirit. Since we were in the NICU, we could not light the candle, but it was there to remind us that Bella would always be a light to others. As he poured the water over Bella's head, he said, \"[I baptize you] in the name of the Father and of the Son and of the Holy Spirit\" (Matt. 28:19).\n\nThis moment always filled Rick and me with so much joy as we welcomed our infants into the Church and promised before God to raise our sons or daughters in the faith. At the moment of our children's baptisms, we were on a lifelong mission to pray that our newly baptized baby would live a life that was pleasing to God and guided by the teachings of Christ. Bella's baptism was different. Something so holy was taking place and all the focus was on Bella, but it was somber and there were a lot of tears. None of us even noticed the bright lights or heard any of the NICU alarms. Rick and I just kept hugging the children and telling them that we loved them. Susie was there taking pictures and capturing moments that in our exhaustion we do not even remember. Right after Bella's baptism, Father Drummond looked at Rick and me and asked what confirmation name we would like to give Bella. Rick and I were surprised, because we did not know that Bella was also being confirmed. We looked at\n\neach other and at the children and laughed for a moment since confirmation names in our family usually took months to decide. Everyone agreed that Bella's confirmation name should be \"Fátima,\" after Our Lady of Fátima, since she was born on her feast day. So Isabella Maria Fátima is her name, and the circle of grace that was given to her just moments before at her baptism was completed with her confirmation (Acts 2:1-12).\n\nThere was no party that followed, only quiet reflection on the significance of what had just happened. Our Bella was now part of the body of Christ; part of our church family.\n\n• • •\n\nRick and I were constantly in the NICU, keeping our vigil at Bella's isolette. During Bella's ten-day stay in the NICU, we all held her, sang to her, and rocked her. We were trying to fit a lifetime of love into what we were told would be a brief life. The care was excellent, and the physicians and nurses were kind and compassionate. That is, except for one doctor. \"You must be her parents.\" The physician extended his hand. \"I'm one of the attending doctors for the NICU. I am so sorry for your . . . situation.\" We shook his hand in turn. His skin was tan, his smile white. He was about fifty, with an overbearing presence, and his cologne was out of place in the sterile room. He, like other doctors and medical literature, described Bella as having a \"lethal diagnosis\" and referred to it as \"incompatible with life.\" The stark utterance clanged like a hammer against an empty cistern. Rick looked at me and squeezed my hand.\n\nI turned to the doctor, \"Thanks for your concern, Doctor, but we'll continue to fight for Bella's life. She's clearly exceeding medical expectations.\"\n\nThe doctor looked mystified. \"I don't know why you would want to do anything. You have to let her go. Statistically, there's no hope here.\" He walked away, not knowing he had prodded a momma grizzly by talking about my little girl like that. My claws were out. She is not a statistic. She is not a diagnosis. She is my child. The medical community is filled with many like him who weigh the value of life according to IQ or in terms of one's usefulness. They were not going to dismiss my little girl so easily.\n\n• • •\n\nOne week had gone by since Bella's birth. Seven days more than the skeptical and scientific said she would live. One hundred and sixty-eight hours of life, unexplained and miraculous. I remember sitting at Bella's isolette when the \"why do anything?\" doctor came over. My eyes flashed and my primal instinct kicked in: the momma bear stood between this scavenger, not healer, and my baby. It did not matter to him that Bella was stable and doing much better than expected. He was rude and had about as much warmth as a lizard. Dr. Iceman. He did not refer to Bella by name and kept telling me not to look at the monitor. My gaze turned stony when he pursed his lips and said, \"Well, I think it's best if you don't grow attached to the baby. It's for the best.\" I froze. Shocked. How could he imagine that I had not loved my little girl from the moment she was in my womb? I love her with a love infinite and unqualified, a other's love. My voice quaking with emotion, I responded, \"I am attached to Bella. In fact, I've been completely in love with her since knowing of her existence, and that is what's best.\"\n\n• • •\n\nDuring this time our babysitter, Bridget, was a lifesaver. She took great care of the children and kept our home running smoothly. It was a comfort to know that our children were being well taken care of in my absence and with such a kind, holy, and virtuous woman whom they had known for several years and who was like a big sister to them. My oldest children helped with meals and in a hundred different other ways every day. They were in school and visited Bella when they were able to. We thought that keeping their lives as normal as possible with their schoolwork, sports, friends, and music lessons would be best for them. After a long week in the NICU, Rick and I continued to spend hours holding each other and staying with Bella. Garbed in a polyester hospital gown, I shuffled to the NICU sink to wash my hands for the hundredth time. As on all previous nights, I traced my fingers along the glass wall that kept me from her. We kept a prayer vigil at her isolette, a special bassinet used for infants who are born prematurely. It provides a controlled temperature, proper humidity, and openings for tubing from IVs or oxygen. But most important, we provided what no machine can and what every child truly needs and deserves: love.\n\nRick was asleep in the rocking chair next to Bella's isolette. Did I look as tired as he did? How I love that man. Darkness inhabited the room, save for the steady glow of red and green numbers on the monitors. Blood oxygen saturation: 98 percent. Heart rate: 147 BPM. The night nurse interrupted the silence. \"She's doing fine tonight, darlin',\" she said. Wearing Winnie the Pooh scrubs, she was an older, maternal-looking woman with rich, almond eyes. \"She is, isn't she?\" I returned, managing a shadow of a smile.\n\n\"You know, she never cries. Always peaceful-like. Talking to the angels, I suppose. Do you call her Isabella?\" the nurse queried. I hesitated. Saying her name always brought tears to my eyes. \"Isabella. Isabella Maria. That's her name, but we call her Bella.\" I choked. The nurse's face lit up, and she smiled. \"Bella. Now, that fits. I know that means 'beautiful' in Italian! Beautiful.\" \"Yes. She is that.\" I smiled at her more fully this time. \"Thank you.\" I paused and continued watching my sweet Bella. \"You know, I love her like I've known her forever. Time doesn't really count when you're talking about love. I want to tell her that, to look into her eyes. I bet they're beautiful too.\" Walking over to stand at the isolette with me, the nurse gazed at Bella, who was waking up. It was almost dawn now, the beginning of her eighth day of life. Turning toward me, the nurse said softly, \"Would you like to hold your baby girl, your Bella?\" She didn't need to hear an answer. I looked at her, though I thought her words too good to be true. Every chance we had to hold Bella was a great gift and blessing. The whole family held her every day despite all the tubes and wires, and every day I tried to nurse her. Tears filled my eyes as I nodded. I was going to hold my Bella again; that basic maternal instinct would be satisfied once more. I woke Rick. He was groggy but didn't want to miss any moment when we had the chance to hold Bella.\n\nThe nurse opened thedoor on the side of the isolette. After fiddling with the probes and wires, she bundled Bella and took off her eye mask. Bella opened her eyes. They were a beautiful blue and fringed with long, dark lashes. Angel eyes. My breath caught in my chest as I beheld them. Those piercing blue spheres locked with my own. I was utterly captivated, breathless. Lifting her from the bed, the nurse placed her into my arms. My left hand cradled her while my right reached to touch her face, her hands. She was so light, her skin pink and soft. Nose like a dewdrop, and dark hair that was fine, silky, and curly. Flush cheeks with rosy little lips. She was like a porcelain doll. I held her left hand with one of my fingers. Those five beautifully formed fingers grabbed mine so tightly. When her fingers were holding mine, she didn't hold them in the way that had identified her condition. Together, we were whole. I drank in every detail of her. Her gaze was mixed with love and a sense of knowing . Thank you for loving me. I love you. Hot tears rolled down my face, tears of joy. Her eyes searched me, focusing on my face as I leaned in closer to her. Bella's right hand reached upward, though not sporadically, as is typical for an infant. I lowered my head, and her hand touched my cheek. My breath caught in my throat. Tearful laughter. I closed my eyes as I felt her warm little hand on my skin. I suddenly realized Rick had been holding me, his steady hands supporting me in these fragile moments. I opened my eyes and whispered, \"I love you, Bella. I love you.\" I don't know how many times I repeated those words or how long we sat there. Together, we were suspended in time. I never wanted those moments to end.\n\nIn all those precious moments with my little girl, something changed in my heart. I experienced the joy and the love that she brought to us, and that tuned out the improbable statistics. I focused on the gift of my baby girl and the hope for her life. Clarity came when I saw those blue eyes. Soon, we would learn the impact of the gift we had received; soon, Bella would come home.\n\n• • •\n\nAs we were preparing for Bella's discharge, I noticed we were being sent home without a prescription for oxygen, even though Bella needed it with her feedings. Unfortunately, Dr. Iceman was the doctor in the NICU at that time. Approaching him, I asked if we could please have a prescription for oxygen so Bella could get through her feedings. \"I just don't think it's necessary. You have to learn to let go.\" My fists clenched as I exhaled. Being able to feed our baby was undoubtedly \"necessary.\" Rick took a big breath as if he were going to scream and slowly said, \"All we're asking for is oxygen.\" I went on to say, \"Doctor, I'm happy to talk to the other doctors in the NICU or the hospital management, because we both know Bella needs oxygen when she's trying to nurse. We're not leaving here without a prescription for oxygen.\" Eyebrows arched, he pursed his lips as he reached for his prescription pad.\n\nDuring our last day in the NICU, Bella's geneticist, Dr. Ken Rosenbaum, talked to us once again about the devastating statistics pertaining to Trisomy 18 infants. My heart heavy and cold, I heard but hardly listened anymore. I'd heard the bleak statistics. Again. And again. Then he surprised me: \"There is hope.\"\n\nHope. I raised my eyes and felt something different from cold numbness or hot anger. He smiled softly at my reaction, leaned forward in his chair, and told us what we desperately needed to hear: \"Bella will write her own book, and I hope it's a good one.\"", "article_metadata": {"fb_title": "Excerpt: 'Bella's Gift' by Rick and Karen Santorum", "description": "Excerpt: 'Bella's Gift' by Rick and Karen Santorum", "copyright": "Copyright (c) 2016 ABC News Internet Ventures", "author": "ABC News", "og": {"url": "http://abcnews.go.com/blogs/politics/2015/02/excerpt-bellas-gift-by-rick-and-karen-santorum/", "site_name": "ABC News", "title": "Excerpt: 'Bella's Gift' by Rick and Karen Santorum"}, "robots": "index, follow", "fb": {"admins": 704409894, "app_id": 4942312939}, "keywords": "Bella's Gift, Karen Santorum, Rick Santorum, politics news, election news, political news, political news articles", "viewport": "initial-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "_id": "\"57477af46914bd0286fe1a10\"", "article_summary": "Excerpted from BELLA'S GIFT: HOW ONE LITTLE GIRL TRANSFORMED OUR FAMILY AND INSPIRED THE NATION by Rick and Karen Santorum with Elizabeth Santorum.\nCover, 'Bella's Gift: How One Little Girl Transformed Our Family and Inspired the Nation'SEE RICK SANTORUM ON \"THIS WEEK\" TOMORROW.\nI knew God had a purpose for Bella's life, but this did not lessen the pain of my broken heart.\nI turned to the doctor, \"Thanks for your concern, Doctor, but we'll continue to fight for Bella's life.\nAnd then there was the silence from those who did not even acknowledge Bella's life."}