{"article_title": "Angie's List CEO Quits Company to Fix 'Shellacking' Indiana's Received Over Anti-LGBT Law", "article_keywords": ["11", "received", "tweeted", "indianas", "ceo", "freedom", "fix", "list", "antilgbt", "controversy", "state", "tasty", "shellacking", "quits", "law", "religious", "company", "pizza"], "article_url": "http://www.thewrap.com/angies-list-ceo-quits-company-to-fix-shellacking-indianas-received-over-anti-lgbt-law/", "article_text": "Bill Oesterle leaving company he co-founded 20 years ago to re-enter state politics and fix stated damaged by religious freedom law\n\nAngie’s List CEO Bill Oesterle is stepping down from the post he’s held for 20 years to turn his attention to state politics, the company announce Wednesday.\n\n“You start to look around and see what you are going to do in your career,” he said. “I can maybe do some things to help resolve some of the state’s issues. I am going to take a little time and sort out what they might be.”\n\nOesterle’s move caught many in Indiana’s politician and media community by surprise as some believe the move lines him up for a run against controversial Governor Mike Pence, who spearheaded the anti-LGBT law.\n\nAlso Read: Bill Maher Destroys Indiana’s Religious Freedom Law: God’s ‘Itching to Hit West Hollywood’ (Video)\n\nThe online retailer called his exit a “planned departure” and he’d be “more civically involved in the state of Indiana.”\n\nA few weeks ago, Angie’s List halted planned expansion for a new campus along East Washington in Indiana in protest of the religious freedom restoration act. On the law, he said:\n\nAlso Read: Jon Stewart ‘Didn’t Realize That People in Indiana Could Not Practice Religion’ (Video)\n\nDuring an interview, he brought up how, “Indiana does not have protection for gay and lesbians in it’s non-discrimination laws.” In protest, he scrapped plans to expand Angie’s List’s campus along East Washington just days before the City-County Council was to vote on the project. That’s because in addition to incentives from the city, it also included state subsidies, which he wouldn’t accept.”\n\nOesterle is no stranger to politics: in 2004, he ran the campaign for former governor Mitch Daniels.\n\nIndiana Pizzeria Scandal: 11 Other Fast-Food Controversies to Chew On (Photos) Indiana-based pizzeria Memories Pizza found itself at the center of controversy this week, when it was announced that the company would not cater same-sex weddings following the passage of Indiana's Religious Freedom Restoration Act. The company can at least take comfort in the knowledge that it's not alone. Here are 11 other food-related scandals that left some people choking on outrage.\n\nDiGiorno Pizza Serves a Slice of Outrage A case of social media marketing gone wrong. DiGiorno was forced to issue an apology when it tweeted the hashtag #WhyIStayed, coupled with the message \"You had pizza.\" A seemingly innocent tweet, until they company found out that the hashtag was actually launched in response to domestic violence, after video surfaced of football player Ray Rice punching out then-fiance Janay Palmer.\n\nStarbucks' 'Race Together' Program The ubiquitous coffee chain's effort to spark a dialogue about race relations in America was met with widespread criticism, probably because most of the company's customers are just trying to get their caffeine fix and go without a lecture from their baristas.\n\nSpaghettiOs' Pearl Harbor Flap Uh-oh, SpaghettiOs, indeed. In 2013, Campbell Soup, the company behind the circular pasta treat, issued a mea culpa after the SpaghettiOs Twitter account tweeted an image of a cartoon SpaghettiO holding an American flag with the message, \"Take a moment to remember #PearlHarbor with us\" on Dec. 7. Not surprisingly, the crass marketing ploy bombed with the public.\n\nChick-fil-A's Anti-Gay Boss How about a side order of homophobia with your chicken sandwich? Chick-fil-A stepped into a big pile of controversy when its president Dan Cathy piped up on the subject of gay marriage, stating that \"we’re inviting God’s judgment on our nation when we shake our fist at him and say we know better than you as to what constitutes a marriage.\" Some people boycotted; others, unable to avoid the restaurant chain's tasty fare, swallowed their pride along with the chicken.\n\nPapa John's Obamacare Scare Enjoy your pizza hot, tasty and cheap? Papa John's CEO John Schnatter had some bad news for you in 2012, when he declared that the the passage of Obamacare would raise the cost of a Papa John's pizza by 11 to 14 cents. Sure, and if you find yourself shorted on your breadstick order, go ahead and blame Obama for that too.\n\nEntenmann's Casey Anthony Twitter Goof Sweets-maker Entenmann's hit a sour note when it tweeted the message, \"Who's #notguilty about eating all the tasty treats they want?!\" Unfortunately, the company was found guilty of using a hashtag associated with the controversial not-guilty verdict of Casey Anthony, who had been accused of murdering her two-year-old daughter. Oops.\n\nDomino's Delivers ... Anti-Choice Support? Domino's Pizza founder Thomas Monaghan's donations to pro-life groups such as the controversial Operation Rescue have left a bad taste in some consumers' mouths.\n\nThe Pizza Underground A pizza-themed Velvet Underground tribute band? That includes former child star Macaulay Culkin? Seriously -- that's cheesy.\n\nKrispy Kreme's Klan Kontroversy A British franchisee of the donut company raised eyebrows in February when it launched a \"KKK Wednesday\" promotion, apparently unaware that \"KKK\" is a widely known abbreviation for white supremacy group the Ku Klux Klan.\n\nKentucky Fried Controversy Not everybody needs a little KFC -- least of all PETA, which has targeted the fried-chicken chain for allegedly abusing chickens before serving them up to customers.\n\nStarbucks' 9/11 Gaffe Americans were a tad on edge following the terrorist attacks of Sept. 11, 2001. Unfortunately, some of that national unease landed on Starbucks, whose poster for its \"Collapse Into Cool\" campaign evoked traumatic memories for some. Previous ; Next 1 of 12 When questionably nutritious eats meet questionably tasteful corporate action Indiana-based pizzeria Memories Pizza found itself at the center of controversy this week, when it was announced that the company would not cater same-sex weddings following the passage of Indiana's Religious Freedom Restoration Act. The company can at least take comfort in the knowledge that it's not alone. Here are 11 other food-related scandals that left some people choking on outrage.", "article_metadata": {"sailthru.image.thumb": "http://www.thewrap.com/wp-content/uploads/2015/04/Angies-List-150x150.jpg", "sailthru.author": "Jordan Chariton", "description": "Bill Oesterle leaving company he co-founded 20 years ago to re-enter state politics and fix stated damaged by religious freedom law", "generator": "WooFramework 6.2.0", "og": {"site_name": "TheWrap", "description": "Bill Oesterle leaving company he co-founded 20 years ago to re-enter state politics and fix stated damaged by religious freedom law", "title": "Angie's List CEO Quits Company to Fix 'Shellacking' Indiana's Received Over Anti-LGBT Law", "locale": "en_US", "image": {"width": 618, "identifier": "http://www.thewrap.com/wp-content/uploads/2015/04/Angies-List.jpg", "height": 412}, "url": "http://www.thewrap.com/angies-list-ceo-quits-company-to-fix-shellacking-indianas-received-over-anti-lgbt-law/", "type": "article"}, "twitter": {"description": "Bill Oesterle leaving company he co-founded 20 years ago to re-enter state politics and fix stated damaged by religious freedom law", "creator": "@jordanchariton", "url": "http://www.thewrap.com/angies-list-ceo-quits-company-to-fix-shellacking-indianas-received-over-anti-lgbt-law/", "image": {"src": "http://www.thewrap.com/wp-content/uploads/2015/04/Angies-List-340x300.jpg", "identifier": "http://www.thewrap.com/wp-content/uploads/2015/04/Angies-List-340x300.jpg"}, "title": "Angie’s List CEO Quits Company to Fix ‘Shellacking’ Indiana’s Received Over Anti-LGBT Law", "site": "@thewrap", "card": "summary_large_image"}, "sailthru.date": "2015-04-16T12:40:39+00:00", "sailthru.title": "Angie’s List CEO Quits Company to Fix ‘Shellacking’ Indiana’s Received Over Anti-LGBT Law", "wp-parsely_version": "1.6", "fb": {"app_id": 228236404181023}, "google-site-verification": "-PpFSIrGHybVDxbndrL6MCngw3j6BXdy0xDVBVVOacI", "sailthru.tags": "television,ceo,employment change,angie,angie's list,bill oesterle", "article": {"publisher": "http://facebook.com/thewrap", "section": "Media", "tag": "Television", "published_time": "2015-04-16T05:40:39+00:00"}, "parsely-page": "{\"title\":\"Angie’s List CEO Quits Company to Fix ‘Shellacking’ Indiana’s Received Over Anti-LGBT Law\",\"link\":\"http:\\/\\/www.thewrap.com\\/angies-list-ceo-quits-company-to-fix-shellacking-indianas-received-over-anti-lgbt-law\\/\",\"image_url\":\"http:\\/\\/www.thewrap.com\\/wp-content\\/uploads\\/2015\\/04\\/Angies-List-150x150.jpg\",\"type\":\"post\",\"post_id\":\"458116\",\"pub_date\":\"2015-04-16T12:40:39Z\",\"section\":\"Media\",\"author\":\"Jordan Chariton\",\"tags\":[\"angie\",\"angie\\u0027s list\",\"bill oesterle\",\"ceo\",\"employment change\",\"television\"]}", "sailthru.category": "media,media alley", "sailthru.image.full": "http://www.thewrap.com/wp-content/uploads/2015/04/Angies-List.jpg", "viewport": "initial-scale=1.0, maximum-scale=6.0, user-scalable=yes"}, "_id": "\"57477af36914bd0286fd308d\"", "article_summary": "DiGiorno was forced to issue an apology when it tweeted the hashtag #WhyIStayed, coupled with the message \"You had pizza.\"\n“You start to look around and see what you are going to do in your career,” he said.\nThe company can at least take comfort in the knowledge that it's not alone.\nUnfortunately, some of that national unease landed on Starbucks, whose poster for its \"Collapse Into Cool\" campaign evoked traumatic memories for some.\nSome people boycotted; others, unable to avoid the restaurant chain's tasty fare, swallowed their pride along with the chicken."}