{"article_title": "VA enrollment system has backlog of close to 900,000 healthcare applications", "article_keywords": ["va", "office", "records", "oig", "data", "enrollment", "system", "900000", "applications", "pending", "healthcare", "report", "close", "veterans", "backlog"], "article_url": "http://www.fiercehealthcare.com/story/va-enrollment-system-has-backlog-close-900000-healthcare-applications/2015-09-03", "article_text": "Although the Veterans Health Administration has a backlog of nearly 867,000 healthcare applications in pending status, 35 percent of the backlog contains applications for deceased veterans, according to a new report from the VHA's Office of Inspector General.\n\nThe report, which evaluated allegations of mismanagement at the VA's Health Eligibility Center Enrollment System (ES) in the wake of a nationwide scandal last year that revealed a cover-up over delays of care, noted that data limitations prevented the OIG from being able to reliably determine how many records were associated with applications for enrollment.\n\nHowever, Deputy Inspector General Linda A. Halliday wrote that more than 307,000 of the pending records were for veterans who were likely deceased. And most of the backlog contains old, inactive or misclassfied records. The report found that in many cases employees incorrectly marked unprocessed applications as completed and possibly deleted 10,000 or more transactions over the past five years.\n\nShe said the VHA's Chief Business Office, which oversees the enrollment system, hasn't effectively managed its business processes to maintain essential data. Because of the old data, the OIG said the VA needs a multi-year project management plan to address the accuracy of the pending records and improve the usefulness of the data.\n\nThe OIG findings come on the heels of a recent Government Accountability Office report that indicated medical errors are up at VA facilities, but the department is spending less time investigating what caused those errors.\n\nTo learn more:\n\n- read the OIG report (.pdf)\n\nRelated Articles:\n\nAlleged VA secret wait list cover-up grows larger\n\nAs VA medical errors increased, investigations went down\n\nVA scandal: Staff increases, hour extensions have mixed success for wait times\n\nVAsettles with more whistleblowers as investigators promise better training", "article_metadata": {"description": "Although the Veterans Health Administration has a backlog of nearly 867,000 healthcare applications in pending status, 35 percent of the backlog contain applications for deceased veterans, according to a new report from the VHA's Office of Inspector General.", "og": {"site_name": "FierceHealthcare", "description": "Although the Veterans Health Administration has a backlog of nearly 867,000 healthcare applications in pending status, 35 percent of the backlog contain applications for deceased veterans, according to a new report from the VHA's Office of Inspector General.", "title": "VA enrollment system has backlog of close to 900,000 healthcare applications", "url": "http://www.fiercehealthcare.com/story/va-enrollment-system-has-backlog-close-900000-healthcare-applications/2015-09-03", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthcare.jpg", "type": "website"}, "twitter": {"site": "fiercehealth", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "apple-itunes-app": "app-id=731085312", "keywords": "Care Delivery,Department Of Veterans Affairs,health eligibility center,health records,Legal / Regulatory / Risk Management,Office Of Inspector General,Operations & Business Management,Patient Care & Outcomes,VA scandal,Wait Times", "viewport": "width=device-width", "news_keywords": "Care Delivery,Legal / Regulatory / Risk Management,Operations & Business Management,Patient Care & Outcomes"}, "_id": "\"57477af36914bd0286fd30c6\"", "article_summary": "Although the Veterans Health Administration has a backlog of nearly 867,000 healthcare applications in pending status, 35 percent of the backlog contains applications for deceased veterans, according to a new report from the VHA's Office of Inspector General.\nHowever, Deputy Inspector General Linda A. Halliday wrote that more than 307,000 of the pending records were for veterans who were likely deceased.\nShe said the VHA's Chief Business Office, which oversees the enrollment system, hasn't effectively managed its business processes to maintain essential data.\nBecause of the old data, the OIG said the VA needs a multi-year project management plan to address the accuracy of the pending records and improve the usefulness of the data.\nTo learn more:- read the OIG report (.pdf)Related Articles:Alleged VA secret wait list cover-up grows largerAs VA medical errors increased, investigations went downVA scandal: Staff increases, hour extensions have mixed success for wait timesVAsettles with more whistleblowers as investigators promise better training"}