{"article_title": "How the Obamacare Debate Sharpened the Hillary-Bernie Divide", "article_keywords": ["sanders", "obama", "clinton", "hillarybernie", "campaign", "obamacare", "insurance", "health", "plan", "senator", "sharpened", "debate", "care", "divide"], "article_url": "http://www.wnyc.org/story/clinton-sanders-health-care-debate/", "article_text": "In the run-up to last Sunday’s Democratic debate, the last face-to-face discussion between the candidates before Iowa’s caucuses and New Hampshire’s primary, the Hillary Clinton campaign went from “What, me worry?” to DEFCON 5 at a head-spinning velocity.\n\nChelsea, then Bill, then Hillary Clinton basically trashed Bernie Sanders’ health care proposal. Sanders, as Chelsea put it, “wants to dismantle Obamacare, dismantle the [Children’s Health Insurance Program], dismantle Medicare, dismantle private insurance.”\n\nAt the debate, NBC’s Andrea Mitchell took it up from there. “Secretary Clinton,” she asked, “is it really fair to say that Senator Sanders wants to kill Obamacare?”\n\nClinton was ready. “Well, Andrea, I am absolutely committed to universal health care. I have worked on this for a long time. People may remember that I took on the health insurance industry back in the 90’s, and I didn’t quit.”\n\n“I certainly respect Senator Sanders’ intentions,” Clinton said, as Sanders narrowed his eyes at her.\n\n“Here’s what I believe,” she went on. “The Democratic party in the United States worked since Harry Truman to get the Affordable Care Act passed. We finally have a path to universal health care. We’ve accomplished so much already.”\n\nHer voice rising, the applause gathering, she continued: “I do not want to see the Republicans repeal it, and I don’t want to see us start over again with a contentious debate. I want us to defend and build on the Affordable Care Act and improve it.”\n\n“Senator Sanders?” Mitchell prompted.\n\n“Secretary Clinton didn’t answer your question,” Sanders retorted. “Because what her campaign was saying is, 'Bernie Sanders who has fought for universal health care for my entire life, he wants to end Medicare, end Medicaid, end the Children’s Health Insurance Program.' That is nonsense!”\n\n“What a Medicare-for-all program does is finally provide health care for every man, woman and child as a right,” he said.\n\nThe distinction is a central one in the Democratic primary: are you for a sausage maker (Clinton), or an egg-breaker (Sanders), as the American Prospect put it recently.\n\nClinton’s history shows a little bit of both.\n\nIn 1993, a smoother, softer, First Lady Hillary Clinton, still carrying a whiff of Arkansas gentility, appeared before Congress to promote her voluminous health care reform proposal. “Franklin Roosevelt hoped that health security would be the other half of the social security system,” Clinton gently beseeched the committee, chaired by Michigan Rep. John Dingell. “But political realities forced President Roosevelt to discard that dream and the result, as we know, has been ongoing insecurity for millions of hardworking Americans.”\n\nThe Clinton plan was a disaster. It was criticized for being developed in secret and for being too complicated, but mostly, it was killed by a health-insurance-industry-funded ad campaign featuring a couple that’s since become iconic in political advertising: Harry and Louise. The two were featured in a series of advertisements, sitting around a kitchen table, examining their bills. “Having choices we don’t like is like no choice,” Louise tells Harry. “They choose,” Harry responds. To which Louise adds. “We lose.”\n\nAfter that ad campaign, the Democrats lost control of both houses of Congress. For the rest of the 1990’s, attempting massive reform became an object lesson in what not to do.\n\nWhen she came to New York in 1999 to run for U.S. Senate, Clinton carried that lesson with her. “You may recall that I have had some thoughts about health care and health care reform in the past,” Clinton wryly told an audience at Bassett College in Cooperstown in July of that year, on a “listening tour” of the state.\n\n“I remain committed to the idea of providing quality affordable health care to every American, but I now come from the school of smaller steps,” she added.\n\n“Smaller steps” became the buzzwords of that campaign. But by 2004, she was ready to raise comprehensive reform, again. “Now Can We Talk About Health Care?” was the title of a cover story she wrote for the New York Times Magazine.\n\n“I learned the hard way that unless we have a consensus not only in the political system but among employers and citizens, we cannot withstand the overwhelming influence of the special interests,” Clinton told WNYC’s Brian Lehrer on his show, days after that story appeared.\n\n“The system is broken,” she continued. “But there are a lot of people who make a ton of money from it and they are not easily persuaded to act in the common good or even for the sustainability of the system which has been so profitable for them.”\n\nBy 2007, Hillary Clinton was running for president and her first stop as a candidate was a health care clinic. By February of 2008, when only Clinton and Senator Barack Obama were left in the race, the substance of their health care plans was a subject of major debate.\n\nThe campaign had come to Ohio and Texas (which Clinton would win, before losing the nomination). Then, as now, the campaigning had gotten rough. The Obama camp had sent out a mailer against Clinton’s health plan in Ohio, which Clinton said “could have been written by Republicans or the health insurance industry.”\n\n“The difference between Senator Obama and myself is I know from the work I have done on health care for many years that if everyone is not in the system we will continue to let the insurance companies do what is called cherry picking, pick those who get insurance and leave others out,” Clinton said as she sat in uneasy proximity to Obama on a debate stage.\n\n“I have no objection to Senator Clinton thinking her approach is superior,” Obama dug back. “But if, as we have heard tonight, we still don’t know how Senator Clinton intends to enforce a mandate...then we have a situation that you can see right now in the state of Massachusetts, where people are being fined for not having purchased health care but choosing to accept the fine because they still can’t afford it even with the subsidies.”\n\nObama, as we know, won the election. He appointed Clinton to be his Secretary of State. To write his health care plan, his team tapped Neera Tanden, formerly Clinton’s chief policy advisor, who’d written the plan Obama had once objected to so much.\n\nEmails released by the State Department between Clinton and Tanden show Clinton keeping a close eye on the bill’s progress. In January 2010 (when Clinton was otherwise fully absorbed with reacting to the earthquake in Haiti), the Democrats had just lost the Senate seat held by the late Ted Kennedy. “What’s Plan B?” Clinton wrote in an email to Tanden, who now heads the Center for American Progress, a left-leaning think tank.\n\nTanden sent back a lengthy response including (an ultimately rejected) option of stripping down the bill before sending it back to Congress. She ended her multi-page missive with a note: “The Massachusetts loss is so confoundingly stupid I don’t even know how to wrap my head around it. I mean, there are no other races right now.”\n\nOnce the Affordable Care Act passed, Tanden gloated a bit, that it had been the plan Clinton wanted all along, with an individual mandate. As Ben Smith put it in a Politico story that Tanden forwarded to Clinton: “A year later, Hillary wins.”\n\n“On the central health care policy debate of the Democratic primary,” Smith wrote, “Obama appears to have conceded today to a Senate plan likely to more closely resemble Clinton’s.”\n\nWhich brings us back to last Sunday night’s debate, when Clinton could not possibly have been more laudatory of President Obama. “The fact is,” Clinton said. “We have the Affordable Care Act; that is one of the greatest accomplishments of President Obama, of the Democratic Party, and of our country.”\n\nClinton couldn’t say publicly what the emails say privately — that what passed was her bill, not Obama’s, or at least not the one he’d hugged so tightly in his 2008 campaign.\n\nInstead, in an emotional appeal to Democrats, Clinton is giving all the credit for the Affordable Care Act to Obama. “There are things we can do to improve it but to tear it up and start over again, pushing our country back into that debate — I think is the wrong direction!” Clinton said in a fiery stem-winder.\n\nClinton is making the case that she is the one who can carry on the legacy of President Obama, a figure whose favorability is at 93 percent among Democrats, even higher among African Americans.\n\nWith Bernie Sanders leading by a wide margin in New Hampshire and drawing Iowa polls to a tie, Clinton's political life depends on her landing the argument that in the real world, where you have to work with Republicans, you need to make sausage, not break eggs.", "article_metadata": {"description": "Clinton is hoping to win the 2016 campaign by crediting Obama for a health care plan she developed.", "og": {"site_name": "WNYC", "description": "Clinton is hoping to win the 2016 campaign by crediting Obama for a health care plan she developed.", "title": "How the Obamacare Debate Sharpened the Hillary-Bernie Divide", "url": "http://www.wnyc.org/story/clinton-sanders-health-care-debate/?utm_source=sharedUrl&utm_medium=metatag&utm_campaign=sharedUrl", "image": "https://media2.wnyc.org/i/1200/627/l/80/1/demdebate4.jpg", "video": {"width": 200, "identifier": "http://www.wnyc.org/media/audioplayer/facebook_embed.swf?file=http%3A%2F%2Fwww.wnyc.org%2Faudio%2Fxspf%2F567573%2F&autostart=true", "type": "application/x-shockwave-flash", "height": 29}, "type": "video.episode"}, "is_article": "True", "twitter": {"app": {"id": {"iphone": 470219771, "googleplay": "org.wnyc.android"}}, "image": "https://media2.wnyc.org/i/1200/627/l/80/1/demdebate4.jpg", "card": "summary_large_image", "site": "@WNYC"}, "apple-itunes-app": "app-id=470219771", "fb": {"app_id": 151261804904925}, "keywords": "npr, new york, WNYC, arts, culture, news, public, radio", "overhaul/config/environment": "%7B%22wnycURL%22%3A%20%22http%3A//www.wnyc.org%22%2C%20%22googleAPIv3Key%22%3A%20%22AIzaSyCDbxxvbl0Zj6af28IfWjJ-S0SKxwDXnkc%22%2C%20%22renderGoogleAds%22%3A%20true%2C%20%22modulePrefix%22%3A%20%22overhaul%22%2C%20%22ember-metrics%22%3A%20%7B%22includeAdapters%22%3A%20%5B%22google-analytics%22%2C%20%22data-warehouse%22%5D%7D%2C%20%22something%22%3A%20%22test%22%2C%20%22metricsAdapters%22%3A%20%5B%5D%2C%20%22contentSecurityPolicy%22%3A%20%7B%22script-src%22%3A%20%22%27self%27%20%27unsafe-inline%27%20%27unsafe-eval%27%20data%3A%20%2A%22%2C%20%22img-src%22%3A%20%22%27self%27%20data%3A%20%2A%22%2C%20%22frame-src%22%3A%20%22%27self%27%20%2A%22%2C%20%22style-src%22%3A%20%22%27self%27%20%27unsafe-inline%27%20%2A.wnyc.net%3A%2A%20%2A.wnyc.org%20cloud.typography.com%20fonts.googleapis.com%20www.google.com%20platform.twitter.com%22%2C%20%22connect-src%22%3A%20%22%27self%27%20%2A.wnyc.net%3A%2A%20ws%3A//%2A.wnyc.net%3A%2A%22%2C%20%22object-src%22%3A%20%22%27self%27%20%2A.wnyc.net%3A%2A%20%2A.wnyc.org%20%2A.moatads.com%20%2A.googlesyndication.com%22%2C%20%22font-src%22%3A%20%22%27self%27%20data%3A%20fonts.gstatic.com%22%7D%2C%20%22featureFlags%22%3A%20%7B%22embedded-components%22%3A%20false%2C%20%22django-page-routing%22%3A%20true%2C%20%22persistent-player%22%3A%20false%7D%2C%20%22ember-cli-mirage%22%3A%20%7B%22usingProxy%22%3A%20true%2C%20%22useDefaultPassthroughs%22%3A%20true%7D%2C%20%22EmberENV%22%3A%20%7B%22FEATURES%22%3A%20%7B%7D%7D%2C%20%22locationType%22%3A%20%22auto%22%2C%20%22APP%22%3A%20%7B%22version%22%3A%20%220.0.0%2B%22%2C%20%22name%22%3A%20%22overhaul%22%7D%2C%20%22sentry%22%3A%20%7B%22development%22%3A%20false%2C%20%22whitelistUrls%22%3A%20%5B%7B%7D%2C%20%7B%7D%2C%20%7B%7D%5D%2C%20%22includePaths%22%3A%20%5Bnull%2C%20%7B%7D%2C%20%7B%7D%2C%20%7B%7D%5D%2C%20%22dsn%22%3A%20%22https%3A//62cc19caee0944219c038a6287eff1c5%40sentry.wnyc.org/3%22%2C%20%22debug%22%3A%20false%2C%20%22ravenOptions%22%3A%20%7B%22ignoreUrls%22%3A%20%5B%7B%7D%2C%20%7B%7D%2C%20%7B%7D%5D%2C%20%22ignoreErrors%22%3A%20%5B%22adsafeprotected%22%5D%7D%7D%2C%20%22baseURL%22%3A%20%22/%22%2C%20%22googleAnalyticsKey%22%3A%20%22UA-283599-12%22%2C%20%22wnycEtagAPI%22%3A%20%22https%3A//www.wnyc.org/api/v1/browser_id/%22%2C%20%22environment%22%3A%20%22production%22%2C%20%22exportApplicationGlobal%22%3A%20false%2C%20%22wnycAccountRoot%22%3A%20%22https%3A//account.wnyc.org%22%2C%20%22wnycStaticURL%22%3A%20%22//media.wnyc.org/static/%22%2C%20%22wnycAPI%22%3A%20%22//api.wnyc.org%22%7D", "has_audio": "True", "viewport": "width=device-width,initial-scale=1", "revision": "38c95afd1495bd1d3d3aac5bf07d20e1"}, "_id": "\"57477af46914bd0286fe1a69\"", "article_summary": "That is nonsense!”“What a Medicare-for-all program does is finally provide health care for every man, woman and child as a right,” he said.\nTo write his health care plan, his team tapped Neera Tanden, formerly Clinton’s chief policy advisor, who’d written the plan Obama had once objected to so much.\n“Now Can We Talk About Health Care?” was the title of a cover story she wrote for the New York Times Magazine.\nChelsea, then Bill, then Hillary Clinton basically trashed Bernie Sanders’ health care proposal.\n“Secretary Clinton,” she asked, “is it really fair to say that Senator Sanders wants to kill Obamacare?”Clinton was ready."}