{"article_title": "N.C. School District Cutting Substitute Teachers' Hours Due To Obamacare", "article_keywords": ["school", "perry", "district", "nc", "obamacare", "pitt", "month", "hours", "cutting", "health", "teachers", "wanted", "work", "substitute"], "article_url": "http://freebeacon.com/issues/n-c-school-district-cutting-substitute-teachers-hours-due-to-obamacare/", "article_text": "BY:\n\n\n\nSubstitute teachers in North Carolina are having their hours cut so the school district won’t have to pay for their health insurance under Obamacare, WITN-NC reports.\n\nOne district in Pitt County told a WITN reporter that they’d informed substitute teachers they could only work 12 days a month or 90 hours a month. It was not a decision they wanted to make, but the Obamacare mandate forced their hand.\n\nThe government is literally taking people out of work, said David Perry, a substitute teacher.\n\n“I felt like they were telling me I couldn’t work when I wanted to work,” Perry said. “Who has a right to tell me I can’t work if a job is available? I was shocked.”\n\nAccording to the new federal law, if an employee works more than 30 hours a week, they must receive health benefits from their employer. To supply every substitute with health care would cost Pitt County upwards of $7 million.", "article_metadata": {"generator": "WordPress 4.5.2", "og": {"site_name": "Washington Free Beacon", "description": "Substitute teachers in North Carolina are having their hours cut so the school district won't have to pay for their health insurance under Obamacare, WITN-NC reports.    One district in Pitt County t", "title": "N.C. School District Cutting Substitute Teachers’ Hours Due To Obamacare", "url": "http://freebeacon.com/issues/n-c-school-district-cutting-substitute-teachers-hours-due-to-obamacare/", "image": "http://freebeacon.com/freebeacon.png", "type": "article"}, "twitter": {"image": "http://freebeacon.com/freebeacon.png", "description": "Substitute teachers in North Carolina are having their hours cut so the school district won't have t", "site": "@freebeacon", "card": "summary", "title": "N.C. School District Cutting Substitute Teachers’ Hours Due To Obamacare"}, "apple-itunes-app": "app-id=1047859882", "fb": {"app_id": "FB_APP_ID"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fd8589\"", "article_summary": "One district in Pitt County told a WITN reporter that they’d informed substitute teachers they could only work 12 days a month or 90 hours a month.\nBY:Substitute teachers in North Carolina are having their hours cut so the school district won’t have to pay for their health insurance under Obamacare, WITN-NC reports.\n“I felt like they were telling me I couldn’t work when I wanted to work,” Perry said.\nTo supply every substitute with health care would cost Pitt County upwards of $7 million.\nThe government is literally taking people out of work, said David Perry, a substitute teacher."}