{"article_title": "'Cornhusker kickback' senator meets with Obama to talk Obamacare", "article_keywords": ["salary", "meets", "group", "policies", "kickback", "obamacare", "states", "state", "nebraska", "commissioners", "nelson", "cornhusker", "senator", "white", "insurance", "talk", "obama"], "article_url": "http://dailycaller.com/2013/11/21/cornhucker-kickback-senator-meets-with-obama-to-talk-obamacare-fix/", "article_text": "FILE -- Former Nebraska Sen. Ben Nelson is trailed by reporters as he talks about a compromise for his vote on health care legislation at the US Capitol in Washington, Dec. 19, 2009. (REUTERS/Jonathan Ernst)\n\n3978779\n\nFormer Nebraska Sen. Ben Nelson, who voted for Obamacare after securing the “Cornhusker kickback” for his state, met with President Barack Obama Wednesday to talk about how to fix the law.\n\nNelson retired from the Senate in January and almost immediately boosted his salary over five times by becoming the CEO of the National Association of Insurance Commissioners (NAIC).\n\nThe association is a trade group that lobbies Congress and the administration for favorable laws and policies for its members. Nelson is technically banned from lobbying Congress for two years, but is allowed to lobby the executive branch.\n\nWith his intimate knowledge of Obamacare and health-care policy based on his years as a public servant, he was a prime candidate for an industry group like NAIC.\n\nAnd the money was right, too.\n\nHis salary jumped from $174,000 per year during his final years in the Senate to nearly $1 million with NAIC. The Hill newspaper described that number as a “base salary” for at least two years. Chances are good Nelson will get another raise in 2015.\n\nNelson was a blue-dog Democrat from Nebraska — he, like many other senators, often do not return to the states they used to represent — and had expressed concerns about the health-care bill in 2009 and 2010.\n\nHe voted for the law after securing increased Medicaid funding for his home state and the right of states to refuse abortion coverage in the state insurance exchanges.\n\nThe so-called Medicaid “kickback” was initially included in the Patient Protection and Affordable Care Act but later removed in the final “reconciliation” version of the bill.\n\nObama and Nelson, along with three insurance commissioners and three high-ranking White House officials, “discussed ongoing work to make sure consumers across the country understand their options and rights under the Affordable Care Act,” according to a readout of the meeting provided by the White House.\n\nThe group also discussed the effects of Obama’s decision to allow insurance companies to continue to allow some policies after 2014.\n\nThe White House has both implicitly criticized the insurance industry for dropping customers’ policies and aligned itself with the industry.\n\n“The president emphasized that he wants to hear any ideas that insurance commissioners may have as implementation continues,” the readout said.\n\nOn Wednesday, Nelson was eager to oblige.\n\n“The ACA represents a transformation of the health insurance marketplace, and regulators are using all available tools to protect consumers as provisions are implemented,” Nelson said in a statement after the meeting. “States are evaluating their options to determine what impact — both immediate and long-term — this delay in enforcement means for consumers.”\n\nFollow Paul on Twitter", "article_metadata": {"sailthru.author": "Paul Conner", "description": "Former senator is now the CEO of a insurance industry trade group.", "og": {"site_name": "The Daily Caller", "description": "Former Nebraska Sen. Ben Nelson, who voted for Obamacare after securing the \"Cornhusker kickback\" for his state, met with President Barack Obama Wednesday to talk about how to fix the law.    Nelson r", "title": "‘Cornhusker kickback’ senator meets with Obama to talk Obamacare fix", "url": "http://dailycaller.com/2013/11/21/cornhucker-kickback-senator-meets-with-obama-to-talk-obamacare-fix/", "image": {"width": 640, "identifier": "http://cdn01.dailycaller.com/wp-content/uploads/2013/11/ben-nelson-nebraska-obamacare-reuters-e1385045297165.jpg", "height": 276}, "type": "article"}, "twitter": {"description": "Business is good in 'This Town'", "title": "‘Cornhusker kickback’ senator meets with Obama to talk Obamacare fix Via @dailycaller", "url": "http://dailycaller.com/2013/11/21/cornhucker-kickback-senator-meets-with-obama-to-talk-obamacare-fix/", "image": {"src": "http://dailycaller.com/wp-content/uploads/2013/11/ben-nelson-nebraska-obamacare-reuters-e1385045297165.jpg"}, "creator": "@@paconner", "site": {"identifier": "@dailycaller", "id": 39308549}, "card": "summary"}, "sailthru.date": "2013-11-21 11:55:28", "sailthru.title": "'Cornhusker kickback' senator meets with Obama to talk Obamacare fix", "HandheldFriendly": "true", "sailthru.tags": "barack-obama,obamacare,paul-conner", "fb": {"app_id": 143489452702, "pages": 182919686769}, "keywords": "barack obama,ben nelson,obamacare", "sailthru.description": "Former Nebraska Sen. Ben Nelson, who voted for Obamacare after securing the \"Cornhusker kickback\" for his state, met with President Barack Obama Wednesday to talk about how to fix the law.    Nelson r", "sailthru.image.full": "http://cdn01.dailycaller.com/wp-content/uploads/2013/11/ben-nelson-nebraska-obamacare-reuters-e1385045297165.jpg", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "_id": "\"57477af46914bd0286fd9044\"", "article_summary": "“The president emphasized that he wants to hear any ideas that insurance commissioners may have as implementation continues,” the readout said.\n(REUTERS/Jonathan Ernst)3978779Former Nebraska Sen. Ben Nelson, who voted for Obamacare after securing the “Cornhusker kickback” for his state, met with President Barack Obama Wednesday to talk about how to fix the law.\nThe association is a trade group that lobbies Congress and the administration for favorable laws and policies for its members.\nHe voted for the law after securing increased Medicaid funding for his home state and the right of states to refuse abortion coverage in the state insurance exchanges.\nNelson retired from the Senate in January and almost immediately boosted his salary over five times by becoming the CEO of the National Association of Insurance Commissioners (NAIC)."}