{"article_title": "How do marketplace health care plans differ from others?", "article_keywords": ["marketplace", "plans", "family", "outofpocket", "costsharing", "tax", "differ", "penalty", "health", "plan", "income", "insurance", "care"], "article_url": "http://www.pbs.org/newshour/updates/marketplace-health-care-plans-differ-others/", "article_text": "The open enrollment period ends March 31, and people continue to have many questions about how the health law and the exchanges work.\n\nQ. I am an insurance agent. When I got trained for the California health insurance marketplace, we were told that the coverage on and off the exchange would be “mirrored” coverage, with the same benefits and providers. But that is not what I am hearing from my clients. Are the plans the same or not?\n\nA. The health law established standards that all new plans sold in the individual and small group markets must adhere to, no matter where they’re sold. All plans have to cover 10 essential health benefits, for example, and limit the maximum amount people owe out-of-pocket for in-network services to $6,350 for single coverage and $12,700 for families in 2014.\n\nSome states imposed additional requirements. California requires that plans sold on the health insurance exchange also be available off of it. A handful of other states also have rules that deal with similar situations regarding plan offerings on and off the exchanges. The purpose is to ensure that plans on the marketplaces – which may draw consumers’ interest because they offer premium subsidies — don’t attract disproportionate numbers of people with high health care costs.\n\nBut insurers may make additional plans available outside the exchange that aren’t for sale on it, say experts. Insurance carriers that aren’t participating in the state marketplace may sell plans outside it, or insurers may offer plans with somewhat different benefits or broader provider networks than those that are available on the exchange.\n\nIn California, for example, online health insurance vendor eHealth has six Anthem Blue Cross plans and four Kaiser Permanente plans for sale that aren’t available on Covered California, the state’s exchange, says Carrie McLean, director of customer care at eHealth.\n\nQ. Because my income is between 150 and 200 percent of the federal poverty level for a family of two, I qualified for premium tax credits and cost-sharing reductions on a silver level plan. The plan I picked, with an annual family deductible of $3,000 and an out-of-pocket spending cap of $12,700, can link to a health savings account. With my cost-sharing reduction, the family deductible dropped to $800 and the annual out-of-pocket maximum dropped to $2,600. My question: How can this plan still meet the IRS requirements for HSA-qualified plans?\n\nA. It doesn’t. As you know, people with incomes up to 250 percent of the federal poverty level (currently $38,775 for a couple) may qualify for cost-sharing subsidies on the health insurance exchanges that reduce their out-of-pocket health care costs, including deductibles, copayments and their annual maximum out-of-pocket limit. The cost-sharing subsidies are only available to people who buy a silver-level plan. (Those with incomes up to 400 percent of poverty may also qualify for premium tax credits.)\n\nHealth savings accounts can be used to save money tax free for medical expenses, but they have to be linked to a health plan that meets certain federal standards, including a family deductible of at least $2,500 and an out-of-pocket maximum spending limit of $12,700 in 2014.\n\nIf the cost-sharing subsidies would reduce the deductible to below the minimum for HSA-qualified plans, people generally won’t be able to contribute to an HSA in those circumstances, according to a Treasury Department spokesperson.\n\n“For purposes of a health savings account, the cost-sharing reduction is considered in determining the deductible of the plan,” the spokesperson said. You could, however, consider buying the plan without the cost-sharing subsidies and then be eligible to contribute to an HSA, according to guidance from the Centers for Medicare & Medicaid Services. (See question 8.)\n\nQ. My son will be 19 in May. I claim him as a dependent on my taxes. If I don’t provide for his medical coverage and he is unemployed and makes no income, how is he supposed to pay his penalty? Or are they going to take his penalty out of my tax return because he is a dependent on my return?\n\nA. If you claim your son as a dependent, you’ll be responsible for paying the penalty if he doesn’t have health insurance this year.The penalty is the greater of $95 for every uninsured adult in a tax household or 1 percent of your annual family income over the income threshold that requires you to file a tax return. (The threshold is $13,050 for a head of household or $20,300 for a married couple filing jointly.).\n\nTo qualify for the flat $95 fine, a family’s income would have to be quite low. For most families, the 1 percent penalty will apply, says Brian Haile, senior vice president for health policy at Jackson Hewitt Tax Service. In your case, if your modified adjusted gross income is $60,000 and you file as head of household, the penalty would be $470 ($60,000 – $13,050 = $46,950 x 1 percent = $470).\n\n“We tell people, that child could cost a lot more than a spare bedroom,” says Haile.\n\nKaiser Health News is an editorially independent program of the Henry J. Kaiser Family Foundation, a nonprofit, nonpartisan health policy research and communication organization not affiliated with Kaiser Permanente. Jay Hancock contributed to this report.", "article_metadata": {"description": "The open enrollment period ends March 31, and people continue to have many questions about how the health law and the exchanges work.", "pubdate": 20140325, "og": {"site_name": "PBS NewsHour", "description": "The open enrollment period ends March 31, and people continue to have many questions about how the health law and the exchanges work.", "title": "How do marketplace health care plans differ from others?", "locale": "en_US", "image": "http://newshour-tc.pbs.org/newshour/wp-content/uploads/2014/03/469197183.jpg", "url": "http://www.pbs.org/newshour/updates/marketplace-health-care-plans-differ-others/", "type": "article"}, "twitter": {"domain": "PBS NewsHour", "description": "The open enrollment period ends March 31, and people continue to have many questions about how the health law and the exchanges work.", "creator": "@newshour", "image": "http://newshour-tc.pbs.org/newshour/wp-content/uploads/2014/03/469197183.jpg", "title": "How do marketplace health care plans differ from others?", "site": "@newshour", "card": "summary_large_image"}, "apple-mobile-web-app-capable": "no", "fb": {"app_id": 114150878604116}, "article": {"publisher": "https://www.facebook.com/newshour", "tag": "taxes"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no", "news_keywords": "ACA, Health Care Law, taxes"}, "_id": "\"57477af46914bd0286fddd65\"", "article_summary": "California requires that plans sold on the health insurance exchange also be available off of it.\nWhen I got trained for the California health insurance marketplace, we were told that the coverage on and off the exchange would be “mirrored” coverage, with the same benefits and providers.\nIn California, for example, online health insurance vendor eHealth has six Anthem Blue Cross plans and four Kaiser Permanente plans for sale that aren’t available on Covered California, the state’s exchange, says Carrie McLean, director of customer care at eHealth.\nThe health law established standards that all new plans sold in the individual and small group markets must adhere to, no matter where they’re sold.\nThe purpose is to ensure that plans on the marketplaces – which may draw consumers’ interest because they offer premium subsidies — don’t attract disproportionate numbers of people with high health care costs."}