{"article_title": "The 2015 beauty Oscars", "article_keywords": ["body", "cew", "product", "oil", "beauty", "brand", "makeup", "skincare", "oscars", "skin", "2015", "best"], "article_url": "http://www.dailymail.co.uk/home/you/article-3052677/The-2015-beauty-Oscars.html", "article_text": "Roll out the red carpet for the year’s most glamorous gongs! Revealed here for the first time: the winners of the CEW Beauty Awards\n\nCan over 700 women be wrong? Most definitely not, when it comes to judging the CEW Beauty Awards 2015. That was the number of attendees at a key night in the beauty-world calendar, when CEW – the beauty industry’s networking organisation – staged its product demonstration evening.\n\nIt was a chance for everyone from CEOs to beauty editors via bloggers to dip, dab, sample and listen as the experts and entrepreneurs explained the virtues of their entries. Attendees then took home a bulging goody bag – coordinated by beauty-box leader Latest in Beauty – to test and ponder their scores across 25 categories and over 300 product entries. Weeks later their votes were cast and then counted by a leading firm of accountants with a hush-hush secrecy that MI5 would be proud of.\n\nBecause who better to judge beauty classics and innovations than the industry’s own? Who is most qualified to decide which brands belong in the beauty hall of fame? Who’s got a more informed perspective on the beauty universe than its own movers and shakers? That’s why these awards are so influential – and here’s how those insiders voted in 2015.\n\nGOLD RUSH\n\nBEST NEW HAIRCARE/STYLING/COLOURING PRODUCT, MASS\n\nBATISTE DRY SHAMPOO CARE & VITALITY\n\nHow the CEW voters love Batiste, awarding the brand two accolades (see opposite). In this, its most nourishing dry shampoo yet, mandarin oil extract and amino acids leave hair smooth, strong and beautifully fragrant with a luxe floral scent. £3.99 for 200ml.\n\nRUNNER-UP BEST NEW HAIRCARE/STYLING/COLOURING PRODUCT, MASS\n\nJOHN FRIEDA FRIZZ-EASE®MIRACULOUS RECOVERY CRÈME SERUM\n\nCreamier than the original, iconic Frizz Ease Serum (a global bestseller deservedly in the Beauty Hall of Hair Fame), this innovative option also works to eliminate frizz, treat split ends and repair damage, working on wet or dry hair. £6.29 for 50ml, boots.com\n\nRUNNER-UP BEST NEW HAIRCARE/STYLING/COLOURING PRODUCT, MASS\n\nJOSH WOOD FOR M&S BLENDING WAND\n\nOh, happy, happy day: salvation for grey-haired women now comes in the form of a brush to use easy-peasily between colouring sessions, instantly concealing regrowth – and it lasts up to three shampoos. Seven life-transforming shades, from blonde to black. £12.50 for 100ml, marksandspencer.com\n\nTWIST AND POUT\n\nBEST NEW MAKEUP PRODUCT: EYES OR LIPS, MASS\n\nBURT'S BEES LIP GLOSS\n\nThis 100 per cent natural lip treat is good enough to eat – and the effects it delivers are delicious, nourishing and comforting lips with botanical oils for a high-impact shine in a choice of 12 smile-worthy shades. £8.99.\n\nRUNNER- UP BEST NEW MAKEUP PRODUCT: EYES OR LIPS, MASS\n\nBOURJOIS ROUGE EDITION VELVET\n\nA lipstick that stays put for 24 hours? Really? Yes, really – yet feels weightless on the lips, delivering intense, velvety colour. Moisturising oils make for spectacular comfort – no wonder the CEW voters had a smile on their lips, over this Bourjois innovation. £8.99, boots.com\n\nRUNNER- UP BEST NEW MAKEUP PRODUCT: EYES OR LIPS, MASS\n\nEYLURE BROW CRAYON\n\nBrows, we’re always told, ‘are the architecture of the face’. (Something Cara Delevingne sure understands.) This budge-proof high-performance pencil works brilliantly for creating long-lasting, intense colour, in three shades. £6.45, eylure.com\n\nCC ME\n\nBEST NEW MAKEUP PRODUCT: FACE, MASS\n\nBOURJOIS CC CREAM\n\nBourjois may be late to the ‘alphabet cream’ party, but it topped the 2015 charts with this oil-free product. A trio of ultra-fine colour-correcting pigments works to disguise redness, dark spots and fatigue for an ‘airbrushed’ finish. £9.99 for 30ml.\n\nRUNNER- UP BEST NEW MAKEUP PRODUCT: FACE, MASS\n\nNO 7 INSTANT RADIANCE UNDER EYE CONCEALER\n\nThink almost couture beauty at ready-to-wear prices: this dark circle-brightening, puffiness-banishing bestseller is now offered via No7’s Match Made Service, with eight specially formulated shades blending seamlessly with the (yes) ‘matching’ foundation – and results lasting eight hours. £13.50, boots.com\n\nRUNNER- UP BEST NEW MAKEUP PRODUCT: FACE, MASS\n\nVICHY DERMABLEND CORRECTOR STICK\n\nDermablend is a godsend for anyone with severe skin imperfections – including birthmarks and pigmentation - delivering even, natural-looking results. Waterproof, perspiration-proof and rub-resistant, it delivers true skin confidence that lasts for up to 14 hours. £15, boots.com\n\nBIG SMOOTHIE\n\nBEST NEW BATH AND BODY PRODUCT, MASS\n\nMANUKA DOCTOR APINOURISH FIRM BODY MOISTURISER\n\nProof beauty hounds are now taking anti-ageing body treatments seriously: a toning, silkifying, uplifting, firming, contour-smoothing multitasker powered by manuka honey, royal jelly and purified bee venom, plus softening shea butter. £29.99 for 130ml, manukadoctor.co.uk.\n\nRUNNER-UP BEST NEW BATH AND BODY PRODUCT, MASS\n\nSEASCAPE UPLIFT SEA SALT BODY SCRUB\n\nNew British brand Seascape are most firmly on beauty editors’ radar – and no wonder, with natural body treats like this super-rich scrub infused with Jersey eucalyptus and lavender, plus lime oil, for a wonderfully zesty wake-up call for the body. £16 for 175ml, seascapeuk.com\n\nRUNNER-UP BEST NEW BATH AND BODY PRODUCT, MASS\n\nTHE BODY SHOPWILD ARGAN OIL MIRACLE SOLID OIL\n\nSuffering from post-winter, lacklustre skin? This solid oil softens at body temperature, gliding onto the body for an instant glistening glow. It’s created with Community Fair Trade wild argan oil, hand-harvested in the foothills of Morocco, for that extra feel-good factor. £8 for 50g, thebodyshop.co.uk\n\nEAU SO GOOD\n\nBEST NEW EVERYDAY FACIAL SKINCARE PRODUCT, MASS\n\nEAU THERMALE AVÈNE MICELLAR LOTION\n\nAvène, the fave brand of the sensitive skinned, has revamped its hero ‘cleansing water’ which removes impurities and excess sebum while magicking away make-up. It’s as easy as cleansing gets – earning an award for the second year in a row, but with this new formula. £13 for 200ml.\n\n\n\n\n\nSPOT CHECK\n\nBEST NEW SKINCARE TREATMENT PRODUCT, MASS\n\nLA ROCHE-POSAY EFFACLAR DUO [+]\n\nProblem-skinned women rejoice: this revolutionary anti-blemish cream not only targets the severest breakouts, but prevents (and corrects) acne marks – and is suitable for even the most sensitive spot-prone or oily complexion. £15.50 for 40ml.\n\nRUNNER-UP BEST NEW SKINCARE TREATMENT PRODUCT, MASS\n\nDR ORGANIC SNAIL GEL FACIAL SERUM\n\nAnother great result for this snail-powered affordable skincare collection with their nourishing, skin-quenching serum. The signature snail gel itself is combined with olive leaf and jujube seed extract, for a non-greasy age-defying affordable treat offering swift (i.e. non-snail-pace) results. £17.99 for 30ml, hollandandbarrett.com\n\nRUNNER-UP BEST NEW SKINCARE TREATMENT PRODUCT, MASS\n\nNO7 PROTECT & PERFECT INTENSE ADVANCED SERUM\n\nBoots has given a ‘makeover’ to their bestseller (which famously had women queueing round the block, when it launched). P&P is now clinically proven to be even more powerful at repairing and protecting skin from the signs of ageing: lines, wrinkles, loss of radiance. £24.95 for 30ml, boots.com\n\nRUNNER-UP BEST NEW EVERYDAY FACIAL SKINCARE PRODUCT, MASS\n\nDR ORGANIC SNAIL GEL\n\nAt last, snails make themselves useful: the unique substance they produce to regenerate their own sell and skin turns out to work as a powerful moisturising, soothing, anti-ageing ingredient, harnessed here with hydrating aloe vera. Who knew…? £19.99 for 50ml, hollandandbarrett.com\n\nRUNNER-UP BEST NEW EVERYDAY FACIAL SKINCARE PRODUCT, MASS\n\nBEE GOOD HONEY & PROPOLIS 2-IN-1 CREAM CLEANSER\n\nAn awfully British way to come clean, this: the Hampshire-based brand blends home-grown crambe oil, propolis and wild flower honey in a soothing cleanser that melts away the day (and comes with that almost de rigueur cleansing must-have, its own muslin cloth). £11.50 for 100ml, beegood.co.uk\n\nSPRITZ REFRESH\n\nBEST CLASSIC BEAUTY PRODUCT, MASS\n\nBATISTE DRY SHAMPOO ORIGINAL\n\nBatiste’s tried-and-trusted original cult product (launched in the 70s) is perfect for our too-much-to-do-in-too-little-time lifestyles: a quick fix, instant makeover for dull, lifeless hair and oily roots. Spritz-and-go gorgeousness. £2.99 for 200ml.\n\nRUNNER-UP BEST CLASSIC BEAUTY PRODUCT, MASS\n\nAUSSIE 3 MINUTE MIRACLE RECONSTRUCTOR\n\nIt may have lost out to Batiste in 2015, but this legendary mega-conditioner has almost run out of mantelpiece for its previous CEW wins. The secret? Aussie’s unique formula, which includes extracts of balm mint, among other shine-boosting botanicals. £4.99 for 250ml, boots.com\n\nRUNNER-UP BEST CLASSIC BEAUTY PRODUCT, MASS\n\nBIO-OIL\n\nBio-Oil, too, has scooped so many previous CEW Awards: a total ‘beauty steal’, it’s famed in particular for helping with stretch marks (old and new). Many women, though, rely on Bio-Oil as a skin-nurturing yet non-greasy facial oil. An all-round winner (even though it’s only runner-up, in 2015!) £8.95 for 60ml, nationwide\n\nHEARD THE BUZZ?\n\nBEST NEW BRAND, MASS\n\nBEE GOOD\n\nThis year’s buzziest new brand is already a favourite with beauty editors and bloggers, just a year after its affordable capsule collection debuted. Inspired by an expert British beekeeper, Bee Good uses honey, propolis and beeswax for lip, face, hand and body treatments. A percentage of profits goes to the British Beekeeping Association and the UK Bee Farmers Association. From £4.75, beegood.co.uk.\n\nRUNNER-UP BEST NEW BRAND, MASS\n\nCLOUD 9 SKIN SOLUTIONS\n\nCloud 9 set out to vanquish some of beauty’s biggest challenges – from scars to cellulite, spots to varicose veins. (It all started with a family member who suffered from painful VVs.) Sleek packaging complements the highly scientific formulations. From £30-36, cloud9skin.com\n\nRUNNER-UP BEST NEW BRAND, MASS\n\nHAND CHEMISTRY\n\nDon’t be fooled: Hand Chemistry isn’t just for hands, but targets every dry body part with advanced formulations featuring high concentrations of moisturising ingredients (such as skin-quenching hyaluronic acid). Definitely a name to watch, declared CEW’s beauty-hounds. From £7-28, handchemistry.com\n\nGLORIOUS MUD\n\nBEST NEW SKINCARE TREATMENT PRODUCT, PRESTIGE\n\nGLAMGLOW POWERMUD DUALCLEANSE TREATMENT\n\nHey, presto! One minute this creamy clay is a skin-detoxing mud for removing oil and make-up – and the next it emulsifies into a deep-cleansing oil. Four muds and four oils feature in this first-of-its-kind mud-to-oil skin treat. £49.99 for 50g, glamglowmud.co.uk.\n\nRUNNER-UP BEST NEW SKINCARE TREATMENT PRODUCT, PRESTIGE\n\nAURELIA PROBIOTIC SSKINCARE CELL REPAIR NIGHT OIL\n\nA treat for skin – and for your sense of smell: neroli, lavender, rose and mandarin make for an utterly pleasurable pre-bedtime ritual, as you massage exotic baobab, kigelia, mongongo and Kalahari oils into the complexion to help skin make the most of your beauty sleep. £45 for 50ml, aureliaskincare.com\n\nRUNNER-UP BEST NEW SKINCARE TREATMENT PRODUCT, PRESTIGE\n\nCLARINS DOUBLE SERUM COMPLETE AGE CONTROL CONCENTRATE\n\nThink: 20 powerful plant extracts in one silky treatment product: Clarins’s bestseller boosts and reactivates five vital skin functions that make for youthfully radiant skin, via a ‘Hydric+Lipidic System’. Never mind the science: CEW voters were impressed by what they saw in the mirror… £55 for 30ml, clarins.co.uk\n\nA HEAD START FOR HAIR\n\nBEST NEW HAIRCARE/STYLING/COLOURING PRODUCT, PRESTIGE\n\nPERCY & REED PERFECTLY PERFECTING WONDER BALM\n\nWe all know about face primers but this weightless leave-in balm works in the same way for hair, prepping for all sorts of styling products to make them work harder. The result? More control, better results and a longer-lasting style. £18 for 75ml, John Lewis.\n\nRUNNER-UP BEST NEW HAIRCARE/STYLING/COLOURING PRODUCT, PRESTIGE\n\nKERASTRAIGHT ULTIMATE OIL\n\nThis salon brand – championed by the likes of Trevor Sorbie – launched in 2009 to offer salvation for all hairtypes, but especially frizzy, heat-treated, dry ’dos. As a pre-blow-dry treatment or left on overnight, this decadent oil is their No. 1 hair ‘hero’. £30 for 100ml, kerastraight.com\n\nRUNNER-UP BEST NEW HAIRCARE/STYLING/COLOURING PRODUCT, PRESTIGE\n\nPHYTO HUILE SOYEUSE\n\nIf the CEW’s 2015 votes are anything to go by, oils are about to become all the haircare rage: lightweight and hydrating, perfect for dry and fine hair, this not only nourishes but preps hair for blow-drying, fuelled by the botanicals PHYTO are renowned for – here, rosemary, mallow and calendula extract. £26.50 for 125ml, feelunique.com\n\nTHE BASE ACE\n\nBEST NEW MAKEUP PRODUCT: FACE, PRESTIGE\n\nLAURA MERCIER SMOOTH FINISH FLAWLESS FLUIDE FOUNDATION\n\nPioneering make-up artist Laura Mercier continues to delight us: CEW voters applauded this long-wear, oil-free, imperfection-blurring foundation, which suits all skin types. It leaves a matt, flawless finish, and offers 24 shades. £34 for 30ml.\n\nRUNNER-UP BEST NEW MAKEUP PRODUCT: FACE, PRESTIGE\n\nBAREMINERALS BARESKIN PURE BRIGHTENING SERUM FOUNDATION SPF20\n\nWhat do you mean, you haven’t tried a serum foundation yet…? These innovative formulations have beauty editors raving. A quantum leap from buff-and-swirl mineral make-up of the past, this weightless formula suspends jojoba-coated pigments in a ‘brightening serum’ and liquid foundation, in one. £26 for 30ml, bareminerals.co.uk\n\nRUNNER-UP BEST NEW MAKEUP PRODUCT: FACE, PRESTIGE\n\nBY TERRY TERRYBLY DENSILISS CONCEALER\n\nFrom Terry de Gunzburg, the make-up genius who created Touche Eclat, a whole new generation of concealer under her own brand. Gliding onto skin to conceal dark circles, it reduces eyebags, restores elasticity and firms the eye zone, leaving a flawless matte finish. £44 for 7ml, Space NK\n\nSLICK PICK\n\nBEST NEW BATH AND BODY PRODUCT, PRESTIGE\n\nAROMATHERAPY ASSOCIATES INNER STRENGTH BATH OIL\n\nAA’s founder Geraldine Howard created this blend – with clary sage, frankincense, rose, cardamom, vetiver and geranium – during a traumatic time in her life. Strength, courage and positivity are just a bath away… £40 for 55ml, aromatherapyassociates.com.\n\nRUNNER-UP BEST NEW BATH AND BODY PRODUCT, PRESTIGE\n\nELEMIS FRANGIPANI MONOI BODY OIL\n\nThe lush, tropical frangipani monoi scent – from this multi-tasking Tahitian oil – has long had Elemis fans swooning. Delivering an instant sheen to parched, dry skin, it’s one of those ‘Tardis’ beauty products: close your eyes, and you’re in the tropics. £34 for 100ml, timetospa.co.uk\n\nRUNNER-UP BEST NEW BATH AND BODY PRODUCT, PRESTIGE\n\nTHIS WORKS SKIN DEEP GOLDEN ELIXIR\n\nTouches of gold in this vitamin A-rich moisture serum deliver an instant youthful glow, from top-to-toe – because yes, bodies deserve age-defying treatments, too. Heaven-scented with clary sage, chamomile and rose, using this silky body-smoother soon becomes an addiction. £45 for 120ml, thisworks.com\n\nTHE IN FOR SKIN\n\nBEST NEW EVERYDAY FACIAL SKINCARE PRODUCT, PRESTIGE\n\nELEMIS PRO-COLLAGEN MARINE CREAM ULTRA RICH\n\nAlready a bestselling legend for its renowned anti-wrinkle action, Pro-Collagen Marine Cream can now be enjoyed (and we mean that) by even the driest skins, which are plumped up by its cocktail of seaweeds, cocoa butter and sunflower extract. £80 for 50ml, timetospa.co.uk.\n\nRUNNER-UP BEST NEW EVERYDAY FACIAL SKINCARE PRODUCT, PRESTIGE\n\nELIZABETH ARDEN EIGHT HOUR CREAM SKIN PROTECTANTNIGHTTIME MIRACLE MOISTURISER\n\nEveryone knows Eight Hour Cream, one of beautyland’s ultimate ‘icons’. This is the latest addition to Eight Hour’s hard-working portfolio: an advanced overnight treatment, infused with lavender oil to help beckon your beauty sleep. Zzzzzz… £32 for 50ml, nationwide\n\nRUNNER-UP BEST NEW EVERYDAY FACIAL SKINCARE PRODUCT, PRESTIGE\n\nLIZ EARLE SUPERSKIN MOISTURISERWITH NATURAL NEROLI\n\nPreviously available unfragranced, Superskin-lovers are already crazy for this neroli, lavandin and chamomile version of Liz Earle’s bestselling skin-quencher, which newly gets a boost from pomegranate flower extract, too. A classic just got better, agrees CEW. £39 for 50ml, uk.lizearle.com\n\nRUNNER-UP BEST NEW EVERYDAY FACIAL SKINCARE PRODUCT, PRESTIGE\n\nTHIS WORKS IN TRANSIT CAMERA CLOSE UP\n\n‘A portable pick-me-up’ is how This Works describes this innovation: when the complexion flags, rapidly erase signs of fatigue with caffeine, hyaluronic acid, starflower and argan oils – and at the same time get skin ready for its close-up. Lights, camera, moisturiser! £30 for 40ml, thisworks.com\n\nGOOD TO GLEAM\n\nBEST CLASSIC BEAUTY PRODUCT, PRESTIGE\n\nLIZ EARLE CLEANSE & POLISH HOT CLOTH CLEANSER\n\nWhat can we add to the mountains of praise heaped upon this no-nonsense botanically powered, eucalyptus-scented creamy cleanser, which has swept the nation’s faces clean with its muslin cloth? A skincare legend, pure and simple. £15.50 for 100ml.\n\nRUNNER-UP BEST CLASSIC BEAUTY PRODUCT, PRESTIGE\n\nBENEFIT COSMETICS HOOLA BRONZING POWDER\n\nIf you like your bronzers matte and shine-free, this is your go-to: a soft, natural-looking formula which sweeps onto skin via Hoola’s own brush. Yet another No. 1 bestseller from Benefit, earning glowing praise from CEW’s beauty ‘insiders’. £23.50, boots.com\n\nRUNNER-UP BEST CLASSIC BEAUTY PRODUCT, PRESTIGE\n\nPHILIP KINGSLEY ELASTICIZER\n\nFrom the renowned Mayfair trichologist who surely knows more about hair health than almost anyone on the planet, a pre-shampoo treatment which has restored silkiness, suppleness, bounce and strength to countless heads of hair. (Many of them atop very famous faces…) £29 for 150ml, philipkingsley.co.uk\n\nIT'S A PUSH UP\n\nBEST NEW MAKEUP PRODUCT: EYES OR LIPS, PRESTIGE\n\nBENEFIT COSMETICS THEY'RE REAL! PUSH-UP LINER\n\nLast year, the UK’s bestselling mascara (Benefit They’re Real!) was joined by a sister eye-opener: a lash-hugging pen-style gel product that has rocketed to become the UK’s number-one eyeliner for its ability not to budge, smudge or dry out. £18.50.\n\nRUNNER-UP BEST NEW MAKEUP PRODUCT: EYES OR LIPS, PRESTIGE\n\nMAKE UP BY HD BROWS EYE & BROW PALETTE\n\nThe brand’s most coveted palette, available in three brow-matched shades, each featuring a highlighting shade, two intensifying brow powders, a carbon black eye definer and ‘setting wax’. Cleverest of all, the wide mirror reveals both brows at once, to ensure a perfect match. £25, hdbrows.com\n\nRUNNER-UP BEST NEW MAKEUP PRODUCT: EYES OR LIPS, PRESTIGE\n\nTOO FACED BETTER THAN SEX MASCARA\n\nBetter than sex…? Really? CEW’s voters certainly think so, turned on by the unique hourglass-shaped brush. Apply one coat of the carbon black, collagen-fuelled formula for full lashes, two for even more drama – and three for an intense black ‘false lash’ effect. Oooooh, yessssss… £19, debenhams.com\n\nHEAVEN SCENT\n\nBEST NEW WOMEN'S FRAGRANCE, PRESTIGE\n\nBURBERRY MY BURBERRY\n\nWe all fell for the advertising with trench-coated Kate Moss and Cara Delevingne, and CEW’s aficionados swooned for the scent itself: a timeless classic by perfumer Francis Kurkdjian, inspired by (what else?) a garden after the rain. £90 for 90ml.\n\nRUNNER-UP BEST NEW WOMEN'S FRAGRANCE, PRESTIGE\n\nMARC JACOBS DAISY DREAM\n\nWomen love the bottles – and are mad for the fragrances inside: this latest fruity-floral, light-and-airy creation from Mr. Jacobs showcases notes of blackberry, grapefruit, pear, jasmine, blue wisteria, white woods, musks and coconut water. Pretty, pretty, pretty, bottled. £51.50 for 50ml, debenhams.com\n\nRUNNER-UP BEST NEW WOMEN'S FRAGRANCE, PRESTIGE\n\nSHAY & BLUEATROPA BELLADONNA\n\nBritish fragrance brand Shay & Blue are now firmly on the scent map – and the surprising inspiration for this creation is deadly nightshade: narcotic, sultry, mesmerising, through a decadent blend of jasmine, narcissus, Bourbon vanilla, cassis berries and patchouli. £55 for 100ml, shayandblue.com\n\nGLOW GETTER\n\nBEST NEW SELF-TAN OR SUN CARE PRODUCT, MASS OR PRESTIGE\n\nCLARINS RADIANCE-PLUS GOLDEN GLOW BOOSTER\n\nJust so clever, the voters agreed: as part of your skincare regime customise your regular day or night cream with a few drops of this self-tanner, which will develop into an even, radiant, golden tone – easily topped up, whenever you desire. £18 for 15ml.\n\nRUNNER-UP BEST NEW SELF-TAN OR SUN CARE PRODUCT, MASS OR PRESTIGE\n\nLA ROCHE-POSAY ANTHELIOS ULTRA LIGHT FLUID SPF50+\n\nLoved by sensitive-skinned sun-lovers, this French pharmacy brand (which has many beauty-hound fans here) impressed with this glide-on, oil-free skin-protector, featuring a patented filter system (Mexoplex®) for ultra-protection against ageing UVA rays, as well as burning UVB. £16.50 for 50ml, boots.com\n\nRUNNER-UP BEST NEW SELF-TAN OR SUN CARE PRODUCT, MASS OR PRESTIGE\n\nVITA LIBERATA PHENOMENAL 2-3 WEEK TAN LOTION\n\nOh, have we all been waiting for this. No biscuit tin smell. (Thanks to a special Odour Remove™ System.) Nourishing hyaluronic acid and aloe vera. But above all, a self-tan for face and body that lasts and lasts – up to four times longer than most. Hallelujah! £37.50 for 150ml, boots.com\n\nMUSK-HAVE FOR MEN\n\nBEST NEW MEN'S GROOMING PRODUCT, MASS OR PRESTIGE\n\nMOLTON BROWN POST-SHAVE RECOVERY BALM\n\nWith men now admitted to CEW, will we see an upturn in the number of men’s categories? For now, just two – and the skincare gong goes to much-loved Molton Brown for this sandalwood and musk-scented complexion soother and smoother. £22 for 75ml.\n\nRUNNER-UP BEST NEW MEN'S FROOMING PRODUCT, MASS OR PRESTIGE\n\nBRYTFOAMING CLEANSER FOR HIM\n\nA brand new name on the skincare block – so this is an impressive result for this gentle facial cleanser, based on apple extracts, olive oil and acne-fighting bergamot, together with super-antioxidants from Australian wild-harvested plums. He’ll love it, is was the verdict. £12.50 for 150ml, brytskincare.co.uk\n\nRUNNER-UP BEST NEW MEN'S FROOMING PRODUCT, MASS OR PRESTIGE\n\nTHE KONJAC SPONGE COMPANY THE GENTLEMAN'S SHAVING SPONGE\n\nKonjac sponges are attracting a huge following through their sheer ease of use: with natural anti-bacterial properties, this works as effectively as a high quality shaving brush, refining pores, removing blackheads and gently exfoliating. £8.99, konjacspongecompany.com\n\nMAGIC MITTS\n\nBEST NEW HAND, FOOT OR NAIL CARE PRODUCT, MASS OR PRESTIGE\n\nBOURJOIS MAGIC NAIL POLISH REMOVER HANDS & FEET\n\nFact: almost everyone hates removing toenail polish. But not any more, thanks to Bourjois: the foam applicator concealed in the top makes it easy to access nails, while the formula fights dryness with nourishing sweet almond oil. A giant leap forward! £5.99 for 75ml.\n\nRUNNER-UP BEST NEW HAND, FOOT OR NAIL CARE PRODUCT, MASS OR PRESTIGE\n\nCRABTREE & EVELYN PEAR AND PINK MAGNOLIA HAND THERAPY\n\nWonderfully hydrating and instantly smoothing – none of that wafting your hands around waiting for them to ‘dry’ – this intensive cream is packed with shea butter and macadamia oil, juicy with fresh pear and soft floral pink magnolia, jasmine and osmanthus. £15 for 100g, crabtree-evelyn.co.uk\n\nRUNNER-UP BEST NEW HAND, FOOT OR NAIL CARE PRODUCT, MASS OR PRESTIGE\n\nSALLY HANSEN MIRACLE GEL NAIL POLISH\n\nJust brilliant for time-poor women (and show us one who isn’t!): part lacquer, part gel manicure, delivering 14 days of lasting, salon-quality shine with two easy steps. Smooth on colour. Finish with Miracle Gel top coat. (And then just forget about your nails for a fortnight…) £9.99, boots.com\n\nFLASK MASTER\n\nBEST NEW MEN'S FRAGRANCE, PRESTIGE\n\nJIMMY CHOO MAN\n\nThe long-neglected fougère family of masculine fragrances is revisited in Jimmy Choo’s debut men’s scent which seduced the CEW voters with its notes of lavender, pineapple leaf and patchouli, plus sleek hip-flask packaging. Notable – and nuzzle-worthy. £42 for 50ml.\n\nRUNNER-UP BEST NEW MEN'S FRAGRANCE, PRESTIGE\n\nLALIQUE ENCRE NOIRE SPORT\n\nA wake-up call from grapefruit and bergamot opens this scent, introducing cypress and aromatic lavandin. But it’s the two types of vetiver – from Haiti, and the Île Bourbon – which deliver a bold smokiness, alongside musk and cashmere wood, in what CEW’s voters declared a fabulous finale. £62 for 100ml, lalique.com\n\nRUNNER-UP BEST NEW MEN'S FRAGRANCE, PRESTIGE\n\nPACO RABANNE INVICTUS\n\nWhat does victory smell like? Invictus may be runner-up in this category, but its sensual freshness has ensured Paco Rabanne’s latest is already a commercial triumph. And the ‘trophy’ bottle is now proudly displayed on bathroom shelves of the men in CEW members’ lives… £42 for 50ml, 0207 494 6220\n\nGILTY PLEASURE\n\nBEST NEW BRAND, PRESTIGE\n\nCHARLOTTE TILBURY\n\nThe darling of A-list beauties everywhere, make-up artist Charlotte sashayed – in her signature heels – on to the beauty counters, pouring over 20 years of experience into a stunning gold-packaged, brilliantly edited make-up and skincare collection. It’s taken the beauty world by storm, putting a beautifully lipsticked smile on to faces on both sides of the Atlantic – and earning this well-deserved accolade from her peers. From £5 to £70, charlottetilbury.com.\n\nRUNNER-UP BEST NEW BRAND, PRESTIGE\n\nAURELIA PROBIOTIC SKINCARE\n\nAurelia is one of those brands that’s gone from 0-60 mph in just a couple of years: a collection of all-natural, divinely-scented, scientifically-proven skincare based around the skin-health-boosting powers of probiotics. Aurelia was created with true passion by dermatology expert founder Claire Vero and has already notched up 23 prestigious awards and got its beautifully-moisturised foot in the door of major retailers like Liberty and Net-a-Porter… From £34-90, aureliaskincare.com\n\nRUNNER-UP BEST NEW BRAND, PRESTIGE\n\nSHAY & BLUE\n\nThis new British boutique perfumery is a collaboration between fragrance world dynamo Dom DeVetta (ex-Chanel, ex-Jo Malone London), and perfumer Juiie Massé. (Their beautiful Atropa Belladonna fragrance is also runner-up in the hotly-contested Best New Fragrance category.) With a charming flagship boutique in Marylebone, Shay & Blue create in the great tradition of fine perfumery, inspired by the great classic perfumes of old but with their fingers on the pulse-point of what contemporary women (and men) are seeking, in the scents they wear. From £30-85, shayandblue.com\n\n...AND A BRIT HIT\n\nBEST BRITISH BRAND, MASS OR PRESTIGE\n\nCHARLOTTE TILBURY\n\nShe may jet-set around the world whisking her brushes over famous faces, but Charlotte – and her make-up line – are as Brit as it gets. Innovations, such as the Wonder Glow primer, Matte Revolution lipstick, her brilliant brushes (known to insiders as ‘Charlotte’s magic hands’) – not to mention the ten signature looks at the heart of her collection – have made a superstar of this range in just over a year since launch. From £5 to £70, charlottetilbury.com.\n\nRUNNER-UP BEST BRITISH BRAND, MASS OR PRESTIGE\n\nAROMATHERAPY ASSOCIATES\n\nAbsolute pioneers in aromatherapy, AA (as beauty insiders call them) has been creating products to restore balance into our crazy lives for almost 30 years, with the most effective aromatherapy products you’ll find anywhere. (Fact.) Going way beyond the legendary Bath & Shower Oils (there’s barely a beauty editor who can survive without her Deep Relax!), Aromatherapy Associates takes care of skin and soul from top to toe, with luxurious skincare, bodycare – and gifts that never, ever fail to please. £16-127, aromatherapyassociates.com\n\nRUNNER-UP BEST BRITISH BRAND, MASS OR PRESTIGE\n\nELEMIS\n\nPrevious winners – and with several mantelpieces-ful of awards generally – Elemis is celebrating 25 years of age-defying, skin-loving, sensorially delicious skincare and bodycare, in 2015. With iconic products like Pro-Collagen Marine Cream and Frangipani Monoi Body Oil (see the Prestige Bath & Body award section), this British brand has devotees all over the world (and on every ocean, thanks to their cruise liner spas). 6.5 million spa-goers a year, in fact, wallow in Elemis gorgeousness… £12.60-£155, timetospa.co.uk\n\nNATURAL BEAUTY\n\nBEST NEW CERTIFIED ORGANIC SKINCARE PRODUCT, MASS OR PRESTIGE\n\nNEAL'S YARD REMEDIES FRANKINCENSE INTENSE CREAM\n\nNeal’s Yard has long deployed frankincense – a renowned anti-ager – in its turn-back-the-clock skincare. This new ultra-hydrating cream (certified by the Soil Association) gets a further botanical boost from a triple peptide complex, plus gardenia stem cells. £55 for 50g, nealsyardremedies.com.\n\nRUNNER-UP BEST NEW CERTIFIED ORGANIC SKINCARE PRODUCT, MASS OR PRESTIGE\n\nDR ORGANIC ORGANIC RAW VIRGIN COCONUT OIL\n\nCoconut oil is a multi-tasking wonder product – great for nourishing bodies, scalps, hair, faces (and actually rather good in cooking!) Alert to its hydrating and nourishing powers, Dr. Organic has added this 100% natural product to its beauty line-up. £16.99 for 500ml, hollandandbarrett.com from June\n\nRUNNER-UP BEST NEW CERTIFIED ORGANIC SKINCARE PRODUCT, MASS OR PRESTIGE\n\nMELVITA PLUMPING RADIANCE DUO\n\nWhen it comes to skin, plumpness is most definitely desirable. Damask rose oil’s regenerative, softening properties are harnessed here in a shake-before rosewater and rose oil mist, which can be spritzed on to re-plump at any time in the day. £25 for 50ml, uk.melvita.com\n\nHALO HERO\n\nBEST NEW BEAUTY TOOL OR ACCESSORY, MASS OR PRESTIGE\n\nTHE KONJAC SPONGE COMPANY ANGEL FACE CLOTH\n\nKinder to skin than even a muslin cloth or flannel, this 100 per cent natural sponge (already huge in Japan) makes your favourite cleanser work that bit harder, gently exfoliating dead cells, refining pores – but treating skin with well-deserved TLC. £11.99, konjacspongecompany.com.\n\nRUNNER-UP BEST NEW BEAUTY TOOL OR ACCESSORY, MASS OR PRESTIGE\n\nREAL TECHNIQUES MIRACLE COMPLEXION SPONGE\n\nApplying foundation, declare CEW’s experts, has never been easier: from Sam and Nic Chapman (they’re YouTube make-up sensations), a uniquely-shaped sponge which makes applying liquid foundation as easy as A-B-C, delivering a flawless finish. £5.99, boots.com\n\nRUNNER-UP BEST NEW BEAUTY TOOL OR ACCESSORY, MASS OR PRESTIGE\n\nDR ORGANIC LAVENDER OIL MOISTURISING GEL GLOVES\n\nWe all love an excuse to sit back and do absolutely nothing… Set aside 20 minutes to slip into these gloves so that the moisture-locking gel can work its magic on even the driest, roughest areas – and chances are, not only will your hands be revived but the rest of you, too. £15.99, hollandandbarrett.com\n\nOOH LA ECO\n\nTHE ECO BEAUTY AWARD SPONSORED BY GIVAUDAN\n\nMELVITA APICOSMA UHT SOOTHING CREAM\n\nMelvita’s commitment to sustainable beauty earned this French brand (a ‘sister’ to L’Occitane) a CEW Eco Beauty Award in 2013.\n\nBut it was the packaging innovation that impressed the judges: a clever pump which prevents air from getting into the multitasking ‘three-honey nectar balm’.\n\nBeyond that, this certified-organic winner – which triumphed over a haircare range by O’Right that uses waste coffee grounds, and British-based Pai skincare – for the first time harnesses UHT technology (yes, just like milk).\n\nThe result? No need for preservatives. It happens to be hypoallergenic and suitable for sensitive skins, but its gentle-on-the-planet credentials swung it for Apicosma.\n\n£30 for 40ml, uk.melvita.com.\n\nYou’ve read about the award winners – now touch them, try them (and buy them). This year, you’ll find the winning products showcased in a wider-than-ever selection of retailers.\n\nMARKS & SPENCER To celebrate the 2015 CEW Beauty Awards, M&S will be showcasing the winners online and in store. Look out for the CEW Beauty Awards winners logo, below, at marksandspencer.com/beauty.\n\nQVC Don’t miss QVC’s dedicated two-hour CEW Beauty Awards show which will be aired on Sunday 3 May at 6pm.\n\nHARRODS Visit Harrods from 14 to 25 June to see CEW Beauty Awards winners and finalists on dedicated displays in store.\n\nWORLD DUTY FREE GROUP Look out for World Duty Free’s table displays featuring CEW Beauty Awards winners and finalists.\n\nWIN A GORGEOUS GOODY BAG WORTH OVER £950\n\nCEW has teamed up with YOU Beauty Discovery to give 50 readers the chance to win a goody bag packed with this year’s Beauty Awards winners. Each one contains a selection of the products shown below. Plus, as an extra treat, there’s a Philips Lumea Precision Plus IPL hair remover worth £450 in every bag!\n\nHOW TO ENTER\n\nGo to youbeautydiscovery.co.uk now and enter your details on the competition page.\n\nSave over £80 on Award-winning beauty products\n\nWant to try some of the CEW winners right now? YOU Beauty Discovery has put together a fabulous CEW limited-edition beauty box worth over £100 for just £19.95. To order, go to youbeautydiscovery.co.uk.\n\nAll products are available nationwide unless otherwise stated.", "article_metadata": {"Rating": "General", "news_keywords": "The,2015,beauty,Oscars", "original-source": "http://www.dailymail.co.uk/home/you/article-3052677/The-2015-beauty-Oscars.html", "doc-class": "Living Document", "twitter": {"description": "Roll out the red carpet for the year’s most glamorous gongs! Revealed here for the first time: the winners of the CEW Beauty Awards", "title": "Exclusive: The 2015 beauty Oscars", "url": "http://www.dailymail.co.uk/home/you/article-3052677/The-2015-beauty-Oscars.html", "app": {"id": {"ipad": 400442503, "iphone": 384101264}}, "image": "http://i.dailymail.co.uk/i/pix/2015/04/23/18/27AC657700000578-0-image-a-99_1429809173721.jpg", "card": "summary_large_image", "account_id": 15438913}, "robots": "noodp,noydir,all,noarchive", "al": {"android": {"url": "dailymail-fb://article/3052677/", "app_name": "Daily Mail Online", "package": "com.dailymail.online"}, "ios": {"url": "dailymail-fb://article/3052677/", "app_store_id": 384101264, "app_name": "MailOnline"}}, "msvalidate.01": "12E6B4B813EB44C9BFC8F6A21F1D01F5", "fb": {"app_id": 146202712090395}, "MSSmartTagsPreventParsing": "true", "articleid": 3052677, "divclasspage": "articlePage", "keywords": "The,2015,beauty,Oscars", "article": {"publisher": "https://www.facebook.com/DailyMail", "published_time": "2015-04-26T00:03:54.000Zyyyy-MM-dd HH:mm:ss z", "author": "http://www.dailymail.co.uk/home/search.html?s=&authornamef=Jo+Fairley", "section": "You mag", "modified_time": "2015-04-26T00:03:57.000Zyyyy-MM-dd HH:mm:ss z", "tag": "The 2015 beauty Oscars"}, "verify-v1": "DXwlrsxbqxSv+FTFkWUfgflBvFJfx2YbNf/HmABrVyY=", "y_key": "1a7e912afbfcab2f", "og": {"site_name": "Mail Online", "description": "Roll out the red carpet for the year’s most glamorous gongs! Revealed here for the first time: the winners of the CEW Beauty Awards", "title": "Exclusive: The 2015 beauty Oscars", "url": "http://www.dailymail.co.uk/home/you/article-3052677/The-2015-beauty-Oscars.html", "image": {"width": 636, "identifier": "http://i.dailymail.co.uk/i/pix/2015/04/23/18/27AC657700000578-0-image-a-99_1429809173721.jpg", "height": 382}, "type": "article"}, "channel": "Lifestyle,Culture,You", "description": "Roll out the red carpet for the year’s most glamorous gongs! Revealed here for the first time: the winners of the CEW Beauty Awards"}, "_id": "\"57477af46914bd0286fd6eff\"", "article_summary": "MARKS & SPENCER To celebrate the 2015 CEW Beauty Awards, M&S will be showcasing the winners online and in store.\nMost definitely not, when it comes to judging the CEW Beauty Awards 2015.\nQVC Don’t miss QVC’s dedicated two-hour CEW Beauty Awards show which will be aired on Sunday 3 May at 6pm.\nWORLD DUTY FREE GROUP Look out for World Duty Free’s table displays featuring CEW Beauty Awards winners and finalists.\nHARRODS Visit Harrods from 14 to 25 June to see CEW Beauty Awards winners and finalists on dedicated displays in store."}