{"article_title": "Private practice doctors are fleeing to hospitals, and that is not a pro « Hot Air", "article_keywords": ["fleeing", "pro", "practice", "private", "air", "hot", "going", "result", "lot", "doctors", "losing", "theres", "hospitals", "hospital", "care"], "article_url": "http://hotair.com/archives/2014/02/14/nyt-private-practice-doctors-are-fleeing-to-hospitals-and-that-is-not-a-pro/", "article_text": "NYT: Private practice doctors are fleeing to hospitals, and that is not a pro\n\nposted at 4:41 pm on February 14, 2014 by Erika Johnsen\n\nIf there’s one thing ObamaCare has really achieved so far, it’s been the mass infliction of uncertainty onto so many aspects of the healthcare sector — and the resulting incentives, if they aren’t driving people out of the profession altogether, are driving both primary care doctors and specialists to forego the private-practice model for salaried jobs with hospitals. So sayeth the NYT, while noting that this particular shift away from “fee for service” private practices, for which certain health economists have long advocated because of the way they can incentivize doctors to oversell medical services, isn’t necessarily going to result in better or cheaper care for patients:\n\nLast year, 64 percent of job offers filled through Merritt Hawkins, one of the nation’s leading physician placement firms, involved hospital employment, compared with only 11 percent in 2004. The firm anticipates a rise to 75 percent in the next two years. … “In many places, the trend will almost certainly lead to more expensive care in the short run,” said Robert Mechanic, an economist who studies health care at Brandeis University’s Heller School for Social Policy and Management. … But many of the new salaried arrangements have evolved from hospitals looking for new revenues, and could have the opposite effect. For example, when doctors’ practices are bought by a hospital, a colonoscopy or stress test performed in the office can suddenly cost far more because a hospital “facility fee” is tacked on. … Hospitals have been offering physicians attractive employment deals, with incomes often greater than in private practice, since they need to form networks to take advantage of incentives under the new Affordable Care Act. Hospitals also know that doctors they employ can better direct patients to hospital-owned labs and services. “From the hospital end there’s a big feeding frenzy, a lot of bidding going on to bring in doctors,” Mr. Mechanic said. “And physicians are going in so they don’t have to worry — there’s a lot of uncertainty about how health reform is going to play out.”\n\nIn a nutshell, all of this consolidation is quickly yielding more and more power and influence for already-powerful hospitals in determining prices, which in turn is likely to result in less competition and still higher prices for consumers.\n\nOy. As Krauthammer put it the other night, via RCP:\n\nWhen you’re personally hurt, it affects your vote a lot more than that you have a disagreement over policy with a party or two. And that, I think, is why the Democrats are so scared. This is no abstract issue anymore. People are losing their insurance. They are losing their doctors. They are losing their hospitals. Some of them are losing jobs or losing hours as a result over the law, and it isn’t as if people are waiting for another disaster on the website. … When you decide to revolutionize a sixth of the U.S. economy and to issue tens of thousands of regulations on as delicate an ecosystem as American medicine, you deserve the blame for everything that goes wrong.\n\nRelated Posts:", "article_metadata": {"generator": "WordPress 4.3.4", "og": {"site_name": "Hot Air", "description": "“Feeding frenzy.”", "title": "NYT: Private practice doctors are fleeing to hospitals, and that is not a pro", "url": "http://hotair.com/archives/2014/02/14/nyt-private-practice-doctors-are-fleeing-to-hospitals-and-that-is-not-a-pro/", "image": "https://s0.wp.com/i/blank.jpg", "locale": "en_US", "type": "article"}, "twitter": {"site": "@hotairblog", "card": "summary"}, "fb": {"admins": 312482775445602, "app_id": 312482775445602}, "article": {"published_time": "2014-02-14T21:41:51+00:00", "modified_time": "2014-02-15T01:28:52+00:00"}, "keywords": "doctors, hospital, incentive, insurance, ObamaCare, regulations,", "google-site-verification": "2eqey8dXzgu4RGIRpBp8N_Uha0byt8NWBVajCi3uLgs", "verify-v1": "ouQUGDxtAiO+0Hn3LJajbWMP08yRHQDinMN9QDYrUV4="}, "_id": "\"57477af36914bd0286fd30d1\"", "article_summary": "“From the hospital end there’s a big feeding frenzy, a lot of bidding going on to bring in doctors,” Mr.\nHospitals also know that doctors they employ can better direct patients to hospital-owned labs and services.\n… But many of the new salaried arrangements have evolved from hospitals looking for new revenues, and could have the opposite effect.\nThey are losing their doctors.\nThey are losing their hospitals."}