{"article_title": "Feds Gave Sweetheart Deal to Firm Linked To Medical Data Fraud", "article_keywords": ["firm", "hhs", "sweetheart", "fraud", "deal", "tells", "administration", "medical", "slavitt", "contract", "theyre", "labs", "optum", "feds", "solesource", "unitedhealth", "data", "linked", "gave"], "article_url": "http://dailycaller.com/2015/12/08/feds-gave-sweetheart-deal-to-firm-linked-to-medical-data-fraud/", "article_text": "U.S. President Barack Obama (R) meets with members of his national security team and senior staff to receive an update on the Ebola outbreak in West Africa and the administration's response efforts at the White House in Washington October 6, 2014. From left are Centers for Disease Control (CDC) Director Thomas Frieden, Chairman of the Joint Chiefs of Staff Martin Dempsey and Health and Humans Services Secretary Sylvia Burwell. Obama said on Monday his administration was working on additional protocols for screening airplane passengers to identify people who might have Ebola and would step up efforts to make medical professionals aware of what to do if they encounter a case. REUTERS/Kevin Lamarque\n\n4812772\n\nHealth and Human Services (HHS) Secretary Sylvia Burwell awarded a rarely used open-ended sole-source contract to a firm whose corporate owners were embroiled in a $400 million fraudulent medical data scheme that cheated doctors and consumers, according to a Daily Caller News Foundation investigation.\n\nThe company Burwell selected is Optum Labs, which is part of UnitedHealth Group’s Optum subsidiary. Andrew Slavitt, President Barack Obama’s nominee to head HHS’s Centers for Medicare and Medicaid Services (CMS), was formerly a top Optum executive at the time of the fraudulent database involved in the scheme. The database enabled insurers to pay dramatically lower reimbursements to doctors and patients for out-of-network care.\n\nOptum and UnitedHealth Group settled the landmark fraud case with then-New York Attorney General Andrew Cuomo in 2009 and paid out a record $400 million. Optum Labs — which is one of nation’s largest medical data analytics companies — was not a party to the settlement.\n\nUnder the contract, Optum Labs will provide HHS with 160 million administrative claim records it accumulated over 20 years and 40 to 50 million electronic medical records it collected over the last seven years, according to Optum Lab spokesman Jeffrey Smith. Some of the records to be given to HHS are part of the database involved in the 2009 settlement, Smith says.\n\nCuomo — now New York’s Democratic governor — said at the time of the settlement that Optum and UnitedHealth Group had “ripped off patients” by rigging out-of-network reimbursements to providers and consumers. “Too many people have been hurt,” he said.\n\nUnitedHealth Group’s insurance division, United Healthcare, is the nation’s biggest health insurance company and warned last month it may stop participating in Obamacare in 2017 due to unexpectedly large financial losses.\n\nSlavitt left Optum to join CMS as deputy administrator and became acting administrator when Marilyn Tavenner stepped down after the troubled launch of Obamacare. Obama nominated Slavitt as the permanent administrator July 10, 2015, but a confirmation vote has yet to be taken in the Senate.\n\nSlavitt was granted a rare “ethics waiver” by the Obama administration that permits him to rule on issues involving past employers. American Commitment, a conservative non-profit advocacy group, recently delivered to the Senate more than 20,000 letters it generated demanding rejection of Slavitt’s nomination.\n\nIt was clear from the beginning of the award process Burwell’s choice for the contract was Optum Labs. In a May 29 public notice, she declared the contract would be awarded without any competition, declaring, “this is a notice of intent, not a request for a quote. A solicitation will not be issued and quotes will not be requested.”\n\nOptum Labs has hundreds of rivals. There are 971 health IT companies registered with the federal government under the same service code in which Optum Lab was awarded the account.\n\nBurwell added in the May 29 notice that the sole-source contract also was a “blanket purchase agreement,” (BPA) which means the contract will provide continuous government orders without competing bidders. No dollar amount is specified for the contract.\n\nFederal officials aren’t required by BPA procurement rules to issue any public notice or solicitation when the contract is up for renewal. The contract is for one year, with options to renew over the following four years. It started in September of this year.\n\n“This seems like another example of the revolving door paying off for a contractor, and more proof that who you know might be more lucrative than what you know,” Scott Amey, general counsel for the Project on Government Oversight, tells TheDCNF.\n\nSen. Chuck Grassley, an Iowa Republican, tells TheDCNF that “sole-source contracts by their nature raise questions about whether the taxpayers are getting the best deal.”\n\nGrassley, chairman of the Senate Committee on the Judiciary and a senior member of the Senate Committee on Finance that oversees Obamacare, demands the administration justify its decision to offer Optum Labs a sole-source contract.\n\n“The administration should be explicitly transparent about the reasons for any sole source contracts, and especially here where the firm getting the contract has been controversial,” Grassley tells TheDCNF.\n\n“Companies would love to get that contract because it means that there won’t be any on follow-on competition and the agency will place their orders only with them,” says a 30-year senior procurement officer in an interview with TheDCNF.\n\nThe procurement officer who requested anonymity tells TheDCNF that “when they say ‘sole- source,’ that means they’re not going to look to other people. They’re not going to consider anyone else. They’re going to go straight to who they’re going to pick.” He requested anonymity because he is barred from speaking on the record due to his governmental post.\n\n“A sole source BPA is an instrument that any company would be probably would be happy to have. Let’s not kid ourselves,” the procurement officer tells TheDCNF.\n\nAmerican Commitment president Phil Kerpen says “it’s rather remarkable that a division of Andy Slavitt’s UnitedHealth Group, Optum Labs, has now gotten an open-ended contract from HHS.”\n\nKerpen points to the ethics waiver that allows Slavitt to make decisions involving his former employers as an especially important factor in questioning the Optum Labs sole-source award.\n\n“I think that certainly the perception of corruption is one reason why the unusual ethics waiver from the administration is so inappropriate. You now have a top executive of a company that does business every day, both as a regulated entity and as a vendor, with a top executive right there in the building,” Kerpen says.\n\nCMS officials insist Slavitt is not involved in the Optum Lab contract. But an HHS spokeswoman refused to make public the memorandum of understanding between the department and Optum Labs.\n\nThe Optum Lab contract is with an obscure HHS operation called the Agency for Healthcare Research and Quality (AHRQ). The House Appropriations Committee zeroed-out the agency in June. The bill is in the Senate awaiting action.\n\nRepublicans charge AHRQ duplicates many other agencies, including the National Institutes of Health for which congressional Republicans have increased funding.\n\nFollow Richard on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience. For licensing opportunities of our original content, please contact:[email protected].", "article_metadata": {"sailthru.author": "Richard Pollock", "description": "'Let's not kid ourselves'", "og": {"site_name": "The Daily Caller", "description": "Health and Human Services (HHS) Secretary Sylvia Burwell awarded a rarely used open-ended sole-source contract to a firm whose corporate owners were embroiled in a $400 million fraudulent medical dat", "title": "Feds Gave Sweetheart Deal to Firm Linked To Medical Data Fraud", "url": "http://dailycaller.com/2015/12/08/feds-gave-sweetheart-deal-to-firm-linked-to-medical-data-fraud/", "image": {"width": 1200, "identifier": "http://cdn01.dailycaller.com/wp-content/uploads/2014/10/2014-10-06T212047Z_1_LYNXNPEA950U9_RTROPTP_4_HEALTH-EBOLA-USA-OBAMA-e1449549124959.jpg", "height": 516}, "type": "article"}, "twitter": {"description": "'Let's not kid ourselves'", "title": "Feds Gave Sweetheart Deal to Firm Linked To Medical Data Fraud Via @dailycaller", "url": "http://dailycaller.com/2015/12/08/feds-gave-sweetheart-deal-to-firm-linked-to-medical-data-fraud/", "image": {"src": "http://dailycaller.com/wp-content/uploads/2014/10/2014-10-06T212047Z_1_LYNXNPEA950U9_RTROPTP_4_HEALTH-EBOLA-USA-OBAMA-e1449549124959.jpg"}, "site": {"identifier": "@dailycaller", "id": 39308549}, "card": "summary"}, "sailthru.date": "2015-12-08 01:02:18", "sailthru.title": "Feds Gave Sweetheart Deal to Firm Linked To Medical Data Fraud", "HandheldFriendly": "true", "sailthru.tags": "department-of-health-and-human-services,obamacare", "fb": {"app_id": 143489452702, "pages": 182919686769}, "keywords": "department of health and human services,investigative group,obamacare", "sailthru.description": "Health and Human Services (HHS) Secretary Sylvia Burwell awarded a rarely used open-ended sole-source contract to a firm whose corporate owners were embroiled in a $400 million fraudulent medical dat", "sailthru.image.full": "http://cdn01.dailycaller.com/wp-content/uploads/2014/10/2014-10-06T212047Z_1_LYNXNPEA950U9_RTROPTP_4_HEALTH-EBOLA-USA-OBAMA-e1449549124959.jpg", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "article_summary": "Optum Labs — which is one of nation’s largest medical data analytics companies — was not a party to the settlement.\nThe company Burwell selected is Optum Labs, which is part of UnitedHealth Group’s Optum subsidiary.\nIt was clear from the beginning of the award process Burwell’s choice for the contract was Optum Labs.\nBut an HHS spokeswoman refused to make public the memorandum of understanding between the department and Optum Labs.\nBurwell added in the May 29 notice that the sole-source contract also was a “blanket purchase agreement,” (BPA) which means the contract will provide continuous government orders without competing bidders."}