{"article_title": "Rubio To Skip Vote For DHS Funding Bill Blocking Obama Amnesty To Test Presidential Waters In NH", "article_keywords": ["nh", "funding", "miss", "hes", "senate", "skip", "waters", "executive", "test", "rubio", "democrats", "homeland", "vote", "security", "obamas", "dhs", "presidential", "obama"], "article_url": "http://www.breitbart.com/big-government/2015/02/20/rubio-to-skip-vote-for-dhs-funding-bill-blocking-obama-amnesty-to-test-presidential-waters-in-nh/", "article_text": "SIGN UP FOR OUR NEWSLETTER\n\nSen. Marco Rubio (R-FL) will miss a crucial vote in the U.S. Senate next week. Senate Republicans will try to break the Democrat filibuster of a House-passed bill that funds the entire Department of Homeland Security (DHS) but blocks funding for President Obama’s executive amnesty. Rubio will miss the vote because he’ll be in New Hampshire, testing the waters for a potential presidential campaign.\n\nSIGN UP FOR OUR NEWSLETTER\n\n“Rubio will be in New Hampshire early next week, where he’s going to miss at least one vote in the Senate on the DHS deadlock,” Politico’s Burgess Everett wrote on Friday morning in the tip sheet email by Politico, Huddle.\n\nRubio’s spokesman Alex Conant confirms that Rubio will miss the vote, since he doesn’t expect it to pass.\n\n“Yes, he’s expected to miss the same procedural vote on Monday afternoon that he’s already cast several times already and we know will not pass,” Conant said in an email to Breitbart News.\n\nIt’s not unusual for presidential candidates to miss Senate votes. Senator Rubio has not made a final decision about 2016, but he’s seriously considering running for president and taking the necessary steps to prepare a competitive campaign. As he travels the country meeting with voters, there will be no doubt where he stands on any important issues before the Senate. Regarding the underlying issue: Marco does not and will not support a clean DHS funding bill that does not repeal the Presidents unconstitutional executive order on immigration.\n\nThis comes after a dustup Rubio had during an appearance in Nevada, where he told reporters that Congress should pass a DHS funding bill without conditions on Obama’s executive amnesty.\n\n“We have to fund Homeland Security,” Rubio said in a news conference there. “We can’t let Homeland Security shut down.”\n\nRubio could be taken to have said that Congress needs to pass a bill to fund Homeland Security and prevent a partial shutdown if Senate Democrats don’t break their filibuster by February 27. Rubio’s office quickly walked it back, with Conant sending quotes around to reporters saying that what Rubio in fact meant by “we can’t let homeland security shut down” is that the Democrats must stop their filibuster.\n\nThis all comes after a federal judge in Texas, Judge Andrew S. Hanen, put a hold on Obama’s executive amnesty as potentially illegal. Hanen issued an injunction ordering the administration to immediately halt all implementation plans for the executive amnesty—something the administration has reluctantly agreed to comply with.\n\nWith the Democrats and the administration on defense after Hanen’s ruling, pretty much all Republicans in Congress—including Senate Majority Leader Mitch McConnell, Speaker John Boehner and Sens. Jeff Sessions (R-AL) and Ted Cruz (R-TX) among scores of rank-and-file members—have publicly pressured the Senate Democrats to drop their support of the Sen. Chuck Schumer (D-NY) created filibuster.\n\nIt remains to be seen what will happen on Monday. But if any Senate Democrats vote with the Republicans against Obama’s executive amnesty—and many of them said they opposed Obama last Fall, even though they haven’t been following through—Rubio would look really badly for not being there to contribute his vote.\n\n“Just when conservatives want to welcome Marco Rubio back into our good graces, he self-immolates over amnesty yet again,” nationally syndicated radio host Steve Deace, who is based in Iowa, told Bretibart News.", "article_metadata": {"description": "Rubio To Skip Vote For DHS Funding Bill Blocking Obama Amnesty To Test Presidential Waters In NH", "og": {"site_name": "Breitbart", "description": "Rubio To Skip Vote For DHS Funding Bill Blocking Obama Amnesty To Test Presidential Waters In NH", "title": "Rubio To Skip Vote For DHS Funding Bill Blocking Obama Amnesty To Test Presidential Waters In NH - Breitbart", "locale": "en_US", "image": {"width": 640, "identifier": "http://media.breitbart.com/media/2015/01/Rubio-AP.jpg", "height": 480}, "url": "http://www.breitbart.com/big-government/2015/02/20/rubio-to-skip-vote-for-dhs-funding-bill-blocking-obama-amnesty-to-test-presidential-waters-in-nh/", "type": "article"}, "twitter": {"description": "Rubio To Skip Vote For DHS Funding Bill Blocking Obama Amnesty To Test Presidential Waters In NH", "creator": "@BreitbartNews", "image": "http://media.breitbart.com/media/2015/01/Rubio-AP.jpg", "title": "Rubio To Skip Vote For DHS Funding Bill Blocking Obama Amnesty To Test Presidential Waters In NH - Breitbart", "site": "@BreitbartNews", "card": "summary"}, "robots": "noodp", "fb": {"pages": 95475020353, "app_id": 1243316582352556, "use_automatic_ad_placement": "true"}, "msapplication-TileImage": "/t/assets/i/w-logo-orange.png", "keywords": "executive amnesty, Federal Judge Andrew Hanen, Marco Rubio, Obama,Big Government, Immigration,", "article": {"publisher": "https://www.facebook.com/Breitbart", "section": "Big Government", "tag": "Obama", "published_time": "2015-02-20T11:15:41-07:00", "categories": "Big Government,Immigration"}, "viewport": "width=device-width,initial-scale=1", "op": {"markup_version": "v1.0"}}, "_id": "\"57477af36914bd0286fd30fc\"", "article_summary": "“We have to fund Homeland Security,” Rubio said in a news conference there.\nRubio will miss the vote because he’ll be in New Hampshire, testing the waters for a potential presidential campaign.\nThis all comes after a federal judge in Texas, Judge Andrew S. Hanen, put a hold on Obama’s executive amnesty as potentially illegal.\nSenate Republicans will try to break the Democrat filibuster of a House-passed bill that funds the entire Department of Homeland Security (DHS) but blocks funding for President Obama’s executive amnesty.\nIt’s not unusual for presidential candidates to miss Senate votes."}