{"article_title": "Pence planning reelection bid", "article_keywords": ["reelection", "indianapolis", "run", "bid", "tax", "governor", "pence", "state", "planning", "indiana", "republican", "religious", "law"], "article_url": "http://www.journalgazette.net/news/local/indiana/Pence-planning-reelection-bid-6722599", "article_text": "INDIANAPOLIS - Gov. Mike Pence plans to make his reelection bid official at the upcoming Indiana Republican Party Spring Dinner June 18.\n\nPence's campaign spokesman, Robert Vane, on Monday confirmed the upcoming announcement.\n\n\"The governor planned a low-key reelection announcement tied to the spring dinner,\" he said. \"Rumors of his plan caused the timetable to be moved up a few days.\"\n\nPence's flirtation with a presidential run fizzled when Indiana became embroiled in an embarrassing fight over equality for gay and lesbian Hoosiers.\n\nSince then it has been pretty clear he would seek a second term in 2016.\n\nPence faces a possible rematch with Democrat John Gregg, who many felt gained momentum just a little too late in the 2012 race. He lost by 3 percentage points. Democratic state Sen. Karen Tallian of Ogden Dunes also announced her intention to run.\n\nThe real question is if any Republican will challenge Pence in the primary. There have been rumors that Indianapolis businessman Bill Oesterle would either run himself or recruit someone else. He has become frustrated with a focus on social issues. Oesterle was campaign manager for former Gov. Mitch Daniels and a vocal opponent of Pence during the religious freedom flap.\n\nAlso, auto dealer Bob Thomas has said he will run for either governor or the U.S. House in 2016.\n\nThomas, a Republican, will decide which office to seek by July 1.\n\nThomas, 64, who owns three auto dealerships in Fort Wayne and two in Indianapolis, ran in the 3rd District Republican primary and in a GOP congressional caucus in 2010.\n\nHe made it sound last week as though he prefers to run for governor, especially if Pence ran again.\n\n\"I don't think there's any question that we need new leadership here in Indiana. It's been a disaster for the last three years. Things just aren't happening, and if we don't get something done soon, it's just going to get worse,\" he said.\n\n\"This is what happens when we rely on career politicians to run our government.\"\n\nPence's most recent campaign finance report showed $3.5 million on hand. He wasn't allowed to raise money during the legislative session but just days after it ended he reported a large contribution of $25,000 from Fred Klipsch.\n\nGregg had just $129,000 on hand at the end of 2014. He also recently received a contribution of $25,000 from Richard Skiles.\n\nPence has several key accomplishments to his credit.\n\nFirst is cutting hundreds of millions in taxes for Hoosiers and Indiana companies. The individual income tax and corporate tax were reduced and Indiana's inheritance tax was eliminated.\n\nHe also pushed a pilot pre-kindergarten program - something the Republican House and Senate resisted mightily. Now thousands of low-income students are in preschool programs with the first-ever state funding.\n\nAnd Pence also developed a health care expansion for hundreds of thousands of low-income Hoosiers. The federal government approved the waiver for the program, which is paid primarily by the Affordable Care Act but doesn't use the traditional Medicaid program.\n\nBut he has also made some major missteps. The biggest was bringing national ridicule by supporting a controversial religious freedom law that many believed could also be used to discriminate against gays and lesbians. He signed the bill in private surrounded by religious leaders that oppose gay marriage.\n\nHe tried to defend the law in a disastrous national television appearance. Eventually he worked with lawmakers to craft a \"fix\" to the law. Indiana has since had to undertake a damage control public relations initiative likely costing several million.\n\nHis administration also created - and was prepared to launch - a statewide news service before it was leaked and roundly criticized as trying to control media in the state. It was abandoned after days of negative coverage.\n\nnkelly@jg.net", "article_metadata": {"og": {"url": "http://www.journalgazette.net/news/local/indiana/Pence-planning-reelection-bid-6722599", "description": "INDIANAPOLIS - Gov. Mike Pence plans to make his reelection bid official at the upcoming Indiana Republican Party Spring Dinner June 18.\nPen ...", "title": "Pence planning reelection bid | Indiana | Journal Gazette"}, "google-site-verification": "AbTqmghA2tCfdbuL0B2fOMXCOi7JkbHReQTb0TYk_b0", "description": "The Journal Gazette, as Fort Wayne and northeast Indianas largest newsgathering operation, is your best source of local news, sports, business, dining and entertainment information as well as comprehensive auto, home, jobs and classified ads.", "viewport": "width=device-width, initial-scale=1", "__sync_contentCategory": "No"}, "_id": "\"57477af36914bd0286fcc448\"", "article_summary": "Mike Pence plans to make his reelection bid official at the upcoming Indiana Republican Party Spring Dinner June 18.\nHe made it sound last week as though he prefers to run for governor, especially if Pence ran again.\nPence faces a possible rematch with Democrat John Gregg, who many felt gained momentum just a little too late in the 2012 race.\nThe real question is if any Republican will challenge Pence in the primary.\nMitch Daniels and a vocal opponent of Pence during the religious freedom flap."}