{"article_title": "Religious Right Leader James Dobson To Endorse Ted Cruz", "article_keywords": ["supreme", "right", "readers", "james", "support", "work", "ted", "wing", "watch", "source", "cruz", "dobson", "way", "endorse", "womens", "religious", "leader"], "article_url": "http://www.rightwingwatch.org/content/religious-right-leader-james-dobson-endorse-ted-cruz", "article_text": "To our readers: The future of the Supreme Court. The most far-right presidential candidates in decades. Non-stop attacks on women’s rights. Never has the work of Right Wing Watch, a project of the People For the American Way dedicated to exposing the Far-Right's extreme and intolerant agenda, been more important. And, as a non-profit, our main source of support is readers like you. If you use Right Wing Watch, please consider making a contribution to support our work at this critical time.", "article_metadata": {"og": {"url": "http://www.rightwingwatch.org/content/religious-right-leader-james-dobson-endorse-ted-cruz", "image": "http://www.rightwingwatch.org/sites/default/files/images/dobsong.jpg", "type": "blog", "description": "In an  interview  yesterday with the Washington Post, James Dobson, the influential founder of Focus on the Family and the Family Research Council, revealed that he is likely to endorse Ted Cruz&rsquo", "title": "Religious Right Leader James Dobson To Endorse Ted Cruz"}, "description": "In an  interview  yesterday with the Washington Post, James Dobson, the influential founder of Focus on the Family and the Family Research Council, revealed that he is likely to endorse Ted Cruz’s presidential bid, noting that the Religious Right is “coalescing around Senator Cruz” thanks to his “strong record on religious l", "viewport": "width=1074, initial-scale=1.0"}, "article_summary": "If you use Right Wing Watch, please consider making a contribution to support our work at this critical time.\nNever has the work of Right Wing Watch, a project of the People For the American Way dedicated to exposing the Far-Right's extreme and intolerant agenda, been more important.\nAnd, as a non-profit, our main source of support is readers like you.\nTo our readers: The future of the Supreme Court.\nNon-stop attacks on women’s rights."}