{"article_title": "Recent Reports Present Conflicting Pictures Of ACA Implementation (Updated)", "article_keywords": ["hhs", "conflicting", "updated", "irs", "premium", "rate", "implementation", "pictures", "million", "tax", "aca", "reports", "taxpayers", "returns", "individuals", "coverage", "present", "recent"], "article_url": "http://healthaffairs.org/blog/2015/07/17/implementing-health-reform-recent-reports-present-conflicting-pictures-of-aca-implementation/", "article_text": "Timothy Jost\n\nJuly 17, 2015\n\nJuly 21, 2015 update\n\nEighth Circuit Court of Appeals Rules On Wieland v. HHS\n\nIn another development, the Eighth Circuit Court of Appeals in Wieland v. Department of Health and Human Services (HHS) held that the plaintiff (a Missouri state legislator) had standing to challenge the federal contraceptive coverage regulation which allegedly kept his state employee group health plan from allowing him to refuse contraceptive coverage in accordance with his religious beliefs.\n\nThe district court had dismissed the case, holding that the plaintiff was not directly injured by the federal contraceptive regulation because the state and its health care plan had independently decided to offer contraceptive coverage and thus the federal government was not responsible for any injury claimed by the plaintiff.\n\nThe Eighth Circuit held that in fact Missouri state law had earlier allowed employers and employees to opt out of contraceptive coverage based on their religious beliefs, but that a 2013 federal court judgment had invalidated that law as preempted by federal requirements. The Eighth Circuit called that earlier decision into question because of the intervening Supreme Court decision in Hobby Lobby, which allowed closely held companies to opt out of contraceptive coverage. But the court further held that, but for the federal regulation, the state plan would continue to allow employees to opt out of contraceptive coverage. Thus the plaintiff had standing to challenge the federal regulation which directly caused his injury.\n\nThe Wieland case would seem to open a new beachhead in the contraceptive coverage wars, permitting individuals—in addition to religious organizations and closely held corporations—to bring Religious Freedom Restoration Act challenges against the contraceptive coverage requirement. The argument for standing in Wieland, however, turned on a specific state law permitting individuals to opt out of contraceptive coverage, and opt-out laws like Missouri’s are uncommon.\n\nMoreover, the Eighth Circuit did not reach the merits of the plaintiff’s claim, which it remanded to the lower court.\n\nCMS Offers Recommendations To State Insurance Commissioners Regarding Premium Rate Increases\n\nOn July 21, 2015, the Centers for Medicare and Medicaid Services (CMS) announced that it was sending state insurance commissioners a letter offering recommendations with respect to their review of premium rate increases requested by insurers for 2016. States are primarily responsible both under preexisting state and federal law and under the Affordable Care Act (ACA) for reviewing rates proposed by health insurers in the individual and small group markets.\n\nAs of January 1, 2014, 49 states and three U.S. territories had “effective rate review programs” in at least one market, and thus were primarily responsible for reviewing “excessive” rate increase requests — that is rate increases exceeding 10 percent in the individual and small group market. CMS has retained some rate review authority for excessive premium increase requests in five states and two territories. State authority to review health insurance rates varies significantly from state to state, however, with some states requiring prior approval of rates, some allowing insurers to “file and use” rates subject to retroactive disapproval, and some states having no explicit authority to disapprove proposed rates.\n\nStates are now in the midst of reviewing health insurer premium requests for 2016. Under the timeline required by HHS, insurers must have filed their rate review requests in most states by May 15 and states must approve final rates by August 25.\n\nThere has been a great deal of media coverage of large rate increase requests from some insurers offering marketplace plans. Much of the information available on 2016 rate increases, however, comes from insurer filings specifically involving “excessive” rate increases only — those exceeding 10 percent which were made public on June 1.\n\nIt is likely that final rate increases in most states will be smaller, although some states are likely to see significant increases. (It should also be remembered that individuals receiving premium tax credits may well have premium increases covered by their tax credit rather than having to pay the increased premium themselves, although they may have to switch to a less expensive plan to ensure this benefit).\n\nThe letter to state insurance commissioners asks them to consider several factors in reviewing rates:\n\nConsumers who have recently signed up for coverage, CMS asserts, are healthier than those who signed up during the first open enrollment period. Moreover, risk pools are likely to improve during the remainder of 2015 and into 2016, while pent-up demand for health care from the initial 2014 enrollees should decrease. The increased 2015 individual responsibility penalty is likely to drive more healthy individuals into the market.\n\nRecent data, according to CMS, shows that medical cost trend remains moderate even accounting for increased pharmaceutical costs.\n\nAs earlier announced, CMS will use a 100 percent coinsurance rate for the 2014 reinsurance program. This should help cover any 2014 losses insurers may have incurred, although it does not protect them going forward.\n\nCMS continues to assert that it will make full risk corridor payments for 2014 to insurers. The amount of these payments should be known by August 14, before the final August 25 approval date.\n\nPublic hearings for rate requests may be helpful.\n\nOne other consideration that is not listed, but I hope states take into account, is that the current rate requests were filed before the Supreme Court’s decision in King v. Burwell was known, and undoubtedly reflect the considerable uncertainty that that litigation introduced into insurance markets. With the claims raised in that case finally disposed of, insurers should be able to face 2016 with greater security.\n\nThe letter concludes by reminding states that both consumer affordability and insurer solvency are issues in rate approval. Oregon’s insurance commissioner, Laura Cali, recently required insurers that had not proposed rate increases to increase their rates anyway to ensure that the insurers remained solvent.\n\nIt is likely, however that insurers in other states will be asked to reduce their premium increases to ensure affordability.\n\nI would expect that insurance commissioners were already aware of the issues raised by this letter. But the letter does communicate to the media, which have eagerly reported large rate increase proposals where they have occurred, that there is some reason to be hopeful that 2016 rate increases will be more moderate than first reported.\n\nJuly 20, 2015 update: On July 17, 2015 Secretary of the Treasury John Koskinen sent a letter to Congress containing more detailed and up-to-date information on the status of premium tax credit and individual responsibility payment tax filings than the information contained in the Taxpayer Advocate report described below in my original post.\n\nThe Internal Revenue Service (IRS) projects that for 2014, about 4.8 million taxpayers must file a return to claim premium tax credits (PTC) or reconcile advance premium tax credits (APTC). Approximately 4.5 million of these individuals had been granted APTC. The 4.5 million taxpayers represent households consisting of about 7 million individuals who received coverage paid for in part with APTC.\n\nPremium Tax Credits\n\nAs of June 25, 3.2 million taxpayers had filed Form 8962, the APTC reconciliation form — 3 million of whom reported APTC. These taxpayers reported approximately $10 billion of the approximately $15.5 billion in APTC paid out in 2014.\n\nAbout 2.7 million taxpayers claimed approximately $9 billion in PTC, reporting an average credit of $3,400 as of the end of May. Of these, 40 percent claimed less than $2,000; 40 percent, $2,000 to $5,000; and 20 percent, $5,000 or more.\n\nAbout 40 percent of those who claimed PTC or reconciled APTC (about 1.3 million taxpayers) received less APTC than they were entitled to and thus received additional PTC, averaging about $600. On the other hand, about 1.6 million taxpayers, 50 percent of those who claimed PTC or reconciled APTC, had to return excess APTC, averaging about $800. Of these, 75 percent owed less than $1,000.\n\nThe statutory caps, which limit the amount that recipients have to repay, affected about 400,000 taxpayers, who cumulatively received about $345 million in APTC, which will not be repaid because of the caps. About 65 percent of those with excess ATPC still reported a refund, which means that most individuals with excess APTC will not in fact have to write a check to the IRS. About 300,000 taxpayers received the correct amount of APTC and will not either receive additional or have to pay back excess PTC.\n\nAs of the end of May, the IRS had processed 2.7 million returns that had reconciled APTC. Some 360,000 taxpayers with APTC had filed for an extension and had until October 15 to file a return. Approximately 710,000 taxpayers who received APTC had not, as of the end of May, filed a tax return or received an extension. These individuals will not be able to receive APTC for 2016 unless they file a return. The IRS is following up with them. Finally, about 760,000 taxpayers filed a return, but did not attach the reconciliation form 8962. The IRS is following up with these taxpayers as well. As reported above, about 500,000 more individuals had filed Form 8962 by the end of June, so these efforts are apparently bearing fruit.\n\nSecretary Koskinen’s letter also contains updated information on individual shared responsibility (individual mandate) filings for 2014. Approximately 102 million taxpayers have so far checked a box claiming that they were fully covered for 2014 while another 7 million returns were filed by dependents who do not need to report coverage. Together these individuals accounted for a total of 81 percent of returns.\n\nApproximately 7.5 million taxpayers reported a total of $1.5 billion in individual responsibility payments, while 12 million claimed an exemption. The average payment was around $200, with only 5 percent exceeding $500. About 85 percent of taxpayers who owed a payment also received a refund. Thus the IRS will only need to pursue relatively few individuals for payment.\n\nAs reported by the Taxpayer Advocate, about 300,000 low-income taxpayers reported a payment even though they should have been exempt. Secretary Koskinen’s letter indicates that, contrary to the recommendation of the Taxpayer Advocate, these individuals will need to file an amended return to receive a refund of their overpayment.\n\nThe Secretary’s letter points out that it is not unusual for the IRS to have to follow up with individuals after the April 15 deadline to obtain further information or for individuals to request extensions of the filing deadline to October 15. Given that this was the first year for both APTC reconciliation and for the individual shared responsibility provision, the need for additional efforts to obtain full compliance is not surprising.\n\nTransgender Discrimination\n\nIn another matter, on July 14, 2015 the Department of Health and Human Services (HHS) Office for Civil Rights announced that it had entered into a voluntary resolution agreement with The Brooklyn Hospital Center regarding a complaint that the hospital had discriminated against a transgender female who had presented as a female at the hospital by assigning her to a double occupancy room with a male patient.\n\nThe agreement commits the hospital to revising its admissions and room assignment policies and to implementing an intake process that affords individuals the opportunity to identify their own sex and/or gender, including transgender status. The Brooklyn Hospital Center agreed to develop a zero tolerance policy for harassment or adverse treatment of transgender individuals, implement a grievance procedure for resolving complaints regarding discrimination, train its staff on the new policies, and monitor compliance over the next two years.\n\nThe complaint was brought under section 1557 of the Affordable Care Act, which prohibits discrimination on a number of grounds, including sex. It follows on a court decision earlier this year, which refused to dismiss a claim brought under section 1557 for transgender discrimination. Regulations have yet to be issued by HHS implementing section 1557, but it apparently is proceeding with enforcement nonetheless.\n\nRecent Reports Present Conflicting Pictures Of ACA Implementation\n\nTwo recent government reports present conflicting pictures of the implementation of the ACA. On July 16, 2015, Government Accountability Office (GAO) testimony before the Senate Finance Committee entitled Observations on 18 Undercover Tests of Enrollment Controls for Health-Care Coverage and Consumer Subsidies Provided under the Act presents a dismal picture of bungling by the federally facilitated marketplaces (FFMs) in the handling of fictitious applications submitted by the GAO in an undercover investigation.\n\nOn the other hand, the National Taxpayer Advocate’s mid-year report, released on July 15, 2015 reports that “Overall, the IRS has done a commendable job of implementing the first stages” of the ACA. The report contains data from 2014 tax filings related to premium tax credits and to individual responsibility penalties.\n\nThe Processing Of Fictitious Applications\n\nThe GAO report updates testimony submitted to Congress by GAO in July of 2014. In the Spring of 2014, during the first open enrollment period, the GAO submitted a dozen fictitious applications for coverage to the FFMs in three states. A quarter of the applications provided no Social Security number, half submitted invalid Social Security numbers, and a quarter purported to be from noncitizens claiming to be lawfully present in the U.S. Half of the applications were submitted online and half were submitted by telephone.\n\nAll of factitious applications submitted online were blocked at the identity proofing stage. All but one of the applications submitted by phone, however, were initially approved — one of the applications without a Social Security number was rejected. The six applications that were blocked online were resubmitted by phone, and all were tentatively approved. The applications submitted by phone were approved because the Department of Health and Human Services (HHS) allows phone applications to be approved based on verbal attestations under penalty of perjury, subject to a request for supporting documentation.\n\nIn 10 of the eleven approved applications, the FFM sent written requests for additional supporting documentation (in the 11th, additional information was requested during the telephone application). HHS document requests were unclear and inaccurate as to which documents were needed, however. The GAO sent all of the information requested in about four cases, partial information in four, and no information in three.\n\nIn two of the cases the documentation submitted showed income substantially higher than that claimed in the original application, which should have disqualified the applicant from eligibility. In all of the cases, however, the GAO was told that no further documents were needed. Despite the fact that the GAO only sent documents establishing eligibility in four of the cases, eligibility was granted in all of the eleven cases through the end of 2014, both for premium tax credits (worth $30,000) and cost-sharing reduction payments.\n\nAll 11 fictitious applicants who had been initially approved were automatically reenrolled for 2015. Notices that the applicants received leading up to the open enrollment period, however, were inconsistent, and in some instances requested additional information due by dates that had already passed. All applicants received form 1095-As reporting their 2014 coverage, but in three cases the reported information was incorrect and in two of these cases the applicant received more than one 1095-A.\n\nSix of the reenrolled fictitious individuals received notices after they were reenrolled for 2015 terminating their coverage, citing failure to supply documents to support their new applications. The remaining five received continued coverage without interruption. In five of the six terminated cases, subsidized coverage was reinstated following a phone call, while the sixth case was turned over to a caseworker and was still pending at the time the investigation was concluded. The five enrollments that were reinstated each saw an increase in premium tax credits (which would not be unusual since the tax credits would have been based on 2015 premiums rather than simply the extended 2014 tax credit amounts that would have been applied at reenrollment).\n\nThe GAO also, in the spring of 2014, asked for assistance from navigator and non-navigator assisters on behalf of six additional fictitious applicants. Half of the fictitious applicants had purported income below and half above eligibility levels. The goal of this exercise was to see if the assisters would encourage the applicant to overstate or understate their income—essentially to commit fraud—a real concern at the time when the navigator program was at the center of political controversy. While one navigator correctly told the applicant that the applicant was ineligible, and in another case the navigator gave incorrect advice, in the other four cases the assister simply did not help at all, either telling the applicant that the applicant did not qualify for help or telling the applicant to call back and then not responding to calls.\n\nThe report presents a dismal picture of incompetence, carelessness, and lax processes that will no doubt infuriate ACA opponents and embarrass supporters. There are some things that can be said in response, however. First, the report is based on a very tiny sample in a handful of states, and the GAO clearly understood that its results were not at all generalizable.\n\nSecond, much of the work was done in the spring of 2014 during the first open enrollment period, when both the FFM and assisters were completely overwhelmed and often confused; indeed often barely functioning. I would imagine, for example, that had the GAO interacted with navigators and assisters in 2015 it would have had a rather different experience.\n\nThird, none of the fictitious persons benefited from the fraud. Had they been real individuals trying to defraud the program by getting medical care, they would have had to show up at doctor’s offices or hospitals with photo identification and a medical history. And they would have had to file tax returns for 2014 or have their coverage terminated for 2016. The GAO admits that it has no evidence of actual fraud.\n\nA larger point is that, as HHS pointed out, the exchange eligibility system is not designed to identify and screen out deliberate fraud and misrepresentation. This is, it seems to me, true of our tax system generally. If the GAO had submitted a dozen tax filings for small businesses claiming fictitious business expenses or underreporting income, I doubt the IRS would have batted an eye.\n\nIndeed Congress in 2011 repealed an ACA provision that would have required businesses to submit 1099 forms for certain purchases which would have provided a check on underreporting of income, even though the repeal was anticipated to cost $25 million in lost tax revenue over 10 years. HHS contractors are instructed to reject documents that have obviously been altered, but not otherwise to establish their authenticity. Authenticating documents in all instances would be a time-consuming and expensive enterprise.\n\nMoreover, HHS faced in 2014 specific limitations in its capacity to detect and deal with fraud in the first year that will, it is hoped, be addressed over time. Because of the delay in implementation of the employer mandate, HHS did not receive any reports from employers or insurers as to insurance coverage for 2014 that could have been used to verify claims on applications.\n\nThe 2016 open enrollment process should ensure that re-enrollees have filed tax returns and should take into account their actual reported income for the prior year. It is to be hoped, indeed expected, that HHS contractors are by now better educated and more capable of identifying and responding to obvious problems. HHS has not yet responded to the report, so we do not know what steps they have taken or are taking to address the issues it reveals.\n\nFor the first year of marketplace implementation, HHS placed a higher priority on getting people enrolled than on definitively establishing eligibility. HHS stated in response to the GAO report, for instance, that its policy during 2014 was that if individuals sent in at least one document in response to a request for additional documents, they would be seen as complying in “good faith” with the policy. This is to some extent in accord with the policy adopted by Congress in the ACA, which allows online applications without requiring in-person authentication of documents, permits a 90-day grace period for resolving inconsistencies, and allowed HHS to extend the time for resolving inconsistencies in 2014.\n\nThe GAO criticizes HHS for not recovering wrongfully paid cost-sharing reduction payments, but the ACA explicitly does not provide for recovery of cost sharing reduction (CSR) payments. HHS did terminate enrollment for over 200,000 enrollees for data inconsistencies by the spring of 2015, but it seems obvious that many questionable enrollments slipped by.\n\nIn the end, however, many of the problems identified in the report are simply unacceptable, such as applications being approved without Social Security numbers where they should have been available. HHS needs to do better. Its response to the report will presumably explain how it is doing this.\n\nThe National Taxpayer Advocate Report\n\nThe IRS received somewhat higher marks from the National Taxpayer Advocate’s office for the 2014 tax year, the first year in which tax returns reflected ACA requirements. The report notes, for example, that the level of service for the ACA telephone hotline was about 68 percent, compared to only 37 percent overall performance for the IRS. The Advocate also found that 13 of the 14 Free File programs accessible through the IRS website accurately calculated the individual responsibility payment owing when they were tested by the Advocate for three different scenarios. The Advocate commented, however, that some of the programs did not explain how they reached their results, passing up an opportunity to educate taxpayers on how the penalty works. The Report notes that the IRS has worked with the Free File Alliance to correct identified issues for the future.\n\nDuring the 2014 filing season, 2.6 million returns were filed with the 8962 premium tax credit reporting form attached, 2.4 million of which reported the receipt of advance premium tax credits. A total of $8.7 billion in advance premium tax credits were reported and $7.7 billion in tax credits were claimed, an average of $3,000 per return. The report does not explain how the 2.6 million returns relates to the approximately 4 million 1095-A sent out to individuals who reportedly enrolled in coverage with financial assistance through the FFM. The Report does note, however, that some 2014 premium tax credit recipients did not file returns for 2014 and will thus be ineligible for premium tax credits for 2016 until they file a 2014 return.\n\nFar more returns were filed reporting individual shared responsibility (individual mandate) payments or exemptions from the shared responsibility requirement. Ninety-four million returns were filed claiming coverage, while 6.6 million returns were filed with an individual responsibility payment, with payments averaging $190, a total of $1.25 billion. This was about 10 percent more returns than predicted. For those claiming an exemption from the requirement, 10.7 million returns were filed, with 3.2 million of these claiming an exemption for income below the filing threshold and 7.5 million for other reasons.\n\nThe Report states that about 300,000 taxpayers overpaid their individual responsibility penalties to the tune of $35 million through April 30. Most did not owe a penalty because of their low income. The average overpayment was about $110. The Taxpayer Advocate recommends that the IRS simply adjust these returns and refund the money rather than requiring amended returns, which would rarely be cost-effective for these small amounts.\n\nSome of the problems identified by the Taxpayer Advocate for 2014 had more to do with HHS or the state exchanges then with the IRS. Errors that HHS identified in 800,000 1095-A advance tax credit reporting forms delayed returns and caused some returns to be filed incorrectly. Late receipt of electronic data from HHS on premium tax credit claims delayed the processing of returns, although the Taxpayer Advocate faulted the IRS for not using paper documentation to continue processing the returns. The Taxpayer Advocate also faulted the IRS for offering taxpayers who were overpaid premium tax credits an incorrect form of penalty relief and for glitches that offset too much or too little in refunds against taxpayers’ individual responsibility penalty liability.\n\nOn the whole, however, the IRS performed reasonably well during the first ACA tax filing season despite the severe budget cuts it has had to endure in recent years and the extensive responsibilities it has under the ACA.", "article_metadata": {"og": {"url": "http://healthaffairs.org/blog/2015/07/17/implementing-health-reform-recent-reports-present-conflicting-pictures-of-aca-implementation/", "site_name": "Health Affairs", "image": "http://healthaffairs.org/blog/wp-content/uploads/Tim-ACA-slide.jpg", "type": "article", "title": "Implementing Health Reform: Recent Reports Present Conflicting Pictures Of ACA Implementation (Updated)"}, "description": "Implementing Health Reform: Recent Reports Present Conflicting Pictures Of ACA Implementation (Updated) | At the intersection of health, health care, and policy.", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "Recent Reports Present Conflicting Pictures Of ACA ImplementationTwo recent government reports present conflicting pictures of the implementation of the ACA.\nNinety-four million returns were filed claiming coverage, while 6.6 million returns were filed with an individual responsibility payment, with payments averaging $190, a total of $1.25 billion.\nApproximately 7.5 million taxpayers reported a total of $1.5 billion in individual responsibility payments, while 12 million claimed an exemption.\nThe 4.5 million taxpayers represent households consisting of about 7 million individuals who received coverage paid for in part with APTC.\nThe report contains data from 2014 tax filings related to premium tax credits and to individual responsibility penalties."}