{"article_title": "Adjunct faculty takes on administration at Santa Fe Community College over wages, benefits", "article_keywords": ["colleges", "benefits", "takes", "students", "administration", "community", "adjunct", "college", "fe", "santa", "faculty", "teaching", "wages", "grissom", "adjuncts", "merklein"], "article_url": "http://www.sfreporter.com/santafe/article-9333-stomp.html", "article_text": "A walk through the hallways of Santa Fe Community College’s ultramodern Trades and Advanced Technology Center reveals the focus the college puts on preparing its students for a rapidly expanding global economy.\n\nIts rooftop is lined with panels for hands-on experience in the growing solar industry. Workshops and classrooms serve as incubators for students studying contemporary vocations like biofuel technologies and weatherization installation.\n\nInside one classroom, Miranda Merklein is instructing a technical writing class of 14 students, teaching them basics about landing these “jobs of the future.”\n\nShe reviews several keywords and phrases, warning her students that leaving them out of their cover letters and résumés could mean their applications never see the light of day in a human resources department.\n\nJoey Peters\n\n“This is the key to breaking through HR,” Merklein tells her students, who range from early adulthood to middle age.\n\nBut the conversation quickly shifts to the state of the economy, something that Merklein says is impossible to ignore when discussing job applications. One student, Zane Armijo, laments about the difficulty people fresh out of college have today when trying to convince employers to hire them for professional jobs.\n\n“They always require experience, but then you can’t get experience because you didn’t have a job before that,” he says. “And it’s just this endless cycle of not getting a job. So basically, you have to know someone in some job to get a job.”\n\nMerklein responds to Armijo with understanding.\n\n“What’s happening now is you go to school, you get your BA or your master’s, and you’re done,” she says without reassurance. “And then it’s like, ‘Well, you don’t have experience, so you can be an intern. You can work for free.’”\n\n“Unpaid intern,” interjects a chuckling Julie Jones, who’s also here to learn.\n\n“Yeah, unpaid intern,” Merklein says. “Or extremely low-wage intern.”\n\nOne student, Alan Richards, interjects about how he didn’t get hired for a job because he was overqualified. Another mentions that her father, an engineer with 40 years of experience, currently can’t find work because of the same reason.\n\n\"When your job depends on a semester-to-semester contingent appointment, you are not going to open your mouth about something controversial\"\n\nMerklein says she sometimes combats the problem by leaving her English doctorate degree off of her résumé. She uses body language to make her next point, lowering her right hand to near her waist. “The workers are down here,” she says.\n\nShe raises her left hand near her head. “The administrators are up here. They’re making executive salaries. The Walmartization of everything is what we’re dealing with in many fields. You put all the risk on the bottom. The workers carry the risk. The workers are disposable. They have no bargaining power.”\n\nMerklein isn’t shy to talk about her own employment dilemma. As an adjunct professor, last year she made just $28,500 before taxes for teaching 14 classes between SFCC and Northern New Mexico College in Española. During the spring and fall semesters, she estimates she put in at least 60 hours each week for class time and preparation. During the summer, she says she still puts in full-time hours.\n\nHer income comes in stark contrast with that of the community college’s full-time faculty staffers, who make around $54,000 a year plus benefits and teach roughly five courses a semester. Across the country, full-time higher education faculty make an average salary of $86,293 between all professor ranks.\n\nContracts come to Merklein on a semester-by-semester basis, and no job security means that adjuncts can’t pursue topics in the classroom as freely as full-time professors, she argues. She’s not alone in her assessment.\n\n“When your job depends on a semester-to-semester contingent appointment, you are not going to open your mouth about something controversial,” says Jason Elias, the western regional coordinator for the American Association of University Professors, which defines academic freedom as “the free search for truth and its free exposition.”\n\nBut as her teaching style in her technical writing class illustrates, Merklein doesn’t worry about this anymore. “Even though I don’t have academic freedom, I’m going to act like I do,” she tells SFR. “I’m going to teach as though I had tenure. And if I get fired, then I get fired.”\n\nHer only hope forward, she says, now lies with how successful adjunct professors become in organizing and bargaining for their rights. SFCC has been in a tumultuous era. Last winter, the community college’s governing board voted to fire President Ana “Cha” Guzmán over concerns about her management and leadership style. Randy Grissom, who then served as interim vice president of academic affairs, quickly succeeded Guzmán as interim president of the college in January.\n\nJust last month, the board gave Grissom a three-year contract to stay on as president. But it hasn’t been smooth sailing.\n\nEarlier this summer Grissom announced that the college was facing a $5 million budget deficit and needed to cut wages and lay off 2.5 percent of its staff.\n\nThe problem, he maintained, grew from the previous administration’s poor financial projections.\n\nThrough all of this, adjuncts like Merklein contend that they’ve been ignored by the administration.\n\nAfter class, Merklein pins a small white button with red letters reading “AAUP” to her shirt, representing the professors association that advocates for faculty and can act as a union in higher education institutions. Merklein, 36, is interim president of the college’s AAUP chapter, which formed only last spring.\n\nPeter Sills\n\nShe didn’t adopt her firm stances on adjunct teaching until recently. Previously, Merklein worked as a journalist. She holds a master’s degree from St. John’s College and a doctorate from the University of Southern Mississippi.\n\nIn 2011 she began teaching college, becoming an adjunct the next year at SFCC—the same place where she started taking courses a decade before. For the next year, she kept relatively quiet, attempting to work her way up the career ladder and become full time.\n\n“I already knew adjuncts were being exploited,” Merklein says. “I just thought that eventually I might be able to still get that full-time position.” Things changed last fall when, after not making much career progress, she came across an article written in the Pittsburgh Post-Gazette called “Death of an Adjunct,” the story of Margaret Mary Vojtko, an adjunct professor who died in abject poverty after a 25-year career of teaching French at Duquesne University in Pittsburgh.\n\nDuquesne didn’t renew Vojtko’s contract to teach in the fall of 2013. Afterwards, Vojtko didn’t receive retirement benefits or a severance package. She lived in a crumbling house, according to the article, and couldn’t afford health care. Soon, Vojtko collapsed and died on her front lawn.\n\nThe article sparked a national debate on the growing adjunct field and the modern labor practices of colleges and universities. What little hope Merklein had left of using her adjunct career as a stepping stone withered.\n\n“I got the chills,” she says. “It was then that I knew that I had been deluded, that I was not looking into the matter realistically. My entire consciousness changed.”\n\nEmployment trends also aren’t on her side.\n\nIn 1975, according to US Department of Education statistics, part-time positions made up 24 percent of higher education faculty jobs in the country. By 2011, that number had swelled to 41 percent.\n\nCommunity colleges rely on adjuncts even more. Part-time faculty made up 70 percent of new hires at public community colleges in 2009, according to a report released earlier this year by the Center for Community College Student Engagement. Roughly 58 percent of community college courses in the US are taught by adjuncts, according to the same study.\n\nWorse yet are for-profit colleges like the University of Phoenix Online Campus, where less than one percent of faculty are full time.\n\nMaria Maisto, president of the Ohio-based New Faculty Majority, attributes the growth in adjunct faculty to decreased public funding that led to solving short-term budget gaps with more part-time employees. What resulted, she says, is a trend toward a corporate model of higher education that includes skyrocketing administrative salaries and scaled-back investments in tenured faculty.\n\n“It’s not unlike what happened in a lot of other sectors in terms of outsourcing,” Maisto says.\n\nTo Elias, the trends are alarming, especially given the amount many colleges and universities are making students pay for their education. Seventy percent of college students in the US go into debt to receive a college degree, averaging $29,400 in the hole after graduation.\n\n“I don’t think they want to be taught by folks that can barely make it on the salaries they have,” Elias says. “How can we help students out of poverty when faculty are also living in it?”\n\n\"How can we help students out of poverty when faculty are also living in it?\"\n\nThis sentiment rings true for Jake Rimes, an SFCC junior who’s studying computer science. Rimes is one of Merklein’s technical writing students and didn’t become aware of her situation until stumbling on a Salon.com story in which she appeared.\n\nSix years ago, Rimes’ own mother taught as an adjunct in Plano, Texas, after many professors at the local community college retired. Rimes recalls watching his mother stay up at night working on coursework for a low wage and an inability to move up professionally. Eventually, she left adjunct teaching for the public school system.\n\n“I thought it was a local issue to some extent,” Rimes says, referring to his hometown’s conservative reputation. “I didn’t realize it was a problem in places like here, which is supposed to be a progressive area.”\n\nAt SFCC, adjuncts teach about 55 percent of the college’s credit hours but outnumber full-time faculty by a more than 3 to 1 ratio.\n\nAdjuncts at SFCC make between $2,000 and $2,600 for each three-credit course they teach at the college.\n\nEarlier this year, SFCC conducted an internal survey of its adjuncts that garnered a response from 104 people. The results, according to this survey, show 73 percent of respondents “strongly” or “somewhat” disagreeing with the statement, “I am paid fairly for the work I do as an adjunct at SFCC.”\n\nComments from the survey reveal the extent of frustration. Of the 56 anonymous comments provided by adjuncts, just four of them reflect any type of positive feedback. (“Thanks for the survey,” reads one of them in full.)\n\nThey range from the terse—“A pay raise would be very nice,” “Adjuncts are exploited employees, ever heard of Occupy?” “I have very little support,” and “We deserve better.”—to the more detailed.\n\n“I am confused why the college would choose to treat its most necessary employees, the teachers, the worst,” reads a longer comment. “The school cannot possibly function without us, and we form valuable relationships with students, yet we are paid below minimum wage [and] receive no job security or benefits. This has to end, or we will be forced to unionize and demand better treatment.”\n\nGrissom says he understands the pay-scale criticisms. He adds, however, that SFCC’s pay scale compared to the state’s other community colleges is second only to Central New Mexico Community College. Feedback from the adjunct survey also prompted SFCC to expand its adjunct office, which now has private rooms and several working spaces, and to up the hours for the IT support desk.\n\nPeter Sills\n\nAdjuncts are also represented by three officer positions on the college’s faculty senate. And instead of receiving a pay cut like the college’s full-time employees in wake of the $5 million budget deficit, adjuncts at SFCC got a 1.5 percent pay raise this year.\n\n“We would like to pay everybody more,” Grissom says, “but budgets just don’t really allow that.”\n\nSFCC’s economic situation is different from other colleges. For one, its tuition rate is much lower than that of a traditional public four-year university, averaging $600 per semester for students living in its district. Compare that to the University of New Mexico, where full-time class loads cost in-state residents roughly $3,000 per semester.\n\nSFCC also has a much smaller endowment than a bigger four-year state university, which makes the community college’s budgets more limited than others. That means, according to Grissom, that the college would either have to raise tuition or tax local residents higher to pay for a bigger wage increase for adjuncts.\n\nGrissom refers to his adjuncts as “some of the smartest teachers in the state” but insists he must find a balancing act between accommodating full-time and adjunct instructors. On top of teaching a full class load, full-time faculty must hold office hours for students, write curriculum development and attend college committee meetings. Adjuncts, Grissom says, just have to worry about their classes.\n\nPeter Sills\n\n“Their job is just the teaching side, but we have the other pieces that have to be done, otherwise the institution couldn’t be a full-service institution,” he says.\n\nNot all adjuncts use their teaching as the basis of their income, and many still conduct the bulk of their work in other professional fields. In Santa Fe, that could mean a scientist from Los Alamos National Laboratory teaching a night course at the community college on the side as a hobby. According to the college’s adjunct survey, just 39 percent “strongly” or “somewhat” agreed that their adjunct teaching was their primary source of income.\n\nStill, even some who don’t rely on teaching as their main income live in poverty. Herschel Mair, who teaches a digital scanning class in the community college’s media arts program, is doing commercial photography work as a main source of income this year. Recently, he’s lived in an RV in the WalMart parking lot and occasionally takes advantage of the community college’s weekly program of free canned and dried food.\n\nFor every three hours teaching in the classroom, he estimates that he spends at least an hour and a half preparing and grading assignments. That extra time is uncompensated.\n\n“Adjunct teachers have got to have some other type of income to have a living,” Mair says.\n\nOthers, like former SFCC adjunct instructor Jessica Lawless, criticize the community college for its spending on administrative jobs. “The educational mandate doesn’t have [anything] to do with class instruction,” she says.\n\nAs president, Grissom makes $175,000 and receives a discretionary stipend of $2,500 per month—although he says he gave up the stipend, about 12 percent of his earnings, when he announced cutbacks this spring.\n\nGrissom adds that administrative staff are needed to keep the college going when classes aren’t being held. “Colleges run 12 months a year,” he says. “It takes administrators to fill in those gaps.”\n\nFor two years, Lawless served as an adjunct representative on the community college’s faculty senate. In the fall of 2013, she and others fought a battle that eventually prompted her to leave adjunct teaching.\n\nAt the time, the community college proposed a workload limit of 12 credit hours for adjunct instructors. The limit had to do with coming into compliance with new regulations under the federal Affordable Care Act, otherwise known as Obamacare.\n\nThe act requires employers with more than 50 full-time employees to provide health care benefits to part-time employees who work more than 30 hours per week. At the community college, adjuncts’ paid work hours are calculated by multiplying their credit hours by two and a half. An adjunct who teaches 12 credit hours of class each week, for example, will get paid by the college for working for 30 hours.\n\nLawless and other adjuncts penned a motion expressing concern over the new policy. When they presented the motion to the faculty senate, it went nowhere.\n\nThe 12-credit limit, Grissom says, is actually greater than it used to be, allowing adjuncts to teach more credit hours than before. But it’s still designed so the community college can skirt health care benefits for adjuncts. Grissom, who says he personally supports universal health care coverage, offers a familiar refrain for explaining the college’s credit hour cap: “I wish we could provide health care benefits to everybody. We just can’t afford it.”\n\nColleges and universities adopted similar policies en masse when the health care law regulations started going into effect this year. And it’s a trend that AAUP is actively fighting.\n\n“We’re very concerned that many universities moved for limiting or capping the number of hours to explicitly deny them opportunities to receive medical benefits,” says Jason Elias of the AAUP.\n\nJoey Peters\n\nIn March, after five years of teaching, Lawless left SFCC in the middle of the semester to take a job organizing adjuncts for the Service Employees International Union Local 1021. Earlier this month, faculty at California College of the Arts, one of the schools she’s working with, voted to unionize. Santa Fe Community College has yet to go down such a path, though the recent establishment of an AAUP chapter is a first step. Getting the majority of both full-time and adjunct faculty on board with unionization is a much tougher task.\n\nWhen SFCC dropped the bombshell that it was facing a $5 million hole and needed to act quickly, Merklein and others grew skeptical about the administration’s plans.\n\nGrissom unveiled a yearlong “financial stability plan” that would eliminate the jobs of up to 18 staffers and cut salaries temporarily at varying levels.\n\nWithin days, the AAUP chapter wrote a letter to Grissom asking how the college would make the decision on which positions to cut. The letter also took aim at the college’s financial projections (“Our preliminary analysis shows a positive cash flow in the last three years.”) and its higher-ups (“Administrative costs have risen over 20% in the last three years while instructional costs have remained flat.”).\n\nGrissom responded with a letter alleging that AAUP’s financial analysis was based on year-old data and that he wasn’t sure their conclusions on administrative spending were accurate.\n\nThat didn’t stop AAUP from promising to look into the community college’s finances to come up with its own recommendation of whether the stability plan is the right move. Elias says the analysis is still ongoing and came at the request of local chapter faculty members. He adds that AAUP is working with the community college’s administration on it.\n\n“President Grissom made some hard decisions, and the faculty wanted to make sure they had a voice in those decisions,” Elias says.\n\nIn the meantime, campus advocates are preparing for an upcoming election for four local AAUP chapter officer positions, including Merklein’s current role as president. The fate of the election could play a role in whether full- and part-time faculty decide to unionize.\n\nNot everyone is on board with Merklein’s more abrasive organizing style. At the bottom of the online version of an article Merklein wrote recently for AAUP’s magazine, Clark Baughan, who serves as director of exhibitions for SFCC art galleries and chairs the faculty senate, writes that communicating with Merklein has been unproductive.\n\n\"Everyone wants to sing ‘Kumbaya’ and say this is a time of healing, but obviously we still have problems.\"\n\nBaughan declined to speak to SFR about his issues with Merklein’s leadership. Other faculty who didn’t want to be named for this article expressed concern over the AAUP chapter’s public criticism of the current administration after a rough year of being constantly in the headlines during the Guzmán era. Grissom’s tenure since then has been less divisive, winning praise from local trade organizations like the Santa Fe Home Builders Association and the editorial pages of the Santa Fe New Mexican.\n\nFor her part, Merklein says that when she spoke out against the current administration’s financial stability plan, she knew she was inviting criticism. “Everyone wants to sing ‘Kumbaya’ and say this is a time of healing, but obviously we still have problems,” Merklein says.\n\nMarci Eannarino, an English instructor who started as an adjunct at the community college before being hired full time in 2010, is running against Merklein for president of the AAUP chapter. Eannarino’s platform focuses on making the chapter unified.\n\n“A leader’s representation of you should be accurate to the needs and desires of those who have a stake in the group,” reads her candidacy statement to the chapter’s members.\n\n“Leadership is about representation,” Eannarino tells SFR. “The most important thing is that everybody be represented.”\n\nBoth she and Grissom say they are open to faculty unionization, if faculty wants to do so. Grissom says he’s pro-labor, but that he doesn’t see a reason why faculty should organize. Those in favor of unionizing now, he says, have not approached him about their concerns.\n\n“There’s always at least a small group of people who feel that that’s the way to go,” Grissom says, “and faculty need to make that decision. Whatever’s decided, we’ll work with them.”\n\n", "article_metadata": {"description": "Higher education institutions across the nation have increased their reliance on adjunct teachers rather than full-time staff, but at colleges such as the Santa Fe Community College, those instructors are often not earning wages that match their efforts.", "title": "Stomp: Adjunct faculty takes on administration at Santa Fe Community College over  wages, benefits", "og": {"description": "Higher education institutions across the nation have increased their reliance on adjunct teachers rather than full-time staff, but at colleges such as the Santa Fe Community College, those instructors are often not earning wages that match their efforts.", "title": "Stomp: Adjunct faculty takes on administration at Santa Fe Community College over  wages, benefits", "url": "http://www.sfreporter.com/santafe/article-9333-stomp.html", "image": "http://www.sfreporter.com/santafe/imgs/media.images/14631/Cover-MAIN.widea.jpg", "locale": "en_US", "type": "Article"}, "twitter": {"image": {"src": "http://www.sfreporter.com/santafe/imgs/media.images/14631/Cover-MAIN.widea.jpg"}, "description": "Higher education institutions across the nation have increased their reliance on adjunct teachers rather than full-time staff, but at colleges such as the Santa Fe Community College, those instructors are often not earning wages that match their efforts.", "site": "@santafereporter", "card": "summary_large_image", "title": "Stomp: Adjunct faculty takes on administration at Santa Fe Community College over  wages, benefits"}, "revisit-after": "30 days", "p": {"domain_verify": "51bded99d6557f8f30245e0de5de827d"}, "fb": {"app_id": 113396122025698}, "keywords": "santa fe, new mexico, news, sfcc, santa fe community college, sf community college, higher education, faculty, miranda merklein, randy grissom, guzman, aaup, american association of university professors, jason elias, ana \"cha\" guzman, salary, wages, unio", "msvalidate.01": "F1EFD0AC3641A48B692131870526DE91", "article": {"section": "Features", "author": "http://www.sfreporter.com/santafe/by-author-388-1.html"}, "viewport": "width=device-width; initial-scale=1.0; maximum-scale=1.0; user-scalable=0;"}, "_id": "\"57477af36914bd0286fd315f\"", "article_summary": "He adds, however, that SFCC’s pay scale compared to the state’s other community colleges is second only to Central New Mexico Community College.\nAt the community college, adjuncts’ paid work hours are calculated by multiplying their credit hours by two and a half.\n“It takes administrators to fill in those gaps.”For two years, Lawless served as an adjunct representative on the community college’s faculty senate.\nAccording to the college’s adjunct survey, just 39 percent “strongly” or “somewhat” agreed that their adjunct teaching was their primary source of income.\nSanta Fe Community College has yet to go down such a path, though the recent establishment of an AAUP chapter is a first step."}