{"article_title": "Lab services grow despite payment cuts", "article_keywords": ["billion", "tests", "testing", "despite", "lab", "grow", "labs", "report", "clinical", "cuts", "services", "technologies", "payment", "market"], "article_url": "http://www.healthcarefinancenews.com/news/lab-services-grow-despite-payment-cuts", "article_text": "The demand for clinical laboratory services is accelerating even in the face of large reimbursement cuts, especially from Medicare, a report from Kalorama Information has found.\n\nThe world market for clinical lab service grew just 1.2 percent over the past five years to $99.1 billion for 2013 from $92.7 billion in 2008. Of that, the U.S. clinical lab market share increased 1.4 percent to $54.1 billion for 2013 compared to $50.6 billion in 2008.\n\nThe increasing incidence of chronic diseases, aging populations, emphasis on diagnosis and disease monitoring and more advanced testing technologies and practices are driving increased use of clinical lab services. The use of preventive and risk-factor testing has been especially strong in oncology, endocrinology and gynecology, the report said. About 80 percent of physician’s diagnoses are a result of laboratory tests, and a fair number of these tests are sent to clinical service providers.\n\nAt the same time, providers are being pressured to reduce costs so inpatient hospital length of stays are declining and shifting to procedures that include more reliance on lab testing for diagnostics and monitoring to assure quality health outcomes.\n\nThe shift in healthcare utilization due to lower spending “makes the laboratory an even more valuable part of the treatment plan,” said Melissa Elder, analyst for Kalorama Information and report author, in a news release. \"But cost-cutting measures mean tests may not see the benefits of hospital-stay reducing factors.\"\n\nNearly 40 percent of what labs earn is dictated by Medicare and Medicaid. Another 40 percent is from managed care, which often piggybacks off the reimbursement decisions of the Centers for Medicare & Medicaid Services, Bruce Carlson, publisher of Kalorama Information, told Healthcare Finance News.\n\n“It’s hard for an industry to grow when its prices, dictated by its major customer, are on a downward trend,” he said in emailed comments. “This makes even a slow growth of 1 percent for the industry seem remarkable.”\n\nThe Affordable Care Act also has a number of provisions that affect lab fee schedules, and reductions will continue to be adjusted through 2015. Medicare has cut payment amounts for many common tests, including vitamin B12, triglycerides, cholesterol and glucose between 5.7 percent and 6 percent between 2009 and 2013, and total iron and aluminum tests, 19 percent and 30 percent respectively during the same period.\n\nThe report said that the number of clinical labs, particularly in the independent sector, will likely increase as disease and demographic trends, new technologies and the changes in healthcare continue to influence the industry and pressure clinical labs to reduce costs while still providing adequate healthcare.\n\nBecause it is the world’s largest healthcare market, the reductions in the U.S. affect the global market, Elder noted in the press release.\n\nOver the next five years, the world clinical lab market is expected to increase by 2.6 percent to $112.5 billion, with emerging economies a source of new growth. The U.S. lab market will have steady to increasing revenues, anticipated to grow at a rate of 2.4 percent to $61 billion, fueled by new technologies in testing combined with an aging population.\n\nAmong market leaders, Quest Diagnostics and LabCorp have wide exposure with a large number of locations and strong financial positions, Kalorama noted in the press release. Smaller, independent labs may find it difficult to compete in the fast changing industry due to limited financial resources to invest in new technologies and testing services. Other lab providers, such as Bio-Reference Labs, have found a niche in operating on a regional basis, while companies such as Myriad Genetics and Genomic Health remain competitive by focusing on more specialized genetic-based testing.", "article_metadata": {"og": {"url": "http://www.healthcarefinancenews.com/news/lab-services-grow-despite-payment-cuts", "image": "http://www.healthcarefinancenews.com/sites/healthcarefinancenews.com/modules/open_graph/hfn-stacked.jpeg", "site_name": "Healthcare Finance News", "description": "The increasing incidence of chronic diseases, aging populations, emphasis on diagnosis and disease monitoring and more advanced testing technologies and practices are driving increased use of clinical lab services.", "title": "Lab services grow despite payment cuts"}, "twitter": {"site": "@HC_Finance", "image": {"src": "http://www.healthcarefinancenews.com/sites/healthcarefinancenews.com/modules/open_graph/hfn-stacked.jpeg"}, "description": "The increasing incidence of chronic diseases, aging populations, emphasis on diagnosis and disease monitoring and more advanced testing technologies and practices are driving increased use of clinical lab services.", "card": "summary_large_image", "title": "Lab services grow despite payment cuts"}, "generator": "Drupal 7 (http://drupal.org)", "description": "The demand for clinical laboratory services is accelerating even in the face of large reimbursement cuts, especially from Medicare, a report from Kalorama Information has found.&#13; The world market for clinical lab service grew just 1.2 percent over the past five years to $99.1 billion for 2013 from $92.7 billion in 2008. Of that, the U.S. clinical lab market share increased 1.4 percent to $54.1 billion for 2013 compared to $50.6 billion in 2008.", "viewport": "width=device-width; initial-scale=1.0; maximum-scale=1.0; user-scalable=no"}, "article_summary": "Of that, the U.S. clinical lab market share increased 1.4 percent to $54.1 billion for 2013 compared to $50.6 billion in 2008.\nThe increasing incidence of chronic diseases, aging populations, emphasis on diagnosis and disease monitoring and more advanced testing technologies and practices are driving increased use of clinical lab services.\nThe world market for clinical lab service grew just 1.2 percent over the past five years to $99.1 billion for 2013 from $92.7 billion in 2008.\nOver the next five years, the world clinical lab market is expected to increase by 2.6 percent to $112.5 billion, with emerging economies a source of new growth.\nSmaller, independent labs may find it difficult to compete in the fast changing industry due to limited financial resources to invest in new technologies and testing services."}