{"article_title": "On Dewees Island, old wetlands rehabbed to save shorebirds", "article_keywords": ["wetlands", "shorebirds", "old", "dewees", "island", "wildlife", "lake", "water", "rehabbed", "waterfowl", "save", "birds"], "article_url": "http://www.postandcourier.com/article/20141129/PC16/141129406/1005/wetlands-on-dewees-rehabbed-to-save-birds", "article_text": "Lori Sheridan Wilson, the Dewees Island environmental education director, checks a trunk gate used to flood and drain Old House Lagoon. Old diked wetlands are being fitted with the gates so the resident naturalist group can flood or drain them as needed.\n\nDEWEES ISLAND - The idea is to have it all - a wetlands with shorebirds, wading birds, songbirds, waterfowl, fish, shrimp and other shellfish, raptors like bald eagles, alligators, minks, otters, deer, bobcats, yes, even the pesky raccoon.\n\nBut the Lowcountry coast historically is a patchwork of old rice field impoundment wetlands, tens of thousands of acres now flooded seasonally for waterfowl like ducks, mostly as hunting preserves.\n\nDraining a wetlands area for winter shorebirds is a rarity, as overlooked as it is sorely needed. More than half the shorebird species in the United States are disappearing, eye-catching birds considered at risk or endangered by the North American Bird Conservancy Initiative.\n\nThat's why what's happening on Dewees Island is critical and a harbinger for the Lowcountry coast. A community is getting hands-on with its wetlands, flooding and draining them for the critters that make the place a wildlife haven. More of those will be needed as the region develops.\n\nOn Dewees, old diked wetlands that make up more than half the island are being fitted with modern trunks, or gates, so the resident naturalist group can flood or drain them as the seasons demand.\n\nWhen they flood the Old House Lagoon on the south end, they will drain Lake Timicau on the north end, and vice versa. Waterfowl and other wildlife like deeper wetlands. Shorebirds need shallows and mud flats to feed.\n\nBuilt in the mid-20th century as waterfowl impoundments for hunting, the wetlands had culverts to provide flow back and forth with tidal water. The culverts filled in or collapsed over time. Water quality suffered until it got to the point where Lori Sheridan Wilson, Dewees environmental education director, could count on seeing fish kills in August.\n\nGating and re-channeling the lagoon allowed water to flow not only in and out with the tide, but to circulate through the lagoon, going in one end and out the other. Marine life thrived and other wildlife moved in - as many as 60 wood storks at a time, for example.\n\n\"Animals like edges and there are a lot of edges,\" said Wilson.\n\nThe mostly dried up Lake Timicau is next. On a recent misty morning, with a sheet of rainwater covering the lake, migratory willets, a shorebird, were out with wading birds like ibis, a tricolored heron, great and snowy egrets.\n\nIt was on the sand flats near the lake that a count earlier in November came back with 3,017 birds of 65 species, including some 900 shorebirds estimated to have flown 3,000 miles to get there.\n\nThat's how vital the Dewees wetlands will be.\n\nUntil recent years, the state's official permitting stance on impoundments was to discourage them, let the trunks fall as they aged, to return the landscape to natural form. Even winning a permit for emergency repairs was problematic.\n\nBut as their value to the overall ecosystem became more critical, both federal and state agencies streamlined permitting to provide for them.\n\n\"Just the understanding of impoundments is better,\" said James Rader, Ducks Unlimited regional biologist.\n\nThe Lake Timicau work is among 10,000 wetland acres that will be improved or acquired among some 13 different groups, paid for with a $10 million North American Wetlands Conservation Act matching grant. The grant was organized under the auspices of Ducks Unlimited.\n\nPrivate groups such as the Dewees Island Conservancy are paying two-thirds as matching funds.\n\nThe islanders' work is forward thinking, Rader said. \"The barrier islands environment has been so changed. This is one of the few opportunities to manage for a different suite of birds that weren't always the focus of wetlands management.\"\n\nThe islanders have some advantages over other community groups. Dewees is a private, ferry-access island across Dewees Inlet from Isle of Palms. The premium of the place is nature, the homes are tucked back in maritime forest canopy, the roads are sand and the transportation golf carts.\n\nThey have, in other words, more to work with.\n\nBut U.S. Fish and Wildlife Service wildlife biologist Craig Watson said other communities are taking up similar efforts. Just in terms of water quality, grassroots management of wetlands might be the future, he agreed. For migrating shorebirds, the relatively undisturbed coastal wetlands they need already are in short supply.\n\n\"Right now the shorebirds in our flyway are really declining rapidly. We need to do something about it,\" Watson said.\n\nReach Bo Petersen at 937-5744, @bopete on twitter or Bo Petersen Reporting on Facebook.", "article_metadata": {"news_keywords": "On Dewees Island, old wetlands rehabbed to save shorebirds, FP LatestNews, \r\nFP LatestNewsMetro, \r\nMetro, coast,Critters,Dewees Island,Ducks Unlimited,environment,Lowcountry,migrating birds,rice field trunks,shorebirds,waterfowl impoundments,Wetlands", "og": {"site_name": "Post and Courier", "description": "DEWEES ISLAND - The idea is to have it all - a wetlands with shorebirds, wading birds, songbirds, waterfowl, fish, shrimp and other shellfish, raptors like bald eagles, alligators, minks, otters, deer, bobcats, yes, even the pesky raccoon.", "title": "On Dewees Island, old wetlands rehabbed to save shorebirds", "url": "http://www.postandcourier.com/article/20141129/PC16/141129406", "image": {"url": "http://www.postandcourier.com/storyimage/CP/20141129/PC16/141129406/AR/0/AR-141129406.jpg", "identifier": "http://www.postandcourier.com/storyimage/CP/20141129/PC16/141129406/AR/0/AR-141129406.jpg"}, "type": "article"}, "twitter": {"description": "DEWEES ISLAND - The idea is to have it all - a wetlands with shorebirds, wading birds, songbirds, waterfowl, fish, shrimp and other shellfish, raptors like bald eagles, alligators, minks, otters, deer, bobcats, yes, even the pesky raccoon.", "title": "On Dewees Island, old wetlands rehabbed to save shorebirds", "app": {"country": "US", "name": {"ipad": "Post and Courier", "iphone": "Post and Courier", "googleplay": "Post and Courier"}, "id": {"ipad": 603721271, "iphone": 603721271, "googleplay": "com.Synapse.PandC"}}, "site": "@postandcourier", "image": "http://www.postandcourier.com/storyimage/CP/20141129/PC16/141129406/AR/0/AR-141129406.jpg", "card": "summary_large_image"}, "metered": "yes", "p": {"domain_verify": "c6511264bdb6fa45c6bb985fb86d3ab2"}, "fb": {"app_id": 146078808769941}, "tout": {"article": {"id": 141129406}}, "keywords": "On Dewees Island, old wetlands rehabbed to save shorebirds , FP LatestNews, \r\nFP LatestNewsMetro, \r\nMetro, coast,Critters,Dewees Island,Ducks Unlimited,environment,Lowcountry,migrating birds,rice field trunks,shorebirds,waterfowl impoundments,Wetlands", "article": {"published_time": "2014-11-29T13:22:43Z", "modified_time": "2014-11-29T13:22:00Z", "author": "Bo Petersen"}, "msvalidate.01": "05BAEC9D8820FA9F10D57DB6EB3C6192", "google-site-verification": "rAW9DX7yfiFF82k05QGF6LbZBkxcKxMTzAwNv0OCKAM", "viewport": "width=device-width, initial-scale=1.0, user-scalable=no", "description": "DEWEES ISLAND - The idea is to have it all - a wetlands with shorebirds, wading birds, songbirds, waterfowl, fish, shrimp and other shellfish, raptors like bald eagles, alligators, minks, otters, deer, bobcats, yes, even the pesky raccoon."}, "_id": "\"57477af36914bd0286fd3179\"", "article_summary": "That's why what's happening on Dewees Island is critical and a harbinger for the Lowcountry coast.\nLori Sheridan Wilson, the Dewees Island environmental education director, checks a trunk gate used to flood and drain Old House Lagoon.\nPrivate groups such as the Dewees Island Conservancy are paying two-thirds as matching funds.\nThat's how vital the Dewees wetlands will be.\nOld diked wetlands are being fitted with the gates so the resident naturalist group can flood or drain them as needed."}