{"article_title": "Many Who Got Obamacare Subsidies Now Face Big Tax Bill", "article_keywords": ["right", "curtis", "federal", "big", "subsidies", "bill", "obamacare", "face", "job", "health", "income", "campbell", "tax", "insurance"], "article_url": "http://ww2.kqed.org/stateofhealth/2015/02/26/couple-owes-irs-6000-in-obamacare-payback/", "article_text": "By Anna Gorman, Kaiser Health News\n\nRoberta and Curtis Campbell typically look forward to tax time. Most years, they receive a refund – a little extra cash to pay off credit card bills.\n\n‘This is supposed to be a safety net health care, and I am getting burned left and right by having used it.’\n\nBut this year the couple got a shock: According to their tax preparer, they owe the IRS more than $6,000.\n\nThat’s the money the Campbells received from the federal government last year to make their Obamacare health coverage more affordable. Roberta, unemployed when she signed up for the plan, got a job halfway through the year and Curtis found full-time work. The couple’s total yearly income became too high to qualify for federal subsidies. Now they have to pay all the money back.\n\n“Oh my goodness, this is just not right,” said Roberta Campbell, who lives in the Sacramento suburb of Roseville. “This is supposed to be a safety net health care, and I am getting burned left and right by having used it.”\n\nAs tax day approaches, hundreds of thousands of families who enrolled in plans through the insurance marketplaces could be stuck with unexpected tax bills, according to researchers. Those payments could be as high as $11,000, although most would be several hundred dollars, one study found.\n\nThe result is frustration and confusion among some working and middle-class taxpayers, whom the Affordable Care Act was specifically intended to help. The repayment obligations could dissuade people from re-enrolling and provide more fuel to Republicans’ continuing push for a repeal of the law.\n\nThe problem is that many consumers didn’t realize that the subsidies were based on their total year-end income and couldn’t reliably project what would happen over the course of the year, said Alyene Senger, research associate at the Heritage Foundation, a conservative think tank.\n\n“How do you know if you are going to get that promotion?” she said. “How do you know what your Christmas bonus is going to be?”\n\nIn addition, Senger said the government didn’t go out of its way to publicize the tax consequences of receiving too much in federal subsidies. “It isn’t really something the administration focused on heavily,” she said. “It’s not exactly popular.”\n\nThe system was intended to ensure that people received the right amount in subsidies, no more or less than needed. But the means the government chose to reconcile the numbers was the tax system — notorious for its complexity well before the Affordable Care Act passed.\n\nAbout Half of Obamacare Customers to Owe Repayment\n\nPeople who enrolled in Obamacare now are realizing that certain positive life changes – a pay raise, a marriage, a spouse’s new job – can turn out to be a liability at tax time. “We are definitely seeing some pain,” said Jackie Perlman, a principal tax research analyst at H&R Block.\n\nH&R Block released a report Tuesday saying that 52 percent of customers who received health coverage through the insurance marketplaces last year underestimated their income and now owe the government. They estimate that the average subsidy repayment amount is $530.\n\nAt the same time, about a third of those enrolled in marketplace coverage overestimated their income and are receiving money back – about $365 on average, the report said.\n\nUnder the Affordable Care Act, the federal government made subsidies available to people who earned up to 400 percent of the federal poverty level — about $47,000 for an individual and $63,000 for a couple. For families who ended up making less than that, the federal government limits any repayments that might be due: The poorest consumers will have to repay no more than $300 and most others no more than $2,500. But the Campbells’ income last year exceeded the limit to receive federal help, so they have pay back the whole amount.\n\nRoberta Campbell said she was only trying to do the right thing. Campbell, now 59, lost her job as a program director for the Arthritis Foundation in late 2012. She and her husband, who was working part time as a merchandiser, downsized and moved into a smaller house.\n\nThey were left uninsured but were mindful of the federal mandate to be covered as of January 2014. So they signed up for a plan through California’s insurance marketplace, Covered California. The plan cost about $1,400 a month, but they were able to qualify for a monthly subsidy of about $1,000.\n\n“We are rule followers,” she said. “We decided to get insurance because we were supposed to get insurance.”\n\nThey barely used the coverage. Roberta and Curtis each went to the doctor once for a checkup. Then, about halfway through the year, Roberta got a job at UC Davis and became insured through the university. Curtis, who had been working part time, got a full-time job for a magazine distribution company.\n\nThey notified Covered California, which Campbell said canceled the insurance after 30 days. But with the new salaries, his pension from a previous career and a brief period of unemployment compensation, the couple’s year-end income totaled about $85,000, making them ineligible for any subsidies.\n\nTheir tax preparer told them they would have been better off not getting insurance at all and just paying the fine for being uninsured. In that case, the Campbells say their financial obligation would have been much smaller – about $850.\n\n“The ironic thing is that we tried to pull ourselves up by our bootstraps,” Curtis Campbell said. “Now they are going to penalize us. It’s frustrating.”\n\nIt’s not surprising that the projections people made about their income in 2014 in many cases were incorrect, said Gerald Kominski, director of the UCLA Center for Health Policy Research. The first open enrollment period started in October 2013, meaning that some enrollees based their estimates on what they earned in 2012.\n\nKominski said that policy experts knew there would be significant “churn” of people whose incomes change throughout the year and who would gain or lose their eligibility for subsidized coverage. But he and others said there was less understanding among consumers about how that could affect their taxes.", "article_metadata": {"description": "H&R Block analysis shows about half of Obamacare customers nationwide will owe repayment.", "contextly-page": "{\"title\":\"Many Who Got Obamacare Subsidies Now Face Big Tax Bill\",\"url\":\"http:\\/\\/ww2.kqed.org\\/stateofhealth\\/2015\\/02\\/26\\/couple-owes-irs-6000-in-obamacare-payback\\/\",\"pub_date\":\"2015-02-26 14:15:42\",\"mod_date\":\"2015-02-28 16:09:42\",\"type\":\"post\",\"post_id\":24075,\"author_id\":\"8344\",\"author_name\":\"State of Health\",\"author_display_name\":\"State of Health\",\"tags\":[],\"categories\":[\"Obamacare\"],\"image\":\"http:\\/\\/ww2.kqed.org\\/stateofhealth\\/wp-content\\/uploads\\/sites\\/27\\/2015\\/02\\/iStock_000003381885_Large-e1424988541783.jpg\"}", "og": {"site_name": "State of Health", "description": "H&R Block analysis shows about half of Obamacare customers nationwide will owe repayment.", "title": "Many Who Got Obamacare Subsidies Now Face Big Tax Bill", "url": "http://ww2.kqed.org/stateofhealth/2015/02/26/couple-owes-irs-6000-in-obamacare-payback/", "image": "http://ww2.kqed.org/stateofhealth/wp-content/uploads/sites/27/2015/02/iStock_000003381885_Large-640x427.jpg", "locale": "en_us", "type": "article"}, "twitter": {"site": "@kqedhealth", "card": "summary_large_image", "creator": "@"}, "fb": {"app_id": 160023622793}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fd3199\"", "article_summary": "The couple’s total yearly income became too high to qualify for federal subsidies.\n“The ironic thing is that we tried to pull ourselves up by our bootstraps,” Curtis Campbell said.\nBy Anna Gorman, Kaiser Health NewsRoberta and Curtis Campbell typically look forward to tax time.\nThat’s the money the Campbells received from the federal government last year to make their Obamacare health coverage more affordable.\n“How do you know what your Christmas bonus is going to be?”In addition, Senger said the government didn’t go out of its way to publicize the tax consequences of receiving too much in federal subsidies."}