{"article_title": "Pseudoachondroplasia Treatment On The Way? Researchers Discover A New Potential Treatment For A Severe Form Of Dwarfism", "article_keywords": ["plate", "bone", "form", "drugs", "humans", "pseudoachondroplasia", "discover", "posey", "severe", "potential", "growth", "treatment", "way", "mice", "psach", "dwarfism", "researchers"], "article_url": "http://www.medicaldaily.com/pseudoachondroplasia-treatment-way-researchers-discover-new-potential-treatment-severe-301298", "article_text": "In a new study, researchers have discovered new information about a severe form of dwarfism known as pseudoachondroplasia (PSACH), including possible trajectories for drugs that could lessen the effects of the disorder.\n\nPSACH negatively affects cells in the growth plate, which causes children to experience limb deformities, joint pain, and even early onset osteoarthritis. It ultimately leads to what is known as dwarfism, or being smaller than the average human being. People with dwarfism are often shorter than 4-foot-10. The disorder can be caused by a variety of medical conditions, including hormonal and bone growth disorders.\n\nThough children don’t show signs of PSACH at birth, their long bone growth gradually decreases around the age of 2 and becomes widespread by age 4. PSACH is caused by mutations in the cartilage oligomeric matrix protein (COMP), which plays a role in bone growth and development. In the study, which was done at the University of Texas Health Science Center at Houston (UTHealth), researchers tested drugs on mice that were given the human COMP mutation.\n\n“We generated a mouse with the human COMP gene that contains the most common mutation causing PSACH,” Karen Posey, lead author of the study, said in a press release. Posey, who is also an assistant professor of pediatrics at the UTHealth Medical School, continued: “Similar to how the disease manifests in humans, these genetically engineered mice appear normal at birth, but later show symptoms of PSACH, giving us a unique opportunity to potentially pinpoint when changes occur and when treatment may be most effective.”\n\nThe researchers analyzed the mice throughout various stages of development, and found that around two weeks after birth — equivalent to four years in humans — the symptoms begin to worsen. In humans, these symptoms include joint pain and restricted mobility. Many PSACH patients must eventually get their knees and hips replaced. In an attempt to lessen the effects of PSACH in this early stage (two weeks in mice, four years in humans), the researchers tried three different medications: lithium, phenylbutyric acid, and valproate. They discovered that these drugs managed to significantly reduce damage to the growth plate, though they have some side effects that would not make them a good candidate for clinical trials.\n\n“Although these drugs in particular are not viable treatment options, our findings do provide a foundation for the development of a therapy that would reduce inflammation in the growth plate chondrocytes,” Posey said in the press release. “We also identified an optimal treatment window — starting around age 2, when most of the cells in the growth plates are still viable and widespread cell death has not yet occurred. Once growth plate chondrocytes have been depleted, generally around age 4, treatments likely would have little effect.”\n\nThere are many different forms of dwarfism, each with its own genetic causes or underlying medical reasons. Achondroplasia is the condition from which Peter Dinklage — famous for his role in the Game of Thrones TV series — suffers. PSACH, in particular, is very severe due to its tendency to cause joint pain and osteoarthritis.\n\nSource: Posey K, Coustry F, Veerisetty A, Liu P, Alcorn J, Hecht J. “Chondrocyte-Specific Pathology During Skeletal Growth and Therapeutics in a Murine Model of Pseudoachondroplasia.” Journal of Bone and Mineral Research. 2014.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "dwarfism, midgets", "og": {"site_name": "Medical Daily", "description": "Researchers have discovered a way to delay or prevent the symptoms of a severe form of dwarfism.", "title": "Researchers Find Potential New Drugs For Dwarfism", "url": "http://www.medicaldaily.com/pseudoachondroplasia-treatment-way-researchers-discover-new-potential-treatment-severe-301298", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/09/04/ethan-crough.jpg", "type": "article"}, "twitter": {"description": "Researchers have discovered a way to delay or prevent the symptoms of a severe form of dwarfism.", "title": "Researchers Find Potential New Drugs For Dwarfism", "url": "http://www.medicaldaily.com/pseudoachondroplasia-treatment-way-researchers-discover-new-potential-treatment-severe-301298", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/09/04/ethan-crough.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/09/04/ethan-crough.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Conditions", "published_time": "2014-09-04T15:57:05-04:00", "modified_time": "2014-09-04T15:57:05-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Researchers have discovered a way to delay or prevent the symptoms of a severe form of dwarfism."}, "_id": "\"57477af46914bd0286fd7310\"", "article_summary": "The disorder can be caused by a variety of medical conditions, including hormonal and bone growth disorders.\nPSACH negatively affects cells in the growth plate, which causes children to experience limb deformities, joint pain, and even early onset osteoarthritis.\nPSACH is caused by mutations in the cartilage oligomeric matrix protein (COMP), which plays a role in bone growth and development.\nThough children don’t show signs of PSACH at birth, their long bone growth gradually decreases around the age of 2 and becomes widespread by age 4.\nIn a new study, researchers have discovered new information about a severe form of dwarfism known as pseudoachondroplasia (PSACH), including possible trajectories for drugs that could lessen the effects of the disorder."}