{"article_title": "Bill Clinton’s LGBT shame: Where was he then?", "article_keywords": ["hattoy", "clinton", "shalala", "lgbt", "house", "bill", "evil", "shame", "clintons", "aids", "white", "issue", "needleexchange", "told"], "article_url": "http://www.salon.com/2014/02/01/bill_clintons_lgbt_shame_where_was_he_then/", "article_text": "Topics: AIDS, Books, Editor's Picks, LGBT, monica lewinsky, Life News, News, Politics News\n\nPOZ magazine did its best to be a thorn in the side of the Clinton administration, and hold the president accountable for promises he’d made during his campaign. They could not entirely ignore us because our criticism was on target.\n\nLike many other people with HIV, I felt betrayed by Clinton, because I’d believed him during his campaign when he told my ACT UP colleague Bob Rafsky, “I feel your pain.” The pride I once felt at having been the first LGBT community publisher to endorse his campaign turned to regret when it became apparent that his promises were empty.\n\nIn our third issue, in August 1994, we published a feature on the fifty most important AIDS policy leaders in the United States. Kristine Gebbie, Clinton’s rubber-stamp AIDS czar, had recently resigned after accomplishing virtually nothing. “There was near unanimity among people we consulted that Gebbie should not be on the list,” I wrote in my column. “The board chairperson of one AIDS research group told me ‘including her would totally invalidate the credibility of this project. She is a laughingstock and not taken seriously by anyone working in AIDS whose judgment I respect.’ ”\n\n*\n\nBob Hattoy was working in the White House, and we spoke several times a week. When POZ had inside information on the Clinton administration, it was usually Hattoy who had given us the tip. After the column on Gebbie came out, he cackled with glee, telling me, “Copies of POZ are sitting on every desk in the West Wing. They. Are. Pissed. I told them I couldn’t control what you write. But this is good; now they’re paying attention.”\n\nThat was the issue featuring Pedro Zamora on the cover. He was a handsome young Cuban-American who publicly chronicled his battle with AIDS on “The Real World.” When Pedro died, the White House revealed that President Clinton had personally telephoned Pedro in his last days. Donna Shalala, whose record on AIDS as Clinton’s health and human services secretary was especially egregious, was quoted as saying, “I love Pedro.”\n\nMost of the media, including the LGBT media, dutifully published the spin, but in my December 1994 column, I wrote, “If Shalala really ‘loves Pedro’ as she claims, she will kick some butt at the FDA, CDC, and NIH—all agencies under her supervision—to cut the red tape, expedite new treatments, dramatically increase anonymous testing, reempower the Office on Alternative Health and increase funding for prevention and care.”\n\nHattoy said their political cowardice stemmed in part from the gays-in-the-military debacle. It made Clinton’s top advisers skittish about anything to do with gay issues—as AIDS was then seen—so inaction was the default strategy.\n\nAfter the December column, Hattoy asked that I use Xavier’s name instead of my own when calling him at the White House. If his coworkers knew he was communicating with POZ, it could jeopardize his job.\n\nThough Clinton’s top aides were looking for an excuse to fire Hattoy, his personal friendship with the Clintons protected him, as well as his AIDS diagnosis. “The White House boys all thought I was going to die and nobody wanted to be the guy who fired the dying guy with AIDS,” Hattoy said.\n\nAfter Bob committed several well-publicized gaffes (“gaffe” is Washingtonspeak for when a politician tells the truth), he was pushed out of the White House to a liaison position at the Department of the Interior. He was prohibited from providing quotes to any member of media without prior approval.\n\nHiding Hattoy didn’t change anything concerning the administration’s response to AIDS. Vincent Gagliostro, part of the art collective that created the “Silence=Death” image, created a poster for the inside back cover of the April 1995 issue that expressed the community’s dismay over Washington’s response to the epidemic. It was a black-and-white photograph of Clinton and Newt Gingrich with big guffawing smiles on their faces, two good old boys sharing a big joke. Vincent added a transparent red stripe across their smiles; the caption above read, “WIPE THAT SMILE OFF YOUR FACE,” and below, “AIDS IS A NATIONAL EMERGENCY.”\n\n*\n\nThere was no AIDS issue during the Clinton years that was more pressing than lifting the ban on the use of federal money to fund needle-exchange programs. There was ample proof that such programs dramatically reduced HIV transmission; conversely, there was no evidence showing that they increased drug use. They were a key part of HIV-prevention strategies in many countries.\n\nEarly in the Clinton administration, Secretary Shalala passed the authority to lift the ban to Jocelyn Elders, the fearless surgeon general who later was forced to resign when she spoke frankly about sex education in schools. After the Republicans swept the 1994 congressional elections, Elders’s authority to take unilateral action reverted back to Shalala, who refused to lift the ban. When research showed a dramatic increase in young girls and women acquiring HIV through sex with older drug-injecting men, we laid the blame at Shalala’s feet. These were infections that might have been prevented with needle-exchange programs. We started keeping track of “Shalala Infections,” running a box in every issue tallying the climbing number of new infections that we calculated had resulted from her failure to lift the ban.\n\nShalala downplayed reports from the CDC that supported lifting the ban, misrepresented research findings, and questioned whether needle-exchange reduced transmission or increased drug use, contrary to the evidence. I called her out in harsh terms, labeling her failure to lift the ban an “act of genocidal neglect . . . pathetic, if not criminal,” and quoted Elizabeth Taylor, who said the U.S. government’s failure to fund needle-exchange programs amounted to “a measured act of premeditated murder.”\n\nOur needle-exchange campaign benefited from Larry Kramer’s brash rhetoric. POZ’s first anniversary issue, in May 1995, featured Kramer on the cover, interviewed by Andrew Sullivan, then the editor of The New Republic and a prominent gay Catholic leader of the neoconservative movement.\n\nI had a hunch that Andrew was HIV-positive—which was why I wanted him to interview Kramer—but he didn’t disclose his HIV-positive status to Larry, me, or our readers. In the interview, he and Kramer discussed the nature of evil. Larry said, “I think that because he [Anthony Fauci] has not done what he was capable of doing, [it] opens him up to very acceptable charges of evil. I certainly think Donna Shalala is evil. Evil, evil, evil.” Larry’s comment was as a perfect pull quote and we ran it on the center spread, in stark white type, against an ominous Albert Watson portrait of Kramer.\n\nIt got the attention of C-SPAN when they invited me to their studio to discuss the magazine’s first anniversary. At the time, KS lesions were starting to appear on my neck and face. When I was in the greenroom, the producer asked if I wanted makeup. “No, I’m fine,” I said. It was a small black-box studio, with the interviewer and me seated at a table surrounded by black curtains. I didn’t notice the cameras, nearly invisible in the folds of the curtains.\n\nWhen the interviewer held up the page with Larry’s quote and asked about his comment, I explained Shalala’s various failures and argued that part of her reluctance was “because . . . as a closeted lesbian, she goes that extra mile to say ‘my personal life isn’t impacting these decisions.’” Then I caught myself and said, “You probably won’t air this.”\n\nAfter the interview, I said to the producer, “You can edit that out,” explaining that I’d forgotten about the camera and hadn’t intended to out Shalala (who denied she was a lesbian). He replied, “This is C-SPAN. We run interviews as they are, we don’t edit them. This will air on Thursday.” My heart started pounding in anticipation of the broadcast. I was worried that Jean O’Leary, who told me Shalala was a lesbian, would be upset with me. Before I left the studio, they gave me a VCR tape of the interview. When I met Xavier in the greenroom, I said, “We’ve got to get out of here. You’ll never believe what I just said on camera.”\n\nLater that day, I told Hattoy what had happened. He laughed and said, “I’m glad I don’t know you anymore.” That evening we spoke again, and he said, “I couldn’t wait to tell Victor [Zonana, Shalala’s openly gay press secretary], and boy, was he freaked out!”", "article_metadata": {"description": "On AIDS, marriage and more, the record is sadly one of fear, cowardice and inaction", "title": "Bill Clinton’s LGBT shame: Where was he then?", "og": {"site_name": "Salon", "description": "On AIDS, marriage and more, the record is sadly one of fear, cowardice and inaction", "title": "Bill Clinton’s LGBT shame: Where was he then?", "url": "http://www.salon.com/2014/02/01/bill_clintons_lgbt_shame_where_was_he_then/", "image": "http://media.salon.com/2014/02/bill_clinton.jpg", "type": "article"}, "twitter": {"description": "On AIDS, marriage and more, the record is sadly one of fear, cowardice and inaction", "title": "Bill Clinton’s LGBT shame: Where was he then?", "image": "http://media.salon.com/2014/02/bill_clinton.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Sean Strub", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, AIDS, Books, Editor's Picks, LGBT, monica lewinsky", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fd9057\"", "article_summary": "Evil, evil, evil.” Larry’s comment was as a perfect pull quote and we ran it on the center spread, in stark white type, against an ominous Albert Watson portrait of Kramer.\nYou’ll never believe what I just said on camera.”Later that day, I told Hattoy what had happened.\nAfter the December column, Hattoy asked that I use Xavier’s name instead of my own when calling him at the White House.\nThough Clinton’s top aides were looking for an excuse to fire Hattoy, his personal friendship with the Clintons protected him, as well as his AIDS diagnosis.\n“The White House boys all thought I was going to die and nobody wanted to be the guy who fired the dying guy with AIDS,” Hattoy said."}