{"article_title": "Incivility gets noticed, but it doesn’t get things done", "article_keywords": ["civility", "incivility", "things", "university", "citizens", "political", "comments", "noticed", "doesnt", "way", "calling", "gets", "public", "issues"], "article_url": "http://thehill.com/blogs/congress-blog/234647-incivility-gets-noticed-but-it-doesnt-get-things-done", "article_text": "On February 26, Minority Whip Steny H. Hoyer (D-Md.) called Majority Leader Kevin McCarthy (R-Calif.) a “coward” on the House floor, a remark for which he later apologized. A month before, Rep. Randy Weber Randy WeberPuerto Rico debt becomes constitutional fight on the right House bill would help veterans get service dogs Louie Gohmert faces his biggest challenge MORE (R-Tex.) referred to the president as a “Socialistic dictator” in a tweet. Such uncivil comments by political leaders, usually directed at members of the other party, are becoming all too common.\n\nWe teach our kids to be polite, respect others, and not to call each other names. Yet, when it comes to public dialogue about important governmental policies or group tensions within our society, these basic guidelines for engaging with others fall by the wayside.\n\nADVERTISEMENT\n\nName calling, no matter how justified it may seem in our own minds, is simply not an effective way to be heard…if our goal is to persuade others rather than to stimulate our own egos by putting down our fellow citizens.\n\nPublic incivility is no longer confined to 2 a.m. smack down talk shows, obscure cable outlets, or political campaigns. It pervades ordinary citizens’ interactions online.\n\nIn a study of online comments to a newspaper, researchers Kevin Coe, Steve Rains, and I found that over one in five posts contained incivility. Over 55 percent of online discussions contained at least one post that was uncivil.\n\nWhen citizens denigrate one other in social media, they know they are doing it. It’s common to see people preface their comments by stating that they are about to “rant” about someone before doing so. So commonplace has become the expression that the word “rant” has become an increasingly used search term on Google over the past 10 years.\n\nA solid majority of the public believes that there is a lack of civility in our political system. We should consider how incivility affects the extent to which people want to participate in government and learn about important political issues. Just over a third (36.4 percent) of eligible voters turned out to vote in the 2014 midterm elections, the lowest overall turnout in seven decades. That, combined with low levels of political understanding about basic structures and functions of government, suggests that our current governmental system reflects neither the goals of participatory democracy, in which many citizens engage in politics, nor the goals of deliberative democracy, in which citizens have an understanding of the major issues facing society and where political figures stand on those issues.\n\nResearch by Kathleen Hall Jamieson at the University of Pennsylvania shows that there is a negative correlation between the amount of name calling and the number of joint resolutions passed in the U.S. Congress. Name calling is also associated with increased hours spent in session, which may reflect “an inability to find consensus” but it could also suggest that “less civility may necessitate longer hours to get work done.” In other words, civility is associated with efficiency and effectiveness. At an interpersonal level, this makes sense. If one is going to propose to a girlfriend or boyfriend, making a wedding proposal followed by “You’d be an idiot not to accept this offer!” is probably not going to result in a happy, fruitful outcome accompanied by an enthusiastic “Yes!”\n\nIf we want effective policy change that is backed by the public, it is time that we realize that name calling directed toward those with whom we strongly disagree is not the way to achieve such change.\n\nTucson martial arts instructor Shihan Johnny Linebarger tells dojo parents that kids sometimes need techniques to curb their “lizard brains,” that part of our brain that kicks into high gear and acts without thinking when we are upset. As citizens, this advice applies to adults too. We need to figure out ways to give ourselves “time outs” and take a few deep breaths in order to think through what we are saying before we say it, especially on the issues that matter most to us.\n\nAs the character Pogo once said in a 1970 comic strip, “We have met the enemy and he is us.” The good news is that we have the power to fix ourselves. We just have to realize that change first starts from within.\n\nKenski, Ph.D., is an associate professor of Communication and Government & Public Policy at the University of Arizona and a public voices fellow with The OpEd Project. She teaches political communication and conducts research on incivility and bias mitigation.", "article_metadata": {"dcterms.description": "Uncivil comments by political leaders, usually directed at members of the other party, are becoming all too common.", "description": "Uncivil comments by political leaders, usually directed at members of the other party, are becoming all too common.", "generator": "Drupal 7 (http://drupal.org)", "rdfs": {"label skos": {"prefLabel": "Congress Blog"}}, "og": {"site_name": "TheHill", "description": "Uncivil comments by political leaders, usually directed at members of the other party, are becoming all too common.", "title": "Incivility gets noticed, but it doesn’t get things done", "url": "http://thehill.com/blogs/congress-blog/234647-incivility-gets-noticed-but-it-doesnt-get-things-done", "image": "http://thehill.com/sites/default/files/thehill_logo_200.jpg", "updated_time": "2016-02-02T03:29:10-05:00", "type": "article"}, "dcterms.language": "und", "Smart_Paging": "on", "dcterms.modified": "2016-02-02T03:29-05:00", "dcterms.identifier": "http://thehill.com/blogs/congress-blog/234647-incivility-gets-noticed-but-it-doesnt-get-things-done", "dcterms.date": "2015-03-05T14:00-05:00", "apple-itunes-app": "app-id=396640962", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "dcterms.creator": "Joe Picard", "author": "Kate Kenski", "dcterms.type": "Text", "keywords": ",Randy Weber,", "article": {"published_time": "2015-03-05T14:00:03-05:00", "modified_time": "2016-02-02T03:29:10-05:00"}, "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/blogs/congress-blog/234647-incivility-gets-noticed-but-it-doesnt-get-things-done", "widgets": {"csp": "on"}, "description": "Uncivil comments by political leaders, usually directed at members of the other party, are becoming all too common.", "card": "summary", "title": "Incivility gets noticed, but it doesn’t get things done"}, "dcterms.title": "Incivility gets noticed, but it doesn’t get things done"}, "_id": "\"57477af46914bd0286fd8593\"", "article_summary": "Public incivility is no longer confined to 2 a.m. smack down talk shows, obscure cable outlets, or political campaigns.\nWe should consider how incivility affects the extent to which people want to participate in government and learn about important political issues.\nSuch uncivil comments by political leaders, usually directed at members of the other party, are becoming all too common.\nShe teaches political communication and conducts research on incivility and bias mitigation.\nIn a study of online comments to a newspaper, researchers Kevin Coe, Steve Rains, and I found that over one in five posts contained incivility."}