{"article_title": "FOX5 San Diego - San Diego News, Weather, Traffic and Sports", "article_keywords": ["diego", "jobs", "san", "eligible", "testing", "county", "economic", "weather", "traffic", "benefits", "unmanned", "health", "fox5"], "article_url": "http://fox5sandiego.com/2013/09/24/county-backs-push-for-socal-drone-test-site/", "article_text": "SAN DIEGO — The San Diego County Board of Supervisors Tuesday threw its unanimous support behind a proposal submitted to the Federal Aviation Administration to test unmanned aerial systems and vehicles in Southern California.\n\nSeveral agencies, including the San Diego Military Advisory Council and the San Diego Regional Economic Development Corporation, proposed a testing area stretching from Bridgeport to the U.S.-Mexico border, from the state line to 100 miles west into the ocean. It would exclude Los Angeles.\n\nThe majority of testing would be over unpopulated areas, and would not impact local airports, according to Supervisor Ron Roberts.\n\nThe testing site would become one of six in the nation, with a decision anticipated in December.\n\nSupervisor Dianne Jacobs said it would be a significant accomplishment for the region to be selected.\n\n“I’m impressed with the fact that this will bolster our economy, (result in) much-needed jobs and create additional economic activity — and also put us on the front lines of these unmanned drones’ development,” Jacob said.\n\nRoberts said companies developing the aircraft and systems, like Northrop Grumman and General Atomics, are already operating in San Diego County, and fostering growth is necessary to retain benefits and jobs. He cited a study showing that in 2011, the industry accounted for 7,100 jobs and $1.2 billion in economic activity locally.\n\n“As the world moves forward with UAV technology, I have no doubt that we will experience valuable benefits to public safety and emergency services,” Roberts said.\n\nHe said that not receiving the test site designation would entice industry businesses to leave the county, taking their jobs and economic benefits with them.\n\nCounty staff was directed draw up a letter of support to be sent to an FAA official and to monitor the operations in the county for a year and report back.\n\nIn other developments at this morning’s meeting, the board approved a request from the county’s Health and Human Services Agency to up its staff level by 351 employees to help handle an increased workload related to the Patient Protection and Affordable Care Act commonly known as Obamacare.\n\nCounty officials estimated that 220,000 residents will be eligible for health benefits exchange insurance, another 111,000 will be eligible for Medi- Cal coverage under expanded enrollment standards, and about 200,000 residents are eligible for Medi-Cal but are not enrolled.\n\nThe HHSA will begin accepting applications for health benefits exchange insurance and Medi-Cal starting Oct. 1. Staffers will be tasked with determining eligibility, handling referrals and conducting case management.\n\nThe staffing increase was unanimously approved without comment.", "article_metadata": {"description": "SAN DIEGO -- The San Diego County Board of Supervisors Tuesday threw its unanimous support behind a proposal submitted to the Federal Aviation Administration to test unmanned aerial systems and vehicles in Southern California.", "generator": "WordPress.com", "og": {"site_name": "FOX5 San Diego - San Diego News, Weather, Traffic and Sports | KSWB", "description": "SAN DIEGO — The San Diego County Board of Supervisors Tuesday threw its unanimous support behind a proposal submitted to the Federal Aviation Administration to test unmanned aerial systems an…", "title": "County backs push for SoCal drone test site", "url": "http://fox5sandiego.com/2013/09/24/county-backs-push-for-socal-drone-test-site/", "image": "http://tribkswb.files.wordpress.com/2013/03/drone.jpeg?w=300", "locale": "en_US", "type": "article"}, "twitter": {"image": "http://tribkswb.files.wordpress.com/2013/03/drone.jpeg?w=240", "site": "@fox5sandiego", "card": "summary", "creator": "@fox5sandiego"}, "msapplication-tooltip": "Get the latest San Diego news, breaking news, weather, traffic, sports, entertainment and video from fox5sandiego.com. Watch live streaming newscasts from FOX 5 San Diego, KSWB Channel 5.", "apple-itunes-app": "app-id=586932831", "fb": {"pages": 68621004939}, "msapplication-window": "width=device-width;height=device-height", "msapplication-task": "name=Subscribe;action-uri=http://fox5sandiego.com/feed/;icon-uri=http://1.gravatar.com/blavatar/32c5c47ad8a96c3cb7b28f94eca59eb3?s=16", "application-name": "FOX5 San Diego - San Diego News, Weather, Traffic and Sports | KSWB", "article": {"publisher": "http://www.facebook.com/fox5sandiego", "published_time": "2013-09-24T21:08:27+00:00", "modified_time": "2013-09-24T21:08:27+00:00", "author": "http://www.facebook.com/fox5sandiego"}, "keywords": "news,", "google-site-verification": "JhJ2Tn7m1Yo8tYXxw5c1uNxVjlCQqLbBaI536kENuQU", "viewport": "width=device-width, initial-scale=1, user-scalable=no"}, "article_summary": "SAN DIEGO — The San Diego County Board of Supervisors Tuesday threw its unanimous support behind a proposal submitted to the Federal Aviation Administration to test unmanned aerial systems and vehicles in Southern California.\nSeveral agencies, including the San Diego Military Advisory Council and the San Diego Regional Economic Development Corporation, proposed a testing area stretching from Bridgeport to the U.S.-Mexico border, from the state line to 100 miles west into the ocean.\nThe HHSA will begin accepting applications for health benefits exchange insurance and Medi-Cal starting Oct. 1.\nRoberts said companies developing the aircraft and systems, like Northrop Grumman and General Atomics, are already operating in San Diego County, and fostering growth is necessary to retain benefits and jobs.\nHe said that not receiving the test site designation would entice industry businesses to leave the county, taking their jobs and economic benefits with them."}