{"article_title": "Is Congestion Pricing in Connecticut's Future?", "article_keywords": ["operations", "transportation", "san", "national", "writer", "selectman", "director", "future", "connecticuts", "pricing", "congestion", "place", "toll", "ridgefield"], "article_url": "http://wnpr.org/post/congestion-pricing-connecticuts-future", "article_text": "Toll booths have lots of bad connotations in the Northeast, and not just because of a the tragic accident in Connecticut nearly 30 years ago, which forced the closing of the toll booth.\n\nThere’s also the painful muscle memory of waiting in long traffic lines at booths that let you into Massachusetts or New York. Car overheating, angry motorists beeping, with that “EZ Pass” on your window mocking you as the crushing congestion makes the trip anything but “EZ.”\n\nBut wait, is there hope for a new type of toll?\n\nThis hour, we take a look at congestion pricing. We talk about how it works and see how it might be implemented here in Connecticut.\n\nWe also look ahead to Father's Day with another installment from Blue Mic Radio, a podcast produced out of Hartford’s Journalism and Media Academy Magnet School Satellite Campus at the CPBN Learning Lab.\n\nGUESTS:\n\nTom Condon - Columnist, Editorial Writer, and Editor of Place at The Hartford Courant\n\n- Columnist, Editorial Writer, and Editor of Place at The Hartford Courant Asha Weinstein Agrawal - Director of the National Transportation Finance Center at the Mineta Transportation Institute\n\n- Director of the National Transportation Finance Center at the Mineta Transportation Institute Rudy Marconi - Ridgefield First Selectman\n\n- Ridgefield First Selectman Samuel Johnson - Director of Operations San Diego Association of Governments\n\n- Director of Operations San Diego Association of Governments Debora Rivera - Director of Transportation Operations, Florida Department of Transportation", "article_metadata": {"category": "Politics", "description": "Toll booths have lots of bad connotations in the Northeast, and not just because of a the tragic accident in Connecticut nearly 30 years ago, which forced", "Generator": "Drupal 7 (http://drupal.org)", "programs": "Where We Live", "og": {"url": "http://wnpr.org/post/congestion-pricing-connecticuts-future", "image": "http://mediad.publicbroadcasting.net/p/wnpr/files/styles/medium/public/201406/14225802697_082f0b8729_z_0.jpg", "type": "article", "description": "Toll booths have lots of bad connotations in the Northeast, and not just because of a the tragic accident in Connecticut nearly 30 years ago, which forced", "title": "Is Congestion Pricing in Connecticut's Future?"}, "story_id": 321630549, "twitter": {"site": "@wnpr", "card": "summary", "creator": "@@johndankosky"}, "author": "John Dankosky, Lydia Brown, Tucker Ives, Catie Talarski", "org_id": 0, "dc": {"title": "Is Congestion Pricing in Connecticut&#039;s Future?"}, "nid": 23560, "datePublished": "2014-06-13", "keywords": "transportation, cars, budgets, Connecticut, DOT, Florida, California, travel, infrastructure", "wordCount": 304, "has_audio": 1, "viewport": "width=device-width"}, "article_summary": "This hour, we take a look at congestion pricing.\nThere’s also the painful muscle memory of waiting in long traffic lines at booths that let you into Massachusetts or New York.\nWe talk about how it works and see how it might be implemented here in Connecticut.\nCar overheating, angry motorists beeping, with that “EZ Pass” on your window mocking you as the crushing congestion makes the trip anything but “EZ.”But wait, is there hope for a new type of toll?\nToll booths have lots of bad connotations in the Northeast, and not just because of a the tragic accident in Connecticut nearly 30 years ago, which forced the closing of the toll booth."}