{"article_title": "Senators seek privacy, anti-hacking safeguards in cars", "article_keywords": ["senators", "develop", "antihacking", "privacy", "rules", "cars", "require", "safeguards", "wireless", "information", "hacking", "standards", "seek", "drivers"], "article_url": "http://thehill.com/policy/cybersecurity/248636-senators-want-privacy-hacking-safeguards-in-cars", "article_text": "A pair of Democratic senators want rules requiring automakers to develop hacking and privacy protections for their cars and trucks.\n\nSens. Ed Markey Ed MarkeyHonor Frank Lautenberg by protecting our kids Sanders pans chemical safety reform deal Feds fault pipeline company in California oil spill MORE (Mass.) and Richard Blumenthal Richard BlumenthalGroups urge Senate to oppose defense language on for-profit colleges Lawmakers push to elevate Cyber Command in Senate defense bill Senators take aim at 'armies of zombie computers' MORE (Conn.) on Tuesday introduced the Spy Car Act, which would require the Federal Trade Commission (FTC) and the National Highway Traffic Safety Administration (NHTSA) to develop standards to protect drivers' privacy and to guard against a potentially deadly hack of a vehicle.\n\nADVERTISEMENT\n\n“Drivers shouldn’t have to choose between being connected and being protected,” Markey said in a statement. “We need clear rules of the road that protect cars from hackers and American families from data trackers.\"\n\nThe hacking issue came into clear focus Tuesday after a Wired reporter detailed his experience being a test driver for researchers who were able to control a Chrysler vehicle's brakes, steering and transmission through its wireless entertainment system. The researchers are slated to present their findings next month, and Chrysler recently released a patch for the vulnerability.\n\nSome of their work was cited in a report released by Markey's office earlier this year titled \"Tracking and Hacking\" that found nearly all cars on the market include wireless technology that could be vulnerable and only two manufacturers could describe any capabilities to respond to an attack in real time.\n\nThe legislation would require the NHTSA to set standards to ensure all wireless access points of a vehicle are protected, that critical systems are isolated, that the vehicle has technology to detect and stop a hack in real time, and that all information collected is secured.\n\nIt would also require the FTC to develop rules to force car companies to make customers aware of collected data and give them the option to opt out of much of it. It would also prohibit marketers from using driving information for ad targeting.\n\nNew vehicles would also have to display information about how well their cars protects drivers' privacy and security.\n\nBlumenthal said carmakers have left vulnerabilities in their products as they rush to \"roll out the next big thing.\"\n\n\"Federal law must provide minimum standards and safeguards that keep hackers out of drivers’ private data lanes,\" he said.", "article_metadata": {"dcterms.description": "“Drivers shouldn’t have to choose between being connected and being protected,” Sen. Markey said.", "description": "“Drivers shouldn’t have to choose between being connected and being protected,” Sen. Markey said.", "generator": "Drupal 7 (http://drupal.org)", "author": "Mario Trujillo", "og": {"site_name": "TheHill", "description": "“Drivers shouldn’t have to choose between being connected and being protected,” Sen. Markey said.", "title": "Senators seek privacy, anti-hacking safeguards in cars", "url": "http://thehill.com/policy/cybersecurity/248636-senators-want-privacy-hacking-safeguards-in-cars", "image": "http://thehill.com/sites/default/files/article_images/trafficcarsautoshighway_052015getty.jpg", "updated_time": "2015-07-21T12:09:55-04:00", "type": "article"}, "apple-itunes-app": "app-id=396640962", "Smart_Paging": "on", "dcterms.modified": "2015-07-21T12:09-04:00", "dcterms.identifier": "http://thehill.com/policy/cybersecurity/248636-senators-want-privacy-hacking-safeguards-in-cars", "dcterms.date": "2015-07-21T11:57-04:00", "dcterms.creator": "Mario Trujillo", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "dcterms.language": "und", "dcterms.type": "Text", "keywords": "vehicle safety, Privacy, Hacking,Ed Markey, Richard Blumenthal,", "article": {"published_time": "2015-07-21T11:57:52-04:00", "modified_time": "2015-07-21T12:09:55-04:00"}, "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/policy/cybersecurity/248636-senators-want-privacy-hacking-safeguards-in-cars", "widgets": {"csp": "on"}, "description": "“Drivers shouldn’t have to choose between being connected and being protected,” Sen. Markey said.", "card": "summary", "title": "Senators seek privacy, anti-hacking safeguards in cars"}, "dcterms.title": "Senators seek privacy, anti-hacking safeguards in cars"}, "_id": "\"57477af46914bd0286fe1b6e\"", "article_summary": "A pair of Democratic senators want rules requiring automakers to develop hacking and privacy protections for their cars and trucks.\nNew vehicles would also have to display information about how well their cars protects drivers' privacy and security.\n\"Federal law must provide minimum standards and safeguards that keep hackers out of drivers’ private data lanes,\" he said.\n“We need clear rules of the road that protect cars from hackers and American families from data trackers.\"\nBlumenthal said carmakers have left vulnerabilities in their products as they rush to \"roll out the next big thing.\""}