{"article_title": "You're Dying. But Most Doctors Don't Know How to Tell You.", "article_keywords": ["physicians", "dont", "dying", "endoflife", "medical", "youre", "patients", "planning", "health", "know", "doctors", "discussions", "california", "tell", "care"], "article_url": "http://flaglerlive.com/92635/deathbed-talk-doctors/", "article_text": "Doctors know it’s important to talk with their patients about end-of-life care.\n\nBut they’re finding it tough to start those conversations — and when they do, they’re not sure what to say, according to a national poll released Thursday.\n\nSuch discussions are becoming more important as baby boomers reach their golden years. By 2030, an estimated 72 million Americans will be 65 or over, nearly one-fifth of the U.S. population.\n\nMedicare now reimburses doctors $86 to discuss end-of-life care in an office visit that covers topics such as hospice, living wills and do-not-resuscitate orders. Known as “advance care planning,” the conversations can also be held in a hospital.\n\nPayment for such discussions was initially included in the Affordable Care Act, but removed because of the controversy over so-called “death panels.” Medicare ultimately changed its policy, independently of Obamacare, to allow reimbursement for the end-of-life planning sessions.\n\nThe poll of 736 primary care doctors and specialists, including 202 in California, examined their views on advance care planning and end-of-life conversations with patients. Among the findings:\n\nWhile 75 percent of doctors said Medicare reimbursement makes it more likely they’d have advance care planning discussions, only about 14 percent said they had actually billed Medicare for those visits.\n\nThree quarters also believe it’s their responsibility to initiate end-of-life conversations.\n\nFewer than one-third reported any formal training on end-of-life discussions with patients and their families.\n\nMore than half said they had not discussed end-of-life care with their own physicians.\n\nThe survey was commissioned by The John A. Hartford Foundation, the California Health Care Foundation and Cambia Health Foundation. (California Healthline is an editorially independent publication of the California Health Care Foundation.)\n\nPatients and their families increasingly want to talk about end-of-life care with their physicians well before facing a terminal illness, studies have shown. Most also want to die at homerather than in a hospital, although cultural differences influence end-of-life preferences.\n\n“Patients want their primary care doctors to have these conversations, and the poll shows that physicians recognize that it’s their responsibility,” said Dr. Sandra Hernández, president and CEO of the California Health Care Foundation and a physician who treats HIV patients. “It’s wonderful that Medicare is reimbursing for these discussions. Now, physicians need more skills and training.”\n\n“Having the patient be able to participate in defining what end-of-life looks like is where the whole health care delivery system is going,” Hernández said.\n\nDoctors are paid to provide honest assessments about death.\n\nPolicy experts are urging more end-of-life conversations not just to accommodate patients’ desires, but to save money on aggressive medical interventions that patients and their families don’t want and that won’t prolong life.\n\nA recent study found nearly 40 percent of American patients dying with cancer received at least one chemotherapy treatment in the six months before they died, more than in six other countries studied. An average of about $18,500 was spent on U.S. hospital costs for patients in their last six months.\n\nNearly a quarter of the physicians in the national poll said that the electronic health records they’re required to use don’t have a place to include patients’ end-of-life preferences. Even when electronic health records signaled that a patient had an advance care directive, nearly a third of doctors reported they couldn’t access its actual contents.\n\nAnd doctors who received their medical training years ago say they rarely focused on how to talk to patients about end-of-life care, although medical education is improving in that regard.\n\nPhysicians in large medical systems may find more support than those in private practice. At Kaiser Permanente in Northern California, physicians receive training in end-of-life discussions and have time to carry them out, said Dr. Ruma Kumar, the HMO’s regional medical director of supportive care services.\n\nKaiser Permanente uses “physician extenders” — nurse practitioners, registered nurses and social workers — to work with patients on various stages of what the HMO calls “life care planning.” The HMO also offers a website to guide people through the process.\n\nKumar said Kaiser encourages both doctors and patients to think of end-of-life planning “as a routine part of care, just like you’d get a mammogram or colon cancer screening.”\n\n(The general survey has a margin of sampling error of plus or minus 3.6 percentage points. For the internist/primary care provider sample, margin is plus or minus 4.5 percentage points. For specialists, plus or minus 6.0.)\n\n–Barbara Feder Ostrov", "article_metadata": {"description": "More end-of-life conversations accommodate patients’ desires, save money on aggressive medical interventions that patients and their families don’t want.", "generator": "WordPress 4.5.2", "og": {"site_name": "FlaglerLive", "description": "Policy experts are urging more end-of-life conversations not just to accommodate patients’ desires, but to save money on aggressive medical interventions that patients and their families don’t want and that won’t prolong life.", "title": "You're Dying. But Most Doctors Don't Know How to Tell You. | FlaglerLive", "locale": "en_US", "image": {"width": 650, "identifier": "http://flaglerlive.com/wp-content/uploads/still-life-deathbed.jpg", "height": 433}, "updated_time": "2016-04-18T11:45:25-04:00", "url": "http://flaglerlive.com/92635/deathbed-talk-doctors/", "type": "article"}, "twitter": {"image": "http://flaglerlive.com/wp-content/uploads/still-life-deathbed.jpg", "description": "More end-of-life conversations accommodate patients’ desires, save money on aggressive medical interventions that patients and their families don’t want.", "card": "summary_large_image", "title": "You're Dying. But Most Doctors Don't Know How to Tell You."}, "robots": "noodp", "framework": "Alkivia Framework 0.9", "fb": {"app_id": 116656355016711}, "msapplication-TileImage": "http://flaglerlive.com/wp-content/uploads/cropped-FlaglerLive-270x270.jpg", "article": {"section": "All Else", "tag": "hospice", "published_time": "2016-04-17T13:28:02-04:00", "modified_time": "2016-04-18T11:45:25-04:00"}}, "_id": "\"57477af46914bd0286fe1b74\"", "article_summary": "The survey was commissioned by The John A. Hartford Foundation, the California Health Care Foundation and Cambia Health Foundation.\nDoctors know it’s important to talk with their patients about end-of-life care.\n(California Healthline is an editorially independent publication of the California Health Care Foundation.)\nMedicare now reimburses doctors $86 to discuss end-of-life care in an office visit that covers topics such as hospice, living wills and do-not-resuscitate orders.\nKnown as “advance care planning,” the conversations can also be held in a hospital."}