{"article_title": "Wichita St. First 4 vs. Vandy, KU No. 1 overall seed", "article_keywords": ["conference", "selection", "overall", "team", "tournament", "wichita", "teams", "oregon", "vandy", "state", "vs", "ku", "win", "st", "seed", "ncaa"], "article_url": "http://www.kake.com/home/headlines/Selection-Sunday-Wichita-State-gets-via-First-Four-faces-Vandy-371927292.html?ref=292", "article_text": "The Latest on Selection Sunday for the NCAA Tournament, with 32 automatic qualifiers and 36 at-large teams picked and placed into brackets (all times Eastern):\n\n6:13 p.m.\n\nHoly Cross, which won the Patriot League as the No. 9 seed and with an overall losing record, is headed to Dayton, Ohio -- as expected. The Crusaders will face SWAC champion Southern in a First Four game with the winner getting Oregon in Spokane, Washington.\n\n5:58 p.m.\n\nWichita State is in, but the Shockers will have to play an extra game. The perennial power out of the Missouri Valley Conference was one of those top seeds that didn't win their conference and was left to hope for an at-large bid.\n\nWichita State got it, but will start in Dayton, Ohio, in the First Four against Vanderbilt, another bubble team. Kentucky coach John Calipari touted his SEC rivals from Vandy, saying the Commodores were a tournament team when many thought they were not. Cal was right.\n\n5:50 p.m.\n\nThe first controversy in the brackets came quickly. Oregon, which won the Pac-12 regular-season and tournament titles, took the one seed that many experts though could go to Michigan State. The Spartans and coach Tom Izzo have been a constant Final Four threat, but they didn't win the Big Ten regular season, just the tournament.\n\nTwo ACC teams -- North Carolina and Virginia -- on the one line could also be debated.\n\n5:43 p.m.\n\nThe No. 1 seeds are: North Carolina in the East, Kansas in the South, Virginia in the Midwest and Oregon in the West.\n\n5:30 p.m.\n\nPlaying on Sunday means teams and coaches have to make a decision about where to watch the NCAA Tournament selection show.\n\nJohn Calipari and his Kentucky Wildcats chose to take the short flight home to Lexington after beating Texas A&M in the Southeastern Conference Tournament in overtime.\n\nThe Aggies have a longer flight home to College Station. So coach Billy Kennedy and his Aggies went back to the team hotel and ate a quick meal before the show started.\n\nThey hope to be in the first bracket announced so the Aggies can head to the airport faster.\n\n5:25 p.m.\n\nMichigan State holds off Purdue to win the Big Ten Tournament title. Now the question is: Will that give the Spartans a No. 1 seed. Kansas is a lock for a top seed. The other contenders: North Carolina, Virginia, Oregon and Villanova.\n\nThe brackets begin being revealed at 5:30 p.m. ET.\n\n5:20 p.m.\n\nYale has opened up Payne Whitney Gymnasium to the public and set up a movie screen at center court for fans to watch the Bulldogs receive their first invitation to the NCAA Tournament since 1962.\n\nThe team, which clinched the Ivy League championship on the road at Columbia, also planned to cut down the nets before the pairings are announced.\n\nYale finished the regular season with a 22-6 overall record and was 13-1 in the Ivy, matching the best league record in school history.\n\nThe team is 7-1 since captain Jack Montague was expelled from school in February.\n\nThe Bulldogs last week apologized for wearing T-shirts in support of Montague during warmups of their Feb. 26 win over Harvard, a move that upset many on campus. The school has not said why Montague was expelled.\n\n5:15 p.m.\n\nFor Kansas, a top seed seems inevitable. For bubble teams like Monmouth, St. Mary's and Wichita State, Selection Sunday will be a long day.\n\nThe brackets come out for the NCAA Tournament on Sunday night, closing out one of the most unpredictable seasons in memory.\n\nSchools all over the country are tuning into a two-hour selection show that's revealing the 68 teams invited to the tournament.\n\nThe contenders include 32 teams who automatically qualify by winning their conference title, and 36 at-large bids awarded by a selection committee.\n\nThe whole field is keenly interested in the subjective seeding battle, with bracket placement a big deal toward the path to a title.\n\nBut bubble teams were very much sweating the outcome of the American Athletic conference tournament, where Memphis tried but failed to beat UConn and squeeze out another bubble team.\n\n", "article_metadata": {"description": "Wichita State is in, but the Shockers will have to play an extra game. The perennial power out of the Missouri Valley Conference was one of those top seeds that didn't win their conference and was left to hope for an at-large bid.", "language": "english", "author": "Associated Press", "og": {"url": "http://www.kake.com/home/headlines/Selection-Sunday-Wichita-State-gets-via-First-Four-faces-Vandy-371927292.html", "image": "http://media.graytvinc.com/images/selection+sunday1.jpg", "type": "article", "description": "Wichita State is in, but the Shockers will have to play an extra game. The perennial power out of the Missouri Valley Conference was one of those top seeds that didn't win their conference and was left to hope for an at-large bid.", "title": "Selection Sunday: Wichita St. First 4 vs. Vandy, KU No. 1 overall seed"}, "twitter": {"domain": "www.kake.com", "description": "Wichita State is in, but the Shockers will have to play an extra game. The perennial power out of the Missouri Valley Conference was one of those top seeds that didn't win their conference and was left to hope for an at-large bid.", "creator": "@KAKEnews", "url": "http://www.kake.com/home/headlines/Selection-Sunday-Wichita-State-gets-via-First-Four-faces-Vandy-371927292.html", "image": "http://media.graytvinc.com/images/selection+sunday1.jpg", "title": "Selection Sunday: Wichita St. First 4 vs. Vandy, KU No. 1 overall seed", "site": "@KAKEnews", "card": "summary"}, "keywords": "Selection Sunday: Wichita St. First 4 vs. Vandy, KU No. 1 overall seed", "msvalidate.01": "9CD4A96D8A076527F07FD24CFCDE5489", "google-site-verification": "H0mev8O__gMqb34WcvOyZgBXFMRQZvDAQ0YTSGJ9hGQ", "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Selection Sunday Wichita St First, 4 vs Vandy"}, "article_summary": "Kentucky coach John Calipari touted his SEC rivals from Vandy, saying the Commodores were a tournament team when many thought they were not.\nFor bubble teams like Monmouth, St. Mary's and Wichita State, Selection Sunday will be a long day.\nThe brackets come out for the NCAA Tournament on Sunday night, closing out one of the most unpredictable seasons in memory.\nPlaying on Sunday means teams and coaches have to make a decision about where to watch the NCAA Tournament selection show.\nJohn Calipari and his Kentucky Wildcats chose to take the short flight home to Lexington after beating Texas A&M in the Southeastern Conference Tournament in overtime."}