{"article_title": "Booty Invasion + Your Weekend Forecast!", "article_keywords": ["town", "night", "booty", "heres", "camp", "forecast", "party", "hell", "invasion", "9pm", "weekend", "queens"], "article_url": "http://www.pqmonthly.com/sissyboybooty-invasion-weekend-forecast/18216", "article_text": "By Daniel Borgen, PQ Monthly\n\nI’m a little behind because I was away on a homosexual retreat at the beautiful Horse Creek Lodge this last holiday weekend. (It basically went down like this all over again.) More words on that to follow in our print pages, but for now, here’s your beautiful weekend forecast, which includes reunions, education, and a trek to Astoria. (Where I’ll be indulging in queer nightlife for the first time.) (I mean, I’ve taken in lots of gay nightlife, clearly, just not on the coast.) (Should I be scared?) Let’s get on with it:\n\nThursday\n\nClass is in Session! The Impact of Health Care Reform. Naughty substitute teacher Madame Anita DuMoore is going to take us to school in Miss Alexis Campbell Starr’s gym class. Here’s your chance to hear about the Affordable Care Act, and what it really means to the LGBTQ community, including how you can get enrolled for health care with assistance from Cascade AIDS Project’s Cover Oregon team. Here’s what you can expect: Confessional storytelling, guest speakers on a variety of LGBTQ health topics, musical numbers, prizes, free food, beer/wine available to purchase, and a Q&A where CAP answers all of your “burning” questions. Ouch! That burns. 6:30pm, Old Town Floyd’s, 118 NW Couch.\n\nAfter class, you need to go see the very last Dragathon (and see who’s crowned winner!) and catch karaoke with Gula Delgatto at Crush (see above).\n\nFriday\n\nPortland’s rising stars Minden put on their hot as hell keyboard-spangled funk party followed by Magic Mouth’s soulful, multi-hyphenate funk-punk, gospel-ish fervor set. This show isn’t something to overlook. 9pm, White Owl Social Club, 1305 SE 8th. $6.\n\nCD release! Urban Wildlife will release their latest album “Strangers” at The Secret Society–the wonderful Swansea will open. Please come out and celebrate with us–and click the links to hear the bands’ hauntingly pleasurable music. (And click on the CD release link to your left for more details.) 9pm, The Secret Society, 116 NE Russell. $5.\n\nSaturday\n\nShhh, this party is kind of a secret.\n\nAttn: Southern Oregon! Attn! Did you miss the last Caravan of Glam show? Here’s your chance to catch it. Hosted by Portland’s hottest and finest mistress of ceremonies, Ecstasy Inferno. Staring Maliena B ItchCock, Faye Kit-Knightly, The Late Night Delights Harem and special guests from out of town. Why don’t you get yourself on out to the club and show them how Southern Oregon parties. (Portland’s darlings include Artemis Chase and Isaiah Tillman, for starters.) 9pm, Taroko, Ashland. (I assume you locals know where the hell that is.) $10.\n\nThis though, locals, is pretty much everything. Blow Pony takes on Sissyboys and Booty. Oh, you’re 23 and don’t know what the hell that means? Let me enlighten you: “For those of you who have not heard of the infamous Booty nights at the old Porky’s on Lombard, nights where queers gathered in a space with performance, beats, bodies–so many homos it was elbow-to-elbow with sweaty hot madness. When Booty ended it was a huge moment for many of us who were used to the weekly North Portland homo hangout, a place where bears, dykes, gender benders, queens and kings, and pretty much everything else could be seen. There’s never been anything like it since, and truth be told from the ashes of Booty rose Blow Pony. (And many a queer mixer/dance night.)”\n\nSaturday will be hosted by Sissyboy, the legendary queer performance troupe. (Watch that trailer to your left if you’re somehow unfamiliar.) These queens have been gone for awhile now, but their mark remains, and they’re still referenced and revered–and doing all kinds of great shit everywhere. If it seems like I’m dedicating a lot of words to these people, it’s because I am. This is our history. 9pm, Rotture, 315 SE 3rd. $5.\n\nMeanwhile, in Astoria, Dragalution. “It’s that time to let our freak flags fly! Come join Daylight Cums and her sexy bastards as they put on a show guaranteed to excite–there will be a dance party, Jell-O shots, lots of costumes and sexy, sexy times.” Yay! Read all about what the hell is going on right here. I’m going to be experiencing it for the first time and I couldn’t be more excited. 9:30pm, Columbian Theater, 11th & Marine.\n\nSunday\n\nFirst off, there’s the closing reception for Bury My Art at Wounded Knee: Blood & Guts in the Art School Industrial Complex:\n\nMoving along… Queens for Camp: As we wrap up the first month of this new year, join some of the finest queens in town (and singers and dancers too?) as we get together to raise funds for Cascade AIDS Project‘s Camp KC. Our end of the month deal for you is the very affordable $5 suggested donation. And with doors at 5 and show at 6, it’s a great way to start your Sunday party. Plus, Poison Waters! You’ve never beheld such glory. 5pm, Darcelle’s, 208 NW Third.\n\nAnd after that show, head on over to see the Superstar Divas (where Honey Bea and Bolivia will wow and titillate you) and inch closer to finding out who’ll be crowned Ginger Lee’s replacement! (Gone but not forgotten.) The contestants from the weeks-long Drag Race Hunger Games will perform some group numbers–and then it’s: Oh my, look at this poster for next Sunday, the 2nd–a night the Downtown Browns hijack the show for one evening of magic (then we find out the winner!):\n\nMaybe I already know who wins! (I don’t.)\n\nTuesday\n\nWhatever, so I’m cheating–Tuesday isn’t so much the weekend, but I do not want you to miss out on this Friends and Family night benefiting Camp KC. (Yes, we love Camp KC.) This night, McMenamins will be donating 50% of sales from the restaurants and bars inside the Crystal Hotel–all of it goes to the kids camp. Hot damn! Plus, there’s also a happy hour show. Check it out here.\n\nShare and Enjoy\n\nComments\n\ncomments", "article_metadata": {"description": "But for now, here's your beautiful weekend forecast, which includes reunions, education, and a trek to Astoria.", "generator": "WordPress 4.5.2", "og": {"site_name": "Proud Queer (PQ Monthly – Daily Online)", "description": "By Daniel Borgen, PQ Monthly I’m a little behind because I was away on a homosexual retreat at the beautiful Horse Creek Lodge this ...", "title": "Sissyboy/Booty Invasion + Your Weekend Forecast!", "url": "http://www.pqmonthly.com/sissyboybooty-invasion-weekend-forecast/18216", "image": "http://www.pqmonthly.com/wp-content/uploads/2014/01/bp2.jpg", "type": "article"}, "robots": "noodp", "fb": {"app_id": 498999850118547}, "viewport": "width=device-width,initial-scale=1.0,user-scalable=yes"}, "_id": "\"57477af46914bd0286fe1b55\"", "article_summary": "More words on that to follow in our print pages, but for now, here’s your beautiful weekend forecast, which includes reunions, education, and a trek to Astoria.\nThere’s never been anything like it since, and truth be told from the ashes of Booty rose Blow Pony.\nTuesdayWhatever, so I’m cheating–Tuesday isn’t so much the weekend, but I do not want you to miss out on this Friends and Family night benefiting Camp KC.\nBy Daniel Borgen, PQ MonthlyI’m a little behind because I was away on a homosexual retreat at the beautiful Horse Creek Lodge this last holiday weekend.\nNaughty substitute teacher Madame Anita DuMoore is going to take us to school in Miss Alexis Campbell Starr’s gym class."}