{"article_title": "Deutsche Boerse says Brexit is a risk for any U.S. suitors for LSE", "article_keywords": ["boerse", "lse", "suitors", "risk", "brexit", "merger", "offer", "deutsche", "pottmeyer", "talks", "biggest", "publication"], "article_url": "http://www.thefiscaltimes.com/latestnews/2016/04/17/Deutsche-Boerse-sees-Brexit-risk-potential-US-suitors-LSE", "article_text": "Deutsche Boerse and LSE said in February they were in talks to create the world's biggest exchange by revenue. But the plan could attract interest for LSE by other players, such as U.S. exchanges ICE or CME . \"The merger makes sense regardless of Brexit. That is why it is not a risk for us,\" Deutsche Boerse finance chief Gregor Pottmeyer said in an interview with the weekly publication. \"It could be a risk for U.S. exchanges, which could present a counter offer for the LSE,\" he said, adding that a British exit from the EU would mean that a U.S. exchange would no longer have a bridge to the bloc. Deutsche Boerse Chief Executive Carsten Kengeter said any exit of Britain from the EU would actually strengthen the case for the merger, adding he expected a formal offer in the coming weeks. \"For Germany, the biggest industrial economy in Europe, it would become even more important to bind the biggest financial center, namely London, to Frankfurt,\" Kengenter told the Tagesspiegel daily in an interview released ahead of publication on Monday. Kengenter also suggested higher dividends could come after the merger: \"If London and Frankfurt go together, the new company will be highly profitable and could then also reward shareholders.\" Pottmeyer said Deutsche Boerse wanted to complete the merger without any compulsory redundancies, but he said it was too early to say how many jobs might have to go and talks were still going on with employee representatives. (Reporting by Emma Thomasson; Editing by Jane Merriman and Elaine Hardcastle)", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Deutsche Boerse and LSE said in February they were in talks to create the world's bigg", "title": "Deutsche Boerse says Brexit is a risk for any U.S. suitors for LSE", "url": "http://www.thefiscaltimes.com/latestnews/2016/04/17/Deutsche-Boerse-sees-Brexit-risk-potential-US-suitors-LSE", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/lse-m-a-deutsch-boerse_1.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/latestnews/2016/04/17/Deutsche-Boerse-sees-Brexit-risk-potential-US-suitors-LSE", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/lse-m-a-deutsch-boerse_1.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "Deutsche Boerse and LSE said in February they were in talks to create the world's bigg", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "Deutsche Boerse and LSE said in February they were in talks to create the world's biggest exchange by revenue.\nThat is why it is not a risk for us,\" Deutsche Boerse finance chief Gregor Pottmeyer said in an interview with the weekly publication.\nBut the plan could attract interest for LSE by other players, such as U.S. exchanges ICE or CME .\nDeutsche Boerse Chief Executive Carsten Kengeter said any exit of Britain from the EU would actually strengthen the case for the merger, adding he expected a formal offer in the coming weeks.\nPottmeyer said Deutsche Boerse wanted to complete the merger without any compulsory redundancies, but he said it was too early to say how many jobs might have to go and talks were still going on with employee representatives."}