{"article_title": "Why We Still Talk About JFK", "article_keywords": ["jfk", "death", "camelot", "young", "america", "read", "live", "place", "believe", "talk"], "article_url": "http://blogs.wsj.com/peggynoonan/2013/11/16/why-we-still-talk-about-jfk/", "article_text": "I am on my way from Los Angeles to Dallas, where tomorrow I will appear on CBS’s “Face the Nation,” which will come live out of the Texas Schoolbook Depository. I can’t believe I’ll be inside that place, from which, 50 years ago next week, at a corner window on the sixth floor, Lee Harvey Oswald fired the shots that killed John F. Kennedy.\n\nOne of the questions we’ll discuss: Why do we still talk about JFK?\n\nFrom my show notes:\n\n1. We talk still about JFK and his death because the biggest generation in all U.S. history, that part of the population known as the baby boomers, watched it all, live, on that new thing called TV, and it entered our heads and never left. It was the first central historical fact of our lives, so we still read about it, think about it, and watch anything having to do with it.\n\n2. Our parents experienced it as a different kind of trauma. They had lost one of their own. He had fought in World War II, like them. He was still young, like them, and now he was brutally cut down. What a lot of them felt was captured in the famous conversation of the newspaper columnist Mary McGrory and her friend Pat Moynihan. McGrory said: Oh Pat, can you believe we’re at Jack Kennedy’s funeral? “I feel like we’ll never laugh again.” He replied: “We’ll laugh again, but we’ll never be young again.”\n\n3. We talk about JFK’s death because for the 18 years leading up to that point—between the end of the war, as we used to say, and 1963—America knew placidity. Many problems were growing and quietly brewing, but on the surface America was placid, growing more affluent, and politically calm. And then this rupture, this shock, this violence, this new sense that anything can happen, history can be ripped from its rails, that security once won cannot necessarily be maintained. That our luck won’t necessarily hold.\n\n4. And what followed—growing political unrest, cultural spasms, riots at political conventions, more assassinations and assassination attempts—was so different from the years preceding that we couldn’t help look back at JFK’s murder as the breakpoint, the rupture. After that, things turned difficult.\n\n5. Why, after all the historians’ revelations and the stories of the past 30 years—the women, the drug use, the Kennedy White House’s own farfetched efforts to do away with Fidel Castro, the fantastical nature of the Bay of Pigs, the failure of JFK to anticipate and answer the crude communist clichés of Kruschev at Vienna, etc., etc.—why do we continue to hold this special place for JFK? Because in the months and years after his death we fell in love with him as he was presented to us by those who knew and cared about him. Youth, beauty, charm, high intentions, wit, a certain fatalism and, deep down, a certain modesty. “Camelot.” But Camelot isn’t JFK. Camelot is the way we remember America before JFK died. Camelot is the America that existed, for one brief shining moment, before Lee Harvey Oswald began to shoot. a placid-seeming, even predictable place that we have not seen since.\n\n6. We live in now. We live in this world. Right now I can hardly believe it that I am in seat 6B of American Airlines flight 2442, LAX to Dallas-Fort Worth, a few hundred miles east of Los Angeles, mountains and desert stretching below—and I am typing on an iPad, and will press a button, and my editor in New York in just a few seconds will read this and post it on The Wall Street Journal website and you will read it. It still takes my breath away. This is “the age of miracles and wonders.” Some child born now will look back on these days as Camelot.", "article_metadata": {"article.template": "full", "page.content.source": "Blog Article", "page.region": "na,us", "page.content.type": "blogs article", "twitter": {"domain": "WSJ.com", "description": "His murder seemed like the breakpoint, the rupture.", "title": "Why We Still Talk About JFK", "url": "http://blogs.wsj.com/peggynoonan/2013/11/16/why-we-still-talk-about-jfk/", "image": {"src": "http://s.wsj.net/img/WSJ_profile_lg.gif"}, "site": "WSJ", "card": "summary_large_image"}, "article.image_count": 2, "article_privilege": "free", "article.section": "Opinion", "article.headline": "Why We Still Talk About JFK", "description": "His murder seemed like the breakpoint, the rupture.", "article_section": "Opinion", "author": "pnoonan2", "user.type": "unsubscribed", "article.page": "Peggy Noonan's Blog Blog", "page.content.format": "responsive", "page.subsection": "Peggy Noonan's Blog", "article.summary": "His murder seemed like the breakpoint, the rupture.", "page.site": "blogs.wsj.com", "testkeys": "C", "article.published": "2013-11-17T00:12:41-05:00", "dj.asn": "10-138", "ROBOTS": "noarchive, noodp", "fb": {"url": "http://blogs.wsj.com/peggynoonan/2013/11/16/why-we-still-talk-about-jfk/", "app_id": 368513495882}, "article": {"publisher": "https://www.facebook.com/wsj"}, "article_id": "BL-233B-143", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no", "page.section": "Opinion", "language": "en-US", "og": {"site_name": "WSJ", "description": "His murder seemed like the breakpoint, the rupture.", "title": "Why We Still Talk About JFK", "url": "http://blogs.wsj.com/peggynoonan/2013/11/16/why-we-still-talk-about-jfk/", "image": {"width": 1200, "identifier": "http://s.wsj.net/blogs/img/WSJ_Logo_BlackBackground_1200x630social", "height": 630}, "type": "article"}, "article.access": "free", "article.type": "Peggy Noonan's Blog", "article.id": "BL-233B-143", "user.exp": "default", "article.updated": "2013-11-20T14:56:59-05:00"}, "_id": "\"57477af46914bd0286fe1b51\"", "article_summary": "One of the questions we’ll discuss: Why do we still talk about JFK?\n“Camelot.” But Camelot isn’t JFK.\nCamelot is the way we remember America before JFK died.\nWe talk still about JFK and his death because the biggest generation in all U.S. history, that part of the population known as the baby boomers, watched it all, live, on that new thing called TV, and it entered our heads and never left.\nWe talk about JFK’s death because for the 18 years leading up to that point—between the end of the war, as we used to say, and 1963—America knew placidity."}