{"article_title": "The Brief: Downsizing at General Land Office Raises Questions", "article_keywords": ["downsizing", "land", "office", "agency", "brief", "general", "conversation", "state", "health", "raises", "questions", "services", "tribune", "austin", "texas", "told"], "article_url": "https://www.texastribune.org/2015/09/21/brief-sept-21-2015/", "article_text": "George P. Bush speaks to employees in late July 2015.\n\nThe Big Conversation\n\nIn a weekend story, the Austin American-Statesman's J. David McSwane reported on a sizable reduction in force at the General Land Office under the tenure of George P. Bush, raising questions about the long-term effects caused by the agency's \"reboot.\"\n\nIn all, at least 111 GLO employees have left during Bush's time in office. McSwane reports that amounts to about 17 percent of the agency's workforce. Former Land Commissioner Jerry Patterson told the Statesman that the downsizing represents “a purge of the best agency in Texas government and a purge of people who have done wonderful things.”\n\nOne former employee told the Statesman that some of the terminations came as a surprise:\n\n“They were just brought in one day and told, ‘OK you guys, you’re gone,’” (former disaster recovery manager Dennis) Ku said. “It just seems to me like they’re just getting rid of people,” he said. “The communication down through staff — none of that’s happening. Nobody knows why.” ... Ku said he’s worried the agency will languish because “they’ve gotten rid of the kind of institutional knowledge that’s been there a long time.” “If you look at who the leadership is at the GLO now, they’re mostly under 40,” Ku said. “They’re more enamored with Twitter and that stuff than actually doing a good job of running the agency.” At least 16 employees, including agency spokesman and Bush’s speechwriter, Jim Suydam, left the agency last week, Eck said.\n\nDisclosure: The Texas General Land Office has been a corporate sponsor of The Texas Tribune. A complete list of Tribune donors and sponsors can be viewed here.\n\nTrib Must-Reads\n\nTo Reduce Health Costs, Insurer Spends on Housing, by Edgar Walters – One private company that provides health insurance to poor and disabled Texans is taking a gamble that it can keep homeless patients healthier — and save money — with a cash investment to get them off the street.\n\nPaxton Goes to Church, Extols Christian Voices in Politics, by Morgan Smith – In a rare public appearance since his indictment in late July, Texas Attorney General Ken Paxton made an appeal for more Christian involvement in politics as he addressed the congregation at First Baptist Grapevine Sunday.\n\nTrial Begins for Former State Official Accused of DWI, by Jordan Rudner – Jack Stick, a former state representative and a former inspector general for the Texas Health and Human Services Commission, went on trial Friday for a drunk driving charge he has fiercely contested in the court system.\n\nTexas Drops Suit Over Dead Denton Fracking Ban, by Jim Malewitz – The Texas General Land Office has dropped its lawsuit against the city’s obliterated ban on hydraulic fracturing and moratorium on new gas drilling, officially resolving all litigation over the North Texas city's vote, which made international headlines.\n\nParents of Disabled Children Ask Texas Not to Cut Services, by Edgar Walters – Thousands of children with disabilities would be harmed by impending state budget cuts to therapy services, several dozen parents told state health officials on Friday.\n\nLawyers, Scientists Try to Unravel Thorny New DNA Standard, by Terri Langford – About 50 attorneys, prosecutors, defense attorneys and lab technicians on Friday discussed how past and future cases could be affected by a new standard in analyzing data involving \"mixed DNA\" evidence.\n\nThe Day Ahead\n\n• Texas Attorney General Ken Paxton will speak at Monday's Williamson County Republican Leaders meeting in Round Rock at 7 p.m.\n\n• UT-Austin President Gregory Fenves will speak with Evan Smith, CEO and editor-in-chief of The Texas Tribune, at 8 a.m. at The Austin Club. The conversation will be streamed live online on the Tribune's website for those unable to attend the event.\n\n• Republican presidential candidate Jeb Bush will likely speak Monday at the U.S. Hispanic Chamber of Commerce national convention in Houston. The convention started Sunday and will wrap up Tuesday and includes scheduled speakers Gov. Greg Abbott. U.S. Housing Secretary Julian Castro and U.S. Sen. John Cornyn, R-Texas.\n\n\n\nElsewhere\n\nBanking on Texas' wetlands, Houston Chronicle\n\nHomeless live by a code in I-45 'Tent City,' but Dallas wants them cleared out, The Dallas Morning News\n\nHow is medical school spending Travis Co. taxpayers' $35 million?, Austin American-Statesman\n\nWaivers raise legal questions for sex offender program, Houston Chronicle\n\nWaco police bullets hit bikers in May melee, evidence shows, The Associated Press\n\nOne of the largest federal K2 cases in Austin ends with 16 sentences, Austin American-Statesman\n\nCapital murder trial for man accused in cop killing to begin Tuesday, San Antonio-Express News\n\nWith thousands of abductions in Mexico, families keep searching for the ‘disappeared’, San Antonio-Express News\n\nAfter long search, Fort Worth police chief selection may be soon, Fort Worth Star-Telegram\n\nWomen in charge of new city of Kingsbury, San Antonio-Express News\n\nQuote to Note\n\n“These children have no voice. They have every right to have all the services and be the best they can be.\"\n\n—Columba Wilson of San Antonio on how impending state budget cuts to therapy services could harm thousands of children with disabilities.\n\nToday in TribTalk\n\nGov. Abbott's Obamacare Battle Cry is Misguided, by Carl Anderson – In his battle cry inciting Congress and fellow governors to denounce the Affordable Care Act, Greg Abbott states loud and clear that my life and the lives of the million-plus Texans receiving health care via Obamacare don’t matter to him.\n\nNews From Home\n\nHere's the latest installment in a seven-part series done in partnership with the Beaumont Enterprise on the \"Road From Rita\":\n\nEfforts to transport elderly and disabled residents ahead of Hurricane Rita in 2005 were far from refined. Buses were chartered late, and the state's own strategies seemed to confuse more than help. State and local officials say they have revamped their operations to avoid similar pitfalls.\n\nTrib Events for the Calendar\n\n• A Conversation on The Road from Hurricane Rita on Sept. 22 in Beaumont\n\n• A Conversation on The Environment: The Next Five Years on Sept. 28 in Corpus Christi\n\n• A Conversation on Criminal Justice: The Next Five Years on Oct. 6 in Huntsville\n\n• A Conversation on God & Governing on Oct. 7 in Austin\n\n• The Texas Tribune Festival on Oct. 16-18 at the University of Texas at Austin", "article_metadata": {"description": "About one of every six employees at the state agency has left under the tenure of George P. Bush, with some wondering about the long-term effects on the agency.", "parsely-title": "The Brief: Sept. 21, 2015", "twitter": {"description": "About one of every six employees at the state agency has left under the tenure of George P. Bush, with some wondering about the long-term effects on the agency.", "title": "The Brief: Sept. 21, 2015", "url": "https://www.texastribune.org/2015/09/21/brief-sept-21-2015/", "image": "https://static.texastribune.org/media/images/2015/08/14/Geroge_P_Reboot_jpg_407x1000_q100.jpg", "creator": "@johnreynoldstt", "site": "@TexasTribune", "card": "summary_large_image"}, "fb": {"app_id": 154122474650943, "pages": 124434790836}, "og": {"site_name": "The Texas Tribune", "description": "About one of every six employees at the state agency has left under the tenure of George P. Bush, with some wondering about the long-term effects on the agency.", "title": "The Brief: Sept. 21, 2015", "url": "https://www.texastribune.org/2015/09/21/brief-sept-21-2015/", "image": "https://static.texastribune.org/media/images/2015/08/14/Geroge_P_Reboot_jpg_800x1000_q100.jpg", "type": "article"}, "parsely-tags": "The Brief", "parsely-author": "John Reynolds", "parsely-section": "front-page", "parsely-type": "post", "article": {"publisher": "https://www.facebook.com/texastribune/"}, "parsely-pub-date": "Sept. 21, 2015, 5:59 a.m.", "parsely-image-url": "https://static.texastribune.org/media/images/2015/08/14/Geroge_P_Reboot_jpg_407x1000_q100.jpg", "viewport": "width=device-width, initial-scale=1.0", "parsely-link": "http://www.texastribune.org/2015/09/21/brief-sept-21-2015/"}, "_id": "\"57477af36914bd0286fd31f1\"", "article_summary": "Disclosure: The Texas General Land Office has been a corporate sponsor of The Texas Tribune.\nTexas Drops Suit Over Dead Denton Fracking Ban, by Jim Malewitz – The Texas General Land Office has dropped its lawsuit against the city’s obliterated ban on hydraulic fracturing and moratorium on new gas drilling, officially resolving all litigation over the North Texas city's vote, which made international headlines.\n—Columba Wilson of San Antonio on how impending state budget cuts to therapy services could harm thousands of children with disabilities.\nIn all, at least 111 GLO employees have left during Bush's time in office.\n• Republican presidential candidate Jeb Bush will likely speak Monday at the U.S. Hispanic Chamber of Commerce national convention in Houston."}