{"article_title": "BETSY MCCAUGHEY: The president's constitutional end run for Iran", "article_keywords": ["senators", "kerry", "iran", "constitution", "deal", "senate", "presidents", "mr", "constitutional", "betsy", "run", "kerrys", "president", "vote", "end", "mccaughey"], "article_url": "http://www.washingtontimes.com/news/2015/mar/12/betsy-mccaughey-the-presidents-constitutional-end-/", "article_text": "ANALYSIS/OPINION:\n\nCongress is struggling to thwart President Obama’s attempt to strike a nuclear deal with Iran on his own, in violation of the Constitution. Lawmakers are taking unprecedented measures — the invitation to Israeli Prime Minister Benjamin Netanyahu, the Corker-Menendez bill, and even a letter to Tehran to stop it. None of this would be necessary if the U.S. Senate had done its job instead of rubber-stamping John Kerry’s nomination as secretary of state.\n\nIn January 2013, Mr. Kerry plainly warned Senate Foreign Relations Committee members — the same people now leading the charge against the Iran deal — that he intended to support Mr. Obama’s end run around the Constitution because “they’ve got to consider some other ways of getting things done.” Sens. Bob Corker, Tennessee Republican, Robert Menendez, New Jersey Democrat, and John McCain, Arizona Republican, all heard Mr. Kerry’s statement firsthand, ignored it and voted for him, offering effusive praise for their former Senate buddy. Now they are getting what they should have seen coming.\n\nToo bad the U.S. Senate abdicated its responsibility. It has final say on presidential appointments, but our senators would rather go along and get along than make sure nominees will follow the Constitution.\n\nHave the senators learned their lesson? This month, the U.S. Senate is expected to vote on the nomination of Loretta Lynch as the next attorney general — the nation’s top law enforcement official. During a Judiciary Committee hearing in January, Ms. Lynch indicated she thought Mr. Obama’s executive actions to rewrite immigration laws were “reasonable.” Sen. Ted Cruz calls her views “disqualifying” and says the Senate has a choice: defend the rule of law or “confirm an attorney general who has candidly admitted she will impose no limits on the president whatsoever.” Ensuring that top government officials are committed to the U.S. Constitution is a no-brainer.\n\nThat’s what Sen. Jim Risch, Idaho Republican, tried to do at Mr. Kerry’s confirmation hearing. The U.S. Constitution requires that treaties be ratified by a two-thirds vote of the Senate, something Mr. Obama foresees he cannot get. He calls the possible deal with Iran an “agreement.” Presidents have always made “agreements” without Senate approval, but none of the importance and duration of the Iran deal. “To allege that this doesn’t have all of the marks of a treaty is an insult to everybody’s intelligence,” says Mr. McCain now. But at the hearing, he was mum about the point.\n\nOnly Mr. Risch pressed Mr. Kerry, insisting that calling it an agreement, not a treaty, amounted to an “end run around the Constitution,” that reflected a dangerous “ends justify the means” mentality. With masterful obfuscation, Mr. Kerry said maybe things could get done in “the regular order” — meaning constitutionally — but he wouldn’t guarantee it. “It would depend.”\n\nFast-forward to Feb. 24, when Mr. Kerry returned to the Senate Foreign Relations Committee for a budget hearing. When Mr. Menendez and Mr. Corker pressed him for information about the Iran negotiations, he stonewalled. “I’m not going to go into the details of where we are and what we’re doing.”\n\nWorse, Mr. Kerry said there should be no “formal approval process” by Congress. “This is the president’s prerogative.” Mr. Kerry threw the Senators a few crumbs, conceding that though the president can suspend sanctions against Iran, permanently removing them would require a vote in Congress.\n\nA vote, but not the two-thirds majority of the Senate that the Constitution requires for treaty approval. That is why the Senate’s effort at curbing the president — the Corker-Menendez bill — is a shameful retreat. The bill says Mr. Obama must submit a final Iran arms deal to Congress within 60 days for hearings and a vote, and bars the president from suspending sanctions against Iran in the meantime. This puts the burden on Congress to cobble together a veto-proof majority, instead of the president having to win over two-thirds of senators. That’s not what the Founders intended.\n\nThe Senate failed to do its job during John Kerry’s confirmation hearings, and now the nation faces the prospect of a nuclear-armed Iran. Senators treat these hearings as media opportunities and quibble over getting their 10 minutes on camera instead of asking tough questions. In fact, they request that answers be kept short so as not to infringe on their own time. It’s hardly the deliberative body the Framers envisioned to provide “advice and consent” on critical issues.\n\n• Betsy McCaughey is author of “Beating Obamacare 2014” (Regnery, 2014) and a senior fellow at the London Center for Policy Analysis.", "article_metadata": {"description": "Congress is struggling to thwart President Obama's attempt to strike a nuclear deal with Iran on his own, in violation of the Constitution. Lawmakers are taking unprecedented measures — the invitation to Israeli Prime Minister Benjamin Netanyahu, the Corker-Menendez bill, and even a letter to Tehran to stop it. None of this would be necessary if the U.S. Senate had done its job instead of rubber-stamping John Kerry's nomination as secretary of state.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "Congress is struggling to thwart President Obama’s attempt to strike a nuclear deal with Iran on his own, in violation of the Constitution. Lawmakers are taking unprecedented measures — the invitation to Israeli Prime Minister Benjamin Netanyahu, the Corker-Menendez bill, and even a letter to Tehran to stop it. None of this would be necessary if the U.S. Senate had done its job instead of rubber-stamping John Kerry’s nomination as secretary of state.", "title": "BETSY MCCAUGHEY: The president’s constitutional end run for Iran", "url": "http://www.washingtontimes.com/news/2015/mar/12/betsy-mccaughey-the-presidents-constitutional-end-/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/03/12/3_122015_b3-mccl-kerry-thoug8201.jpg", "type": "article"}, "twitter": {"site": "@washtimes", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/03/12/3_122015_b3-mccl-kerry-thoug8201.jpg", "description": "Congress is struggling to thwart President Obama's attempt to strike a nuclear deal with Iran on his own, in violation of the Constitution. Lawmakers are taking unprecedented measures — the invitation", "card": "summary", "title": "BETSY MCCAUGHEY: The president’s constitutional end run for Iran"}, "Author": "Betsy McCaughey", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web0", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "Politics, John Kerry, Iran, Senate, Robert Menendez"}, "article_summary": "He calls the possible deal with Iran an “agreement.” Presidents have always made “agreements” without Senate approval, but none of the importance and duration of the Iran deal.\nWith masterful obfuscation, Mr. Kerry said maybe things could get done in “the regular order” — meaning constitutionally — but he wouldn’t guarantee it.\nThat’s what Sen. Jim Risch, Idaho Republican, tried to do at Mr. Kerry’s confirmation hearing.\n“It would depend.”Fast-forward to Feb. 24, when Mr. Kerry returned to the Senate Foreign Relations Committee for a budget hearing.\n“I’m not going to go into the details of where we are and what we’re doing.”Worse, Mr. Kerry said there should be no “formal approval process” by Congress."}