{"article_title": "Throwing away the key", "article_keywords": ["life", "saltzman", "throwing", "away", "crimes", "gun", "drug", "crime", "federal", "sentences", "key", "mr", "nonviolent"], "article_url": "http://www.economist.com/news/united-states/21589868-shocking-number-non-violent-americans-will-die-prison-throwing-away-key", "article_text": "LANCE SALTZMAN did not like the way his stepfather, Toni Minnick, settled arguments with his mother, Christina Borg. Once Mr Minnick fired a gun into a wall beside her. A couple of weeks later, says Ms Borg, he threatened to shoot her. So Mr Saltzman went into his stepfather’s bedroom and took the gun. He sold it to a friend, who used it in a burglary. Mr Saltzman was charged with burglary, theft and being a felon in possession of a firearm—all for taking a gun from his own house—as well as with the burglary committed using the gun, in which he says he took no part. He was sentenced to life in prison with no possibility of parole. He was 22.\n\nMr Saltzman was mauled by a pit bull as a toddler and is “not altogether upstairs all the time”, says his mother. In his teens he got hooked on drugs and was convicted of marijuana possession, trespassing and petty theft. He was then jailed for a burglary he committed when he was 16, and this was his undoing. He stole his stepfather’s gun within three years of his release; under a Florida mandatory-sentencing law for re-offenders, the judge had to lock him up for ever. Given Florida’s Stand Your Ground laws, Ms Borg believes that her son would probably be free if he had shot his menacing stepfather instead.\n\nMr Saltzman is one of at least 3,278 people serving sentences of life without parole for non-violent crimes, according to a new report from the American Civil Liberties Union (ACLU). Around 79% of them were convicted of drug crimes. These include: having an unweighably small amount of cocaine in a shirt pocket, selling $10-worth of crack to a police informant and mailing small amounts of LSD to fellow Grateful Dead fans. Property crimes that earned offenders a permanent home in prison include shoplifting three belts, breaking into an empty liquor store and possessing stolen wrenches.\n\nWhen judges can’t judge\n\nA hefty 83% of such sentences were mandatory. That is, a state or federal law barred the judge from exercising any discretion (or indeed, common sense). Some were triggered by “three-strikes” laws, which demand a severe penalty for a third crime, no matter how minor, if the defendant was previously convicted of two others. Sometimes, those “priors” can be from the distant past. Sylvester Mead, for instance, earned life without parole for slurring drunken threats at a policeman while handcuffed in a patrol car; he had convictions for battery and burglary six and 16 years previously. Mr Mead’s last crime, public intimidation, usually carries a sentence of no more than five years. The judge said it “does not warrant, under any conscionable or constitutional basis, a life sentence”, but explained: “I have no choice.”\n\nClarence Aaron had no rap sheet: he is among the one-fifth of non-violent life-without-parolers in the federal system serving time for a first offence. While a student at Southern University in Louisiana, he acted as a middleman in a drug deal. He neither bought nor sold the drugs in question, but when arrested he refused to testify against his co-conspirators. They did not return the favour. Consequently, all but one of them have been released from prison (the last is due out next year), while he is almost 20 years into a life sentence.\n\nLike most prisoners serving life for non-violent crimes, Mr Aaron is black. Racial disparities among non-violent “whole-lifers” exceed even those of the prison system itself. Among federal prisoners, blacks are 20 times more likely to receive such sentences: they are 65% of the national total, compared with 18% for whites and 16% for Latinos. In some states the numbers are yet more skewed: blacks are 91% of non-violent life-without-parole prisoners in Louisiana, 79% in Mississippi and 68% in South Carolina.\n\nPerpetually warehousing petty criminals is expensive. The ACLU estimates that life-without-parole sentences for non-violent offenders add $1.8 billion to the cost of incarcerating those to whom they apply. Jennifer Turner, who wrote the ACLU’s study, says that the number of life-without-parole sentences (including those for violent crimes) is growing faster than life-with-a-chance-of-parole. In the past 20 years, it has quadrupled, even as violent crime has declined.\n\nLong sentences have not made drugs harder to buy or Americans less likely to get high. Evidence that they reduce crime is skimpy; the vast sums spent on them would surely reduce crime more if spent instead on detective work, drug treatment and rehabilitation.\n\nThe cost to prisoners and their families, meanwhile, is impossible to calculate. “I’ve lost my son. I’ll never have grandchildren with him. He’ll never see the outside world,” says Ms Borg. She adds: “I can’t sleep. I can’t function. I’m 87 pounds. I look like a walking skeleton.”\n\nSeveral states have started to retreat from ultra-tough sentencing. So has the federal government. Texas and Arkansas are opting to treat some non-violent drug offenders instead of jailing them. Eric Holder, America’s attorney-general, announced in August that federal prosecutors would no longer charge low-level, non-violent drug offenders with crimes that trigger such sentences.\n\nMs Turner is encouraged, but notes that “the devil is in the details.” Relying on the leniency of prosecutors is no substitute for getting rid of mandatory minimums. And recent reforms do nothing for Mr Saltzman or any of the other Americans who have spilled no blood but are condemned to wither and die behind bars.", "article_metadata": {"sailthru.image.thumb": "http://cdn.static-economist.com/sites/default/files/imagecache/50_by_50/images/print-edition/20131116_USD001_0.jpg", "sailthru.flytitle": "Criminal justice", "description": "A shocking number of non-violent Americans will die in prison", "pubdate": 20131116, "og": {"site_name": "The Economist", "description": "A shocking number of non-violent Americans will die in prison", "title": "Throwing away the key", "url": "http://www.economist.com/news/united-states/21589868-shocking-number-non-violent-americans-will-die-prison-throwing-away-key", "image": "http://cdn.static-economist.com/sites/default/files/images/print-edition/20131116_USD001_0.jpg", "type": "article"}, "sailthru.rubric": "A shocking number of non-violent Americans will die in prison", "sailthru.date": "1970-01-01 00:00:00", "twitter": {"image": "https://cdn.static-economist.com/sites/default/files/images/print-edition/20131116_USD001_0.jpg", "site": "@TheEconomist", "card": "summary_large_image"}, "sailthru.image.full": "http://cdn.static-economist.com/sites/default/files/images/print-edition/20131116_USD001_0.jpg", "revisit-after": "1 day", "sailthru.web_section": "United States", "fb": {"pages": 6013004059, "app_id": 173277756049645}, "sailthru.imagepath": "images/print-edition/20131116_USD001_0.jpg", "articleid": 21589868, "sailthru.image.thumb_mfte": "http://cdn.static-economist.com/sites/default/files/imagecache/ec_related_article_image/images/print-edition/20131116_USD001_0.jpg", "sailthru.tags": "Criminal justice", "article": {"publisher": "https://www.facebook.com/theeconomist"}, "sailthru.printdate": "2013-11-16 00:00:00", "news_keywords": "Criminal justice"}, "article_summary": "Mr Saltzman was mauled by a pit bull as a toddler and is “not altogether upstairs all the time”, says his mother.\nTexas and Arkansas are opting to treat some non-violent drug offenders instead of jailing them.\nLike most prisoners serving life for non-violent crimes, Mr Aaron is black.\nAnd recent reforms do nothing for Mr Saltzman or any of the other Americans who have spilled no blood but are condemned to wither and die behind bars.\nAround 79% of them were convicted of drug crimes."}