{"article_title": "Is it really time for French Jews to flee? Why? — GetReligion", "article_keywords": ["reaction", "israel", "jews", "cover", "young", "french", "france", "religion", "trends", "getreligion", "thats", "flee", "really"], "article_url": "http://www.getreligion.org/getreligion/2015/1/16/the-new-actually-rather-old-debate-is-it-really-time-for-french-jews-to-flee-why", "article_text": "Several times during my years working as a religion-beat reporter in mainstream newsrooms, I heard editors, usually with a moan, say something that sounded like this: \"Why in the %*&# is it taking so $%^*&@# long for the leaders of (insert name of religious group here) to make up their mind about whether or not to (make a historic change in this or that doctrine or rite, usually in the name of cultural relevance, often linked to the Sexual Revolution)?\"\n\nThe problem, of course, was that I had been saying things like: This is a major story. Big issues are at stake and we need to cover it, because XYZ could happen.\" Then, as often happens, the religious group's leadership would settle for some kind of tiny, subtle victory, after realizing that it was too risky to make a major change and, thus, there were no big headlines.\n\nThe bottom line is that radical changes take place very slowly in institutions that are hundreds or thousands of years old and lots of money, property, power and, for many people, eternal truths are at stake. If you are going to cover religion, you have to be patient enough to cover big changes that are taking place over time. This is not a beat for people with short attention spans. I like to say that covering religion news is rather like covering politics and opera at the same time.\n\nThis brings us, of course, to the truly historic story unfolding in Jewish neighborhoods in France, where Jews are hitting the exits.\n\nThe Washington Post states the bottom line this way:\n\nIf a new wave of French Jews move to Israel, they will join what was a record 7,000 compatriots who made the journey last year. But that movement is already rekindling debate among Jews, who ask: Is it better for French Jews to come to Israel or stay home and insist that French society, including the country’s swelling Muslim population, accommodate them?\n\nThe debate comes with a contemporary twist: If Jews abandon France in large numbers, are they not doing just what Islamist extremists want -- ridding France of its Jews? ...\n\nThe rising numbers of Jews leaving France for Israel are not fleeing war or annihilation, like the founding generation that came before and immediately after World War II. Nor are French Jews like earlier waves of Russian-speakers and Ethio­pian Jews who fled the collapse of the Soviet Union and the poverty of Africa in the 1980s and 1990s -- a phenomenon characterized as “crisis aliyah.”\n\nThis is a fascinating story and a wide range of authoritative voices are quoted as this stay-or-go issue is debated. What is interesting, however, is that the Post team (a) primarily frames this as an argument in the here and now, in reaction to current events and (b) never really deals with the views of Jews who truly believe that they are moving into a \"crisis aliyah\" situation, based on trends extending back over recent decades.\n\nIs that statement true? That's a story. Cover it.\n\nIs the statement true that Jews who are leaving France are simply make a quick reaction to current events, a kind of lifestyle choice that is not linked to historic trends and realities? That's a story, too. Cover it. Listen to the voices.\n\nTo the Post team's credit, there is this information late in the story:\n\nThis year, Israeli authorities forecast that 15,000 Jews from France will arrive in Israel, and many more may seek visas to Canada and the United States. Total immigration from all countries to Israel has averaged about 20,000 Jews per year over the past decade.\n\nDov Maimon, a French-born Israeli at the Jewish People Policy Institute in Jerusalem, said he thinks that half of France’s 500,000 Jews will leave the country over the next 15 years.\n\nOnce again, that's the crisis as framed in the hear and now. What do the statistics look like since, oh, 1990?\n\nIn other words, this is a story that has been unfolding slowly, in reaction to larger trends that have made headlines -- but not all in one place at one time. What have many French Jews been seeing and how long have they been seeing it?\n\nI have told the following story before -- a decade ago -- but I'll share it again. It concerns an \"On Religion\" column I wrote about a program that offered young American Jews a chance to visit Israel. I was living in South Florida at the time:\n\nOne of the young people I interviewed was a 28-year-old cheeseburger devotee who was only hours away from her flight to Tel Aviv. She had made the decision to move to Israel for good. ... I asked her if she was worried about finding work once she got to Israel. Did she have something lined up?\n\nShe laughed and said she had no worries whatsoever. She said she planned to continue her work in real estate and, \"besides, I speak French.\"\n\nI replied: \"French?\"\n\nYes, she said, French. Behind the scenes, Jews from France were starting to do their homework in Israel -- preparing for the day when their synagogues and homes would start to go up in flames and they would have to move. They wanted to be prepared.\n\nActually, all of the young Jews around the table laughed at my failure to grasp why her ability to speak French -- combined with real estate studies -- was so important. Everyone in the Jewish organizations that were sending them to Israel knew about painful trends in France, the demographic realities shaped by immigration and birthrate statistics. The clock had already been ticking for a decade or two.\n\nNow the matches were being lit in France and the fires were spreading. They just weren't getting much coverage in America -- yet. That was a decade ago.\n\nWill the leaders of major newsrooms now decide that it's time to cover the bigger picture?", "article_metadata": {"description": "Several times during my years working as a religion-beat reporter in \r\nmainstream newsrooms, I heard editors, usually with a moan, say something \r\nthat sounded like this: \"Why in the %*&# is it taking so $%^*&@# long for \r\nthe leaders of (insert name of religious group here) to make up their mind \r\nabout whether or not to (make a historic change in this or that doctrine or \r\nrite, usually in the name of cultural relevance, often linked to the Sexual \r\nRevolution)?\"\r\n\r\nThe problem, of course, was that I had been saying things like: This is a \r\nmajor story. Big issues are at stake and we need to cover it, because XYZ \r\ncould happen.\" Then, as often happens, the religious group's leadership \r\nwould settle for some kind of tiny, subtle victory, after realizing that it \r\nwas too risky to make a major change and, thus, there were no big \r\nheadlines.\r\n\r\nThe bottom line is that radical changes take place very slowly in \r\ninstitutions that are hundreds or thousands of years old and lots of money, \r\nproperty, power and, for many people, eternal truths are at stake. If you \r\nare going to cover religion, you have to be patient enough to cover big \r\nchanges that are taking place over time. This is not a beat for people with \r\nshort attention spans. I like to say that covering religion news is rather \r\nlike covering politics and opera at the same time.\r\n\r\nThis brings us, of course, to the truly historic story unfolding in Jewish \r\nneighborhoods in France, where Jews are hitting the exits.", "og": {"site_name": "GetReligion", "description": "Several times during my years working as a religion-beat reporter in \r\nmainstream newsrooms, I heard editors, usually with a moan, say something \r\nthat sounded like this: \"Why in the %*&# is it taking so $%^*&@# long for \r\nthe leaders of (insert name of religious group here) to make up their mind \r\nabout whether or not to (make a historic change in this or that doctrine or \r\nrite, usually in the name of cultural relevance, often linked to the Sexual \r\nRevolution)?\"\r\n\r\nThe problem, of course, was that I had been saying things like: This is a \r\nmajor story. Big issues are at stake and we need to cover it, because XYZ \r\ncould happen.\" Then, as often happens, the religious group's leadership \r\nwould settle for some kind of tiny, subtle victory, after realizing that it \r\nwas too risky to make a major change and, thus, there were no big \r\nheadlines.\r\n\r\nThe bottom line is that radical changes take place very slowly in \r\ninstitutions that are hundreds or thousands of years old and lots of money, \r\nproperty, power and, for many people, eternal truths are at stake. If you \r\nare going to cover religion, you have to be patient enough to cover big \r\nchanges that are taking place over time. This is not a beat for people with \r\nshort attention spans. I like to say that covering religion news is rather \r\nlike covering politics and opera at the same time.\r\n\r\nThis brings us, of course, to the truly historic story unfolding in Jewish \r\nneighborhoods in France, where Jews are hitting the exits.", "title": "The new (actually rather old) debate: Is it really time for French Jews to flee? Why?", "url": "http://www.getreligion.org/getreligion/2015/1/16/the-new-actually-rather-old-debate-is-it-really-time-for-french-jews-to-flee-why", "image": "http://static1.squarespace.com/static/52c2df7ae4b0d215dded86fd/536fab69e4b00b0fd2515399/54b9298be4b0ebc96da5f9b1/1421450163288/?format=1000w", "longitude": "-76.61218930000001", "latitude": "39.2903848", "type": "article"}, "twitter": {"url": "http://www.getreligion.org/getreligion/2015/1/16/the-new-actually-rather-old-debate-is-it-really-time-for-french-jews-to-flee-why", "image": "http://static1.squarespace.com/static/52c2df7ae4b0d215dded86fd/536fab69e4b00b0fd2515399/54b9298be4b0ebc96da5f9b1/1421450163288/?format=1000w", "description": "Several times during my years working as a religion-beat reporter in \r\nmainstream newsrooms, I heard editors, usually with a moan, say something \r\nthat sounded like this: \"Why in the %*&# is it taking so $%^*&@# long for \r\nthe leaders of (insert name of religious group here) to make up their mind \r\nabout whether or not to (make a historic change in this or that doctrine or \r\nrite, usually in the name of cultural relevance, often linked to the Sexual \r\nRevolution)?\"\r\n\r\nThe problem, of course, was that I had been saying things like: This is a \r\nmajor story. Big issues are at stake and we need to cover it, because XYZ \r\ncould happen.\" Then, as often happens, the religious group's leadership \r\nwould settle for some kind of tiny, subtle victory, after realizing that it \r\nwas too risky to make a major change and, thus, there were no big \r\nheadlines.\r\n\r\nThe bottom line is that radical changes take place very slowly in \r\ninstitutions that are hundreds or thousands of years old and lots of money, \r\nproperty, power and, for many people, eternal truths are at stake. If you \r\nare going to cover religion, you have to be patient enough to cover big \r\nchanges that are taking place over time. This is not a beat for people with \r\nshort attention spans. I like to say that covering religion news is rather \r\nlike covering politics and opera at the same time.\r\n\r\nThis brings us, of course, to the truly historic story unfolding in Jewish \r\nneighborhoods in France, where Jews are hitting the exits.", "card": "summary", "title": "The new (actually rather old) debate: Is it really time for French Jews to flee? Why?"}, "msvalidate.01": "3467E5793F979E4BD02734F0CF1D6947", "google-site-verification": "HRNAABbZH8j77D61bQp4QciWQ7JstpS2Nv6NI7HyTaI", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "What have many French Jews been seeing and how long have they been seeing it?\nBut that movement is already rekindling debate among Jews, who ask: Is it better for French Jews to come to Israel or stay home and insist that French society, including the country’s swelling Muslim population, accommodate them?\nIf you are going to cover religion, you have to be patient enough to cover big changes that are taking place over time.\nActually, all of the young Jews around the table laughed at my failure to grasp why her ability to speak French -- combined with real estate studies -- was so important.\nThe debate comes with a contemporary twist: If Jews abandon France in large numbers, are they not doing just what Islamist extremists want -- ridding France of its Jews?"}