{"article_title": "Bobby Jindal's Freedom and Empowerment Plan", "article_keywords": ["jindal", "empowerment", "jindals", "bobby", "freedom", "obamacare", "system", "competition", "plan", "tax", "insurance", "care"], "article_url": "http://humanevents.com/2014/04/02/bobby-jindals-freedom-and-empowerment-plan/", "article_text": "Daily Events Top\n\nAs honorary chairman of America Next, Louisiana Governor Bobby Jindal hosted a conference call to introduce the group’s proposal for replacing ObamaCare, The Freedom and Empowerment Plan. It’s probably no coincidence that conventional political wisdom says any serious Republican contender for the 2016 presidential nomination needs a good ObamaCare repeal-and-replace package. Rest assured that Governor Jindal’s knowledge of this proposal is encyclopedic. He not only knows what’s in there, he knows exactly why, and he’s prepared for the inevitable objections from ObamaCare defenders.\n\nFor example, he knows the Left will insist ObamaCare is impossible to repeal, universal coverage through the individual mandate is indispensable, and no alternative proposal will take care of patients with pre-existing conditions the way ObamaCare does. Jindal finds the “impossible to repeal” argument “ridiculous” for a nation that won two world wars and put men on the moon. He anticipates pressure for repeal growing as more of ObamaCare’s deficiencies become apparent to the public. I asked him how he would respond to last-ditch arguments that we can’t throw ObamaCare away because so much time and money has already been plowed into the effort. He said the costs of continuing the program will be so great that writing off the tortured billion-dollar websites will be a modest price to pay for escape, especially since his Freedom and Empowerment Plan includes features that will make a solid financial difference to people currently undergoing treatment for ObamaCare rate shock.\n\nNoting that ObamaCare is very, very far from guaranteeing universal coverage – he found bitter irony in the White House celebrating the achievement of covering less than a million new customers as of April 1 – Jindal said the individual mandate was the Left’s way of doing things. His preferred approach involves competition, to develop the most efficient solutions and attract customers, rather than forcing them to buy insurance under threat of legal penalty. “What we do is, we drive down costs, and give help to those who truly need it most,” he said of his plan.\n\nAs for covering pre-existing conditions, Jindal touted the Freedom and Empowerment plan as superior to ObamaCare in that regard, especially concerning Americans with disabilities. The America Next brochure faults ObamaCare for putting too much effort into expanding Medicaid dependency among able-bodied, rather than helping the fairly small group of people who were actually having trouble buying insurance due to pre-existing conditions.\n\nMuch of Jindal’s critique of ObamaCare focuses on its inefficiency and skewed priorities, particularly the overriding priority to expand federal control over individual American lives. The Freedom and Empowerment Plan takes the opposite approach, using ideas found in a number of ObamaCare alternative proposals – ideas that in many cases pre-date the Affordable Care Act by years – to decentralize power to the states and individuals, creating an atmosphere of competitive energy. The idea is to separate the most vulnerable from the general population and take care of them with premium supports and a reformed, decentralized Medicaid system, then bring the bulk of the population together in a nationwide marketplace of broad choices and portable coverage. Free to shop across state lines, empowered as the full owners of their own health insurance, Americans would enjoy the full benefits of market competition and reasonable regulatory protection… without expensive nanny-state fetishes that raise the cost of insurance, or offend individual moral conscience.\n\nJindal believes the key reforms in his plan would put average families a good $5,000 per year ahead of where ObamaCare has left them, a substantial increase in disposable income without any job-killing minimum wage hikes. He called for further savings through lawsuit reform, which he noted was exceptionally important when deep-pocketed Uncle Sam is paying the bills. As with virtually every politician who discusses health care, Jindal vowed to reform Medicaid, which is rampant with fraud and waste (and likely to get a lot worse as it gets bigger, under the Affordable Care Act.) Citing the successful efforts of several states to manage Medicaid costs, he described it as a job the federal government is not as well suited for, because state governments are more flexible, and more accountable to their residents.\n\nA great national marketplace would inspire competition between the states, as well as interstate insurance corporations. Often overlooked in the drive to put everything under Washington’s central control is the value of competition for political entities, as well as private-sector business operations. With all those companies and state regulations to choose from, Jindal is confident that consumers could find affordable insurance that meets their needs. There would also be less of what he described as “political distortion and favoritism” if the system was removed from Washington’s control, not to mention a great reduction in the arbitrary executive power that ObamaCare has vested in the Administration. It’s easy to see why central planning enthusiasts and high-rolling aristo-bureaucrats would hate to lose all that lovely micromanaging power… but why should the rest of us hesitate to take it away from them?\n\nPrivate-sector “oligopolies,” as Jindal repeatedly described them, would take it on the chin from a more competitive environment as well. One probably with chopping the U.S. into fifty separate insurance markets is that it’s easier for a couple of big players to dominate them, especially in states that have laws making it tough for smaller competitors to enter the marketplace. A great national arena of competition is the best cure for a bad case of oligopoly.\n\nJindal gave an interesting discussion of using tax deductions for insurance purchases, instead of refundable tax credits, which are prone to abuse. The chief argument against using deductions is that it leaves low-income people who have no net tax liability out in the cold. Jindal proposes handling their needs with a straightforward and transparent grant of $100 billion to state governments, asserting that it’s better to handle their needs above the table, rather than distorting the tax system and employment for everyone else with credits. Once again, this is the opposite of ObamaCare’s vision of socializing health insurance by lumping everyone into the same system – a vision that gives us the absurdity of healthy young people paying sky-high premiums to subsidize older, less healthy, but often wealthier insurance buyers.\n\nJindal wants it known that he’s enthusiastic about the Freedom and Empowerment Plan on its merits, not just because Republicans are required to have some sort of ObamaCare replacement plan tucked into their back pockets, or because he’s mightily sick and tired of President Obama claiming none of his critics have any alternative suggestions (although the Governor is indeed sick and tired of that.) “This is something I care about, and I don’t think it’s a liberal issue or a Democratic issue,” he said. “It’s an American issue. I think conservative principles work better on health care, just like they work in education policy and other areas. We should be bold in going out there and saying the Left’s ideas don’t work, and our ideas are better.”", "article_metadata": {"og": {"site_name": "Human Events", "description": "Competition is the key to efficiency in this alternative to ObamaCare.", "title": "Bobby Jindal's Freedom and Empowerment Plan | Human Events", "locale": "en_US", "image": "http://humanevents.com/wp-content/uploads/2014/04/jindal_freedomplan-480x292.jpg", "url": "http://humanevents.com/2014/04/02/bobby-jindals-freedom-and-empowerment-plan/", "type": "article"}, "fb": {"pages": 212436860202}, "description": "Competition is the key to efficiency in this alternative to ObamaCare.", "twitter": {"site": "@humanevents", "image": "http://humanevents.com/wp-content/uploads/2014/04/jindal_freedomplan-480x292.jpg", "description": "Competition is the key to efficiency in this alternative to ObamaCare.", "card": "summary", "creator": "@@Doc_0"}}, "_id": "\"57477af36914bd0286fcf3cd\"", "article_summary": "Daily Events TopAs honorary chairman of America Next, Louisiana Governor Bobby Jindal hosted a conference call to introduce the group’s proposal for replacing ObamaCare, The Freedom and Empowerment Plan.\nAs for covering pre-existing conditions, Jindal touted the Freedom and Empowerment plan as superior to ObamaCare in that regard, especially concerning Americans with disabilities.\n“What we do is, we drive down costs, and give help to those who truly need it most,” he said of his plan.\nHe not only knows what’s in there, he knows exactly why, and he’s prepared for the inevitable objections from ObamaCare defenders.\nJindal gave an interesting discussion of using tax deductions for insurance purchases, instead of refundable tax credits, which are prone to abuse."}