{"article_title": "Sen. Mike Lee, Rep. Mia Love want to give more power to states", "article_keywords": ["mike", "love", "lee", "power", "mia", "things", "rep", "utah", "states", "federal", "shes", "members", "congress", "sen", "republican"], "article_url": "http://www.deseretnews.com/article/865622225/Sen-Mike-Lee-Rep-Mia-Love-want-to-give-more-power-to-states.html?pg=all", "article_text": "Freshman Rep. Mia Love shared a few things with Utah lawmakers Wednesday that she found surprising and frustrating in her first few weeks in Congress.\n\n“The more time I spend in D.C., the more I appreciate Utah.”\n\nSALT LAKE CITY — Freshman Rep. Mia Love shared a few things with Utah lawmakers Wednesday that she found surprising and frustrating in her first few weeks in Congress.\n\nSurprising: how slowly the U.S. Senate moves. \"I don’t know if it’s the age, but literally, things move slowly there,\" the Utah Republican said. \"I just feel like shaking people and saying, 'Move your rear ends.'\"\n\nFrustrating: the amount of power federal bureaucracies have. \"It’s a little disheartening,\" she said. \"They never held an election. They’re not accountable to us. It makes it difficult for people to change something.\"\n\nLove spoke and answered questions in her first appearance before the Utah House and Senate since being elected in the state's 4th District last November. Members of Utah's congressional delegation address the Legislature annually.\n\n\"The more time I spend in D.C., the more I appreciate Utah,\" she said.\n\nSen. Mike Lee, R-Utah, also spoke to state legislators Wednesday. Like Love, he lamented federal bureaucracy.\n\nLee noted that Congress passed 800 pages of law in 2013, while federal agencies wrote 80,000 pages of rules. Federal regulations cost the American economy $300 billion a year, he said.\n\nLee said both Congress and the president should approve major federal rules before they take effect.\n\nLove used the Federal Aviation Administration declaring all air space belongs to the federal government as an example of a bureaucracy using its power. Now companies such as Amazon are mad because they can't use drones to deliver packages, she said.\n\nLove said she sees her job as removing layers the federal government places on states and people. She's co-sponsoring legislation for more local control of education and repealing the Affordable Care Act.\n\n\"Mainly what I'm doing is undoing,\" Love said.\n\nLee said there will come a time when Republicans will have to rally around a single plan to replace Obamacare, adding that's at least two years away.\n\nThe senator said he's also looking for ways to transfer more power back to states, particularly in a way that benefits the poor and the middle class. Lee said he introduced a bill to narrow and confine the role of the federal government and empower the states to lower the cost of higher education.\n\n\"That would help us put more steel and concrete into the ground with our transportation infrastructure dollars by taking Washington’s filter out of the equation where it doesn’t need to be involved,\" he said.\n\nIn trying to figure out her niche, Love said she's not interested in being a rising star. She also said being the first black Republican woman elected to Congress \"means nothing to me.\" Love said she wants be an effective member of Congress and gain the respect of her colleagues.\n\n\"If I can make Washington less powerful, I would see that my time there would be a success,\" she said.\n\nIn response to a question in the House about other members of Congress who have young children, Love said there are very few.\n\n\"That's another thing that was very shocking to me,\" she said.\n\nA mother of three, Love said it's interesting that House members, both Republican and Democrat, don't quite mirror the people they represent.\n\nLove credited her husband, Jason, for being willing to support her political endeavor. She said they've made sure their children visit her in Washington and that she's home every weekend.\n\nEmail: lisa@deseretnews.com, Twitter: DNewsPolitics", "article_metadata": {"twitter": {"description": "Freshman Rep. Mia Love shared a few things with Utah lawmakers Wednesday that she found surprising and frustrating in her first few weeks in Congress.", "creator": "@dennisromboy", "app": {"url": {"ipad": "itms://itunes.apple.com/us/app/deseret-news/id425758986?mt=8&uo=4", "iphone": "itms://itunes.apple.com/us/app/deseret-news/id425758986?mt=8&uo=4", "googleplay": "https://play.google.com/store/apps/details?id=com.deseretnews.android"}, "name": {"ipad": "Deseret News", "iphone": "Deseret News", "googleplay": "Deseret News"}, "id": {"ipad": 425758986, "iphone": 425758986, "googleplay": "com.deseretnews.android"}}, "title": "Sen. Mike Lee, Rep. Mia Love want to give more power to states", "site": "@deseretnews", "card": "summary"}, "datePublished": "2015-02-18", "vr": {"category": "utah", "type": "article"}, "cXenseParse": {"recs": {"recommendable": "false"}}, "speare-timestamp": "2015-02-18 16:10:00", "copyright": "© 2016 Deseret News Publishing Company", "title": "Sen. Mike Lee, Rep. Mia Love want to give more power to states", "image": "http://www.deseretnews.com/media/photos/web-1488803.jpg", "dsk": "utah", "tout": {"article": {"id": 865622225}}, "dateModified": "2015-02-18", "medium": "news", "description": "Freshman Rep. Mia Love shared a few things with Utah lawmakers Wednesday that she found surprising and frustrating in her first few weeks in Congress.", "robots": "INDEX, FOLLOW", "fb": {"admins": 683545112, "app_id": 320112201431112, "pages": 16317479654}, "article": {"published_time": "2015-02-18T16:10-07:00"}, "viewport": "width=1024, initial-scale=0.1", "GOOGLEBOT": "ARCHIVE", "og": {"url": "http://www.deseretnews.com/article/865622225/Sen-Mike-Lee-Rep-Mia-Love-want-to-give-more-power-to-states.html?pg=all", "site_name": "DeseretNews.com", "image": "http://img.deseretnews.com/images/article/hires/1488803/1488803.jpg", "type": "article", "title": "Sen. Mike Lee, Rep. Mia Love want to give more power to states"}, "author": "Dennis Romboy", "thumbnail": "http://www.deseretnews.com/media/photos/web-1488803.jpg", "articleid": 865622225}, "article_summary": "Frustrating: the amount of power federal bureaucracies have.\n\"I don’t know if it’s the age, but literally, things move slowly there,\" the Utah Republican said.\nFreshman Rep. Mia Love shared a few things with Utah lawmakers Wednesday that she found surprising and frustrating in her first few weeks in Congress.\nA mother of three, Love said it's interesting that House members, both Republican and Democrat, don't quite mirror the people they represent.\nLove said she sees her job as removing layers the federal government places on states and people."}