{"article_title": "Utah's uninsured, working poor", "article_keywords": ["poor", "employerbased", "dont", "working", "washington", "employees", "utah", "utahs", "health", "uninsured", "percentage", "estimated", "fine", "insurance"], "article_url": "http://www.thespectrum.com/story/news/2016/05/07/utahs-uninsured-working-poor/84000696/", "article_text": "Buy Photo The Doctors' Volunteer Clinic of St. George has been providing free medical service to people without insurance since 1999. (Photo: Nichole Osinski / The Spectrum & Daily News)Buy Photo\n\nThe Doctors’ Volunteer Clinic of St. George recently came out with statistics showing that 55 percent of the people they serve are employed.\n\nThe clinic, which received more than 11,000 patient visits in 2015, provides healthcare services to uninsured or low-income residents of southwestern Utah. Low-income visitors are specified as living 200 percent below the Federal Poverty Guidelines — $48,600 for a household size of four.\n\n“Most of the clinics have about the same percentage,” DVC Director Deanne Staheli said. “Pretty much half employed and half unemployed, between 40 and 50, 55 percent.”\n\nStaheli said that has remained fairly steady since the clinic first opened 17 years ago.\n\nHowever, those people who are working but don’t have health insurance may be turning toward the local medical provider for more than one reason.\n\nOne of the challenges Utahns and people across the nation face is if they have the option of employer-based insurance but find it is too expensive for them. The catch is that if the job-based coverage is affordable and meets certain standards put in place by the government, then they won’t qualify for savings through the Affordable Care Act because most insurance through companies meets those standards.\n\n“We do encounter folks who have employer-based insurance but that employer-based insurance is too expensive,” said Jason Stevenson, Utah Health Policy Project education and communications director. “Anybody who has employer-based insurance is usually shut out of buying marketplace insurance.”\n\nStevenson said there are also situations where individuals cannot get health coverage due to the company they work for being a small business, with about less than 15 employees, and is not required to offer health insurance. In this case employees may try to find subsidized insurance on the marketplace or decide to pay the fine.\n\nCurrently, people who don’t have insurance in 2016 and plan to file this year’s taxes in 2107 will face a fine of $695 per adult, $347.50 per child under 18 years of age, Stevenson said. Or they may face a fine of 2.5 percent of their income minus the filling threshold, which is roughly $10,000 for a single adult or $20,000 for a family or joint filing. For example, if a single adult makes $50,000 then $10,000 is taken off leaving the $40,000 that the 2.5 percent is calculated from.\n\nThe fine is based on whichever number is higher with a maximum of $2,085. It’s that fine that may actually be decreasing the number of workers without insurance.\n\n“I think anecdotally we can say that we’ve had people come in who’ve paid the fine in previous year but that fine has been going up,” Stevenson said. “So as the fine amount has increased I think we’ve actually seen more people come in to sign up who had previously been paying the fine.”\n\nData from the U.S. Census Bureau’s 2009 Community Survey shows there was an estimated 16.6 percent or 23,132,644 employed individuals who were not insured. Within Utah that percentage dropped to only an estimated 15.9 percent. Washington County’s numbers rose to 22 percent of employed people being uninsured.\n\n“About half the people coming in now are coming in because they don’t want to pay the fine,” said Randal Serr, Take Care Utah director. “They said it was by far the biggest motivating factor during this open season and it’s still happening now even after open enrollment.”\n\nThe same survey was done in 2014 and numbers within the U.S. went down to an estimated 13.7 percent while in Utah the percentage dropped to an estimated 14.2 percent. In Washington County the percentage was lowered to an estimated 21.6 percent.\n\nUtah Department of Workforce Services Senior Economist Lecia Langston also said she believes the higher fine rates have been a major influence on the rising number of employees getting insurance. But when it comes to Washington County those employees still have to factor in certain job-related roadblocks.\n\n“Probably one of the reasons Washington County has a higher rate of uninsurance is because we have a lot more smaller employers who don’t necessarily offer insurance,” Langston said. “We also tend to have jobs that are part-time so people typically don’t have access to the healthcare they would have if they were working full-time.”\n\nFor more ACA information visit takecareutah.org or call 211.\n\nFollow reporter Nichole Osinski on Twitter, @nrosinski, and on Facebook at www.facebook.com/osinskireporter. Call her at 435-674-6231.\n\nPopular stories\n\nTriathlon movie hits the screen in time for Ironman\n\nOldest St. George Ironman competitor talks beating cancer, winning races\n\nDrag show brings community together for local resident\n\nRead or Share this story: http://www.thespectrum.com/story/news/2016/05/07/utahs-uninsured-working-poor/84000696/", "article_metadata": {"google": "notranslate", "description": "Some employees are caught in a gap without health insurance.", "og": {"site_name": "The Spectrum & Daily News", "description": "Some employees are caught in a gap without health insurance.", "title": "Utah's uninsured, working poor", "url": "http://www.thespectrum.com/story/news/2016/05/07/utahs-uninsured-working-poor/84000696/", "image": "http://www.gannett-cdn.com/GDContent/applogos/thespectrum.png", "type": "article"}, "twitter": {"description": "Some employees are caught in a gap without health insurance.", "title": "Utah's uninsured, working poor", "image": "http://www.gannett-cdn.com/-mm-/dab110de8f479ee44c40dfe25f326b42ecc2566c/c=408-0-2856-2448&r=x643&c=640x640/local/-/media/2015/11/28/StGeorge/StGeorge/635843320355350453-IMG-0158.JPG", "creator": "@SpectrumNews", "site": "@SpectrumNews", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=858743444", "fb": {"app_id": 116065358464006}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": "utah, insurance, healthcare, obamacare, affordable care act, work, employee, job, employer, money"}, "article_summary": "“We do encounter folks who have employer-based insurance but that employer-based insurance is too expensive,” said Jason Stevenson, Utah Health Policy Project education and communications director.\nHowever, those people who are working but don’t have health insurance may be turning toward the local medical provider for more than one reason.\nOne of the challenges Utahns and people across the nation face is if they have the option of employer-based insurance but find it is too expensive for them.\nThe clinic, which received more than 11,000 patient visits in 2015, provides healthcare services to uninsured or low-income residents of southwestern Utah.\nLow-income visitors are specified as living 200 percent below the Federal Poverty Guidelines — $48,600 for a household size of four."}