{"article_title": "2013 was Obama’s ‘worst’? Not so fast — Opinion — Bangor Daily News — BDN Maine", "article_keywords": ["supreme", "samesex", "rights", "bdn", "rulings", "daily", "lesbian", "rollout", "bangor", "worst", "fast", "act", "marriage", "opinion", "major", "obamas", "maine"], "article_url": "http://bangordailynews.com/2014/01/03/opinion/2013-was-obamas-worst-not-so-fast/", "article_text": "If one word has defined the summaries we’ve seen of 2013, it might be “worst.”\n\nThe insight that last year was the most dismal of Barack Obama’s presidency is so well-established that it might be etched onto the Lincoln Memorial. Following a re-election victory, he lost a major push on gun control and faced a hostile House. Confidence dropped in his leadership abroad. His rollout of the Affordable Care Act was incompetent.\n\nOn the other end of Pennsylvania Avenue, the Supreme Court in 2013 audaciously gutted a core section of the Voting Rights Act. And Congress seemed to set a new standard for dysfunction. Compared to previous Congresses, lawmakers last year passed practically nothing. In the House, Republican ideologues closed the government in a foolish attempt to kill Obamacare. In the Senate, a GOP tantrum over confirming judicial nominees led Democrats to brashly restructure the chamber’s rules.\n\nStill, we won’t join the gloom-mongers. That’s because last year also saw the desirable results of Americans of good will recognizing and beginning to face up to national problems.\n\nRep. Paul Ryan, R-Wis., and Sen. Patty Murray, D-Wash., agreed on a modest budget deal that eased unnecessary budget cuts and will spare the country another round of fiscal brinkmanship. The Supreme Court’s term will be remembered most for its crucial rulings on gay and lesbian rights. The justices struck down the worst parts of the federal Defense of Marriage Act, and they dismissed an appeal to reinstate California’s same-sex marriage ban. The rulings are now factoring into legal proceedings across the country. In other states, such as Hawaii and Illinois, lawmakers voted to legalize same-sex unions, making 2013 another banner year for gay and lesbian equality.\n\nBy the end of December, even the ACA rollout was going better. Obama’s crash team had fixed most of healthcare.gov’s major bugs. Enrollment spiked. The economy is seeing new signs of economic health.\n\nGreat challenges remain for 2014. But to see even small successes, leaders must emulate the cooperative achievements, not the partisan rancor, of 2013.\n\nThe Washington Post (Jan. 1)", "article_metadata": {"description": "If one word has defined the summaries we’ve seen of 2013, it might be “worst.” The insight that last year was the most dismal of Barack Obama’s presidency is so well-established that it might be etched onto the Lincoln Memorial. Following a re-election victory, he lost a major push on [...] Maine news, sports, politics and election results, and obituaries from the Bangor Daily News.", "generator": "WordPress 4.1.5", "og": {"site_name": "The Bangor Daily News", "description": "If one word has defined the summaries we’ve seen of 2013, it might be “worst.” The insight that last year was the most dismal of Barack Obama’s presidency is so well-established that it might be etched onto the Lincoln Memorial. Following a re-election victory, he lost a major push on [...]", "title": "2013 was Obama’s ‘worst’? Not so fast", "url": "http://bangordailynews.com/2014/01/03/opinion/2013-was-obamas-worst-not-so-fast/", "image": "http://static.bangordailynews.com/wp-content/uploads/2014/01/10013661_H11941947-600x409.jpg?strip=all", "type": "article"}, "twitter": {"description": "If one word has defined the summaries we’ve seen of 2013, it might be “worst.” The insight that last year was the most dismal of Barack Obama’s presidency is so well-established that it might be etched onto the Lincoln Memorial. Following a re-election victory, he lost a major push on [...]", "title": "2013 was Obama’s ‘worst’? Not so fast", "url": "http://bangordailynews.com/2014/01/03/opinion/2013-was-obamas-worst-not-so-fast/", "image": "http://static.bangordailynews.com/wp-content/uploads/2014/01/10013661_H11941947-250x250.jpg?strip=all", "site": "@bangordailynews", "card": "summary"}, "wp-parsely_version": "1.7", "fb": {"app_id": 748756371893770}, "keywords": "Maine, news, elections, election results, politics, sports, Bangor, Portland, Augusta, weather, obituaries, Waterville, Aroostook, Penobscot, Piscataquis, Somerset, Hancock, Washington, bdn,opinion,other voices,2013 was obama#8217;s #8216;worst#8217;? not so fast,is_article,unbylined", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fd3200\"", "article_summary": "The justices struck down the worst parts of the federal Defense of Marriage Act, and they dismissed an appeal to reinstate California’s same-sex marriage ban.\nOn the other end of Pennsylvania Avenue, the Supreme Court in 2013 audaciously gutted a core section of the Voting Rights Act.\nThe Supreme Court’s term will be remembered most for its crucial rulings on gay and lesbian rights.\nFollowing a re-election victory, he lost a major push on gun control and faced a hostile House.\nBut to see even small successes, leaders must emulate the cooperative achievements, not the partisan rancor, of 2013."}