{"article_title": "Sensitive data management in the coming year", "article_keywords": ["information", "management", "exchanges", "sensitive", "costs", "health", "breaches", "coming", "millions", "data", "insurance", "inventory"], "article_url": "http://www.scmagazine.com/sensitive-data-management-in-the-coming-year/article/324862/", "article_text": "Aaron Titus, CPO/general counsel, Identity Finder\n\nSensitive data management in the coming year\n\nShare this content:\n\n\n\nlinkedin\n\ngoogle\n\n\n\nEmail\n\nPrint\n\n\n\nAaron Titus, CPO/general counsel, Identity Finder\n\nAs 2013 draws to a close, it has become clear that every major industry maintains sensitive data, and has been targeted by hackers. This year ushered in a new batch of highly publicized data breaches that affected millions of consumers, many of whom became the victim of identity fraud. From an enterprise standpoint, these breaches not only eroded consumer trust, but they also open businesses to fines, penalties, and class-action lawsuits for not properly securing private data. Based on the increasing volume of data businesses now manage, and the growing capabilities of cyber criminals, I expect the following scenarios to become more commonplace in 2014:\n\n\n\n\n\nID thefts to target Affordable Care Act\n\nMedical identity fraud is a lucrative source of income for perpetrators who bill for fraudulent medical services or obtain insurance, government benefits or prescription drugs. Medical fraud endangers patients' health and costs consumers millions of dollars each year. While hospitals and providers will remain targets of criminal rings seeking personal health information, newly created health insurance exchanges under the Affordable Care Act create new security risks for millions of Americans.\n\nBy their nature, \"exchanges\" are designed to swap vast amounts of health information among insurance providers and other entities. Health insurance exchanges are new and untested. While funding for these exchanges varies by state, many are underfunded and understaffed. Perhaps most alarmingly, these exchanges are not required to comply with HIPAA security and privacy regulations.\n\nAll of this adds up to a situation ripe for a slow-leak attack. In this scenario, an attacker would pose as a small insurer, siphoning an inconspicuous but steady stream of personal health information. Undetected for a long period of time, an attacker could steal millions of identities, with devastating consequences to the financial and physical health of millions of Americans.\n\n\n\n\n\nMore focus on data classification\n\nAs businesses collect more data, data classification will become an essential strategy for managing the entire sensitive data lifecycle. Even medium-sized enterprises now have big data. Corporate systems are full of sensitive information including employee records, customer files, health data, credit card data, billing information and intellectual property. But as the proverbial haystack of big data grows, finding and protecting the needles of sensitive data is becoming more necessary by the day. Discovering and classifying information is essential to minimize breaches. That's why sensitive data discovery and classification is the starting point for many regulations including HIPAA and PCI-DSS 3.0.\n\n\n\n\n\nBetter accounting for costs of data inventory\n\nTransparency, data classification and awareness will become increasingly essential to manage organization risk associated with lost sensitive data. By most estimates, more than two-thirds of all breaches occur when data is at-rest, usually due to accidental leaks of old, forgotten copies of sensitive data. Smart American businesses will begin to account for the liabilities associated with sensitive data, much like they account for carrying costs of inventory. Enterprises that underestimate the carrying costs of sensitive data will be more prone to data breaches and losses in 2014. The costs and liabilities of maintaining a large data inventory go far beyond server and cloud storage costs. Whether corporate data inventory is stored on hosted servers or the cloud, some companies only calculate storage or warehousing costs when calculating the total carrying cost of data inventories. But data carrying costs include shrinkage, inventory control and other costs.\n\nThese costs include risks of loss or theft, which are readily apparent as employees expose their employers to larger and more frequent data breaches as they use bring-your-own-device (BYOD) tablets, smartphones and syncing services like Dropbox to work outside their office more conveniently. The lines separating the office, home and the home office are quickly fading, meaning that sensitive data more freely flows among secure and insecure devices.", "article_metadata": {"com.silverpop.brandeddomains": "www.pages05.net,congress.scmagazine.com,etouches.com,eventsforce.net,media.scmagazine.com,scmagazine.com", "news_keywords": "Breaches, Reboot 2013, Threats", "content-language": "en-US", "og": {"site_name": "SC Magazine", "description": "As 2013 draws to a close, it has become clear that every major industry maintains sensitive data, and has been targeted by hackers.", "title": "Sensitive data management in the coming year", "url": "http://www.scmagazine.com/2013-reboot-viewpoints/sensitive-data-management-in-the-coming-year/article/324862/", "image": "http://media.scmagazine.com/images/2013/11/13/dean_wiech_493085_493086.jpg", "type": "article"}, "twitter": {"site": "@scmagazine", "image": {"src": "http://media.scmagazine.com/images/2013/11/13/dean_wiech_493085_493086.jpg"}, "description": "As 2013 draws to a close, it has become clear that every major industry maintains sensitive data, and has been targeted by hackers.", "card": "summary_large_image", "title": "Sensitive data management in the coming year"}, "apple-itunes-app": "app-id=623450625", "fb": {"app_id": 196538560371925}, "google-site-verification": "JC1nb6wLjs3e_RfpxNJDwD8GFy9iD0hhb2LCWo7cwjE", "article": {"section": "2013 Reboot Viewpoints", "tag": "Threats", "published_time": "2013-12-10T11:34:02", "modified_time": "2013-12-10T11:38:35"}, "Content-Type": "text/html", "viewport": "width=device-width, initial-scale=1.0", "description": "As 2013 draws to a close, it has become clear that every major industry maintains sensitive data, and has been targeted by hackers."}, "_id": "\"57477af36914bd0286fd3207\"", "article_summary": "More focus on data classificationAs businesses collect more data, data classification will become an essential strategy for managing the entire sensitive data lifecycle.\nBetter accounting for costs of data inventoryTransparency, data classification and awareness will become increasingly essential to manage organization risk associated with lost sensitive data.\nEnterprises that underestimate the carrying costs of sensitive data will be more prone to data breaches and losses in 2014.\nCorporate systems are full of sensitive information including employee records, customer files, health data, credit card data, billing information and intellectual property.\nBut as the proverbial haystack of big data grows, finding and protecting the needles of sensitive data is becoming more necessary by the day."}