{"article_title": "Thunder Sweep Road Trip After Holding Off Pacers In Indiana - NewsOn6.com - Tulsa, OK - News, Weather, Video and Sports - KOTV.com", "article_keywords": ["newson6com", "durant", "ok", "tulsa", "thunder", "kanter", "sweep", "think", "game", "pacers", "weather", "video", "way", "westbrook", "really", "rebounds", "trip", "road", "points"], "article_url": "http://www.newson6.com/story/31519317/thunder-sweep-road-trip-after-holding-off-pacers-in-indiana", "article_text": "After the Thunder allowed a fierce Indiana comeback when the Pacers won by three in OKC on February 20, there was some concern to whether the Thunder could finish off a close game. That worry heightened on Saturday as the Pacers looked to be rallying yet again in Indianapolis, but this time the Thunder were able to buckle down and squeak out a 115-111 victory to extend its winning streak to four games.\n\nRelated: Thunder Social Scene\n\n“I give our guys a lot of credit the way they came back and responded and fought and battled and found a way to go 3-0 on this part of the trip,” Donovan said.\n\nKevin Durant had a phenomenal game with 33 points, 13 rebounds and eight assists, while Russell Westbrook notched his second straight triple-double with 14 points, 14 assists and 11 rebounds. Westbrook now has 14 triple-doubles on the year and is the first player in the last 25 years to record that total in a season.\n\n“We have two amazing leaders in Russell and Kevin, they give us so much confidence and they make other players so much better that we play so much more comfortable on both ends,” Thunder big man Enes Kanter said.\n\nOKC held a 10-point lead at halftime and were playing incredible basketball, but a suspect third quarter allowed Indiana to get back in it and eventually took a 98-97 lead with 8:27 left in the game.\n\nStaring at a narrow deficit, it was time for the away team to decide if they were going to bobble yet another game to the Pacers, or sweep its three-game road trip by finishing off Indiana.\n\nThe Thunder chose the latter.\n\nRandy Foye sunk a deep 3-pointer to give OKC a 100-98 lead, and then Durant checked back into the game and quickly drained a face up jumper to put the Thunder up four points. One possession after a pair of Westbrook free throws, the point guard resorted to his team’s bread and butter. Durant set a pick at the top of the key as Westbrook dribbled to his right –drawing the attention of the defense-- before rifling a pass to a popping Durant, who drilled another jumper to put the Thunder up eight points.\n\nOKC then capped off an 18-to-4 run after Enes Kanter put back offensive rebounds on consecutive possessions to give the Thunder a 110-100 lead.\n\n“I think we were really physical, I think we know that’s how we were coming out today, not just the fourth quarter but the whole game,” Kanter said. “I think we fight back, and were really physical down low and I think we did a really good job on both ends,” Kanter said of OKC’s performance down the stretch.\n\nIndiana responded with a 9-to-2 run to get within one possession with 35 seconds left, but Paul George’s game-tying 3-pointer clanked off the rim and Durant corralled the long rebound and eventually iced the game with a pair of free throws.\n\n“I thought we responded really well. The third quarter we turned the ball over way too much, but I really thought coming down the stretch the last three minutes we executed pretty well,” Donovan said.\n\nKanter finished with 15 points and 10 rebounds, while the Thunder bench totaled 45 points in the win. Randy Foye had his fourth solid game in a row with 12 points, while Steven Adams added 11 points in 26 minutes.\n\nThe Thunder was fortunate to pick up a win on a night where Paul George totaled 45 points and George Hill scored 20 of his own.\n\nOKC will have the next two days off and will be back in action on Tuesday when James Harden and the Rockets come to Chesapeake Energy Arena.", "article_metadata": {"wn-build": "XSLT-7.1-17", "Description": "Kevin Durant scored 33 points and Russell Westbrook recorded his second consecutive triple-double as the Thunder held off the Pacers to win its fourth straight game.", "author": "Brett Coppenbarger", "og": {"url": "http://www.newson6.com/story/31519317/thunder-sweep-road-trip-after-holding-off-pacers-in-indiana", "image": "http://KWTV.images.worldnow.com/images/10144968_G.jpg", "type": "article", "description": "Kevin Durant scored 33 points and Russell Westbrook recorded his second consecutive triple-double as the Thunder held off the Pacers to win its fourth straight game.", "title": "Thunder Sweep Road Trip After Holding Off Pacers In Indiana"}, "twitter": {"image": "http://KWTV.images.worldnow.com/images/10144968_G.jpg", "description": "Kevin Durant scored 33 points and Russell Westbrook recorded his second consecutive triple-double as the Thunder held off the Pacers to win its fourth straight game.", "card": "summary", "title": "Thunder Sweep Road Trip After Holding Off Pacers In Indiana"}, "wnreadableurl": "thunder-sweep-road-trip-after-holding-off-pacers-in-indiana", "ROBOTS": "index,follow,noarchive", "owner": "KWTV", "fb": {"app_id": 497059410331845}, "date": "2016/03/19", "KEYWORDS": "oklahoma city,okc,media,news,,oklahoma,newsok,thunder,nba,basketball,indiana,pacers,kevin durant,russell westbrook,paul george,enes kanter,george hill,billy donovan,randy foye", "wn-version": "ContainerE-Story", "wn-base": "IIS05", "verify-v1": "67+ifqPKEX7ZTB2sopjxTD1c6nx6ScxupNN92EqnIpc=", "news_keywords": "oklahoma city,okc,media,news,,oklahoma,newsok,thunder,nba,basketball,indiana,pacers,kevin durant,russell westbrook,paul george,enes kanter,george hill,billy donovan,randy foye"}, "article_summary": "Kanter finished with 15 points and 10 rebounds, while the Thunder bench totaled 45 points in the win.\n“I think we were really physical, I think we know that’s how we were coming out today, not just the fourth quarter but the whole game,” Kanter said.\nRandy Foye had his fourth solid game in a row with 12 points, while Steven Adams added 11 points in 26 minutes.\nOKC then capped off an 18-to-4 run after Enes Kanter put back offensive rebounds on consecutive possessions to give the Thunder a 110-100 lead.\nAfter the Thunder allowed a fierce Indiana comeback when the Pacers won by three in OKC on February 20, there was some concern to whether the Thunder could finish off a close game."}