{"article_title": "Torrington kicks off enrollment help for Affordable Care Act", "article_keywords": ["affordable", "aca", "coverage", "help", "getting", "enrollment", "youd", "opportunities", "health", "torrington", "act", "kicks", "hospital", "care"], "article_url": "http://www.registercitizen.com/article/RC/20140306/NEWS/140309531", "article_text": "TORRINGTON >> New Opportunities, Charlotte Hungerford Hospital and Access Health CT held an enrollment fair at City Hall with stress the importance of getting health coverage, which is all part of the ‘Because I Got Covered” campaign.\n\nThe campaign is a targeted effort in urban areas across Connecticut to get uninsured residents insured by the end of open enrollment on March 31. City Hall will have enrollment in the auditorium every Thursday from 4 to 8 p.m. until the end of the month.\n\n“There are two groups at work in this effort — assistors and navigators. Assistors are on the ground, private non-profits, that get people enrolled,” said Bill Rybczyk, of New Opportunities. “The other aspect is the navigator. Navigators are county specific, community based organizations responsible for working with the assistors and getting people enrolled.”\n\nAccess Health CT is an organization responsible for getting the health insurance exchange rolled out, said Rybczyk. Connecticut is one of only a few states that employed a state exchange, which Rybczyk said has put the state at the forefront in terms of getting people enrolled.\n\nAdvertisement\n\n“Access Health CT is proud to partner with organizations like New Opportunities and Charlotte Hungerford Hospital to reach even more residents with valuable information about quality, affordable health coverage,” said Kate Gervais, manager of the Navigator and Assistor Outreach Program. “While we’re able to serve many people online, via phone and at our enrollment centers in New Britain and New Haven, we know there are a lot of people who prefer to have an in-person conversation in their community. Through [this program] we’re able to have hundreds of those conversations across the state. We wanted to make sure every region had a navigator organization that understood that particular region.”\n\nTorrington Mayor Elinor Carbone stressed that a healthy community is an insured community and there-by a stronger community.\n\nBrian Mattiello, vice-president of organizational development at Charlotte Hungerford Hospital talked about the Affordable Care Act from the hospital perspective.\n\n“If you just joined me for maybe an hour in the emergency room you’d have a window and you’d see all that’s great about it, in terms of expertise, responsiveness. You’d also see people putting off receiving care. You’d see what it’s like to have a range of covered lives and uncovered lives,” Mattiello said. “Of all the things you’re hearing about the ACA, at this stage of the game, the heart of the matter is really simple - a covered life has greater access to health services.”\n\nSpeakers at the event stressed that the key thing to remember about the Affordable Care Act is the difference it can make in the lives of people who need care. Susan Clayton, a Board of Selectmen member for North Canaan, was one who benefited from the affordable care act.\n\nClayton, a 29-year breast cancer survivor, shared a letter that she had written to her congressman about her experience with the ACA. In her letter, Clayton states that she was first diagnosed in 1986 when she had Blue Cross/Blue Shield health insurance with a monthly cost of $187 for her family. As years went by, the cost of insurance continued to rise until it became cost-prohibitive.\n\n“My entire survivorship depended on my being able to maintain and afford good coverage. We were slowly losing the battle, depleting our savings, our retirement funds just to maintain coverage, that is, until the Affordable Care Act,” Clayton said. “Before the [ACA] our monthly premiums were $1,656.66 per month. Under the [ACA] our monthly premiums will be $87.44 for a comparable policy...under our new policy and because of the [ACA} all of the services I require are covered 100 percent. No deductible, no co-pays.”\n\nClayton stressed in her presentation that the ACA does not infringe on rights, but rather is simply “affordable access for millions of us held hostage by a private system more interested in profit than people.”\n\nTwo others shared their experiences with the ACA. Both of them had significant savings. One couple went from paying $1,200 a month for coverage to paying only $368 a month for the same coverage under the ACA.\n\nIn Torrington, there are assistors at Torrington Municipal & Teacher Federal Credit Union, Family Strides, American Job Center and Pettricone’s Pharmacy. For an appointment, call New Opportunities at 860-482-9749.\n\nJenny Golfin can be reached at 860-489-3121, ext. 357.", "article_metadata": {"news_keywords": "News, Litchfield County news, CT news, US news, world news.", "title": "Torrington kicks off enrollment help for Affordable Care Act", "og": {"url": "http://www.registercitizen.com/article/RC/20140306/NEWS/140309531", "image": {"width": "600px", "identifier": "http://local.registercitizen.com/common/dfm/assets/logos/small/registercitizen.png?052016", "height": "600px"}, "type": "article", "title": "Torrington kicks off enrollment help for Affordable Care Act"}, "twitter": {"domain": "registercitizen.com", "description": "TORRINGTON >> New Opportunities, Charlotte Hungerford Hospital and Access Health CT held an enrollment fair at City Hall with stress the importance of getting health coverage, which is all part of the ‘Because I Got Covered” campai", "title": "Torrington kicks off enrollment help for Affordable Care Act", "url": "http://www.registercitizen.com/article/RC/20140306/NEWS/140309531", "image": {"src": "http://local.registercitizen.com/common/dfm/assets/logos/small/registercitizen.png?052016"}, "site": "@registercitizen", "app": {"id": {"ipad": "id569943687", "iphone": "id520205555", "googleplay": "com.spreedinc.providers.digitalfirstmedia.registercitizen"}}, "card": "summary_large_image"}, "keywords": "News, Litchfield County news, CT news, US news, world news.", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0", "description": "TORRINGTON >> New Opportunities, Charlotte Hungerford Hospital and Access Health CT held an enrollment fair at City Hall with stress the importance of getting health coverage, which is all part of the ‘Because I Got Covered” campai"}, "_id": "\"57477af36914bd0286fd3223\"", "article_summary": "Susan Clayton, a Board of Selectmen member for North Canaan, was one who benefited from the affordable care act.\nBrian Mattiello, vice-president of organizational development at Charlotte Hungerford Hospital talked about the Affordable Care Act from the hospital perspective.\nWe were slowly losing the battle, depleting our savings, our retirement funds just to maintain coverage, that is, until the Affordable Care Act,” Clayton said.\nIn Torrington, there are assistors at Torrington Municipal & Teacher Federal Credit Union, Family Strides, American Job Center and Pettricone’s Pharmacy.\nTORRINGTON >> New Opportunities, Charlotte Hungerford Hospital and Access Health CT held an enrollment fair at City Hall with stress the importance of getting health coverage, which is all part of the ‘Because I Got Covered” campaign."}