{"article_title": "Why You Need a Registered Dietitian Nutritionist", "article_keywords": ["nutrition", "weight", "registered", "need", "individuals", "study", "trained", "nutritionist", "counseling", "rdn", "medical", "dietitian", "best"], "article_url": "http://health.usnews.com/health-news/blogs/eat-run/articles/2016-03-18/why-you-need-a-registered-dietitian-nutritionist", "article_text": "March is National Nutrition Month, and quite honestly, it would be best if good nutrition was on your radar for the remaining months of the year. The latest research supports that four of the top 10 leading causes of death among Americans – namely, heart disease, stroke, certain cancers and diabetes – can be fought with a knife and a fork. In other words, nutrition counseling could save your life.\n\nChronic diseases aside, if you're frustrated with your weight, nutrition counseling may be the support and guidance you need to get it under control. According to a study of overweight individuals published in Managed Care, nutrition counseling provided by a dietitian was shown to be more successful in helping individuals lose weight compared to those who did not receive the dietitian counseling. The study looked at close to 300 overweight or obese adults enrolled in Blue Cross-Blue Shield's medical nutrition therapy program in North Carolina, and compared the results to more than 1,000 obese individuals who did not use the MNT benefit.\n\n[Read: The 38 Best Diets Overall.]\n\nBut before you start surfing the Internet hunting for nutrition counseling services, keep in mind that anyone can call themselves a \"nutritionist,\" but only a registered dietitian nutritionist has been educated and trained in an accredited nutrition program. Once successfully completed, RDNs need to also pass a rigorous science-based exam in ordered to become registered, according to the Academy of Nutrition and Dietetics. These clinicians are skilled in providing personalized, tailored advice based on your medical and family history. In essence, RDNs are trained to fit their nutrition expertise into your unique and busy life. Lastly, like other health professionals, such as doctors, nurses and dentists, they must complete continuing professional educational requirements throughout their careers to stay current in the nutrition field.\n\nNow here is the best kept secret. Many insurance companies will cover nutrition counseling by a RDN for specific medical issues. In fact, diet counseling for adults at a higher risk for chronic diseases and conditions such as obesity are covered by the Affordable Care Act. Check with your medical insurance company to find out which nutrition counseling services are covered by your policy. For many folks, you are just a copay away from improving your diet and health.\n\n\n\nTo find a RDN in your area, visit the Academy of Nutrition and Dietetics website. Americans should no longer live without a RDN in their lives. Happy National Nutrition Month!\n\n[Read: Best Commercial Diets: Putting Your Money Where Your Mouth Is.]\n\n", "article_metadata": {"usn-stitial-fact": "{\"slug\":\"160202\",\"text\":\"About 70 million American adults – 1 in every 3 – have high blood pressure. Only half have it under control.\"}", "usn-comments-mode": "facebook", "description": "During&nbsp;National Nutrition Month, a moment to honor the experts who can dispense tailored advice.", "zone": "eat-run/blogentries", "author": "Joan Salge Blake", "og": {"site_name": "US News & World Report", "description": "During&nbsp;National Nutrition Month, a moment to honor the experts who can dispense tailored advice.", "title": "Why You Need a Registered Dietitian Nutritionist", "url": "http://health.usnews.com/health-news/blogs/eat-run/articles/2016-03-18/why-you-need-a-registered-dietitian-nutritionist", "image": "http://www.usnews.com/cmsmedia/82/e8/e0bb22af4121bc9e3101d0659829/140820-nutritionist-stock.jpg", "type": "article"}, "twitter": {"site": "@USNews", "description": "During&nbsp;National Nutrition Month, a moment to honor the experts who can dispense tailored advice.", "card": "summary", "title": "Why You Need a Registered Dietitian Nutritionist - US News"}, "usn-platform-id": "a", "site": "health-news", "msvalidate.01": "A8E47FA91124063A4A9C78AD5273DC0F", "fb": {"app_id": 130063997038366}, "image": "http://www.usnews.com/dims4/USNEWS/3468303/2147483647/thumbnail/80x80/quality/85/?url=%2Fcmsmedia%2F82%2Fe8%2Fe0bb22af4121bc9e3101d0659829%2Fresizes%2F500%2F140820-nutritionist-stock.jpg", "google-site-verification": "owJBuFHD3VHcTSsnPSOYizmUcs3GSBjbx09vBbBi1MM", "keywords": "LTHealth [Consumer Advice],diet and nutrition,healthandwellness [Consumer Advice],Eat + Run [Consumer Advice],healthwellness [Consumer Advice],weight loss,food and drink,Best Diets [Consumer Advice],exercise and fitness,Joan Salge Blake", "published_at": "2016-03-18", "article": {"publisher": "https://www.facebook.com/usnewsandworldreport", "published_time": "2016-03-18"}, "usn-content-type": "article", "social_id": "http://t.usnews.com/Zitlu5", "viewport": "width=980"}, "_id": "\"57477af36914bd0286fd3237\"", "article_summary": "Chronic diseases aside, if you're frustrated with your weight, nutrition counseling may be the support and guidance you need to get it under control.\nBut before you start surfing the Internet hunting for nutrition counseling services, keep in mind that anyone can call themselves a \"nutritionist,\" but only a registered dietitian nutritionist has been educated and trained in an accredited nutrition program.\nIn other words, nutrition counseling could save your life.\nAccording to a study of overweight individuals published in Managed Care, nutrition counseling provided by a dietitian was shown to be more successful in helping individuals lose weight compared to those who did not receive the dietitian counseling.\nCheck with your medical insurance company to find out which nutrition counseling services are covered by your policy."}