{"article_title": "Healthcare union activity on the rise as NYC nurses mull strike", "article_keywords": ["report", "jobs", "mull", "union", "hospitals", "rise", "job", "nurses", "unions", "york", "healthcare", "strike", "nyc", "activity", "organizing"], "article_url": "http://www.fiercehealthcare.com/story/healthcare-union-activity-rise-nyc-nurses-mull-strike/2015-05-29", "article_text": "Healthcare is primed for increased union organizing activity, particularly in the wake of new National Labor Relations Board (NLRB) rules streamlining the election process, according to a new report from IRI Consultants and the American Society for Healthcare Human Resources Administration.\n\nUncertainty over job security due to hospital mergers and acquisitions, and pressure on the organizations to cut costs (which often hits employees hardest) drive employee interest in unions, James Trivisonno, co-author of the report and president of IRI Consultants, told the Washington Business Journal.\n\nMoreover, he said, the hospital job market is distinct in several ways that make it better-suited to union activity. For example, hospitals can't outsource direct care jobs to another country, and the healthcare sector in general--and hospitals in particular--have added more jobs than other industries in recent months.\n\nLast year, healthcare workers filed 359 petitions for union representation, according to the report, up from 314 in 2013. Successful organizing efforts reached a 10-year high in 2014, with nearly 80 percent of elections resulting in union recognition. Continuing a trend, most union activity was in Pennsylvania, New York and California. As in years past, the Service Employees International Union is the most active union within healthcare, and accounted for more than 40 percent of representation elections within the sector last year, according to the report.\n\nMoreover, the report states, recent changes in NLRB rules closed the window in which employers can convince workers not to form unions. Since the rule took effect in mid-April, organizing petitions are up 10 percent, Trivisonno noted.\n\n\"Now more than ever, it will be critical that employers focus efforts to maintain positive employee relations and responsiveness to employee concerns,\" he told the Business Journal. Employers hoping to avoid union activity should take special care to engage employees in decisions that affect them and address discontent wherever possible, he added, and hospitals and other healthcare employers must have a plan in place for an organizing campaign.\n\nIn related news, thousands of New York City nurses are poised to strike over contract negotiations, according to Crain's New York Business, with a vote by the New York State Nurses Association (NYSNA) expected this week. Although hospitals offered NYSNA members a 10 percent raise, they have not budged on the union's top priority to set staffing ratios for registered nurses.\n\nTo learn more:\n\n- read the report (.pdf)\n\n- here's the Business Journal article\n\n- check out the Crain's article\n\nRelated Articles:\n\nHospitals continue to pile on new jobs\n\nHospitals, labor unions clash over job cuts to maintain margins\n\nHealthcare unions gear up to fight potential cuts, layoffs\n\nFrom coast to coast, nurses push for staffing level legislation\n\nHospitals failed to add new jobs in 2013\n\nHealthcare hit hard by July job cuts\n\nHealthcare employment falls for first time in a decade\n\nAs market worsens for hospital jobs, nurses look elsewhere", "article_metadata": {"description": "Healthcare is primed for increased union organizing activity, particularly in the wake of new National Labor Relations Board rules streamlining the election process, according to a new report from IRI Consultants and the American Society for Healthcare Human Resources Administration.", "og": {"site_name": "FierceHealthcare", "description": "Healthcare is primed for increased union organizing activity, particularly in the wake of new National Labor Relations Board rules streamlining the election process, according to a new report from IRI Consultants and the American Society for Healthcare Human Resources Administration.", "title": "Healthcare union activity on the rise as NYC nurses mull strike", "url": "http://www.fiercehealthcare.com/story/healthcare-union-activity-rise-nyc-nurses-mull-strike/2015-05-29", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthcare.jpg", "type": "website"}, "twitter": {"site": "fiercehealth", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "apple-itunes-app": "app-id=731085312", "keywords": "Healthcare Unions,HR & Workforce Management,National Labor Relations Board (NLRB),New York State Nurses Association,nurse staffing ratios,Operations & Business Management,SEIU United Healthcare", "viewport": "width=device-width", "news_keywords": "HR & Workforce Management,Operations & Business Management"}, "_id": "\"57477af36914bd0286fd3228\"", "article_summary": "Moreover, he said, the hospital job market is distinct in several ways that make it better-suited to union activity.\nLast year, healthcare workers filed 359 petitions for union representation, according to the report, up from 314 in 2013.\nIn related news, thousands of New York City nurses are poised to strike over contract negotiations, according to Crain's New York Business, with a vote by the New York State Nurses Association (NYSNA) expected this week.\nHealthcare is primed for increased union organizing activity, particularly in the wake of new National Labor Relations Board (NLRB) rules streamlining the election process, according to a new report from IRI Consultants and the American Society for Healthcare Human Resources Administration.\nSuccessful organizing efforts reached a 10-year high in 2014, with nearly 80 percent of elections resulting in union recognition."}