{"article_title": "Shawnee County Commission creates building code committee, splits over ACA volunteer", "article_keywords": ["building", "county", "aca", "code", "shawnee", "splits", "employees", "archer", "creates", "commission", "codes", "voted", "committee", "proposal", "approved", "volunteer"], "article_url": "http://cjonline.com/news/2016-01-21/shawnee-county-commission-creates-building-code-committee-splits-over-aca-volunteer", "article_text": "The Shawnee County Commission on Thursday voted to create a committee tasked with recommending building codes for unincorporated Shawnee County.\n\nBarry Beagle, the county’s planning director, presented a proposal to commissioners with a list of prospective members for the new committee, along with a brief overview of the committee’s expectations.\n\nCommissioner Bob Archer criticized the proposal, telling Beagle it didn’t state how much money the committee would spend or what the advantages and disadvantages of creating the committee are.\n\n“I think it would be nice to have some information about this,” Archer said.\n\nBeagle’s proposal said the 13-person committee will “take a fiscally constrained approach” when developing building codes to “minimize taxpayer expense.”\n\nArcher offered an amendment to eliminate the word “minimize” and replace it with “eliminate.” The amendment passed 3-0.\n\nBeagle’s proposal called for the committee to make recommendations on building codes within two years. Archer called the timeline “extremely long” and Commissioner Kevin Cook said a two-year wait was “unreasonable.”\n\n“I don’t want to wait two years to hear back,” Archer said.\n\nAn amendment requiring recommendations from the committee within one year, rather than two, was approved 3-0. After the amendments were added, the commission approved creation of the Building Code Committee by another 3-0 vote.\n\nQuestions remain about how the county’s building code committee will interact with the city of Topeka’s Property Maintenance Code Unit. Commissioners said the new committee should aim for unity with the city, though Commissioner Shelly Buhler noted “vast differences” between building codes inside Topeka and those outside the city.\n\nIn other action Thursday, the commission voted 2-1 to allow Alan Schramm, an unpaid volunteer health insurance navigator, to continue assisting county residents as they enroll in the federal health insurance marketplace established under the Affordable Care Act.\n\nBuhler and Cook voted in favor of the motion; Archer voted against. In comments after the commission adjourned, Archer said he is an adamant opponent of the Affordable Care Act and has consistently voted against efforts to help implement the 2010 health care law.\n\nThe commission also voted to raise salaries for non-union employees. A recent compensation study found Shawnee County pays employees significantly less, on average, than comparable counties in Kansas, Missouri and Iowa.\n\nThe commission voted 3-0 Thursday to adjust pay scales for most of the county’s employees, beginning Jan. 23. Affected employees will see increases in their pay beginning Feb. 12. The money will come from $2.1 million the county commission set aside for pay increases in this year’s budget.\n\nCommissioners unanimously approved a request from public works and solid waste director Tom Vlach for a $341,008 contract for construction of a bridge on S.E. Tecumseh Road over Stinson Creek. The contract went to Klaver Construction, based in south-central Kansas.\n\n“They are a very reputable firm and do very good work,” Vlach said.\n\nCook applauded Vlach’s department for spending money on an in-state firm. Vlach said the bridge will be paid for with funds from the countywide half-cent sales tax. Construction will begin next week and be completed by the end of April, according to Vlach.\n\nCommissioners also unanimously approved a request by corrections director Brian Cole for nearly $5,000 in equipment to establish Wi-Fi access points at the Juvenile Detention Center, 401 S.E. 8th.\n\nCole told commissioners the equipment, paid for out of the corrections department budget, will allow his department to use iPads to manage behavior of inmates, teach social skills and track data on interactions between jail staff and juveniles.", "article_metadata": {"keywords": "News, Local, Justin Wingerter", "og": {"site_name": "CJOnline.com", "description": "The Shawnee County Commission on Thursday voted to create a committee tasked with recommending building codes for unincorporated Shawnee County.", "title": "Shawnee County Commission creates building code committee, splits over ACA volunteer", "url": "http://cjonline.com/news/2016-01-21/shawnee-county-commission-creates-building-code-committee-splits-over-aca-volunteer", "image": "http://cjonline.com/sites/default/files/15062664.jpg", "type": "article"}, "description": "The Shawnee County Commission on Thursday voted to create a committee tasked with recommending building codes for unincorporated Shawnee County.Barry Beagle, the county’s planning director, presented a proposal to commissioners with a list of prospective members for the new committee, along with a brief overview of the committee’s expectations.Commissioner Bob Archer criticized the proposal, telling Beagle it didn’t state how much money the committee would spend or what the advantages and disadvantages of creating the committee are."}, "article_summary": "The Shawnee County Commission on Thursday voted to create a committee tasked with recommending building codes for unincorporated Shawnee County.\nThe money will come from $2.1 million the county commission set aside for pay increases in this year’s budget.\nAfter the amendments were added, the commission approved creation of the Building Code Committee by another 3-0 vote.\nQuestions remain about how the county’s building code committee will interact with the city of Topeka’s Property Maintenance Code Unit.\nBeagle’s proposal called for the committee to make recommendations on building codes within two years."}