{"article_title": "Why The Affordable Care Act Matters To Artists", "article_keywords": ["affordable", "musician", "things", "medical", "act", "able", "matters", "health", "artists", "insurance", "care"], "article_url": "http://thinkprogress.org/alyssa/2013/10/02/2719011/affordable-care-act-artists/", "article_text": "Alyssa Why The Affordable Care Act Matters To Artists CREDIT:\n\nIt’s not yet clear how many people purchased insurance through the exchanges created under the Affordable Care Act that opened up yesterday. But one of the things I’ve been hearing from a lot of creative people is that the ACA has made it easy to be, or to contemplate being, an artist. Being a writer, or a visual artist, or a musician, or an actor, has always been an economically risky choice where a few people succeed in dramatic terms, a larger number figure out middle-class existences doing what they love at least part of the time, and others struggle to do what they love. The ACA, and the ability to purchase more affordable insurance as an individual, doesn’t change that economic calculus. But it does help minimize a risk factor that can make it impossible to attempt careers as artists at all.\n\nIt’s been interesting to hear all of the different ways the ACA has mattered to artists. Writer Kameron Hurley explains that not having decent insurance meant that, until she passed out and started convulsing, she decided she couldn’t afford to pay for the tests that ultimately revealed she had Type 1 Diabetes–a condition that then meant that she had to race to stay continuously insured, even if it meant taking low-paying temp work, less she go uninsured long enough for her diabetes to be considered a “pre-existing condition” that wouldn’t be covered in a future plan. She writes:\n\nI remember lying in the bathtub and rolling up into a sitting position and feeling the bones of my spine against the tub. It hurt. I didn’t have the usual padding there to protect me from the hard tub. It was like being inside someone else’s body. I had a “catastrophic” health insurance plan through my employer, so when I went to the doctor with these complaints, it was always to somewhere cheap like the 24 hour urgent care or Planned Parenthood. I had a $2500 deductible, so everything was out of pocket. I was 25 years old, making $40,000 a year living in Chicago; after rent and paying my student loans, it didn’t occur to me to spend a bunch of money on tests. I was 25! Surely there wasn’t anything wrong with me but stress. I never went to the same doctor, so there was nobody to connect the dots related to my various symptoms… What they did not tell me was that having this immune disorder also meant that outside of an employer-sponsored health insurance plan, I was now forever uninsurable. And the medication it took to keep me alive was going to cost me $500-800 a month without insurance. The ICU trip alone was over $20,000, with thousands more in bills coming in for weeks and weeks after I got out of the hospital. Even after my $2500 deductible, I still owed an 20% of that cost. That was *with* insurance. I just laughed at these bills. Laughed and laughed.\n\nThe blogger Karoli, whose son was studying to become a musician when he was diagnosed with ulcerative colitis explains the relief it gives her to be able to keep her son on her insurance while he’s getting his career started, and knowing that he’ll be able to purchase insurance without regard to his now pre-existing, and extremely expensive medical conditions:\n\nAfter draining a chunk of my 401k for doctor bills, he was diagnosed with ulcerative colitis. It’s a horrible disease with genetic causes. There is no lifestyle change he made that “brought it on himself.” It’s autoimmune and genetic. Worse yet, the medications for ulcerative colitis caused him to become diabetic. While it’s likely that he may have already had unknown glucose tolerance issues, the medications exacerbated it to the point where he was forced to inject insulin to keep his glucose levels in check. He was nineteen years old, a musician majoring in jazz studies with hopes to move on to a career in music education and performance once he finished school, wrestling with life-threatening chronic conditions. Musicians are self-employed as a general rule. His medications were $600 per month, plus test strips and syringes for the insulin. And no hope for insurance.\n\nAdam Huttler, who is the executive director of Fractured Atlas, an organization that, among other things, provided health insurance to artists who otherwise might have been purchasing policies on the individual market, or unable to afford those policies at all, writes about the challenges of that process–and what it means to no longer have to keep it going:\n\nAs vital as our health insurance program was, it was also a constant challenge to maintain and support. More than once (actually, four times!) an insurance company canceled our group policy with little or no notice. We’ve been attacked by brokers who saw us as a competitive threat and insurance regulators who didn’t understand the role we played. But we kept at it, because without Fractured Atlas, many artists (including quite a few with serious medical conditions) would have had no viable options for buying health insurance. Yet, despite all our hard work we remained powerless to address the underlying problem: a health insurance system that was structurally flawed.\n\nAnd the novelist John Scalzi explains that while for him, the Affordable Care Act won’t make the difference between having insurance and not having insurance, it will mean a much saner system for accessing health insurance for self-employed people and their families. He explains:\n\nIn my professional life, I’ve been fortunate. I’ve always had good health insurance, either through my employer or through my wife’s, and the one brief time I paid full freight for our health insurance, I was able to afford it (although I had to incorporate, hire my wife and then attach myself and our child as dependents on her policy, because it was massively cheaper that way — which also points out the stupidity of how health insurance is done in the US). I’m also aware how fortunate I have been for someone in my field; I am one of the few self-employed writers I know who doesn’t have a health insurance tale of woe.\n\nWhat all of these stories make clear is that the Affordable Care Act matters to artists–just as it matters to a lot of entrepreneurs–because it makes it easier to take chances and carve out the time that makes it possible to pursue an artistic career. These aren’t folks who are demanding instant success, or a lot of money for their art, or even consistent rather than seasonal or contract employment. Instead, they’re people who want to lower their overall level of risk, and are more than willing to pay to afford to do so. They’re folks who would like to set up their lives so that when bad medical things happen, they are merely bad, even very bad, rather than completely catastrophic. These are pretty reasonable things to want, especially if you’re committing yourself to pay into a system that you might not need, in the full expectation that it might help bear the costs of someone else’s medical bills, even if you don’t incur your own.\n\nWanting to be able to purchase insurance is a pretty minimal thing to hope to be able to do. But the benefits you get from being able to reduce your risk levels, and consequently, your anxiety levels, and your attachment to a bad job are considerable. If you can buy yourself a safety net, it’s much easier to go out on the road as a musician and accept that your level of income is going to be fairly low, or quit your job to finish writing the novel your publisher has purchased from you and take the chance that it’ll do well enough for you to get the next contract. In other words, the Affordable Care Act is offering artists, musicians, and writers–and a whole lot of other people–an opportunity to be economically mobile. It makes it easier to be brave, and take risks, not just in the art that you’re creating, but in deciding to make art at all.", "article_metadata": {"google": "nositelinkssearchbox", "description": "Being able to buy insurance as individuals under the Affordable Care Act make it much easier to pursue an already-risky career in the arts.", "generator": "WordPress 4.4.2", "og": {"site_name": "ThinkProgress", "description": "Being able to buy insurance as individuals under the Affordable Care Act make it much easier to pursue an already-risky career in the arts.", "title": "Why The Affordable Care Act Matters To Artists", "url": "http://thinkprogress.org/alyssa/2013/10/02/2719011/affordable-care-act-artists/", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2013/10/Federal-Art-Project-Poster.jpg", "type": "article"}, "twitter": {"description": "Being able to buy insurance as individuals under the Affordable Care Act make it much easier to pursue an already-risky career in the arts.", "creator": "@AlyssaRosenberg", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2013/10/Federal-Art-Project-Poster-321x214.jpg", "title": "Why The Affordable Care Act Matters To Artists", "site": "@ThinkProgress", "card": "summary_large_image"}, "robots": "noodp", "elq-topic": "tp-alyssa", "fb": {"admins": 100001364918392, "pages": 200137333331078, "app_id": 186883798025836}, "thumb2": "http://cdn.thinkprogress.org/wp-content/uploads/2013/10/Federal-Art-Project-Poster.jpg", "thumb1": "http://cdn.thinkprogress.org/wp-content/uploads/2013/10/Federal-Art-Project-Poster.jpg", "google-site-verification": "HDCaom2KPSt1X92eD5CiYHCkWvb5nP09lhEAOPZ5rts", "article": {"published_time": "2013-10-02T16:05:53+00:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=0"}, "_id": "\"57477af46914bd0286fe1c01\"", "article_summary": "Alyssa Why The Affordable Care Act Matters To Artists CREDIT:It’s not yet clear how many people purchased insurance through the exchanges created under the Affordable Care Act that opened up yesterday.\nIn other words, the Affordable Care Act is offering artists, musicians, and writers–and a whole lot of other people–an opportunity to be economically mobile.\nWhat all of these stories make clear is that the Affordable Care Act matters to artists–just as it matters to a lot of entrepreneurs–because it makes it easier to take chances and carve out the time that makes it possible to pursue an artistic career.\nThe ACA, and the ability to purchase more affordable insurance as an individual, doesn’t change that economic calculus.\nYet, despite all our hard work we remained powerless to address the underlying problem: a health insurance system that was structurally flawed."}