{"article_title": "Governor Greg Abbott At Texas GOP Convention – Houston Public Media", "article_keywords": ["houston", "abbott", "republican", "trump", "supporters", "media", "ted", "governor", "gop", "states", "hillary", "greg", "convention", "obamas", "public", "texas", "obama"], "article_url": "https://www.houstonpublicmedia.org/articles/news/2016/05/12/150217/governor-greg-abbott-at-texas-gop-convention/", "article_text": "/ Download\n\nGovernor Greg Abbott opened the Texas Republican Party convention in Dallas with a call for unity. He argued the state’s conservative values and legislative priorities would be in grave danger if Hillary Clinton won the presidency in November.\n\nAbbott began by focusing on what he sees as some of the important tasks ahead for his administration and the Republican-led state legislature. He named priorities such as ethics reform, school choice, and access of transgendered individuals to bathrooms and other facilities.\n\n“The most recent example is the bathroom battle that the Obama administration is waging in North Carolina. Obama, Obama is turning bathrooms into courtroom issues. He is rewriting the Civil Rights Act to force states to bow down to Barack Obama’s political agenda.”\n\nAbbott cited his own record, as Texas Attorney General, of filing thirty-one lawsuits against the Obama Administration.\n\n“I didn’t file those lawsuits just to have Barack Obama’s liberal agenda extended by Hillary Clinton. Hillary will expand Obamacare. She will continue Obama’s open border and amnesty policies. And Hillary wants to take away your guns.”\n\nThe governor spent the rest of his speech targeting Clinton’s record on issues ranging from abortion to energy to foreign policy. He saluted the conservative stance of Senator Ted Cruz, who Abbott had endorsed during the race for the party’s presidential nomination.\n\n“Now, Ted may have come up short, but that does not end the war. America does not have the luxury to get this election wrong. Republicans must unite to prevent Hillary from continuing the Obama agenda, from destroying our Constitution.”\n\nThe one name Abbott did not mention in discussing the presidential contest was that of the apparent Republican nominee, Donald Trump. The New York billionaire has plenty of supporters at the convention, if not as many as Cruz. Winning over Cruz’s backers could be tricky, given the bitterness of the nomination fight. Trump’s supporters in Dallas are keeping their message simple. Most of them are wearing a sticker that says, “Vote Trump, Never Hillary.”", "article_metadata": {"category": "Election 2016", "description": "Governor Greg Abbott opened the Texas Republican Party convention in Dallas with a call for unity.", "programs": "none", "og": {"site_name": "Houston Public Media", "description": "Governor Greg Abbott opened the Texas Republican Party convention in Dallas with a call for unity.", "title": "Governor Greg Abbott At Texas GOP Convention | Houston Public Media", "url": "https://www.houstonpublicmedia.org/articles/news/2016/05/12/150217/governor-greg-abbott-at-texas-gop-convention/", "image": {"secure_url": "https://www.houstonpublicmedia.org/wp-content/uploads/2016/05/12171441/2015-GovernorAbbott-Portrait_HiRes-1200x800.jpg", "url": "https://www.houstonpublicmedia.org/wp-content/uploads/2016/05/12171441/2015-GovernorAbbott-Portrait_HiRes-1200x800.jpg", "height": 800, "width": 1200, "identifier": "https://www.houstonpublicmedia.org/wp-content/uploads/2016/05/12171441/2015-GovernorAbbott-Portrait_HiRes-1200x800.jpg", "type": "image/jpeg"}, "type": "article"}, "story_id": 477863475, "twitter": {"description": "Governor Greg Abbott opened the Texas Republican Party convention in Dallas with a call for unity.", "creator": "@houstonpubmedia", "url": "https://www.houstonpublicmedia.org/articles/news/2016/05/12/150217/governor-greg-abbott-at-texas-gop-convention/", "image": "https://www.houstonpublicmedia.org/wp-content/uploads/2016/05/12171441/2015-GovernorAbbott-Portrait_HiRes-1200x800.jpg", "title": "Governor Greg Abbott At Texas GOP Convention", "site": "@houstonpubmedia", "card": "summary_large_image"}, "author": "Andrew Schneider", "wordCount": 369, "org_id": 220, "datePublished": "2016-05-12T17:24:14+00:00", "fb": {"admins": 37511993, "app_id": 1520489194943572, "pages": 27589213702}, "bitly-verification": "7777946f1a0a", "google-site-verification": "QOrBnMZ1LXDA9tL3e5WmFUU-oI3JUbDRotOWST1P_Dg", "keywords": "Election 2016, News, Politics, Governor Greg Abbott, Texas Republican Convention", "article": {"section": "Politics", "tag": "Texas Republican Convention", "published_time": "2016-05-12T17:24:14+00:00"}, "has_audio": 1, "viewport": "width=device-width, initial-scale=1, maximum-scale=1"}, "article_summary": "Obama, Obama is turning bathrooms into courtroom issues.\n/ DownloadGovernor Greg Abbott opened the Texas Republican Party convention in Dallas with a call for unity.\nHe saluted the conservative stance of Senator Ted Cruz, who Abbott had endorsed during the race for the party’s presidential nomination.\nAbbott began by focusing on what he sees as some of the important tasks ahead for his administration and the Republican-led state legislature.\nHe argued the state’s conservative values and legislative priorities would be in grave danger if Hillary Clinton won the presidency in November."}