{"article_title": "Parched West Coast states restrict July 4 fireworks shows", "article_keywords": ["states", "wildfires", "francisco", "san", "bans", "city", "sparks", "west", "fireworks", "state", "coast", "restrict", "large", "parched", "shows"], "article_url": "http://www.duluthnewstribune.com/news/3779480-parched-west-coast-states-restrict-july-4-fireworks-shows", "article_text": "Parched West Coast states restrict July 4 fireworks shows\n\nPeople watch as fireworks explode over San Francisco Bay during the 75th anniversary celebration of the Golden Gate Bridge in San Francisco on May 27, 2012. (Reuters file / Robert Galbraith)\n\nSEATTLE - Authorities battling dozens of large wildfires along the parched U.S. West Coast are clamping down on Independence Day fireworks displays over fears that wayward sparks could trigger fresh blazes.\n\nCommunities in Washington state and Oregon have imposed restrictions or outright bans on fireworks, while Cupertino, California, joined Alaska's largest city of Anchorage in canceling signature fireworks shows because of drought concerns.\n\nThe massive blazes that have marked an early start to the fire season, along with forecasts for scorching weather during the Fourth of July weekend, also have led police to crack down on illegal pyrotechnics sales, and lawmakers have issued stern warnings.\n\n\"I suggest to show our patriotism, fly U.S. flags, not fireworks,\" said Erin Janssens, Fire Chief in Portland, Oregon.\n\nIn Alaska, where 26 large wildfires and hundreds of smaller ones were burning on Thursday, bans on fireworks were in place in Anchorage, the southern Alaska town of Houston, near where a 7,200-acre blaze destroyed 55 homes, and in Fairbanks, where smoke from nearby fires inundated the city, leaving layers of ash on cars.\n\nThe news is not all bad for fireworks enthusiasts on July 4, however.\n\nLight rains and cooler temperatures in Alaska midweek prompted the state fire marshal to lift several fireworks sales bans.\n\nPyrotechnics shows were still planned in Los Angeles, San Francisco and other parts of drought-stricken California, though many communities have laws against the use of large fireworks by amateurs.\n\nLos Angeles City Attorney Mike Feuer said this month he has filed criminal cases against fireworks suppliers and seized more than 700 pounds (320 kg) of illegal and dangerous fireworks.\n\nAccidents can still happen despite precautions. On Thursday, a fireworks-stocked truck ignited on a busy freeway connecting Los Angeles with Las Vegas, spraying sparks and stopping traffic, local media cited state police as saying. There were no injuries.\n\nIn some states, the restrictions were initially imposed for safety reasons, but this year officials are also citing the risk of fire in drought-parched areas.\n\nIn Sacramento, municipal lawmaker Susan Peters told residents to eschew big airborne fireworks, which could spit sparks onto rooftops and dry brush, in favor of products certified as \"safe and sane.\"\n\nCalifornia bans unlicensed sale and use of firecrackers, skyrockets, Roman candles, chasers and sparklers more than 10 inches long or a quarter of an inch in diameter, among others.\n\n\"Safe and sane\" fireworks are usually considered to be smaller sparklers, ground-spinners and others that do not explode or fly.\n\nIn Washington state, which has already seen more than 300 wildfires so far this year following the worst fire season on record in 2014, Governor Jay Inslee urged \"an extraordinary amount of caution\" on Thursday before saying he lacks the authority under state law to declare a statewide fireworks ban.\n\nIn Seattle, while sporadic booms and crackles could be heard on weeknights this week, all fireworks but small exploding caps are banned, with potential penalties of up to a year in jail and a $5,000 fine, police said.\n\n\"But don't fret, fireworks fans! You can still enjoy the fireworks at SeaFair's 4th of July event on Lake Union!\" police said, referring to a festival downtown.\n\nIn Oregon, where eight large fires were burning on Thursday, Governor Kate Brown encouraged residents to go further than bans on bottle rockets, roman candles, and machine-gun-sounding firecrackers.\n\n\"I encourage Oregonians to be aware and considerate of our state's natural beauty, neighbors, and pets before deciding on when and where you choose to light fireworks,\" Brown said.", "article_metadata": {"news_keywords": "News", "Generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "Duluth News Tribune", "description": "SEATTLE - Authorities battling dozens of large wildfires along the parched U.S. West Coast are clamping down on Independence Day fireworks displays over fears that wayward sparks could trigger fresh blazes.\r\n\r\nCommunities in Washington state and Oregon have imposed restrictions or outright bans on f...", "title": "Parched West Coast states restrict July 4 fireworks shows", "url": "http://www.duluthnewstribune.com/news/3779480-parched-west-coast-states-restrict-july-4-fireworks-shows", "image": {"width": 300, "identifier": "http://www.duluthnewstribune.com/sites/default/files/styles/square_300/public/field/image/july%204%20fireworks.jpg?itok=MM3TJ7vn", "height": 300}, "type": "article"}, "twitter": {"description": "SEATTLE - Authorities battling dozens of large wildfires along the parched U.S. West Coast are clamping down on Independence Day fireworks displays over fears that wayward sparks could trigger fresh blazes.\r\n\r\nCommunities in Washington state and Oregon have imposed restrictions or outright bans on f...", "title": "Parched West Coast states restrict July 4 fireworks shows", "url": "http://www.duluthnewstribune.com/news/3779480-parched-west-coast-states-restrict-july-4-fireworks-shows", "image": "http://www.duluthnewstribune.com/sites/default/files/styles/16x9_430/public/field/image/july%204%20fireworks.jpg?itok=HkU03FIt", "site": "duluthnews", "card": "summary_large_image"}, "fb": {"app_id": 264600393705982}, "keywords": "News", "article": {"publisher": "https://www.facebook.com/duluthnews", "tag": "News", "modified_time": "2015-07-04T13:17:41-05:00"}, "image": {"alt": "People watch as fireworks explode over San Francisco Bay during the 75th anniversary celebration of the Golden Gate Bridge in San Francisco on May 27, 2012. (Reuters file / Robert Galbraith)"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1, minimum-scale=1, user-scalable=no", "description": "SEATTLE - Authorities battling dozens of large wildfires along the parched U.S. West Coast are clamping down on Independence Day fireworks displays over fears..."}, "_id": "\"57477af36914bd0286fd324d\"", "article_summary": "Parched West Coast states restrict July 4 fireworks showsPeople watch as fireworks explode over San Francisco Bay during the 75th anniversary celebration of the Golden Gate Bridge in San Francisco on May 27, 2012.\nPyrotechnics shows were still planned in Los Angeles, San Francisco and other parts of drought-stricken California, though many communities have laws against the use of large fireworks by amateurs.\n(Reuters file / Robert Galbraith)SEATTLE - Authorities battling dozens of large wildfires along the parched U.S. West Coast are clamping down on Independence Day fireworks displays over fears that wayward sparks could trigger fresh blazes.\nLight rains and cooler temperatures in Alaska midweek prompted the state fire marshal to lift several fireworks sales bans.\nCommunities in Washington state and Oregon have imposed restrictions or outright bans on fireworks, while Cupertino, California, joined Alaska's largest city of Anchorage in canceling signature fireworks shows because of drought concerns."}