{"article_title": "Man, 50, Stabbed Multiple Times In MLK Boulevard Disorder; Wilkey Charged", "article_keywords": ["week", "boulevard", "multiple", "vice", "mlk", "wave", "wilkey", "visit", "50", "times", "wonder", "chief", "fletcher", "believe", "violence", "stabbed", "charged", "disorder", "click", "man"], "article_url": "http://www.chattanoogan.com/2014/12/25/290895/Man-50-Stabbed-Multiple-Times-In-MLK.aspx", "article_text": "It is interesting that Chief Fletcher would deem the handling of the Mayor's encounter as typical or normal. Is the Chief asking the public to believe that all misdemeanor domestic violence arrests include a 4-hour taped interrogation, and delayed reporting after a visit to the Chief’s house. Of course, we believe that Chief Fletcher. April Eidson * * * I ... (click for more)\n\nOn this, the week of commencement, junior high graduations, and achievement at every level is displayed, we stand with hope and wonder as the next wave of promising Americans gives our nation the reason we pray for our next tomorrow. On Monday, as Vice President Joe Biden addressed 950 cadets who would become 2nd Lieutenants by the end of the day at the United States Military ... (click for more)", "article_metadata": {"og": {"url": "http://www.chattanoogan.com/2014/12/25/290895/Man-50-Stabbed-Multiple-Times-In-MLK.aspx", "article": {"section": "Breaking News", "published_time": "2014-12-26T01:29:41.4531809Z", "modified_time": "2014-12-26T22:21:50.4338024Z"}, "image": "http://www.chattanoogan.com/photos/2014/12/article.290895.jpg", "type": "article", "title": "Man, 50, Stabbed Multiple Times In MLK Boulevard Disorder; Wilkey Charged"}}, "_id": "\"57477af46914bd0286fe1be8\"", "article_summary": "It is interesting that Chief Fletcher would deem the handling of the Mayor's encounter as typical or normal.\nOf course, we believe that Chief Fletcher.\nIs the Chief asking the public to believe that all misdemeanor domestic violence arrests include a 4-hour taped interrogation, and delayed reporting after a visit to the Chief’s house.\nOn Monday, as Vice President Joe Biden addressed 950 cadets who would become 2nd Lieutenants by the end of the day at the United States Military ... (click for more)\nApril Eidson * * * I ... (click for more)On this, the week of commencement, junior high graduations, and achievement at every level is displayed, we stand with hope and wonder as the next wave of promising Americans gives our nation the reason we pray for our next tomorrow."}