{"article_title": "On menu at Boulder's Naropa, food service by ex-homeless", "article_keywords": ["bridge", "service", "food", "menu", "university", "work", "boulders", "naropa", "community", "homeless", "exhomeless", "table", "house", "kitchen"], "article_url": "http://www.timescall.com/longmont-local-news/ci_29364077/menu-at-boulders-naropa-food-service-by-ex", "article_text": "Community Table Kitchen to serve at three university cafes\n\nSean Hammond a supervisor with Bridge House Community Table Kitchen moves food into the kitchen at the Naropa University Arapahoe Campus on Friday. Beginning Monday Bridge House will operate the food services for the university. ( David R. Jennings / Staff Photographer )\n\nTwo and a half years ago, Community Table Kitchen, a Boulder food service staffed by the formerly homeless, was preparing about 120 plates a day for the city's most needy. Word of mouth slowly brought some catering opportunities, at the occasional church or University of Colorado event, and later for a few corporate functions.\n\nNow, in addition to the 400 meals it serves daily to the homeless, a steady stream of new and repeat customers present multiple new jobs each month. In December, Community Table Kitchen scored its first regular gig: a small espresso booth inside Audi's Boulder showroom.\n\nBut the program's biggest coup to date is a contract with Naropa University to be the school's food service provider. Starting Monday, the cafes at the school's three Boulder campuses will be staffed by ex-homeless clients of Bridge House's Ready to Work program.\n\n\"It shows a lot about respect for the Community Table,\" said the once-homeless James Halapeska, 46. \"That they trust us with the responsibility — we appreciate that a lot.\"\n\nNaropa President Chuck Lief is a board member at Bridge House, and previously worked to support low-income housing in New York. Hiring Community Table Kitchen was his idea, and, in his words, a deliberate effort to force students and faculty to interface daily with a population largely hidden from view.\n\n\"I think there's nothing wrong when janitorial or custodial businesses hire homeless people, but it's a very different effect when they go into a building at 11 at night and work until dawn,\" he said. \"But my experience is that people who are homeless or at risk are stigmatized.\n\nAdvertisement\n\n\"I think of this as an opportunity to not just provide some financial support to Bridge House to enable them to do the work but also to allow our community to engage with people who frankly are very much like them, but happen to be experiencing homelessness.\"\n\nWorking to erase stigma\n\nBridge House staff often lament what they see as a pervasive and damaging stereotype of the homeless — Ready to Work supervisor Widd Medford calls it \"the guy with a Santa Claus beard flashing a sign\" — and its clientele hopes the Naropa contract will help debunk the unproductive myth.\n\n\"When we cater, you see these people dressed professionally, and you don't think of them as homeless,\" said Sean Hammond, 41, who was homeless for eight years and will now manage the café at the university's main campus on Arapahoe Avenue.\n\n\"Afterward, you might see them walking away and wonder if that's really the same person. It's kind of hard to get beyond that stigma, but we are doing the best we can to try to change that perspective.\"\n\nOf course, one way to change minds is simply to make good food.\n\nNaropa's cafes will serve coffee, tea and a mix of prepared and fresh items. Among the first menu's features are pineapple slaw, homemade chips, Vietnamese noodles and a slew of fresh-baked pastries.\n\n\"Hopefully we can get our name into the community and show what we can do,\" said the formerly homeless Nessa Meadows, 59. \"Which is cater awesome food.\"\n\nShe and several others cooking in the kitchen on Friday beamed while discussing the opportunity Ready to Work has provided.\n\n\"Sometimes, those of us that are poor don't have a bootstrap to pull up from,\" Meadows said. \"That's what this is: a bootstrap to hold onto to get going again.\"\n\nIndependent restaurant not ruled out\n\nCommunity Table Kitchen Executive Chef John Trejo offered a similar view, and bristled at the notion that the program is purely charitable.\n\n\"We'll meet them halfway,\" he said. \"It's a hand up, not a handout.\"\n\nReady to Work employees live at Bridge House's employment and housing center on Table Mesa Drive, which opened in August with the goal of offering roughly yearlong terms to homeless people who work either for the program's food services or landscaping crews.\n\nThey're paid minimum wage at first, and then get slight raises upon completion of a job-training course. Staff then assists as they seek housing and full-time jobs outside the program. A few clients, like Hammond, have been brought on for full-time roles that may become more available as Ready-to-Work continues expanding.\n\nTrejo didn't rule out Community Table Kitchen opening its own restaurant someday. But having only just secured its first contracts with Audi and Naropa, the program isn't thinking that big yet.\n\n\"We would love to take on more projects and operate more businesses where we're in control, where it's our name and our product,\" Trejo said. \"But so far, we're doing pretty good.\"\n\nAlex Burness: 303-473-1389, burnessa@dailycamera.com or twitter.com/alex_burness", "article_metadata": {"sailthru.url": "http://www.timescall.com/longmont-local-news/ci_29364077/menu-at-boulders-naropa-food-service-by-ex", "modificationDate": "2016-01-10T09:17:05-0700", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site46/2016/0109/20160109__10DCANARw~1_300.jpg", "sailthru.author": "By Alex Burness \n  Staff Writer", "description": "Two and a half years ago, Community Table Kitchen, a Boulder food service staffed by the formerly homeless, was preparing about 120 plates a day for the city's most needy.", "ag": {"canon": "LongmontTimes-Call:article:29364077:view"}, "startDate": "2016-01-09T12:55:30-0700", "og": {"url": "http://www.timescall.com/longmont-local-news/ci_29364077/menu-at-boulders-naropa-food-service-by-ex", "image": "http://extras.mnginteractive.com/live/media/site46/2016/0109/20160109__10DCANARw~1.jpg", "type": "article", "description": "Two and a half years ago, Community Table Kitchen, a Boulder food service staffed by the formerly homeless, was preparing about 120 plates a day for the city's most needy.", "title": "On menu at Boulder's Naropa, food service by ex-homeless"}, "twitter": {"domain": "timescall.com", "description": "Two and a half years ago, Community Table Kitchen, a Boulder food service staffed by the formerly homeless, was preparing about 120 plates a day for the city's most needy.", "title": "On menu at Boulder's Naropa, food service by ex-homeless", "url": "http://www.timescall.com/longmont-local-news/ci_29364077/menu-at-boulders-naropa-food-service-by-ex", "image": "http://extras.mnginteractive.com/live/media/site46/2016/0109/20160109__10DCANARw~1.jpg", "site": "@TimesCall", "card": "summary_large_image"}, "sailthru.date": "2016-01-09T12:55:30-0700", "sailthru.site": "timescall.com", "endDate": "2026-01-09T12:51:21-0700", "sailthru.title": "On menu at Boulder's Naropa, food service by ex-homeless", "sailthru.article-section-or-homepage": "article", "sailthru.section": "Local News", "msvalidate.01": "4B535F7EB2971D1FCBA5D1D3E3E292C3", "google-site-verification": "lLtD9ZooxmJUEEdRSCVzkO06t_hYKtyDqZF7EA3N2U0", "byline": "By Alex BurnessStaff", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site46/2016/0109/20160109__10DCANARw~1.jpg", "pubDate": "2016-01-09T12:56:29-0700", "news_keywords": "Longmont Colorado TimesCall local news"}, "article_summary": "But the program's biggest coup to date is a contract with Naropa University to be the school's food service provider.\nCommunity Table Kitchen to serve at three university cafesSean Hammond a supervisor with Bridge House Community Table Kitchen moves food into the kitchen at the Naropa University Arapahoe Campus on Friday.\nIn December, Community Table Kitchen scored its first regular gig: a small espresso booth inside Audi's Boulder showroom.\nNaropa President Chuck Lief is a board member at Bridge House, and previously worked to support low-income housing in New York.\n\"It shows a lot about respect for the Community Table,\" said the once-homeless James Halapeska, 46."}