{"article_title": "National Restaurant Association CEO Dawn Sweeney", "article_keywords": ["associations", "activists", "restaurant", "ceo", "national", "sweeney", "nras", "protesters", "wages", "wrote", "dawn", "industrys", "industry", "association"], "article_url": "http://nrn.com/power-list-2016-Dawn-Sweeney%20", "article_text": "If her title as president and CEO of the National Restaurant Association did not already underscore Dawn Sweeney’s role as the foodservice industry’s tip of the spear against the activists at the gate, one could remove all doubt by asking the protesters who crashed the NRA’s annual trade show last May.\n\nAgitators from Restaurant Opportunities Center United brandished fake badges to enter Chicago’s McCormick Place and then picketed in front of the NRA’s booth, ultimately demanding a meeting with Sweeney to discuss increasing the wages of tipped workers.\n\nShe did not meet with those protesters that day, but in her eight years as leader of the NRA, Sweeney has met every challenge to the restaurant industry’s business model — from activists, labor unions and regulators — and actively advocated for the interests of the association’s more than 40,000 members. That experience will be particularly indispensable in 2016, when the looming presidential election promises to elevate several issues crucial to restaurants, from immigration reform to tax policy.\n\nThreats to the industry have emerged on all fronts, including the Affordable Care Act’s long-awaited coverage mandates — and the law’s definition of 30 hours per week, not 40, as full time — as well as rising minimum wages in many states. Yet Sweeney has effectively promoted the NRA’s message to lawmakers and the public that the industry is a major conduit to realizing the American dream.\n\n“Restaurants are backdrops for many success stories,” Sweeney wrote recently in The Hill. “Dishwashers become sous chefs, bussers become head bartenders and servers become restaurant owners.”\n\nSweeney, named one of the 100 “Most Powerful Women in Washington” in 2015 by Washingtonian magazine, strives to balance that long-term vision with the association’s next fight, which is always just around the corner.", "article_metadata": {"description": "National Restaurant Association CEO Dawn Sweeney is named to NRN's 2016 Power List for championing foodservice in the face of escalating industry threats.", "title": "The Power List 2016: Dawn Sweeney", "og": {"url": "http://nrn.com/power-list-2016-Dawn-Sweeney", "image": "http://nrn.com/site-files/nrn.com/files/uploads/2016/01/dawnsweeneynra2015promo.jpg", "type": "website", "description": "Championing foodservice in the face of escalating industry threats", "title": "The Power List 2016: Dawn Sweeney"}, "p": {"domain_verify": "7d22d9073ed6d094c7c5d663db02d457"}, "apple-mobile-web-app-capable": "yes", "revisit-after": "1 day", "apple-itunes-app": "app-id=593080516", "keywords": "Government, NRN 50"}, "article_summary": "“Restaurants are backdrops for many success stories,” Sweeney wrote recently in The Hill.\nYet Sweeney has effectively promoted the NRA’s message to lawmakers and the public that the industry is a major conduit to realizing the American dream.\nIf her title as president and CEO of the National Restaurant Association did not already underscore Dawn Sweeney’s role as the foodservice industry’s tip of the spear against the activists at the gate, one could remove all doubt by asking the protesters who crashed the NRA’s annual trade show last May.\nAgitators from Restaurant Opportunities Center United brandished fake badges to enter Chicago’s McCormick Place and then picketed in front of the NRA’s booth, ultimately demanding a meeting with Sweeney to discuss increasing the wages of tipped workers.\nThat experience will be particularly indispensable in 2016, when the looming presidential election promises to elevate several issues crucial to restaurants, from immigration reform to tax policy."}