{"article_title": "Obamacare claims rarely get clean bill of health", "article_keywords": ["claim", "law", "graves", "stop", "bill", "obamacare", "broun", "health", "voted", "clean", "claims", "plan", "rarely", "care"], "article_url": "http://www.politifact.com/georgia/article/2013/dec/27/obamacare-claims-rarely-get-clean-bill-health/", "article_text": "If you wanted to ignite an argument in Georgia, and the rest of the nation, in 2013, you just had to say one word: Obamacare.\n\nThe Affordable Care Act -- its official name -- became a lightning rod of controversy and a springboard for political pontificating.\n\nPresident Barack Obama’s assurance that if you like your health care plan you can keep it was named PolitiFact’s \"Lie of the Year\" by PolitiFact editors.\n\nPolitiFact readers also selected it as their \"Lie of the Year\" with 59 percent of the vote. It was a landslide. The next highest vote total went to Republican U.S. Sen. Ted Cruz of Texas for his contention that Congress is exempt from the health care law. But that only got 8 percent of the vote.\n\nSummaries of a few of our favorite Obamacare fact checks from 2013 can be found below.\n\nPresident Barack Obama: \"What we said was, you can keep (your plan) if it hasn't changed since the law passed.\"\n\nObama's attempt at explanation has only fanned the flames of controversy over his campaign line \"If you like your health care, you can keep it.\"\n\nThe president was already dealing with a troubled rollout of the healthcare.gov website when reports of healthcare cancellation notices for many Americans started arriving.\n\nSuch notices have been common only for people buying insurance on the individual market, which accounts for about 5 percent of Americans, a small minority. But the existence of people in that situation struck many critics as contradicting his like-it, keep-it promise on its face.\n\nObama's speech on Nov. 4 at a meeting of Organizing for Action, his campaign organization, seemed to offer a new, and confusing, wrinkle.\n\n\"Now, if you have or had one of these plans before the Affordable Care Act came into law and you really liked that plan, what we said was you can keep it if it hasn’t changed since the law passed,\" Obama said.\n\nThe way we read that comment -- and, judging by the contentious White House news briefing the following day, the way other Washington journalists read it -- was that Obama was saying that people had been misreporting the pledge he had made.\n\nObama ignored the overwhelming majority of times he addressed the issue, where most people would have heard it. This statement played a major role when PolitiFact named its \"Lie of the Year.\"\n\nWe rated Obama’s claim Pants On Fire.\n\nwww.politifact.com/truth-o-meter/statements/2013/nov/06/barack-obama/barack-obama-says-what-hed-said-was-you-could-keep/\n\nU.S. Rep. Paul Broun, R-Athens: \"(U.S. Rep. Jack Kingston) voted to fund (Obamacare).\"\n\nKingston, a Republican from Savannah, was recently on the Fox News Channel to talk about his approach to make Obamacare work better for Americans.\n\nBroun, apparently, wasn’t impressed.\n\n\"Jack Kingston wants to keep Obamacare,\" Broun, who is seeking the GOP nomination to the U.S. Senate, said in a YouTube video. \"He voted to fund it, and now he wants to fix it.\"\n\nKingston, also running for the U.S. Senate, has voted for federal legislation to keep the government running. Broun is using that to base his argument since the legislation includes spending for the health care law.\n\nBut it was a piece of a much larger spending package that includes defense spending and disaster recovery. Using that logic, Kingston could say Broun voted against defense spending.\n\nBroun’s claim contains an element of accuracy, but it gives people a misleading perception of Kingston’s position on Obamacare. We rated it Mostly False.\n\nwww.politifact.com/georgia/statements/2013/dec/10/paul-broun/broun-video-doesnt-tell-whole-story/\n\nU.S. Rep. Tom Graves: Warren Buffett says stop Obamacare now and start over.\n\nPolitiFact Georgia was asked to check a claim made by Graves about Obamacare.\n\nGraves, a Republican from Ranger, was one of the legislative leaders behind a GOP push in the U.S. House to defund Obama’s health care law in order to avoid shutting down the government.\n\nDuring an appearance on ABC’s \"This Week,\" Graves defended his plan and cited additional evidence to show that support for Obamacare is dwindling.\n\nIn response to a question about a Wall Street Journal editorial regarding the GOP’s inept strategizing on budget issues, Graves said:\n\n\"That’s their opinion. An editorial clearly is what that is. But when you read the Chicago Tribune, they say delay and stop Obamacare. Warren Buffett says stop it now, start over. … It’s not just Republicans, this is widespread.\"\n\nGraves made the claim, without any additional context, five days after several fact-checkers debunked the claim.\n\nWe rated Graves’ statement Pants On Fire.", "article_metadata": {"description": "If you wanted to ignite an argument in Georgia, and the rest of the nation, in 2013, you just had to say one word: Obamacare. The Affordable Care Act -- its official name -- became a lightning rod of controversy and a springboard for political pontificating. President Barack Obama&rsquo;s assurance that if you like your health care plan you can keep it was named PolitiFact&rsquo;s &quot;Lie of the Year&quot; by PolitiFact editors. PolitiFact readers also selected it as their &quot;Lie of the Year&quot; with 59 percent of the vote. It was a landslide. The next highest vote total went to ...", "og": {"site_name": "PolitiFact Georgia", "description": "If you wanted to ignite an argument in Georgia, and the rest of the nation, in 2013, you just had to say one word: Obamacare. The Affordable Care Act -- its official name -- became a lightning rod of controversy and a springboard for political pontificating. President Barack Obama’s assurance that if you like your health care plan you can keep it was named PolitiFact’s", "title": "Obamacare claims rarely get clean bill of health", "url": "http://www.politifact.com/georgia/article/2013/dec/27/obamacare-claims-rarely-get-clean-bill-health/", "image": "http://static.politifact.com.s3.amazonaws.com:80/politifact%2Fphotos%2FSHOP_marketplace_photo.jpg", "type": "article"}, "twitter": {"username": "PolitiFactGA", "description": "If you wanted to ignite an argument in Georgia, and the rest of the nation, in 2013, you just had to say one word: Obamacare. The Affordable Care Act -- its official name -- became a lightning rod of controversy and a springboard for political pontificating. President Barack Obama&rsquo;s assurance that if you like your health care plan you can keep it was named PolitiFact&rsquo;s &quot;Lie of the Year&quot; by PolitiFact editors. PolitiFact readers also selected it as their &quot;Lie of the Year&quot; with 59 percent of the vote. It was a landslide. The next highest vote total went to ...", "title": "Obamacare claims rarely get clean bill of health", "url": "http://www.politifact.com/georgia/article/2013/dec/27/obamacare-claims-rarely-get-clean-bill-health/", "image": "http://static.politifact.com/images/twitter-meter.png", "site": "@politifact", "card": "summary_large_image"}, "fb": {"admins": 750116788, "app_id": 106379906558, "pages": 61308923432}, "google-site-verification": "qAV0CDw3qyhv8XdVwp6m1xDBnW9Q1sRAAynq6kDP7kE", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fddd8f\"", "article_summary": "The next highest vote total went to Republican U.S. Sen. Ted Cruz of Texas for his contention that Congress is exempt from the health care law.\nPresident Barack Obama’s assurance that if you like your health care plan you can keep it was named PolitiFact’s \"Lie of the Year\" by PolitiFact editors.\n\"Jack Kingston wants to keep Obamacare,\" Broun, who is seeking the GOP nomination to the U.S. Senate, said in a YouTube video.\nBroun is using that to base his argument since the legislation includes spending for the health care law.\nObama's attempt at explanation has only fanned the flames of controversy over his campaign line \"If you like your health care, you can keep it.\""}