{"article_title": "Stasi: The worst politicians of 2013", "article_keywords": ["right", "voters", "phil", "shocked", "stasi", "politicians", "woman", "worst", "york", "whod", "robertson", "reality", "know"], "article_url": "http://www.nydailynews.com/news/national/stasi-year-disgraceful-politicians-article-1.1555422", "article_text": "THE HEALTH OF OUR NATION\n\nA protest over the Affordable Health Care Act shut down the government for 16 long days. The hit to the economy? About $24 billion, or approximately the amount it would have cost if the government had instead paid one month of the health care premiums for every man, woman and child in America.\n\nHOUSE PASSES BIPARTISAN BUDGET DEAL PREVENTING FUTURE GOVERNMENT SHUTDOWNS\n\nTHE ERECTION ELECTION\n\nLike roaches you can’t eliminate, two polverts, Anthony Weiner (aka Carlos Danger), and Eliot Spitzer, (aka Client 9), shocked everyone by showing up again and worse, running for citywide offices.\n\nRidiculously, pollsters instantly proclaimed them as front-runners who’d likely sweep the elections. Those pol-polls ended up being as accurate as telephone psychics.\n\nNEW YORK VOTERS SOUNDLY REJECT SEX-SCANDAL-RIDDEN POLS\n\nTurned out that Anthony’s wiener hadn’t stayed put, but had been actively starring in sleazy sexts during his repentance.\n\nSpitzer, as far as we know, behaved, but voters spit out the ex-governor because nobody wanted a guy who’d paid hookers with money orders controlling their money. Client #9 became Loser #2.\n\nBYE-BYE GLOOMY BLOOMY\n\nBill de Blasio wasn’t just the guy not to beat, but the guy the naysayers believed could never win because of his biracial family and his wife’s former relationship with a woman. Wrong. The city fell in love with the whole family and de Blasio beat the stuffing out of all his rivals, including a sexual pervert, a thrice-married man and a very popular married lesbian.\n\nDe Blasio then went on to beat the crap out of Joe Llhota, a white heterosexual with a wife who’d studied for the ministry, and lovely blond daughter.\n\nEven though Manhattan makes the news, in reality, 70% of NYC voters live in the outer boroughs and for them, this time, the left was right and the right was wrong.\n\nWHAT'S IN A WORD?\n\nDictionary.com declares that “Privacy” is the word of the year. The most misspelled word? “Furlough” — as in, “Privacy has taken a furlough.”\n\nVIRULENT VIOLENCE\n\nSo far this year, 137 people have been killed in 30 mass killings in the U.S., including the Boston Marathon, schools, malls, businesses and homes, according to USA Today. Think it’s increasing? It is. This year, four more people were killed in eight more mass incidents than last. Worse, Mother Jones calculated that 194 children have been shot to death since Newtown; 60 of them by their own parents. The south had the highest rate of childhood shooting deaths (92) and the east the least (20). Kentucky, Utah and Montana have the most guns per capita, while New York, Hawaii, New Jersey and D.C. have the fewest.\n\nJohn Lamparski/WireImage\n\nLITERARY LEMMINGS\n\nTo crown the glorious achievements of American literary lions past, comes yet another book “by” Snooki, whose previous efforts sold in the tens of copies. This time, it’s a memoir about being so drunk that her breast milk was 90 proof.\n\nIf that isn’t enough to make Hemingway rise from the grave and go a-hunting, now Lindsay Lohan’s camp is floating a story that she’s fielding seven-figure offers for her memoir.\n\nDo they mean “seven figures” as in $7.00?\n\nA) Who cares about these two belligerent boozy, banged-up brawlers, and B), what don’t we already know about them?\n\nSnooki’s low life came to life on a reality show, while Lindsay, once a great hopeful, now mostly exists only in the tabloids, although she’s banking on becoming the next Snooki with a reality show of her own on OWN.\n\nThere literally is nothing left to know other than who’d pay seven figures to know it?\n\nJamie McCarthy/Getty Images for Clear Channel\n\nBryan Smith\n\nOUT DAMNED SPOTS\n\nAs Christmas approaches, let’s pray that all faiths in this city will band together in a day of thankfulness and prayer that the nanny administration is finally over.\n\nToo bad their legacy of parking in the middle of streets, bike lanes, pedestrian malls and endless rules about eating, drinking and smoking remain.\n\nIn one last mean disciplinary measure against us bad, bad fatties and smokers, on Thursday the City Council, at the bidding of Gloomy Bloomy and his go-to yes woman, Christine Quinn, introduced bills to outlaw Styrofoam cups and electronic cigarettes.\n\nTheir rationale? Fake cigarettes might be harmful, and Styrofoam in landfills lasts forever. Isn’t a landfill supposed to last forever?\n\nRobin Marchant/Getty Images\n\nYEAH, IT IS A SLUR\n\nOnce-bleeding-heart liberal-turned-naked tweeter, Geraldo Rivera, speaking of “Duck Dynasty’s” Phil Robertson, invoked the other homophobe, Alec Baldwin. Geraldo said, “c---sucking f----t” is not a homophobic slur, but simply the gay fundamentalist mirror to Robertson’s Christian evangelism. What a “ruthless, insolent, arrogant God-hating” thing to say.\n\nXanthos Julia/ New York Daily News\n\nTAXING TIMES\n\nIf you’ve ever owed fifteen cents to the IRS, you know that your life isn’t worth ten cents to them. Meantime, a new report shows that 1,200 vendors for the IRS owe a whopping $589 million in back taxes, with only 50 of them on track to pay up. Why then does the IRS spend $55 billion to find, collect and prosecute the rest of us who make simple tax deduction mistakes? I swear those shoes were for work!\n\nMARGARET CROFT/THE NEWS-STAR/AP\n\nDUCK THAT CALL FROM THE DYNASTY\n\nGQ, the magazine for fashionable men, published an interview with a most unfashionable one recently, \"Duck Dynasty's\" Phil Robertson, and his words stink like swamp gas.\n\nThe duck-call bazillionaire not only equated homosexuality with bestiality, but said he was “with the blacks because we’re white trash,” and that “the blacks,” before welfare, were godly, singing, happy cotton pickers.\n\nA&E was shocked — shocked! — at the opinions of their bigot-in-residence, and promptly suspended him.\n\nDEFROCKED PASTOR: 'DUCK DYNASTY'S' PHIL ROBERTSON SPOUTS HARMFUL 'HATE SPEECH'\n\nShocked? Really? Who in their right mind takes philosophical advice about sexual mores and civil rights from a swamp-dwelling, ZZ Top-bearded lunatic in fatigues — even one with a masters in education? Terrifying!\n\nThis caused conservative politicians to scream about Phil’s free speech rights — never bothering to address the fact that A&E’s execs also have that right and are free to tell Phil to go jump in a swamp with the rest of the muck.\n\nIn er, reality, the producers of these shows always seek out the most outrageous, “colorful” characters, and then pretend to be horrified when those characters show their true colors. If you believe those same producers were unaware of Phil’s 2010 rant calling gays, “insolent, arrogant, God-haters,” than have I got a great piece of swampland to sell you.\n\nEXPRESS LINES\n\nBillie Jean King will be at the Russian Olympics standing up for truth, justice and the American gay … Al Goldstein's body will not be buried, but screwed into the ground ... When regular Joes get the boot, we get unemployment for failing small. When Katie Couric gets the boot, she gets an $8 million Yahoo! offer for failing ever bigger.\n\nlstasi@nydailynews.com / twitter@lindastasi", "article_metadata": {"sailthru.author": "Linda Stasi", "twitter": {"description": "Like roaches you can’t eliminate, two polverts, Anthony Weiner (aka Carlos Danger), and Eliot Spitzer, (aka Client 9), shocked everyone by showing up again and worse, running for city-wide offices. Ridiculously, pollsters instantly proclaimed them as front-runners who’d likely sweep the elections. Those pol-polls ended up being as accurate as telephone psychics. Turned out that Anthony’s wiener hadn’t stayed put, but had been actively starring in sleazy sexts during his repentance. Spitzer, as far as we know, behaved, but voters spit out the ex-governor because nobody wanted a guy who’d paid hookers with money orders controlling their money. Client #9 became Loser #2.", "title": "Stasi: The worst politicians of 2013", "url": "http://www.nydailynews.com/news/national/stasi-year-disgraceful-politicians-article-1.1555422", "image": "http://assets.nydailynews.com/polopoly_fs/1.1555456.1387686549!/img/httpImage/image.jpg_gen/derivatives/landscape_1200/large-stasi-1221.jpg", "site": "@nydailynews", "card": "summary"}, "sailthru.tags": "Duck Dynasty, Styrofoam, Lindsay Lohan, Nicole \"Snooki\" Polizzi, Bill De Blasio, Getty Images Inc., Phil Robertson, Internal Revenue Service", "parsely-author": "Linda Stasi", "parsely-type": "article", "keywords": "Duck Dynasty, Styrofoam, Lindsay Lohan, Nicole \"Snooki\" Polizzi, Bill De Blasio, Getty Images Inc., Phil Robertson, Internal Revenue Service", "news_keywords": "Duck Dynasty, Styrofoam, Lindsay Lohan, Nicole \"Snooki\" Polizzi, Bill De Blasio, Getty Images Inc., Phil Robertson, Internal Revenue Service", "parsely-link": "http://www.nydailynews.com/news/national/stasi-year-disgraceful-politicians-article-1.1555422", "parsely-title": "Stasi: The worst politicians of 2013", "sailthru.date": "2013-12-21T23:51:18-0500", "sailthru.title": "Stasi: The worst politicians of 2013", "nydn_section": "U.S.", "parsely-pub-date": "2013-12-22T04:51:18", "sailthru.image.thumb": "http://assets.nydailynews.com/polopoly_fs/1.1555456.1387686549!/img/httpImage/image.jpg_gen/derivatives/landscape_1200/large-stasi-1221.jpg", "description": "Like roaches you can’t eliminate, two polverts, Anthony Weiner (aka Carlos Danger), and Eliot Spitzer, (aka Client 9), shocked everyone by showing up again and worse, running for city-wide offices. Ridiculously, pollsters instantly proclaimed them as front-runners who’d likely sweep the elections. Those pol-polls ended up being as accurate as telephone psychics. Turned out that Anthony’s wiener hadn’t stayed put, but had been actively starring in sleazy sexts during his repentance. Spitzer, as far as we know, behaved, but voters spit out the ex-governor because nobody wanted a guy who’d paid hookers with money orders controlling their money. Client #9 became Loser #2.", "robots": "NOARCHIVE", "fb": {"admins": 1594068001, "app_id": 107464888913, "pages": 268914272540}, "msvalidate.01": "02916AAC0DA8B068EFE01D721E03ED7E", "parsely-section": "U.S.", "article": {"publisher": "https://www.facebook.com/NYDailyNews/"}, "sailthru.description": "Like roaches you can’t eliminate, two polverts, Anthony Weiner (aka Carlos Danger), and Eliot Spitzer, (aka Client 9), shocked everyone by showing up again and worse, running for city-wide offices. Ridiculously, pollsters instantly proclaimed them as front-runners who’d likely sweep the elections. Those pol-polls ended up being as accurate as telephone psychics. Turned out that Anthony’s wiener hadn’t stayed put, but had been actively starring in sleazy sexts during his repentance. Spitzer, as far as we know, behaved, but voters spit out the ex-governor because nobody wanted a guy who’d paid hookers with money orders controlling their money. Client #9 became Loser #2.", "viewport": "width=device-width, height=device-height, initial-scale=1, minimum-scale=1, maximum-scale=1, shrink-to-fit=no", "og": {"site_name": "NY Daily News", "description": "Like roaches you can’t eliminate, two polverts, Anthony Weiner (aka Carlos Danger), and Eliot Spitzer, (aka Client 9), shocked everyone by showing up again and worse, running for city-wide offices. Ridiculously, pollsters instantly proclaimed them as front-runners who’d likely sweep the elections. Those pol-polls ended up being as accurate as telephone psychics. Turned out that Anthony’s wiener hadn’t stayed put, but had been actively starring in sleazy sexts during his repentance. Spitzer, as far as we know, behaved, but voters spit out the ex-governor because nobody wanted a guy who’d paid hookers with money orders controlling their money. Client #9 became Loser #2.", "title": "Stasi: The worst politicians of 2013", "url": "http://www.nydailynews.com/news/national/stasi-year-disgraceful-politicians-article-1.1555422", "image": "http://assets.nydailynews.com/polopoly_fs/1.1555456.1387686549!/img/httpImage/image.jpg_gen/derivatives/landscape_1200/large-stasi-1221.jpg", "type": "article"}, "parsely-image-url": "http://assets.nydailynews.com/polopoly_fs/1.1555456.1387686549!/img/httpImage/image.jpg_gen/derivatives/landscape_1200/large-stasi-1221.jpg", "p": {"domain_verify": "78efe4f5c9935744af497772f68a0ee7"}, "nydn_byline": "Linda Stasi", "sailthru.credits": "NEW YORK DAILY NEWS"}, "_id": "\"57477af36914bd0286fd3267\"", "article_summary": "A&E was shocked — shocked!\nNEW YORK VOTERS SOUNDLY REJECT SEX-SCANDAL-RIDDEN POLSTurned out that Anthony’s wiener hadn’t stayed put, but had been actively starring in sleazy sexts during his repentance.\nRobin Marchant/Getty ImagesYEAH, IT IS A SLUROnce-bleeding-heart liberal-turned-naked tweeter, Geraldo Rivera, speaking of “Duck Dynasty’s” Phil Robertson, invoked the other homophobe, Alec Baldwin.\nDEFROCKED PASTOR: 'DUCK DYNASTY'S' PHIL ROBERTSON SPOUTS HARMFUL 'HATE SPEECH'Shocked?\nMARGARET CROFT/THE NEWS-STAR/APDUCK THAT CALL FROM THE DYNASTYGQ, the magazine for fashionable men, published an interview with a most unfashionable one recently, \"Duck Dynasty's\" Phil Robertson, and his words stink like swamp gas."}