{"article_title": "Video Games Could Be Coming to Vegas Casinos", "article_keywords": ["slot", "gaming", "vegas", "elements", "casino", "machine", "casinos", "games", "coming", "video", "skill", "click", "machines", "theres"], "article_url": "http://www.thefiscaltimes.com/2015/02/09/Video-Games-Could-Be-Coming-Vegas-Casinos", "article_text": "I’m a little too young to remember video arcades, but when older folks tell tales of these places and the times that were had there, their voices are always tinged with a sense of nostalgia and loss. Like MacGyver and denim jackets, the arcade is now an unfortunate relic of a bygone age, usurped by the lethal combination of a thriving home console market, the Internet, better television and a vague cultural sense of misanthropy.\n\nThere’s a chance, though, that those nostalgia-addled former arcade denizens might soon be able to relive their teenage 8-bit fanaticism. This time could be even better than before: Instead of trading their reams of hard-earned tickets for a stuffed animal and a mechanical pencil, they may soon be able to earn cold, hard cash.\n\nRelated: The Secret Scams Behind State Lottery Winnings​​​\n\nA new piece of legislation is making its way around the hallowed halls of the Nevada state Senate that would loosen regulations regarding games of skill on the casino floor. If passed, we could see a rising trend of slot machines that play like video games.\n\nThe bill is part of a push to draw millennials to Vegas, baby. There’s no denying that slot machines are already trying to appeal to a younger market — even today slot machines are reskinned and reprogrammed to have hipper themes, in a vain attempt to appeal to a demographic that isn’t attached to an oxygen tank.\n\nThere’s an Angry Birds slot machine. There’s a Family Guy slot machine. There’s even a Spider-Man themed slot machine, with the nauseating addition of what the manufacturer calls “Motion Chair Technology.”\n\nAll of these, though, are just bells and whistles. Once you strip away the gaudy cladding, the spasmodic chair and the celebrity voices, you’re still just pressing a button and watching some dials spin. Click, whirr. Click, whirr. Click, whirr.\n\nTo someone raised on Sonic the Hedgehog, it’s frightfully boring, and the free booze and occasional small win do little to break up the monotony.\n\nIf this bill passes the Nevada senate, it moves along to be considered by the casino industry’s regulatory bodies: the state’s Gaming Control Board and Gaming Commission. If it gets through there — and early reports seem optimistic — slot machines could change for good, if not necessarily for the bettor.\n\nRelated: The Hottest Travel Spots for Americans in 2015\n\n“Now have come the days of huge, integrated resorts offering hundreds of entertainment options found nowhere else on earth, from the finest dining and entertainment anywhere to clubs that cater to a younger demographic,” said A.G. Burnett, chairman of the Gaming Control Board, in an interview with the Las Vegas Sun. “So everyone recognizes that gaming must keep up, and to do that, the old style of slots simply needs to change. … This means adding skill and social elements to the slot mix.”\n\nHow these elements are included in the machines themselves remains to be seen. Obviously, it would be against the casino's best interests to offer a game based on skill alone, so the games that manufacturers come up with would have to seamlessly blend the two elements of skill and luck. A likelier outcome is a game that appears to be skill-based, but still hinges mostly on chance. Whatever happens, there's sure to be failsafes against the potential problem of overly skilled savants dominating the games and robbing the casino blind.\n\nThere's clearly still a lot of minutiae that the casino regulatory bodies have to work through before this becomes a thing, but if it does happen, it could be the shake-up the casino industry needs for the 21st century.\n\nTop Reads from The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "I’m a little too young to remember video arcades, but when older folks tell tales of t", "title": "Video Games Could Be Coming to Vegas Casinos", "url": "http://www.thefiscaltimes.com/2015/02/09/Video-Games-Could-Be-Coming-Vegas-Casinos", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/RTR386JH.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/02/09/Video-Games-Could-Be-Coming-Vegas-Casinos", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/RTR386JH.jpg", "title": "The Fiscal Times", "card": "summary", "creator": "@lumbology"}, "generator": "Drupal 7 (http://drupal.org)", "description": "I’m a little too young to remember video arcades, but when older folks tell tales of t", "viewport": "initial-scale=1, maximum-scale=1"}, "_id": "\"57477af36914bd0286fc9d53\"", "article_summary": "If passed, we could see a rising trend of slot machines that play like video games.\nIf it gets through there — and early reports seem optimistic — slot machines could change for good, if not necessarily for the bettor.\nWhatever happens, there's sure to be failsafes against the potential problem of overly skilled savants dominating the games and robbing the casino blind.\nThere’s an Angry Birds slot machine.\nThere’s a Family Guy slot machine."}