{"article_title": "How Jon Stewart Turned Conservative Lies Into Groundbreaking Comedy and Enlightened a Generation", "article_keywords": ["obama", "generation", "fox", "muslim", "turned", "daily", "conservative", "lies", "conservatives", "political", "groundbreaking", "enlightened", "comedy", "gop", "jon", "stewart"], "article_url": "http://www.huffingtonpost.com/h-a-goodman/how-jon-stewart-turned-conservative-lies-into-groundbreaking-comedy-and-enlightened-a-generation_b_6696102.html", "article_text": "Jon Stewart is a brilliant comedian, but like all entertainers, he needs material in order to create satire and comedy. The Daily Show isn't a standup routine, it's a natural consequence of America's political culture. After all, when Sean Hannity and Bill O'Reilly represent patriotism and American exceptionalism, the fodder for laughs is endless.\n\nStewart's brand of humor and political analyses has always been based on an amusing look at conservative media's attempt to shape a national narrative. Insane quotes and odd viewpoints on everything from health care to where Obama was born can be found from conservatives today, and the GOP seems to know exactly what God is thinking and even why the good Lord thinks rape is a \"gift.\" While many conservatives are happy to see him leave the show he created, the truth is that all Stewart's done is dare to look at Michele Bachmann from the vantage point of a sane person. In doing so, we laugh because changing \"French fries\" to \"freedom Fries\" is funny. Therefore, let's take a quick look at some of the \"material\" Stewart and his Daily Show has turned into comedy, at the expense of Republicans who have assured voters they weren't witches and that God wanted John Boehner to remain Speaker of the House.\n\nAccording to Pew Research, 30 percent of Republicans in 2012 believed President Obama was Muslim. In 2011, POLITICO stated that 51 percent of Republican primary voters thought Obama was born in a different country. This caused Newt Gingrich to claim that, \"Shariah law is a mortal threat to the survival of freedom in the United States and in the world as we know it.\" Many conservatives still believe the president is a socialist and Herman Cain once stated that Obama was \"determined to destroy our capitalistic system.\"\n\nIf conservatives view Jon Stewart as an irresponsible political satirist, it could be because conservative ideology is often times bizarre. The notion of a Muslim president born in Africa, advocating Shariah law and the destruction of our capitalist system, isn't just a perfect storyline for a comedian like Stewart. People around the country take this mentality seriously, which makes it even funnier. The Daily Show pounces upon this irrationality in our political system.\n\nMike Huckabee has compared being gay to drinking, swearing and classical music, while Rick Santorum believes gay marriage will hurt the economy. Indiana State Republican candidate Richard Mourdock once said that pregnancies from rape are \"something that God intends to happen\" and Missouri Senate candidate Todd Akin explained that women's bodies can \"shut down\" pregnancies from \"legitimate rapes.\" Rush Limbaugh once called a female college student a \"slut,\" less than four years after he stated, \"I hope Obama fails.\" According to Bill O'Reilly, Robert Bergdhal \"looks like a Muslim\" because of his long beard, but Duck Dynasty star Phil Robertson is a darling of Fox News. Phil Robertson, by the way, is always good for some laughs, especially since he's on record as stating, \"It seems like, to me, a vagina -- as a man -- would be more desirable than a man's anus.\"\n\nConservatives dislike Jon Stewart and The Daily Show, primarily because they've utilized conservative rhetoric from the vantage point of a sane person. For many, it is simply not sane or rational to believe that women's bodies can \"shut down\" a pregnancy after rape, or that \"looking Muslim\" is a bad thing, or that America should hear one's thoughts on why a vagina is better than a man's anus. Thus, imagine a Republican Mad Libs where you write in GOP quotes within the blank spaces of a sentence. Funny, right?\n\nBen Carson recently said that Obamacare was \"the worst thing that has happened to this nation since slavery.\" Speaking of Obamacare, Michele Bachmann advocated repealing the ACA before \"it literally kills women, kills children, kills senior citizens.\" Bachman also believed that \"God is going to answer our prayers\" and repeal Obamacare, and even said that fellow Republicans needed \"to slit our wrists\" and \"be blood brothers\" in order to defeat the ACA. Pertaining to immigration, Texas GOP Representative Louie Gohmert stated that Texas had the right to use \"troops\" and \"ships of war\" in order to defend against illegal immigrant children he likened to the \"D-Day invasion.\"\n\nSo, a health care law is not only worse than slavery, but will kill people with what Sarah Palin coined as \"death panels.\" Illegal immigrant children are invading the country and one Congressman believes Texas has the right to possibly wage war to protect its border. Do you find this bizarre, or does this make perfect sense to you?\n\nIf it does, then you've watched a lot of Fox News.\n\nThis is the material Jon Stewart has utilized for years in jokes, satire, and political commentary. What conservatives take seriously and what Fox News viewers feel is legitimate commentary is the same thing Stewart has used for years to make us all laugh. This says a lot about American politics.\n\nThen of course, there's Christine O'Donnell's legendary television ad claiming that she isn't a witch. If you can get through the first sentence of this commercial without laughing, or at least smiling, then you might not have a sense of humor. In addition to not being a witch, O'Donnell made a statement many years back on MTV that might ruin the night lives of Newt Gingrich and especially Rush Limbaugh:\n\n\"It is not enough to be abstinent with other people, you also have to be, be abstinent alone. The Bible says that lust in your heart is committing adultery, so you can't masturbate without lust.\"\n\nSo, according to a person who could have become Delaware's Senator in 2010, masturbation is the same as cheating on your wife.\n\nHow is that not funny?\n\nHow did O'Donnell become the GOP candidate for Senate?\n\nIf you find Jon Stewart offensive, try to take things into perspective. When debating how the SNAP program goes against Biblical scripture, GOP Congressman Stephen Fincher made the following theological claim:\n\n\"The role of citizens, of Christianity, of humanity, is to take care of each other, not for Washington to steal from those in the country and give to others in the country... The one who is unwilling to work shall not eat.\"\n\nCurrently, the New York Post, The National Review, and other conservative publications have published articles demeaning Jon Stewart, but they've yet to chastise Stephen Fincher for claiming Jesus would slash food stamps.\n\nDoes anyone on the planet aside from Stephen Fincher (and likeminded conservatives) think Jesus Christ would deny poor people food?\n\nJon Stewart's brand of comedy and satire emanates from the same people who would tell you not to masturbate while at the same time claiming a close relationship with the Lord. The Daily Show rightfully points out hypocrisy in obsessing over Brian Williams when even George W. Bush has a \"sickening feeling\" whenever he thinks about Iraq not having WMD. When one lie leads to untold suffering and chaos, and another lie simply furthers one man's television career, it's important someone like Jon Stewart makes that critical distinction.\n\nComedy has a way of shining a light upon political hyperbole and lies. Suddenly, there's no longer a Muslim conspiracy over Butterball turkeys (the Sharia turkey), it's just the conservative fear machine trying to ruin your Thanksgiving. There's no longer a \"War on Christmas,\" it's just Fox News working overtime to ramp up its ratings. Without Jon Stewart during the past sixteen years, we'd be forced to hear Sean Hannity defend waterboarding without laughing at his cowardice in refusing to acknowledge he once promised to get waterboarded. We'd all have to endure hearing Anne Coulter say, \"Our blacks are so much better than their blacks\" without at least pondering the irrational aspects of such a statement from a comedic perspective. Most importantly, we'd have to hear Coulter talk about the possibility of \"anal\" and \"foreskin\" bombs, without at least getting a real comedian's take on these pressing matters.\n\nJon Stewart has been a highly relevant and groundbreaking comedian in America not only because of his talent. He's had the luxury of relying on the comedic talent of GOP lawmakers, pundits, and an Orwellian right-wing propaganda machine in Fox News. Like Fox, Stewart has been \"fair and balanced,\" but with comedy and not fear mongering. He'll be greatly missed by a generation of Americans who sought refuge in his comedy, while enduring the loud and paranoid rhetoric of illegal immigrant hating Islamophobes, homophobes, racists, and war mongering chicken hawks within the right-wing of our political spectrum. For the record, Stewart and The Daily Show have also mocked Obama, Pelosi, and other liberals, which speaks volumes about not only his comedy, but also his integrity.\n\nFollow H. A. Goodman on Twitter: www.twitter.com/HAGOODMANAUTHOR", "article_metadata": {"sailthru.expire_date": "2015-02-18 09:40:22 -0500", "og": {"url": "http://www.huffingtonpost.com/h-a-goodman/how-jon-stewart-turned-conservative-lies-into-groundbreaking-comedy-and-enlightened-a-generation_b_6696102.html", "site_name": "The Huffington Post", "image": "http://i.huffpost.com/gen/2598664/images/o-JON-STEWART-DAILY-SHOW-facebook.jpg", "type": "article", "locale": "en_US"}, "twitter": {"image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/2598664/images/o-JON-STEWART-DAILY-SHOW-facebook.jpg", "height": 1000}, "site": "@HuffPostMedia", "card": "summary_large_image", "creator": "HAGOODMANAUTHOR"}, "sailthru.date": "2015-02-17 09:40:22 -0500", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=6696102", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "media", "fb": {"app_id": 46744042133}, "keywords": "Jon Stewart,The Daily Show With Jon Stewart,gop,Jon Stewart Fox News,Sean Hannity,bill oreilly,lies,comedy,satire,republicans,islamophobia,homophobia", "article": {"section": "Media", "tag": "Jon Stewart,The Daily Show With Jon Stewart,gop,Jon Stewart Fox News,Sean Hannity,bill oreilly,lies,comedy,satire,republicans,islamophobia,homophobia", "published_time": "2015-02-17 09:40:22 -0500", "modified_time": "2015-04-19 05:59:01 -0400"}, "viewport": "width=1000"}, "_id": "\"57477af36914bd0286fd329d\"", "article_summary": "Jon Stewart has been a highly relevant and groundbreaking comedian in America not only because of his talent.\nJon Stewart is a brilliant comedian, but like all entertainers, he needs material in order to create satire and comedy.\nIf conservatives view Jon Stewart as an irresponsible political satirist, it could be because conservative ideology is often times bizarre.\nConservatives dislike Jon Stewart and The Daily Show, primarily because they've utilized conservative rhetoric from the vantage point of a sane person.\nIf you find Jon Stewart offensive, try to take things into perspective."}