{"article_title": "DNA for GUNS", "article_keywords": ["control", "dna", "thinking", "violence", "gun", "waiting", "know", "world", "problem", "technology", "guns"], "article_url": "http://www.huffingtonpost.com/clarence-b-jones/dna-for-guns_b_8257822.html", "article_text": "Sept 16th, 2015 in this space I wrote a blog \"We are the ones that we have been waiting for.\" The caption was based on the title of a best-selling book by Pulitzer Prize author Alice Walker, \"We Are the Ones We Have Been Waiting for: Inner Light in a Time of Darkness.\"\n\nI said then that this might be the appropriate mantra for successfully addressing our \"No. 1\" current domestic problem: The 24/7 deaths and violence from guns.\n\n\"The Centers for Disease Control and the World Health Organization already consider violence a public health threat, whether a firearm is involved or not. The American College of Physicians has been calling gun violence an epidemic since 1995. The Obama presidential election and re-election campaigns, successes of the movement for gay rights and Black Lives Matters suggest that the proactive actions of concerned individuals could be the most appropriate form of actions to affect any significant reduction in domestic gun violence.\"\n\nI was overly optimistic. What concerned citizens about gun violence should be really thinking about are creative ways to make the NRA gun lobby irrelevant to addressing gun violence.\n\nAt different times on various issues I am often the beneficiary of a lot of unsolicited innovative thinking about one issue or another. Some of these require the evaluation of experts and engineers.\n\nOn the basis of some recent innovative thinking I am now persuaded that current technologies exist to reduce the repeated loss of lives by wanton gun violence. If the ear can be trained to discern the difference between trumpet and a French Horn, electronic \"chemical noses\" can detect parts per million of a chemical that impregnates itself into a gun barrel when the gun is \"test-fired\" by the manufacturer.\n\nRegardless of any of the many calls for change, in our hearts we already know that little, if anything, is likely to be done. That will be truly effective and make a practical difference in America by virtue of both the Constitution and our own natural cultural history will remain armed.\n\nIn a July 6th article in CNN, Julian Zelizer noted,\n\n\"The President often finds himself standing alone when calling for gun control. But those who say federal legislators can \"never\" pass gun restrictions should look to moments like the Civil Rights Act of 1964 or the Affordable Care Act of 2010 to see how those predictions can turn out to be wrong.\"\n\nThe world knows we are FREE and that we are ARMED. Both are part of our national \"swagger.\" Being the most powerful nation on the planet really has its privileges, a station we should probably not mess with. But, it also carries with it, responsibilities.\n\nTHE PROBLEM REMAINS.\n\nWhy should children die? What is the purpose of the mass killings of innocents? Since none of us are likely to learn these answers from God, what should be our course, then, when we can't perfectly control people in a free society?\n\nEmail correspondence with some of my technology friends has persuaded me that THERE MAY BE A SOLUTION BECAUSE THERE IS A WAY NOW TO ADD WHAT IS ESSENTIALLY \"DNA\" for guns to every gun manufactured. THIS DNA WOULD BE IDENTIFIABLE, BY SPECIAL SENSORS, 25 FEET \"BEFORE\" ANYONE CARRYING THAT GUN ENTERED A SCHOOL, THEATER, CHURCH OR SYNAGOGUE, OR SHOPPING MALL.\n\nIn other words, technology exists that can enable us to STOP a gun from entering the places recited above by identifying it BEFORE such a gun gets near to where our children, students, worshippers, congregate.\n\nI have been advised that we have this knowledge and technological intelligence to mark every gun with its own DNA. We know how to make sensors that will identify that a gun is about to enter into a NON-GUN-ZONE.\n\nIf this is so, why not use OUR TECHNOLOGY to protect ourselves? Our Constitution need not be changed. This is NOT a Democratic or a Republican problem or POSSIBLE solution. This is an American problem. More importantly, it appears that we have the collective intelligence to identify where guns are.\n\nWe know how to lock doors to cause protective barriers to deploy, and in most cases our police are less than a minute away. Why can't we explore the use of potential gun DNA technology and change the political venue of our discussions from the political playing field of the NRA to a non-political venue of DNA gun technology?\n\nFollow Clarence B. Jones on Twitter: www.twitter.com/cbjonessr", "article_metadata": {"description": "Sept 16th, 2015 in this space I wrote a blog \"We are the ones that we have been waiting for.\" The caption was based on the title of a best-selling book b...", "sailthru.expire_date": "2015-10-08 11:32:57 -0400", "og": {"site_name": "The Huffington Post", "description": "Sept 16th, 2015 in this space I wrote a blog \"We are the ones that we have been waiting for.\" The caption was based on the title of a best-selling book b...", "title": "DNA for GUNS", "url": "http://www.huffingtonpost.com/clarence-b-jones/dna-for-guns_b_8257822.html", "image": "http://i.huffpost.com/gen/3511992/images/o-OREGON-SHOOTING-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"description": "Sept 16th, 2015 in this space I wrote a blog \"We are the ones that we have been waiting for.\" The caption was based on the title of a best-selling book b...", "creator": "cbjonessr", "image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/3511992/images/o-OREGON-SHOOTING-facebook.jpg", "height": 1000}, "title": "DNA for GUNS", "site": "@blackvoices", "card": "summary_large_image"}, "sailthru.date": "2015-10-07 11:32:57 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=8257822", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "black-voices", "fb": {"app_id": 46744042133}, "article": {"section": "Black Voices", "published_time": "2015-10-07 11:32:57 -0400", "modified_time": "2015-10-07 12:59:01 -0400"}, "viewport": "width=1000"}, "_id": "\"57477af46914bd0286fdf48f\"", "article_summary": "Why can't we explore the use of potential gun DNA technology and change the political venue of our discussions from the political playing field of the NRA to a non-political venue of DNA gun technology?\nWhat concerned citizens about gun violence should be really thinking about are creative ways to make the NRA gun lobby irrelevant to addressing gun violence.\nIn a July 6th article in CNN, Julian Zelizer noted,\"The President often finds himself standing alone when calling for gun control.\nThe American College of Physicians has been calling gun violence an epidemic since 1995.\nI have been advised that we have this knowledge and technological intelligence to mark every gun with its own DNA."}