{"article_title": "Court documents describe scene of murder suicide", "article_keywords": ["carrillo", "case", "murder", "court", "murdersuicide", "scene", "calle", "tucson", "suicide", "christopher", "isela", "report", "documents", "block", "boyfriend"], "article_url": "http://www.tucsonnewsnow.com/story/29080512/court-documents-describe-scene-of-murder-suicide", "article_text": "Download a printable copy of a case summary report from the Tucson Police Department about the murder-suicide in the 800 block of West Calle Medina.\n\nDownload a printable copy of a case summary report from the Tucson Police Department about the murder-suicide in the 800 block of West Calle Medina.\n\nDownload a printable copy of a case summary report from the Tucson Police Department about the murder-suicide in the 800 block of West Calle Medina.\n\nDownload a printable copy of a case summary report from the Tucson Police Department about the murder-suicide in the 800 block of West Calle Medina.\n\nThe documents revealed that a 9mm pistol was found at the scene. (Source: Tucson News Now)\n\nTucson police released the initial case involving a murder-suicide in a south-side home.\n\nAccording to the documents, the shooter, identified by Tucson police as Christopher Carrillo, was found on a couch in the home in the 800 block of Calle Medina.\n\nOfficers described the scene as very \"bloody.\"\n\nCarrillo's 17-year-old niece Isela Rodriguez was found in a hallway. The rest of the family was found in two bedrooms. His brother, Erick Carrillo, was in one and his parents, Karen Saari and Raul Carrillo, in another. she was on the floor and he was found on the bed.\n\nPolice reports state all had suffered head trauma.\n\nSearch warrants filed in court revealed that police confiscated a 9mm gun, and shell casings throughout the home.\n\nPolice said Isela's boyfriend found the bodies in the home and called 911.\n\nThe man, who requested we not release his name said that his girlfriend had been very excited about activating her cellphone.\n\nThe boyfriend said the day before the murder, Christopher Carrillo stopped by their home to visit Isela. Isela asked him if she could borrow money from his income tax return to activate her cellphone.\n\nOn the day of the murder, police reports state, Carrillo came by to pick up Isela at around 2 p.m. He was going to take her to the Tucson Mall to add minutes to her cellphone.\n\nThe boyfriend said Carrillo was driving his mother's red car, and he thought that was strange, as she did not let anyone drive her car.\n\nAfter Isela left, the boyfriend went to visit his grandmother, and help a friend get his car from the impound lot. When he got home after 5 p.m., he tried calling Isela. When she did not answer her phone he went to Christopher Carrillo's home to get her.\n\nThe boyfriend said the gate was slightly cracked open, and the screen door was unlocked. He saw someone on the couch with a gun. When he walked in and saw all the blood, the boyfriend said he immediately walked out and called 911.\n\nOfficers at the scene were cautious before entering the home. Police said the home had been called in to 88-CRIME in the past, with the caller reporting that drug dealers lived in the home, so they were not sure what they were getting into. They were also not sure if the person in the home with the gun was still alive.\n\nPolice spent 25 minutes calling out the name of every person who was known to live in the home, when they got no answer, officers cautiously made their way in. That is when they discovered all the bodies.\n\nSince the discovery of the bodies, Christopher Carrillo's family has indicated he suffered from bipolar disorder and schizophrenia.\n\nIn police reports, Isela's boyfriend stated Carrillo was \"weird\" as he would constantly giggle and laugh at nothing.\n\nCarrillo's Facebook page showed him posing with and shooting guns in the air. One appeared to be an assault rifle, the other a handgun.\n\nPolice reports stated that Carrillo's assault rifle had been stolen in a home invasion a year ago.\n\nFamily members said they were aware that Christopher had a weapon, but they never thought he would use it like this.\n\n\"I feel like it was his mental illness. I feel like we didn't understand it enough. I feel like people should understand it more,\" said his brother Daniel Carrillo.\n\n\"We didn't know Christopher to be like this, to be aggressive like this. He loved his family, he loved his mom,\" said Kim Ortega, his aunt.\n\nA memorial set up outside the Carrillo home continues to grow. People are still stopping by to drop off candles, cards, flowers, messages, and balloons for those who lost their lives in this tragedy.\n\nRelated stories\n\nPolice: 5 people found dead in Tucson home: http://tucsonne.ws/1PkeLtx\n\nTucson PD confirms murder-suicide, IDs victims, shooter: http://tucsonne.ws/1JeQU9W\n\nMan who discovered scene describes what he saw: http://tucsonne.ws/1K77Ss5\n\nTucson woman speaks out on loss of family: http://tucsonne.ws/1Himl3A\n\nFriend of shooter reacts: http://tucsonne.ws/1A1pn9H\n\nSocial media posts give glimpse into mind of shooter: http://tucsonne.ws/1EMB682\n\nPDF: Police report: http://tucsonne.ws/1JmwITy\n\nArizona's mass murders: http://tucsonne.ws/1HeyVhq\n\nCopyright 2015 Tucson News Now. All rights reserved.", "article_metadata": {"wn-build": "XSLT-7.1-17", "Description": "Tucson police released the initial case involving a murder-suicide in a home in the 800 block of Calle Medina.", "og": {"url": "http://www.tucsonnewsnow.com/story/29080512/court-documents-describe-scene-of-murder-suicide", "image": "http://kold.images.worldnow.com/images/7791971_G.jpg", "type": "article", "description": "Tucson police released the initial case involving a murder-suicide in a home in the 800 block of Calle Medina.", "title": "Court documents describe scene of murder suicide"}, "twitter": {"account_id": 17641427, "title": "Court documents describe scene of murder suicide", "image": "http://kold.images.worldnow.com/images/7791971_G.jpg", "creator": "@TucsonNewsNow", "site": "@TucsonNewsNow", "card": "summary", "description": "Tucson police released the initial case involving a murder-suicide in a home in the 800 block of Calle Medina."}, "wnreadableurl": "court-documents-describe-scene-of-murder-suicide", "ROBOTS": "Index,Follow,NoArchive", "owner": "KOLD", "fb": {"admins": 644426401, "app_id": 215936215202939}, "article": {"publisher": "http://www.facebook.com/TucsonNewsNow"}, "date": "2015/05/16", "google-site-verification": "wum6pK5VyCXxNIhQSMSz7se_UVLjlDGJFKTm4EWnWUY", "KEYWORDS": "Tucson News Now,KOLD News 13,FOX 11,KOLD,KMSB,Tucson,Southern Arizona,Arizona", "wn-version": "ContainerE-Story", "wn-base": "IIS17", "news_keywords": "Tucson News Now,KOLD News 13,FOX 11,KOLD,KMSB,Tucson,Southern Arizona,Arizona"}, "article_summary": "The boyfriend said the day before the murder, Christopher Carrillo stopped by their home to visit Isela.\nAccording to the documents, the shooter, identified by Tucson police as Christopher Carrillo, was found on a couch in the home in the 800 block of Calle Medina.\nOn the day of the murder, police reports state, Carrillo came by to pick up Isela at around 2 p.m.\nThe documents revealed that a 9mm pistol was found at the scene.\nSearch warrants filed in court revealed that police confiscated a 9mm gun, and shell casings throughout the home."}