{"article_title": "The Rez Drama American Indians Want to See Is Coming -- Finally!", "article_keywords": ["rez", "ictmn", "television", "series", "season", "blackstone", "indians", "finally", "drama", "yearblackstone", "american", "coming", "aboriginal", "distribution"], "article_url": "http://indiancountrytodaymedianetwork.com/2014/06/06/rez-drama-american-indians-want-see-coming-finally-155181", "article_text": "The television series Blackstone has reaped critical praise and won awards for its portrayal of the life and crimes of a Canadian rez. It's featured a who's-who of Canada's elite aboriginal actors. It's been renewed for a fourth season. Really, the one thing that has been lacking in this success story has been distribution in the United States.\n\nIn July, that situation will be rectified when Blackstone comes to the on-demand streaming video service Hulu.\n\nRELATED: Cree Actress Michelle Thrush Wins Gemini Award for Rez Drama Blackstone\n\nAll 23 episodes of Blackstone's season 1-3 will be made available, with season 4, which has just wrapped filming, coming online later this year.\n\n“Blackstone is as good as TV gets,” said principal Ritch Colbert of PPI Releasing, the company that sold the program to Hulu (see the press release in PDF format). “The series’ hard-hitting writing, compelling characters and gut-wrenching drama will make American audiences sit up and take notice.”\n\nIndeed, as ICTMN has covered the series over its first three seasons, our U.S. readers have openly envied the Canadians who could actually watch it.\n\nFor Eric Schweig, who plays the corrupt Tribal chief Andy Fraser, the distribution deal is no doubt a welcome development. \"I just wish this had a bit more exposure down in the States,\" he told ICTMN in 2012. \"It is hard hitting and touches on all of the socioeconomic problems that we have on the reserves. It is up front and it is brutally honest. People either love it or they hate it and that's what you want.\"\n\nTo track further developments with Blackstone, follow the show's Facebook page or visit BlackstoneFirstNation.com. Here's the teaser for season 3, which premiered on the Aboriginal Peoples Television Network (APTN) in September:", "article_metadata": {"description": "Acclaimed Canadian drama Blackstone, about life and crime on a fictional rez, will soon be viewable in the United States on Hulu.", "generator": "Drupal 7 (http://drupal.org)", "dcterms.creator": "jrobertson", "og": {"url": "http://indiancountrytodaymedianetwork.com/2014/06/06/rez-drama-american-indians-want-see-coming-finally-155181", "type": "article", "image": "http://d1jrw5jterzxwu.cloudfront.net/sites/default/files/article_media/blackstone-eric-schweig-andy-fraser.jpg", "site_name": "Indian Country Today Media Network.com", "title": "The Rez Drama American Indians Want to See Is Coming -- Finally!"}, "abstract": "Acclaimed Canadian drama Blackstone, about life and crime on a fictional rez, will soon be viewable in the United States on Hulu.", "keywords": "Blackstone, APTN, Hulu, Eric Schweig, Carmen Moore, Ashley Callingbull, Michelle Thrush, First Nations Reserve, Indian Reservation", "dc": {"title": "The Rez Drama American Indians Want to See Is Coming -- Finally!"}, "dcterms.identifier": "http://indiancountrytodaymedianetwork.com/2014/06/06/rez-drama-american-indians-want-see-coming-finally-155181", "dcterms.format": "text/html", "fb": {"app_id": 493888563989950}, "dcterms.language": "und", "dcterms.type": "Text", "robots": "follow, index", "validation_code": "d9d37d7b776cc351c4025ded3df21cad", "sioc": {"num_replies": 0}, "dcterms.date": "2014-06-06T09:30-04:00", "dcterms.title": "The Rez Drama American Indians Want to See Is Coming -- Finally!"}, "_id": "\"57477af46914bd0286fd9087\"", "article_summary": "The television series Blackstone has reaped critical praise and won awards for its portrayal of the life and crimes of a Canadian rez.\nRELATED: Cree Actress Michelle Thrush Wins Gemini Award for Rez Drama BlackstoneAll 23 episodes of Blackstone's season 1-3 will be made available, with season 4, which has just wrapped filming, coming online later this year.\nHere's the teaser for season 3, which premiered on the Aboriginal Peoples Television Network (APTN) in September:\nReally, the one thing that has been lacking in this success story has been distribution in the United States.\nFor Eric Schweig, who plays the corrupt Tribal chief Andy Fraser, the distribution deal is no doubt a welcome development."}