{"article_title": "McConnell links Obama to war on coal", "article_keywords": ["schrag", "links", "house", "administration", "mcconnell", "times", "coal", "say", "advisers", "white", "presidents", "war", "obama"], "article_url": "http://www.politifact.com/truth-o-meter/statements/2013/sep/23/mitch-mcconnell/mcconnell-links-obama-war-coal/", "article_text": "The unveiling of proposed regulations to limit greenhouse gas emissions from new power plants stirred up protests that the administration is waging \"a war on coal.\" Under these rules, newly built coal-fired facilities could not release more than 1,100 pounds of carbon dioxide per megawatt-hour. The most advanced plant today releases over 1,600 pounds.\n\nSenate Minority Leader Mitch McConnell, R- Ky., faces re-election next year. Just before the announcement, his campaign posted an ad on the Web called \" Stand for coal .\" The ad uses excerpts from what sounds like a public speech by McConnell. Here’s how it begins:\n\nI don’t have to tell you there’s a war on coal here in America, and it’s really come home here in Kentucky. The president’s own advisers have said there’s a war on coal. And I want to remind people that whether they live in a coal county or not, a war on coal is a war on Kentucky, all of Kentucky. Because our great competitive advantage has been low utility rates. This administration, whether it’s Obamacare or the war on coal, needs to be stopped. And I tell you, I will be the leader of the forces that take on the war on coal.\n\nThe second sentence stands out. It would be politically inflammatory if the president’s team was talking about waging a war on coal. More than 50 Democratic lawmakers come from coal-producing states, and they eye this issue warily. We decided to look at the substance behind McConnell’s claim that \"the president’s own advisers have said there’s a war on coal.\"\n\nWe emailed McConnell’s campaign, and they pointed to several news articles from June of this year. The articles reference Daniel Schrag, a Harvard geochemist and a member of President Barack Obama’s Council of Advisers on Science and Technology. They quote Schrag telling the New York Times that, \"Politically, the White House is hesitant to say they’re having a war on coal. On the other hand, a war on coal is exactly what’s needed.\"\n\nWe’ll work through the three elements of McConnell’s claim one by one.\n\nIs Schrag an adviser?\n\nBy title, Schrag is certainly an adviser. The president’s advisory council has 18 members and includes the former chief of Google, the president of Yale, chemists, biologists, physicists and computer scientists. It meets about seven times a year and the members talk about everything from city planning to mathematics education, from health care to information technology.\n\nEarlier this year, the council sent a letter to Obama suggesting half a dozen factors to include in his climate change policy. On that list, it recommended doing more to \"decarbonize\" the economy. It noted the administration’s \"efforts to increase coal’s usability through development of carbon capture and storage,\" and said the White House should speed that process along.\n\nOne caveat: Most of the actual policy-making on climate change takes place at the Environmental Protection Agency and at the Department of Energy.\n\nWe contacted Schrag and he said he was expressing his own views, not those of the administration. \"I do not have that knowledge nor that authority,\" Schrag said. Schrag said he has never met one-on-one with the president. Obama has met with the council as a whole a handful of times.\n\nDid more than one adviser say this?\n\nMcConnell used the plural. \"The president’s own advisers have said,\" was his phrase. The McConnell campaign did not identify any advisers other than Schrag. We could find no others. There is no evidence that we are dealing with more than a single adviser.\n\nDid Schrag say \"we have a war on coal\"?\n\nIt is clear that Schrag himself would like to see a war on coal. However, he said he regrets using that term.\n\n\"A ‘war on coal’ is taken as an attack on coal miners, etc., and that was not my intention,\" he said. \"I don't want to fight a war on anyone. Indeed, I am a strong supporter of coal plants with carbon capture and storage.\"\n\nSchrag said his actual words have been twisted.\n\n\"I never said that there was a war on coal. My statement was that, in my own personal opinion, a war on coal is needed -- not that the administration is waging a war on coal,\" Schrag said.\n\nSchrag does not say he was misquoted as such. Let’s look at his words again: \"Politically, the White House is hesitant to say they’re having a war on coal. On the other hand, a war on coal is exactly what’s needed.\"\n\nIt is possible to interpret those words as saying, \"There is a war on coal but no one wants to say so.\" But it is also possible to interpret them as, \"I think there should be a war on coal but the administration isn’t there yet.\"\n\nA look at the headlines of the articles McConnell’s campaign sent us tends to support the second interpretation. The Washington Post had \"Obama science adviser calls for ‘war on coal’.\" The Washington Times had \"Obama science adviser urges ‘war on coal’.\" The Washington Times item said \"One of the White House’s advisers on climate change said that President Obama should use his global warming speech Tuesday to launch a ‘war on coal’.\"\n\nIf the administration did have a war on coal, there would be no reason for Schrag to say it was time to launch one.\n\nWe should note that the original quote from Shrag in the New York Times was removed at some point from the New York Times story. There is no explanation by the New York Times as to why the quote was removed. Conservative bloggers noted the alteration of the story and copied the original context of Schrag’s quote.\n\nDaniel P. Schrag, a geochemist who is the head of Harvard University’s Center for the Environment and a member of a presidential science panel that has helped advise the White House on climate change, said he hoped the presidential speech would mark a turning point in the national debate on climate change.\n\n\"Everybody is waiting for action,\" he said. \"The one thing the president really needs to do now is to begin the process of shutting down the conventional coal plants. Politically, the White House is hesitant to say they’re having a war on coal. On the other hand, a war on coal is exactly what’s needed.\"\n\nThe administration’s policy on coal\n\nThe core of the president’s coal policy is clean coal. In practice, that means creating new methods to capture and store the carbon released when coals burns. The White House said the administration has spent about $6 billion to develop clean coal technology. Staff also pointed to an $8 billion loan guarantee program under the Department of Energy that has just begun. Under the program, private investors can apply to the government to eliminate the risk to lenders who put money behind a clean coal project.\n\nRecently, the head of the Environmental Protection Agency, Gina McCarthy, told a House committee that, \"We believe coal will continue to represent a significant portion of the energy supply in the decades to come.\"\n\nAdministration critics say its policies will produce a different result. The Institute for Energy Research favors deregulation and is headed by the former policy chief at Enron. The group posted an article on its website, \" EPA emissions rule will destroy U.S. coal industry .\" The institute argues that the proposed rules \"will deny U.S. citizens the right to have new generating facilities built using coal.\"\n\nThe biggest problem for coal right now seems to be the market. While coal remains the primary fuel for producing electricity, it is losing ground against much cheaper natural gas. Utilities are shedding coal fired generators and adding ones powered by natural gas. According to reports on planned capacity changes submitted to the government’s Energy Information Administration, by 2016, there will be a net loss of 149 coal-fired generators and a net gain of 120 that use natural gas.\n\nOur ruling\n\nMcConnell said, \"The president’s own advisers have said there’s a war on coal.\" A man who sits on a presidential advisory council did speak of a war on coal. It is accurate to call him an adviser. It is inaccurate to refer to more than one adviser but much more significant, it also falls wide of the mark to interpret his words as meaning that there is a war on coal.\n\nThe adviser expressed support for that sort of policy, but press accounts at the time and the adviser’s own words today affirm that he did not say there is presently a war on coal.\n\nWe rate the claim Mostly False.", "article_metadata": {"description": "The unveiling of proposed regulations to limit greenhouse gas emissions from new power plants stirred up protests that the administration is waging &quot;a war on coal.&quot; Under these rules, newly built coal-fired facilities could not release more than 1,100 pounds of carbon dioxide per megawatt-hour. The most advanced plant today releases over 1,600 pounds. Senate Minority Leader Mitch McConnell, R- Ky., faces re-election next year. Just before the announcement, his campaign posted an ad on the Web called &quot;Stand for coal.&quot; The ad uses excerpts from what sounds like a public speech by McConnell. Here&rsquo;s how it begins: I don&rsquo;t ...", "og": {"site_name": "@politifact", "description": "The unveiling of proposed regulations to limit greenhouse gas emissions from new power plants stirred up protests that the administration is waging", "title": "McConnell links Obama to war on coal", "url": "http://www.politifact.com/truth-o-meter/statements/2013/sep/23/mitch-mcconnell/mcconnell-links-obama-war-coal/", "image": "http://static.politifact.com.s3.amazonaws.com:80/rulings%2Ftom-mostlyfalse.gif", "type": "article"}, "twitter": {"username": "PolitiFact", "description": "The unveiling of proposed regulations to limit greenhouse gas emissions from new power plants stirred up protests that the administration is waging &quot;a war on coal.&quot; Under these rules, newly built coal-fired facilities could not release more than 1,100 pounds of carbon dioxide per megawatt-hour. The most advanced plant today releases over 1,600 pounds. Senate Minority Leader Mitch McConnell, R- Ky., faces re-election next year. Just before the announcement, his campaign posted an ad on the Web called &quot;Stand for coal.&quot; The ad uses excerpts from what sounds like a public speech by McConnell. Here&rsquo;s how it begins: I don&rsquo;t ...", "title": "McConnell links Obama to war on coal", "url": "http://www.politifact.com/truth-o-meter/statements/2013/sep/23/mitch-mcconnell/mcconnell-links-obama-war-coal/", "image": "http://static.politifact.com.s3.amazonaws.com:80/rulings%2Ftom-mostlyfalse.gif", "site": "PolitiFact", "card": "summary_large_image"}, "fb": {"admins": 750116788, "app_id": 106379906558, "pages": 61308923432}, "google-site-verification": "qAV0CDw3qyhv8XdVwp6m1xDBnW9Q1sRAAynq6kDP7kE", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fd32a0\"", "article_summary": "My statement was that, in my own personal opinion, a war on coal is needed -- not that the administration is waging a war on coal,\" Schrag said.\nAnd I want to remind people that whether they live in a coal county or not, a war on coal is a war on Kentucky, all of Kentucky.\nThe administration’s policy on coalThe core of the president’s coal policy is clean coal.\n\"A ‘war on coal’ is taken as an attack on coal miners, etc., and that was not my intention,\" he said.\nLet’s look at his words again: \"Politically, the White House is hesitant to say they’re having a war on coal."}