{"article_title": "The Pole Tax: Why It Costs More To Be A Man", "article_keywords": ["youre", "pay", "men", "tax", "days", "gap", "pole", "costs", "way", "women", "thats", "say", "man"], "article_url": "http://www.breitbart.com/london/2015/05/06/the-pole-tax-on-men-is-why-im-not-voting-tomorrow/", "article_text": "SIGN UP FOR OUR NEWSLETTER\n\nI’m not voting tomorrow. That’s not – at least, not only – because they’re all bastards. I’m not voting tomorrow because I think it’s time someone stood up and said the unsayable: society is becoming engineered against men, and I want a political party to admit it and promise to do something about it.\n\nI call this structural unfairness in the way society is organised the Pole Tax. It’s the inbuilt financial, physical and emotional disadvantage you face these days simply for being born a man. A penis toll, if you will.\n\nSIGN UP FOR OUR NEWSLETTER\n\nThe idea of men being structurally disadvantaged will sound odd to anyone over 30, but, as I explained in a two-part report last year, younger men are increasingly checking out of society and retreating into porn and video games because they find the world a hostile, gynocentric place. Only in pseudononymous online forums do they generally have the courage to express themselves.\n\nAs a degenerate homosexual I don’t worry about too much about the appalling biases built in to marriage and divorce settlements. But I don’t blame middle-aged men for being outraged about grasping women who, with the backing of the courts, screw their husbands out of thousands after their marriages end.\n\nI’m sympathetic, too, to organisations such as Fathers4Justice, which are routinely and cruelly ridiculed but which advocate, perfectly reasonably, for a more equitable approach from the courts when it comes to child custody.\n\nBut it’s young men, especially in those in college, I’m the most worried about: the sort of men who have done the cost-benefit analysis on marriage and will probably never even go there.\n\nThere are almost no male-only scholarships, but tens of thousands of assistance programmes, foundations and handouts for women in education. The overall effect of this is to make educating a boy far more expensive. And that’s before you even get into the gerrymandering that’s been done to assessment in secondary school, making it more female friendly by ramping up coursework and taking the focus off exams.\n\nThat’s one reason more women are going to university and graduating these days, and why women are getting higher grades: the system has been retooled in their favour. Removing the feminist bias in teachers would go a long way to arresting boys’ falling grades.\n\nLet’s also not forget that 1 in 5 boys are diagnosed with “ADHD” because they fail to conduct themselves according to feminine standards of behaviour and thrown onto powerful psychotropic drugs. The fathers whose wages pay for these drugs are in many cases unknowingly bringing up someone else’s child.\n\nAlthough some women insist on paying their own way on dates these days, the bulk of courtship costs fall on men. Men also feel social pressure to buy larger, flashier cars, mostly to impress women. But their insurance is astronomical and even though the gap between premiums narrows after 30, it never closes completely. Men always pay more for car insurance.\n\nYou may say, quite reasonably, that men pay more because they have more accidents. But it’s not just car insurance: according to some estimates, the new Obamacare health insurance scheme in the United States will increase average individual market premiums for men by 99 per cent.\n\nThe situation is just as chillingly counterintuitive in retail. When shops play tricks on customers to encourage impulse spending, it’s not women who spend the most: it’s men. Even though the sexes both admit to making impulse buys, women tend to stick to small items below $25, whereas men splash out.\n\nIt costs more to eat healthily, if you’re a man. According to USDA statistics, among men aged 18-50, there’s aboout a $10 a month premium if you’re a man and you want to get your recommended nutritional needs. And when a man has an accident, gets sick or gets addicted to drugs, the costs are significantly greater.\n\nOh, and by the way. Before you start bleating about the supposed “gender wage gap” as evidence women are financially disadvantaged, here’s another thing you’re not supposed to say out loud: it’s not true. Not only do women under 30 get paid more than men for the same work in the UK and US, and not only are women disproportionately favoured even in jobs that are better suited to male aptitudes, but even in my parent’s generation, the studies simply don’t hold water.\n\nLike that “1 in 5” campus rape statistic, which is partly responsible for a recent wave of career-destroying fake rape allegations, the gender pay gap is a feminist myth that just won’t die. It insinuates its way into speeches by celebrities, politicians and even Barack Obama, even though when you control for the different career choices women make, irrespective of childbirth, the gap is barely a few pennies in the pound. Not even close to making up for the Pole Tax, the daily reality that men are charged more simply for being who they are.\n\nThe price for being born male can be emotional, too. Suicide rates among men are astronomical – and rising. But no one wants to talk about it, partly because there’s so little funding around for men’s health issues. Prostate cancer kills more men than breast cancer does women, yet receives a sliver of the funding.\n\nToday, you could say that the real “everyday sexism” is against men, as former Loaded editor Martin Daubney elegantly argued in March. Women, gays, blacks, Muslims and every other self-described minority you care to mention gets endlessly pandered to and mollycoddled by governments these days. Meanwhile, the average bloke is left paying more for everything while suffering endless, intolerable humiliation at the hands of wacky feminists in the media.\n\nIn fact, when you take all this stuff into account, a conservative estimate of the Pole Tax could be as much as 10 per cent of spending over the lifetime of a man, without even considering the emotional toll of being told we’re all potential rapists in compulsory “consent classes” in university. (Men’s rights activists I spoke to in preparation for this piece say it’s a lot more than 10 per cent.)\n\nYet it’s women, despite their dominance in education and the fact that they now earn more and benefit from discrimination in hiring, who are the supposedly oppressed sex. Pull the other one! So that’s my decision: I’m not voting again until someone has the courage to stand up for the much-maligned straight white male.", "article_metadata": {"description": "The 'Pole Tax' On Men Is Why I'm Not Voting Tomorrow", "og": {"site_name": "Breitbart", "description": "The 'Pole Tax' On Men Is Why I'm Not Voting Tomorrow", "title": "The Pole Tax: Why It Costs More To Be A Man - Breitbart", "locale": "en_US", "image": {"width": 650, "identifier": "http://media.breitbart.com/media/2015/05/6157681_f922457e90_m.jpg", "height": 394}, "updated_time": "2015-05-06T06:10:25-07:00", "url": "http://www.breitbart.com/london/2015/05/06/the-pole-tax-on-men-is-why-im-not-voting-tomorrow/", "type": "article"}, "twitter": {"description": "The 'Pole Tax' On Men Is Why I'm Not Voting Tomorrow", "creator": "@Nero", "image": "http://media.breitbart.com/media/2015/05/6157681_f922457e90_m.jpg", "title": "The Pole Tax: Why It Costs More To Be A Man - Breitbart", "site": "@BreitbartNews", "card": "summary"}, "robots": "noodp", "fb": {"pages": 95475020353, "app_id": 1243316582352556, "use_automatic_ad_placement": "true"}, "msapplication-TileImage": "/t/assets/i/w-logo-orange.png", "keywords": "Pole Tax, uk general election 2015,Breitbart London,", "article": {"publisher": "https://www.facebook.com/Breitbart", "published_time": "2015-05-06T05:51:30-07:00", "author": "https://www.facebook.com/milo.yiannopoulos", "section": "Breitbart London", "modified_time": "2015-05-06T06:10:25-07:00", "tag": "uk general election 2015", "categories": "Breitbart London"}, "viewport": "width=device-width,initial-scale=1", "op": {"markup_version": "v1.0"}}, "_id": "\"57477af46914bd0286fe1c34\"", "article_summary": "And when a man has an accident, gets sick or gets addicted to drugs, the costs are significantly greater.\nIt costs more to eat healthily, if you’re a man.\nI call this structural unfairness in the way society is organised the Pole Tax.\nIt’s the inbuilt financial, physical and emotional disadvantage you face these days simply for being born a man.\nNot even close to making up for the Pole Tax, the daily reality that men are charged more simply for being who they are."}