{"article_title": "Barack Obama: five reasons the glass looks half empty for 2015", "article_keywords": ["working", "reasons", "mr", "cent", "barack", "glass", "looks", "half", "2015", "president", "reforms", "republican", "white", "presidential", "obama"], "article_url": "http://www.telegraph.co.uk/news/worldnews/barackobama/11319620/Barack-Obama-five-reasons-the-glass-looks-half-empty-for-2015.html", "article_text": "When Barack Obama toasted the arrival of the New Year last night, he could have been forgiven for allowing himself a rare moment of self-congratulation.\n\nAfter a bruising 12 months, his personal poll numbers are finally on the up, with his Gallup approval rating hitting 48 per cent this week - the first time the president’s number hasn’t been “under water” for 450 days.\n\nAt home, the US economy is growing at 5 per cent, its strongest rate in 11 years, and finally his signature healthcare reforms appear to be working with a record number of Americans buying health insurance. Congress even passed a spending bill before Christmas without shutting down the government.\n\nAbroad, six months ago Iraq was overrun by Islamic State jihadists - but now the US containment strategy against Isil appears to be working; while in Russia President Vladimir Putin looks increasingly isolated and in Asia, Mr Obama appears to have forged a transactional but effective working relationship with China.\n\nSo does all this portend the start of a political resurgence for Mr Obama in 2015, or will it prove to be the high-water mark of a disappointing second term?\n\nUnfortunately for the president there are plenty of good reasons to think it will be more of the latter. Here are five major reasons why Mr Obama’s glass looks half empty for 2015.\n\nThe collapse of the Iranian nuclear negotiations\n\nMiracles could still happen, but all the signs are that Iran’s supreme leader, the Ayatollah Khamenei, will not be able to swallow the West’s terms and conditions for a deal over Iran’s nuclear programme that would lift economic sanctions on Tehran.\n\nA deal could both rescue Mr Obama’s battered foreign policy credentials, while heralding a re-ordering of the Middle East as Iran returns to the international fold and becomes a “successful regional power”, to quote Mr Obama in a recent interview.\n\nFailure, however, robs Mr Obama of his biggest chance of a meaningful foreign policy legacy, leaving him to focus on the recent rapprochement with Cuba - a deal that feels less like making history than clearing up one of its Cold War fag-ends.\n\nInstead, 2015 will likely continue to be a slow grind abroad: pushing back Isil in Iraq; holding off the Taliban in Afghanistan; working up a rebel force in Syria and – worst case – getting dragged back into a disintegrating Libya.\n\nMeanwhile the Russia stalemate continues since, despite the mounting economic pressure, Mr Putin has the cash reserves and anti-Western domestic political support to continue to hold his ground.\n\nToo little, too late on the economy\n\nThe last US jobs report was packed with good news: the US economy grew at 5 per cent in the third quarter of 2014, unemployment is down at 5.8 per cent and – importantly – there are finally signs of a real increase in wages.\n\nThe White House is planning a new PR offensive in 2015 to explain to Americans just how good things are, but as the 2014 midterm elections showed when Democrats were handed a drubbing at the polls, Main Street USA is likely to remain unconvinced.\n\nThe numbers are moving in the right direction, but that still doesn’t mean real-world gains. US median household incomes rose to $53,880 in November 2014 – up from a rock-bottom $51,562 in August 2011 – but still five per cent below the $57,128 they were in 2000.\n\nThe public could be forgiven for not celebrating being worse off than they were a decade ago.\n\nAnd 2015 will be a year of executive inaction…\n\nIf 2014 was the year that Mr Obama took out his presidential pen to sign executive orders forcing through immigration and environmental reforms, then 2015 is likely to be the year that the limits of those presidential powers are exposed.\n\nWhen the US Congress returns on January 6, both Houses will be under Republican control, leaving Mr Obama isolated in the White House.\n\nEven if elements of the Republican leadership want to do deals with the White House on trade policy and tax reform, the hardcore Tea Party base is in no mood to help Mr Obama.\n\nThey will do all they can to water down Mr Obama's efforts to get a deal with Iran, loosen the trade embargo on Cuba, tighten environmental regulations and implement de facto immigration reform.\n\nAs he is forced to veto Republican-backed legislation, Mr Obama will find himself using that presidential pen to defend his agenda, more than to advance it.\n\nAnd his signature healthcare reforms under threat…\n\nThe unseen snake in the grass for Mr Obama in 2015 - the US Supreme Court is due to hear another legal challenge to his signature Obamacare health reforms, and this time the president may not get so lucky.\n\nLast time the nine Justices debated the law, Obamacare was saved by the single vote of the conservative Chief Justice, John Roberts - much to the fury of the Republican right who believe that the \"mandate\" that forces every American to buy health insurance is unconstitutional.\n\nThe latest battle is over an arcane point of whether the Federal Government can susbidise Obamacare policies with tax credits, and longtime court watchers like Linda Greenhouse of the New York Times are fearful that this time Justice Roberts, under pressure from the Right, might vote the other way.\n\nIf he did, that would spell the beginning of the end for Obamacare and the unravelling of Mr Obama’s most significant domestic legislative achievement by far.\n\nAnd all this, while others steal the political limelight…\n\nMr Obama never looks happier than when out on the campaign trail, doing what he does best – galvanizing and engaging with the ordinary people who twice sent him to the White House.\n\nBut you don’t get to be President of the United States without having a big ego and few things fade faster than the relevancy of a second-term president: 2015 will be the year that Mr Obama will really starts to feel the eclipse of his own political star, which will be painful.\n\nAs every day passes, he will look up from the presidential bully pulpit to find fewer and fewer people listening because they are too busy talking about Hillary Clinton, Jeb Bush and a growing cast of Republican characters that will challenge for his seat in the White House.\n\nAs the saying goes, the only thing worse than being hated, is being ignored.", "article_metadata": {"google": "nositelinkssearchbox", "GSACategory": "worldnews", "twitter": {"image": {"src": "http://i.telegraph.co.uk/multimedia/archive/03151/obama-sad_3151862k.jpg"}, "site": "@Telegraph", "card": "summary_large_image", "creator": "@pmdfoster"}, "keywords": "barack obama, 2015, bad year, congress, Barack Obama,World News,News", "DCSext.cmsSect": "News;World_News;North_America;USA;Barack_Obama;Peter_Foster;US_Politics", "DCSext.Channel": "news", "DCSext.MLC": "/news/worldnews/barackobama", "DCSext.Content_Type": "Story", "news_keywords": "barack obama, 2015, bad year, congress", "WT.cg_n": "news", "title": "Barack Obama: five reasons the glass looks half empty for 2015", "section-id": 4411, "GSAGenre": "barackobama", "tmgads.pagetype": "Story", "DCSext.akamigeo": "US", "tmgads.section": "news-worldnews-barackobama", "GSAMLC": "news/worldnews/barackobama", "GSAArticleType": "Story", "DCSext.pd": 1, "WT.cg_s": "worldnews", "description": "Barack Obama ended 2014 having apparently salvaged something from a difficult \n  year both at home and abroad &ndash; but 2015 looks like being a tough year for \n  the US president writes Peter Foster in Washington", "tmgads.channel": "news", "article-id": 11319620, "DCSext.Category": "worldnews", "DCSext.Level": 4, "DC.date.issued": "2015-01-01", "robots": "noarchive,noodp", "GSASectionUniqueName": "news-world_news-barack_obama", "last-modified": "2015-01-01", "fb": {"admins": "686953094,531239902,100002344351237", "app_id": 120118784736295}, "article": {"publisher": 143666524748, "contenttype": "story", "section": "World", "wordcount": 1120, "embedcount": 0, "authorName": "Peter Foster", "tag": "US Politics", "subsection": "Barack Obama", "videocount": 0, "internallinkcount": 6, "imagecount": 1, "externallinkcount": 0}, "DCSext.articleId": 11319620, "tmgads.articleid": 11319620, "tmgads.level": 4, "tmgads.geo": "US", "parsely-page": "{\"title\": \"Barack Obama: five reasons the glass looks half empty for 2015 \",\"link\": \"http://www.telegraph.co.uk/news/worldnews/barackobama/11319620/Barack-Obama-five-reasons-the-glass-looks-half-empty-for-2015.html\",\"image_url\": \"http://i.telegraph.co.uk/multimedia/archive/03151/obama-sad_3151862k.jpg\",\"type\": \"post\",\"post_id\": \"11319620\", \"pub_date\": \"2015-01-01T08:00:26Z\",\"section\": \"World\",\"authors\": [\"Peter Foster\"],\"tags\": [\"Story\",\"News\",\"World News\",\"North America\",\"USA\",\"Barack Obama\",\"Peter Foster\",\"US Politics\"]}", "GSAChannel": "news", "GSAChannelName": "News", "og": {"site_name": "Telegraph.co.uk", "description": "Barack Obama ended 2014 having apparently salvaged something from a difficult   year both at home and abroad &ndash; but 2015 looks like being a tough year for   the US president writes Peter Foster in Washington", "title": "Barack Obama: five reasons the glass looks half empty for 2015", "url": "http://www.telegraph.co.uk/news/worldnews/barackobama/11319620/Barack-Obama-five-reasons-the-glass-looks-half-empty-for-2015.html", "image": "http://i.telegraph.co.uk/multimedia/archive/03151/obama-sad_3151862k.jpg", "type": "article"}, "DCSext.Genre": "barackobama", "DCSext.cf": 1, "tmgads.zone": "news.worldnews.barackobama", "DCSext.author": "Peter Foster", "DCSext.articleFirstPublished": "2014-12-31 16:56"}, "_id": "\"57477af46914bd0286fe1c33\"", "article_summary": "Here are five major reasons why Mr Obama’s glass looks half empty for 2015.\nSo does all this portend the start of a political resurgence for Mr Obama in 2015, or will it prove to be the high-water mark of a disappointing second term?\nWhen the US Congress returns on January 6, both Houses will be under Republican control, leaving Mr Obama isolated in the White House.\nAs he is forced to veto Republican-backed legislation, Mr Obama will find himself using that presidential pen to defend his agenda, more than to advance it.\nWhen Barack Obama toasted the arrival of the New Year last night, he could have been forgiven for allowing himself a rare moment of self-congratulation."}