{"article_title": "Peyton Manning shows improved velocity in camp with Broncos – The Denver Post", "article_keywords": ["houston", "training", "broncos", "improved", "hes", "try", "camp", "play", "denver", "work", "manning", "glove", "ready", "velocity", "post", "shows", "peyton"], "article_url": "http://www.denverpost.com/broncos/ci_28675427/peyton-manning-shows-improved-velocity-camp-broncos", "article_text": "The defiance emerged before the decision. During Super Bowl week, Peyton Manning stood before the media and talked like a man ready to prove something. He began working out maniacally in February, between trips, between hunts, between speaking engagements.\n\nHe arrived back at Dove Valley in April, appearing ready and rested. He returned to training camp, stronger and leaner, roughly 5 pounds lighter, according to Seattle Seahawks broadcaster and former Manning backup Brock Huard.\n\nManning will make his preseason debut Saturday at Houston, expected to log at least a quarter and possibly as much as a half. He enjoyed a successful training camp — he’s healthy — as he reluctantly adjusted to a three days on, one day off routine.\n\nSomething interesting emerged in the process. Teammates began talking. It’s fair to wonder if their praise is because it’s Manning. But this praise, unsolicited in some cases, is based on what they are witnessing in practice.\n\nWATCH: Is it dangerous to play Peyton Manning this weekend against J.J. Watt and the Texans?\n\n“It’s different than a year ago. It’s crazy, but he’s throwing the ball a lot harder and even more accurate than last year,” defensive end DeMarcus Ware said. “I think that goes to diet, preparation and how the practices are tailored so they aren’t taxing on the body. He’s the player he’s always been with a little bit more edge.”\n\nManning’s adjustments have extended to his equipment. This has not been the summer of glove. Wide receiver Emmanuel Sanders roused interest last week when he suggested Manning’s velocity improves when he isn’t wearing a glove.\n\n“I feel like he’s trying to get more catches or something, like he’s going through you to try to butter me up,” said Manning, who threw 34 touchdown passes in the first 11 games last season, but only five in the final five. “For four years, it seems like when there’s not a lot to talk about, the glove is kind of a go-to move.”\n\nManning wears the glove in the cold and poor weather as a concession to the nerve issues he’s experienced since undergoing multiple neck surgeries before joining the Broncos. Does the lack of handwear indicate the nerves are regenerating or that his grip is improving? He smirked and said he wasn’t sure.\n\n“I practiced with (the glove) in the spring, but I haven’t worn it as much during training camp. I don’t really have a set play one way or the other. I feel pretty comfortable with both,” Manning said. “Yeah, I should (try) a pickle jar or something (to test his grip). Can I unscrew it?”\n\nComfort remains a theme Saturday as Manning shows how he fits in coach Gary Kubiak’s offense, which centers on a zone-blocking running attack and more under center work. He will work with the first team, minus receiver Emmanuel Sanders who likely will sit out with a hamstring injury. Pro Bowler Demaryius Thomas and tight end Owen Daniels will see their first playing time. Running back C.J. Anderson will receive more carries. And all eyes will be on the offensive line, where center Matt Paradis, left guard Max Garcia and left tackle Ty Sambrailo bring zero regular-season experience. They will attempt to keep Manning safe against the fang-bearing Houston Texans’ J.J. Watt.\n\nWATCH: Why Brock Osweiler must have a good game against Texans\n\n“Those guys have worked hard. They’ve improved just during camp,” Manning said. “This will be a good test. You’re trying to get ready for a four-quarter game. I don’t know how long we’ll stay in there, but you want to try to convert some third downs, and I’d think it would be ideal to get some red-zone work and some goal-line short yardage.”\n\nTroy E. Renck: trenck@denverpost.com or twitter.com/troyrenck\n\nManning in the preseason\n\nPeyton Manning knows how much time he needs to prepare for the season. He’s expected to play at least a quarter and possibly a half Saturday at Houston.", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Peyton Manning shows improved velocity in camp with Broncos", "title": "Peyton Manning shows improved velocity in camp with Broncos", "url": "http://www.denverpost.com/2015/08/20/peyton-manning-shows-improved-velocity-in-camp-with-broncos/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20150820_100119_peyton-manning.jpg", "height": 507}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20150820_100119_peyton-manning.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2015-08-20T15:56:22+00:00", "modified_time": "2016-04-22T09:48:50+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1", "news_keywords": "Peyton Manning"}, "article_summary": "He enjoyed a successful training camp — he’s healthy — as he reluctantly adjusted to a three days on, one day off routine.\nHe returned to training camp, stronger and leaner, roughly 5 pounds lighter, according to Seattle Seahawks broadcaster and former Manning backup Brock Huard.\nThey’ve improved just during camp,” Manning said.\n“I practiced with (the glove) in the spring, but I haven’t worn it as much during training camp.\nDuring Super Bowl week, Peyton Manning stood before the media and talked like a man ready to prove something."}