{"article_title": "NMA Board appoints Hamlette as new executive director", "article_keywords": ["hamlette", "mr", "healthcare", "university", "executive", "appoints", "mayor", "director", "medical", "health", "board", "nma", "policy", "law", "public"], "article_url": "http://newpittsburghcourieronline.com/2015/01/10/nma-board-appoints-hamlette-as-new-executive-director/", "article_text": "The National Medical Association Board of Trustees has appointed Martin Hamlette, J.D., M.H.A., as the executive director of the National Medical Association (NMA), effective Jan. 5.\n\nAn attorney and public health administrator, Mr. Hamlette has experience in both the public and private sectors, including health law and policy and current healthcare reform issues and their impact on medically diverse populations and the professionals who treat them.\n\nIn 2007, he was named by Washington, DC Mayor Adrian M. Fenty as the chief health policy advisor within the executive office of the Mayor, Office of Policy & Legislative Affairs. As a policy and legislative strategist, he provided guidance to the mayor and agency directors within the city’s healthcare cluster. He authored policy positions, drafted legislation and testified at public hearings. Mr. Hamlette received a letter of commendation from the Mayor for his efforts.\n\nSince 2012, Mr. Hamlette has served in private practice as counsel and administrator to medical providers, state government and a professional medical association on issues arising from and related to the Affordable Care Act.\n\n“We are pleased to have Mr. Hamlette on our team as executive director of the NMA. His experience and knowledge in health policy and healthcare reform are assets that are crucial in sustaining this organization as the leading force in the fight against health disparities,” said Lawrence Sanders, M.D., 115th President, NMA.\n\n“The current healthcare climate and the need to continue to advocate for policies that address health equity requires an experienced professional such as Mr. Hamlette. We look forward to his leadership,” said Garfield Clunie, M.D., NMA chairman of the Board of Trustees.\n\nMr. Hamlette earned a bachelor’s degree in economics from Howard University; J.D. from the University of Dayton School of Law; and an M.H.A. from the University of North Carolina at Chapel Hill Gillings School of Global Public Health. He is licensed to practice law in Maryland, Washington, D.C. and New Jersey.\n\nA resident of Washington, D.C. for nearly 20 years, Mr. Hamlette has been a leader in the healthcare community having served on the Board of Directors for the American College of Healthcare Executives (National Capital Chapter) and as an adjunct professor of health law and management at Marymount University. He is a member of Kappa Alpha Psi Fraternity, Inc., a 32nd degree Prince Hall Mason, and a member of Alfred Street Baptist Church (Alexandria, Va.) He is an avid golfer and long distance runner.", "article_metadata": {"sailthru.author": "Courier Newsroom", "description": "The National Medical Association Board of Trustees has appointed Martin Hamlette, J.D., M.H.A., as the executive director of the National Medical Association (NMA), effective Jan. 5. An attorney and public health administrator, Mr.", "generator": "WordPress.com", "google-play-app": "app-id=", "og": {"site_name": "New Pittsburgh Courier", "description": "The National Medical Association Board of Trustees has appointed Martin Hamlette, J.D., M.H.A., as the executive director of the National Medical Association (NMA), effective Jan. 5. An attorney an…", "title": "NMA Board appoints Hamlette as new executive director", "url": "http://newpittsburghcourieronline.com/2015/01/10/nma-board-appoints-hamlette-as-new-executive-director/", "image": {"width": 680, "identifier": "https://ionenewpittsburghcourier.files.wordpress.com/2015/01/hamlett-4.jpg", "height": 454}, "locale": "en_US", "type": "article"}, "twitter": {"image": "https://ionenewpittsburghcourier.files.wordpress.com/2015/01/hamlett-4.jpg?w=240", "site": "@NewPghCourier", "card": "summary", "creator": "@NewPghCourier"}, "sailthru.date": "2015-01-10 13:41:58", "sailthru.title": "NMA Board appoints Hamlette as new executive director", "apple-itunes-app": "app-id=, affiliate-data=, app-argument=", "fb": {"app_id": 788648951164276}, "msapplication-window": "width=device-width;height=device-height", "msapplication-task": "name=Subscribe;action-uri=http://newpittsburghcourieronline.com/feed/;icon-uri=http://1.gravatar.com/blavatar/b4f60bd35762d37aa07531f20b161b08?s=16", "application-name": "New Pittsburgh Courier", "article": {"publisher": "https://www.facebook.com/WordPresscom", "published_time": "2015-01-10T18:41:58+00:00", "modified_time": "2015-01-10T18:42:02+00:00"}, "msvalidate.01": "30473C9E51B1FA7645F80C5736971CF1", "google-site-verification": "zagCC3pZZptPIt1ItBXcBVa1JWrKTE4mQx7HRuT2vNk", "sailthru.description": "Martin Hamlette, J.D., M.H.A\nThe National Medical Association Board of Trustees has appointed Martin Hamlette, J.D., M.H.A., as the executive director of the National Medical Association (NMA), effective Jan. 5.", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fe1c74\"", "article_summary": "“We are pleased to have Mr. Hamlette on our team as executive director of the NMA.\nThe National Medical Association Board of Trustees has appointed Martin Hamlette, J.D., M.H.A., as the executive director of the National Medical Association (NMA), effective Jan. 5.\nIn 2007, he was named by Washington, DC Mayor Adrian M. Fenty as the chief health policy advisor within the executive office of the Mayor, Office of Policy & Legislative Affairs.\nMr. Hamlette received a letter of commendation from the Mayor for his efforts.\nMr. Hamlette earned a bachelor’s degree in economics from Howard University; J.D."}