{"article_title": "Modern Healthcare Modern Healthcare business news, research, data and events", "article_keywords": ["physicians", "bill", "center", "business", "programs", "house", "modern", "research", "program", "health", "letter", "healthcare", "teaching", "serrano", "data", "events"], "article_url": "http://www.modernhealthcare.com/article/20150326/NEWS/150329941", "article_text": "The House bill that would repeal Medicare's sustainable-growth rate formula for paying physicians would also keep alive a popular graduate medical education program for at least two more years.The federal Teaching Health Center program was created with a $230 million appropriation in the Affordable Care Act and is helping to train 550 residents at 60 medically underserved locations in 27 states and the District of Columbia. The program, however, will expire Sept. 30 without additional funding.The repeal bill the House passed Thursday, known as the Medicare Access and CHIP Reauthorization Act of 2015, includes $60 million for the program in both fiscal 2016 and 2017.“It costs $132 million annually to run the program, so the amounts in the bill are less than half of what's needed,” said Cristine Serrano, executive director of the American Association of Teaching Health Centers. “But it will allow us to fight another day and stay alive until we're able to find a more permanent solution.”The residency slots the money will support are three-year positions. So, in addition to not fully funding existing programs, it will be leaving programs digging to find money to pay for the last year of their residents' training.“In order to recruit next year, we'll have to get funding for the third year,” Serrano said. “There are programs that are just shutting down.”One such program is run by the Clinica Sierra Vista in Fresno, Calif., Serrano said. She added that she used to work for the Northwestern University-affiliated Erie Family Health Center in Chicago's Humboldt Park Puerto Rican enclave. That teaching health center program is cutting back from eight residents to six this July, according to Serrano.Congressional interest in the program was heightened after a policy research brief was released by George Washington University's Geiger Gibson/RCHN Community Health Foundation Research Collaborative showing the program's early success, Serrano said.\n\nThe brief cited a survey which found that 76% of the 91 new doctors who had finished the program were working in underserved areas, compared to only 26% of their peers. Also, 21% were practicing in rural areas compared to just 8% of their peers.The American Association of Teaching Health Centers' strategy was to get funding for the program included in the latest “doc fix” bill—the legislative device used to postpone SGR-driven cuts in Medicare physician reimbursement. The group sprang into action when word of a possible SGR-repeal bill emerged and circulated “dear colleague” letters in the House and Senate urging the inclusion of a Teaching Health Center appropriation in the measure.“Providing GME training opportunities in diverse geographic locations is important because we know that 55% of all family physicians practice within 100 miles of their residency program and 46% will practice within 50 miles of their training program,” the House letter stated (PDF) . “The THCGME program, in our opinion, has met its charge and is worthy of continued support.”The drive to circulate the letter, addressed to House Speaker John Boehner (R-Ohio) and Minority Leader Nancy Pelosi (D-Calif.), was led by Reps. Niki Tsongas (D-Mass.) and Doug LaMalfa (R-Calif.) who both have teaching health centers operating in their districts, Serrano said. Fifty House members signed the letter before it was sent to Boehner and Pelosi March 19.Sen. Patty Murray (D-Wash.) had sponsored a bill to provide $420 million to extend the program through fiscal 2019, but no action was taken on the measure after it was introduced last July. Murray and Sen. Susan Collins (R-Maine) have circulated a similar letter in their chamber.“By training primary-care physicians in community-based settings, teaching health center residency programs have created a physician and dentist workforce pipeline that increases underserved areas' ability to retain physicians,” the Senate letter stated (PDF) . “Residents at teaching health centers develop the skills to provide care to challenging patient populations outside of a hospital setting.”The American Academy of Family Physicians praised the inclusion of Teaching Health Center funding in the SGR-repeal bill“By moving training into the community, THCs are on the leading edge of innovative educational programming dedicated to ensuring a sufficient supply of primary-care physicians,” Dr. Reid Blackwelder, AAFP board chairman, wrote in a letter to House members. “We believe that investment in these innovative THCs will help lead to a better distribution of family physicians in rural and underserved communities across the country.”", "article_metadata": {"msapplication-TileColor": "#0a365e", "description": "The House bill that would repeal Medicare's sustainable-growth rate formula for paying physicians would also keep alive a popular graduate medical education program for at least two more years.", "title": "Teaching Health Center program may live to 'fight another day'", "og": {"site_name": "Modern Healthcare", "description": "The House bill that would repeal Medicare's sustainable-growth rate formula for paying physicians would also keep alive a popular graduate medical education program for at least two more years.", "title": "House doc-fix bill would also help fund Teaching Health Center program", "url": "http://www.modernhealthcare.com/article/20150326/NEWS/150329941", "image": "https://raw.githubusercontent.com/modernhealthcare/mh-logo/master/mh-logo-fb-lg.jpg", "type": "article"}, "twitter": {"domain": "http://www.modernhealthcare.com", "description": "The House bill that would repeal Medicare's sustainable-growth rate formula for paying physicians would also keep alive a popular graduate medical education program for at least two more years.", "creator": "@modrnhealthcr", "image": "https://raw.githubusercontent.com/modernhealthcare/mh-logo/master/mh-logo-twitter.jpg", "title": "House doc-fix bill would also help fund Teaching Health Center program", "site": "@modrnhealthcr", "card": "summary"}, "apple-mobile-web-app-title": "Modern Healthcare", "published_at": "2015-03-26", "apple-mobile-web-app-capable": "yes", "url": "http://www.modernhealthcare.com/article/20150326/NEWS/150329941", "apple-mobile-web-app-status-bar-style": "black", "msapplication-TileImage": "https:/raw.githubusercontent.com/modernhealthcare/mh-logo/master/ms-touch-icon-144x144-precomposed.png", "mobile-web-app-capable": "yes", "image": "https://raw.githubusercontent.com/modernhealthcare/mh-logo/master/mh-logo-g-plus.jpg", "viewport": "width=device-width, initial-scale=1, user-scalable=no"}, "_id": "\"57477af46914bd0286fe0225\"", "article_summary": "She added that she used to work for the Northwestern University-affiliated Erie Family Health Center in Chicago's Humboldt Park Puerto Rican enclave.\nand Doug LaMalfa (R-Calif.) who both have teaching health centers operating in their districts, Serrano said.\n“There are programs that are just shutting down.”One such program is run by the Clinica Sierra Vista in Fresno, Calif., Serrano said.\nFifty House members signed the letter before it was sent to Boehner and Pelosi March 19.Sen.\n“We believe that investment in these innovative THCs will help lead to a better distribution of family physicians in rural and underserved communities across the country.”"}