{"article_title": "Chicago Mayor and Top Cop Blame Weak Gun Laws for Violence", "article_keywords": ["cop", "mccarthy", "firearm", "chicago", "violence", "weak", "gun", "illinois", "blame", "state", "city", "carry", "restrictions", "law", "mayor", "laws"], "article_url": "http://reason.com/blog/2014/07/08/chicago-mayor-and-top-cop-blame-weak-gun", "article_text": "Fourteen fatalities and a total of 82 people shot. It's not Ukraine or Syria, but Chicago. The heartland city, already notorious for its high crime rates, had a surprisingly bloody Independence Day weekend, and its mayor and top cop say it's because gun laws aren't broad enough, when in fact the relevent gun laws are quite broad—but that doesn't make them effective.\n\nMayor Rahm Emanuel called for more robust restrictions at a press conference yesterday, saying that current \"gun laws are the weak link.\"\n\nPolice Superintendent Garry McCarthy, whose officers were responsible for shooting five people and killing a 16-year-old and a 14-year-old, stated at a separate press conference that \"it all comes down to these guns: there's too many guns coming in and too little punishment going out.\" This perceived problem exists on \"not just on a state, but on a federal level,\" he believes. \"Possession of a loaded firearm,\" the incredulous McCarthy said, \"is not even considered a violent felony in the state of Illinois for sentencing purposes.\"\n\nCan a deficiency in gun laws really be blamed, though? Let's look at the restrictions in place from different levels of government.\n\nFederal law already prohibits convicted felons and people convicted of certain misdemeanor crimes, such as domestic violence, from owning firearms.\n\nOpen carry is banned by Illinois state law. Getting a concealed carry permit is requires a stack of data: a driver's license, a Firearm Owner I.D., a headshot current as of 30 days, an Illinois Digital I.D., a copy of a 16-hour training certificate, residency information for the previous 10 years, and a $150 fee to boot.\n\nThe police board that grants concealed carry permits can deny people for no reason, and they've denied over 800 this year without explanation. On July 4, the Tribune reported that they've been denying people who have no criminal record whatsoever.\n\nCook County bans the sale of any type of firearm to anyone under 21.\n\nThe city of Chicago this year has established severe restrictions that prohibit the sale of a firearm without video evidence and block stores from existing in \"99.5 percent of the city,\" according to the Associated Press.\n\nAs evidenced by exactly what happened this weekend, all of this is moot to lawbreakers with black market weapons.\n\nIn a city that just yesterday hit 200 homicides for the year, McCarthy understands in principle that it is \"illogical\" to believe \"that government can intercede and prevent this from happening,\" but he somehow doesn't understand that prohibitions aren't just ineffective, but outright counterproductive toward safety as they make sitting ducks of innocent, law abiding people.\n\nThere was a silver lining story to the weekend's violence: one unnamed man with a concealed carry weapon defended himself and three other people against gunmen as they left a party on the far south side of town. But, if McCarthy's and Emanuel's fantasy of even stricter gun laws were a reality, would the death toll have been 18 instead of 14?", "article_metadata": {"og": {"site_name": "Reason.com", "description": "Fourteen fatalities and a total of 82 people shot. It's not Ukraine or Syria, but Chicago. The heartland city, already notorious for its high crime rates,", "title": "Chicago Mayor and Top Cop Blame Weak Gun Laws for Violence", "url": "http://reason.com/blog/2014/07/08/chicago-mayor-and-top-cop-blame-weak-gun", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14048355357256.jpg", "type": "article"}, "twitter": {"image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14048355357256.jpg", "description": "Fourteen\nfatalities and a total of 82 people shot. It's not Ukraine or\nSyria, but Chicago. The heartland city, already notorious for its\nhigh crime rates, had a surprisingly bloody Independence Day\nweekend, and its mayor and top cop say it's because gun laws aren't\nbroad enough, when in fact the relevent gun laws are quite\nbroad—but that doesn't make them effective.&nbsp;\nMayor Rahm Emanuel", "site": "@reason", "card": "summary_large_image", "title": "Chicago Mayor and Top Cop Blame Weak Gun Laws for Violence"}, "fb": {"pages": 17548474116}, "article": {"tag": "Civil Liberties", "published_time": "2014-07-08T17:00:00+00:00", "author": "http://reason.com/people/zenon-evans"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af46914bd0286fe1c65\"", "article_summary": "Mayor Rahm Emanuel called for more robust restrictions at a press conference yesterday, saying that current \"gun laws are the weak link.\"\nBut, if McCarthy's and Emanuel's fantasy of even stricter gun laws were a reality, would the death toll have been 18 instead of 14?\nThe heartland city, already notorious for its high crime rates, had a surprisingly bloody Independence Day weekend, and its mayor and top cop say it's because gun laws aren't broad enough, when in fact the relevent gun laws are quite broad—but that doesn't make them effective.\nCan a deficiency in gun laws really be blamed, though?\nOpen carry is banned by Illinois state law."}