{"article_title": "Key cases left for the Supreme Court", "article_keywords": ["case", "supreme", "recess", "court", "workers", "high", "unions", "ruling", "key", "v", "cases", "law", "religious", "left"], "article_url": "http://www.msnbc.com/msnbc/key-cases-left-the-supreme-court", "article_text": "The U.S. Supreme Court must decide at least six cases before the end of the term on June 30. While the justices must issue opinions on 14 arguments, the following are the major proceedings legal observers await:\n\nRecess appointments: President Barack Obama tried to get around Republican obstruction of his nominees to the Consumer Financial Protection Bureau and the National Labor Relations Board in 2012 by making recess appointments. The only problem was that Congress wasn’t technically in recess. Most lawmakers had left, but Republicans were holding brief “pro-forma” sessions as a procedural measure to block Obama’s appointments. After the NLRB ruled against the Noel Canning company in a labor dispute, Noel Canning sued saying the decision was invalid because several members of the board had not been properly appointed. Before National Labor Relations Board v. Noel Canning made its way to the Supreme Court, the DC Circuit Court of appeals reached a decision that made the presidential recess appointment power so narrow that most recess appointments in American history would have been unconstitutional. If the high court allows the DC Circuit Court ruling to stand, it would imperil decisions by both the NLRB and the CFPB and would substantially alter the balance of power between the president and Congress.\n\nContraception: The Affordable Care Act compels health insurance companies to cover the cost of contraception. Hobby Lobby and Conestoga Wood are two for-profit corporations run by religious owners who say that they should be allowed to deny their employees contraception coverage under the Religious Freedom Restoration Act because providing it would violate their religious beliefs. The Religious Freedom Restoration Act prevents the government from placing a “substantial burden” on people’s religious beliefs unless it is pursuing a “compelling interest,” and more than 27 million women are currently benefiting from birth control coverage. No court has ever held that corporations, as artificial entities separate from their owners and shareholders, have religious beliefs. Depending on the breadth of the ruling, finding that corporations can exercise religion could not just scuttle the contraception mandate, but also lead businesses to attempt to avoid other regulations by claiming they violate their religious faith. The cases are Sebelius v. Hobby Lobby Stores, Inc. and Conestoga Wood Specialties Corp. v. Sebelius.\n\n\n\nCell phone searches: The high court will soon decide two cases, Riley v. California and U.S. v Wurie, that will determine whether or not police should need a warrant before searching your cell phone – a weighty privacy issue in an era where phones are essentially pocket computers packed with personal data. The government argues that the Fourth Amendment’s ban on unreasonable searches and seizures does not cover cell phones, as police have traditionally been allowed to search objects carried by suspects at the time of arrest. Civil libertarians argue that not requiring a warrant would mean giving police easy and immediate access to the most intimate details of someone’s personal life.\n\nAbortion clinic buffer zones: A 2007 Massachusetts law bars protesters from coming within 35 feet of abortion clinics, a rule the state says is necessary to protect the safety of patients and clinic workers but which anti-abortion protesters say violates their First Amendment rights. The high court has upheld buffer zones before, but this is a new, more conservative court, one more hostile to women’s right to end an unwanted pregnancy. This case is McCullen v. Coakley.\n\nPublic sector unions: A pending decision from the high court could significantly narrow the ability of public workers to form unions. At issue is an Illinois law that allows public unions to draw dues from the paychecks of workers who don’t join the union, since the union still negotiates on their behalf, and non-union workers still enjoy the benefits obtained by the union. The unions aren’t allowed to use that money for political activity, but workers in Illinois backed by anti-union groups still say that the law infringes on their First Amendment rights. Mother Jones notes that a ruling against the unions would not only make it harder for them to exist–it would substantially weaken a key Democratic Party constituency. This case is Harris v. Quinn.\n\nTV on the Internet: Broadcast networks are suing Aereo, an online service that allows users to pay a subscription fee to watch programming on the Internet, of violating the law by stealing their content. The content Aereo provides is from free programming, but the upshot is it allows subscribers to download it after it has been broadcast without owning a DVR. Aereo’s service is much cheaper than subscribing to cable, so the networks worry that it or similar companies could seriously undermine their business model. SCOTUSBlog’s Lyle Denniston has called the case “misleadingly simple,” a poorly thought out ruling from a court famously unfamiliar with modern technology could have a negative impact on online storage as an industry, not just Aereo’s streaming service. This case is American Broadcasting Companies, Inc. v. Aereo, Inc.", "article_metadata": {"msapplication-config": "/browserconfig.xml", "description": "Nearing the end of its term, the Supreme Court has yet to issue opinions in these high profile cases.", "original-source": "http://www.msnbc.com/msnbc/key-cases-left-the-supreme-court", "og": {"site_name": "MSNBC", "description": "A look at the major cases the court will rule on.", "title": "What's left in the Supreme Court's term", "url": "http://www.msnbc.com/msnbc/key-cases-left-the-supreme-court", "image": "http://www.msnbc.com/sites/msnbc/files/styles/ratio--1_91-1--1200x630/public/articles/450334580.jpg?itok=YTRxeNEh", "type": "article"}, "twitter": {"domain": "msnbc.com", "account_id": 2836421, "creator": {"identifier": "@msnbc", "id": 2836421}, "url": "http://www.msnbc.com/msnbc/key-cases-left-the-supreme-court", "image": "http://www.msnbc.com/sites/msnbc/files/styles/ratio--3-2--512x342/public/articles/450334580.jpg?itok=5i13MiuB", "title": "Key cases left for the Supreme Court", "site": {"identifier": "@msnbc", "id": 2836421}, "card": "summary_large_image", "description": "Nearing the end of its term, the Supreme Court has yet to issue opinions in these high profile cases."}, "robots": "follow, index", "DC.date.issued": "2014-06-13T11:33:00-04:00", "jenga-session-config": "{\"when_to_init\":\"after_dom_ready\"}", "fb": {"app_id": 351594351545594}, "nv": {"author": "adamserwer", "title": "Key cases left for the Supreme Court", "address": "http://www.msnbc.com/msnbc/key-cases-left-the-supreme-court", "published": 1, "date": "06/13/2014 11:33:00 EDT", "tags": "civil-liberties,criminal-justice,economy,equality,society,supreme-court,unions,women"}, "article": {"author": "http://www.facebook.com/msnbc"}, "abstract": "Nearing the end of its term, the Supreme Court has yet to issue opinions in these high profile cases.", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "news_keywords": "Economy, Unions, Equality, Women, Society, Civil Liberties, Criminal Justice, Supreme Court"}, "_id": "\"57477af36914bd0286fd32c6\"", "article_summary": "The high court has upheld buffer zones before, but this is a new, more conservative court, one more hostile to women’s right to end an unwanted pregnancy.\nIf the high court allows the DC Circuit Court ruling to stand, it would imperil decisions by both the NLRB and the CFPB and would substantially alter the balance of power between the president and Congress.\nThe U.S. Supreme Court must decide at least six cases before the end of the term on June 30.\nPublic sector unions: A pending decision from the high court could significantly narrow the ability of public workers to form unions.\nMost lawmakers had left, but Republicans were holding brief “pro-forma” sessions as a procedural measure to block Obama’s appointments."}