{"article_title": "First execution under Obamacare death panels? Pants on Fire!", "article_keywords": ["affordable", "death", "ordered", "panels", "obamacare", "panel", "zborknak", "act", "dorothy", "article", "execution", "care", "pants"], "article_url": "http://www.politifact.com/truth-o-meter/statements/2014/nov/11/americannewscom/first-execution-under-obamacare-death-panels-pants/", "article_text": "\"According to recent reports, a group of death panels organized under Obamacare ordered their first execution.\"\n\nAn old piece of Affordable Care Act mythology has come back from the dead: death panels.\n\nA reader sent us a link to a September American News article that claims an 86-year-old woman was ordered executed after a panel established by the Affordable Care Act determined that \"she is no longer useful.\"\n\n\"According to recent reports, a group of death panels organized under Obamacare ordered their first execution.\n\n\"Following a hearing by the president’s Patient Resource Efficiency Board (PREB), 86-year-old Dorothy Zborknak has been ordered to death. The reason? According to the administration, she is no longer useful.\n\n\"Zborknak worked at Fleur de Lis Florist in Chicago for nearly forty years, before she made the decision to retire in 1998. Since that time, she has struggled with a host of health problems, including diabetes, high blood pressure, and kidney failure.\n\n\" ‘Unfortunately, the cost of her care just became too expensive,’ claims Peter Johnston, a member of the Chicago PREB. ‘Under the Affordable Care Act, we have the power to make choices about end of life care and I stand by our ruling. I know it will be hard for the family to accept what’s going to happen…But from a financial standpoint, this was a very easy decision.’\n\nWe’ll offer a quick diagnosis: This claim is not accurate. Back in 2009, the myth of death panels was our inaugural Lie of the Year. Almost five years later, death panels are still not a part of U.S. health care law.\n\nOur first clue that the American News article was not real was the name of the woman who was supposedly sentenced to execution: Dorothy Zborknak. That’s the name of Bea Arthur’s character on the TV show The Golden Girls. (Slightly misspelled -- it's actually Zbornak.)\n\nIt turns out that the story is ripped from an article posted on The Daily Currant in January. The Daily Currant is a satirical website with a mission \"to ridicule the timid ignorance which obstructs our progress and promote intelligence,\" according to the website . Other headlines include things like \"Obama Announces Two-Year Golfing Trip\" and \"Al-Qaeda Member Elected to California City Council.\" The debunkers at Snopes.com caught this case of copying back in September.\n\nAs for the American News site, its \"About Us\" and \"Privacy Policy\" pages have no information on them besides ads. Stories are posted without attribution or bylines. We attempted to contact them through a form on the site, but did not receive a response.\n\nThe article was posted on The Patriot Facebook page in September and quickly spread. It has 6,019 likes and was shared 4,906 times.\n\nFor those who don’t recall it, the death panel discussion stemmed from a post on former vice presidential candidate Sarah Palin’s Facebook page on August 7, 2009.\n\n\"The America I know and love is not one in which my parents or my baby with Down Syndrome will have to stand in front of Obama’s ‘death panel’ so his bureaucrats can decide, based on a subjective judgment of their ‘level of productivity in society,’ whether they are worthy of health care,\" she wrote.\n\nThere is no mention of such a system in the massive Affordable Care Act. Instead, the idea originated from changes to Medicare to cover appointments on end-of-life planning, such as living wills and do-not-resuscitate orders. The appointments were not required, and AARP backed the addition. The change wasn’t implemented after the controversy over Palin’s comments.\n\nOur ruling\n\nThe chain email claimed that Dorothy Zborknak was ordered executed by an Obamacare death panel. We ruled on this topic five years ago, but we’ll repeat it again: Death squads are not a part of the Affordable Care Act, and you can still catch Dorothy on Golden Girls reruns most nights. We rate this claim Pants on Fire!", "article_metadata": {"description": "An old piece of Affordable Care Act mythology has come back from the dead: death panels. A reader sent us a link to a September American News article that claims an 86-year-old woman was ordered executed after a panel established by the Affordable Care Act determined that &quot;she is no longer useful.&quot; &quot;According to recent reports, a group of death panels organized under Obamacare ordered their first execution. &quot;Following a hearing by the president&rsquo;s Patient Resource Efficiency Board (PREB), 86-year-old Dorothy Zborknak has been ordered to death. The reason? According to the administration, she is no longer useful. &quot;Zborknak worked ...", "og": {"site_name": "@politifact", "description": "An old piece of Affordable Care Act mythology has come back from the dead: death panels. A reader sent us a link to a September American News article that claims an 86-year-old woman was ordered executed after a panel established by the Affordable Care Act determined that", "title": "First execution under Obamacare death panels? Pants on Fire!", "url": "http://www.politifact.com/truth-o-meter/statements/2014/nov/11/americannewscom/first-execution-under-obamacare-death-panels-pants/", "image": "http://static.politifact.com.s3.amazonaws.com:80/rulings%2Ftom-pantsonfire.gif", "type": "article"}, "twitter": {"username": "PolitiFact", "description": "An old piece of Affordable Care Act mythology has come back from the dead: death panels. A reader sent us a link to a September American News article that claims an 86-year-old woman was ordered executed after a panel established by the Affordable Care Act determined that &quot;she is no longer useful.&quot; &quot;According to recent reports, a group of death panels organized under Obamacare ordered their first execution. &quot;Following a hearing by the president&rsquo;s Patient Resource Efficiency Board (PREB), 86-year-old Dorothy Zborknak has been ordered to death. The reason? According to the administration, she is no longer useful. &quot;Zborknak worked ...", "title": "First execution under Obamacare death panels? Pants on Fire!", "url": "http://www.politifact.com/truth-o-meter/statements/2014/nov/11/americannewscom/first-execution-under-obamacare-death-panels-pants/", "image": "http://static.politifact.com.s3.amazonaws.com:80/rulings%2Ftom-pantsonfire.gif", "site": "PolitiFact", "card": "summary_large_image"}, "fb": {"admins": 750116788, "app_id": 106379906558, "pages": 61308923432}, "google-site-verification": "qAV0CDw3qyhv8XdVwp6m1xDBnW9Q1sRAAynq6kDP7kE", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "\"According to recent reports, a group of death panels organized under Obamacare ordered their first execution.\n\"According to recent reports, a group of death panels organized under Obamacare ordered their first execution.\"\nAn old piece of Affordable Care Act mythology has come back from the dead: death panels.\nBack in 2009, the myth of death panels was our inaugural Lie of the Year.\nOur rulingThe chain email claimed that Dorothy Zborknak was ordered executed by an Obamacare death panel."}