{"article_title": "KY Dem Says Hillary Clinton Will Campaign With Alison Grimes Against Mitch McConnell", "article_keywords": ["kentucky", "clinton", "mitch", "campaign", "mcconnell", "hillary", "dem", "president", "ky", "yarmuth", "think", "alison", "grimes"], "article_url": "http://www.politicususa.com/2014/07/19/ky-dem-hillary-clinton-campaign-alison-grimes-mitch-mcconnell.html", "article_text": "Democrat Rep. John Yarmuth (KY) let the cat of the bag. Hillary Clinton will be going to Kentucky to campaign with Alison Lundergan Grimes in her bid to defeat Mitch McConnell.\n\nAudio of Rep. Yarmuth talking about Clinton campaigning with Grimes on The Bill Press Show:\n\nRep. Yarmuth (D-KY) said, “I sure want her in Kentucky and I know she’s going to come to Kentucky and campaign for Alison Lundergan Grimes, and she’s welcome here. She’s very popular here, as is President Clinton. I think Hillary will be welcome just about anywhere for a Democratic candidate…Yes, she will be coming to Kentucky, absolutely. I think the president’s planning to come back as well. He was here in April for Alison, and I think he is planning to come back.”\n\nRep. Yarmuth later pointed out that the election is looking great for Alison Lundergan Grimes. She is out fundraising Sen. McConnell, and the Senate Minority Leader has been unable to break 45% in any poll. First, Bill Clinton came to Kentucky. Sen. Elizabeth Warren followed the former president, and as the race gets into the fall, I would expect that both Bill and Hillary Clinton will be campaigning for Mitch McConnell’s opponent.\n\nThe arrival of the Clintons will cause problems for McConnell on several fronts. Sen. McConnell is trying to tie Grimes to President Obama at every turn. His latest campaign tries to link Grimes to McConnell on the coal issue. The Clintons are a separate brand from Obama. The arrival of either the former president or former secretary of state immediately forces the discussion back to the economy. Since he has obstructed every piece of legislation that would grow the economy, the last thing Mitch McConnell wants to talk about is jobs. In fact, the only job Mitch McConnell is interested in protecting is his own.\n\nKentucky’s Senate contest is a nailbiter. McConnell is struggling, but Grimes has not been able to open up a sizable lead. The election could go either way, which is why an appearance by Hillary Clinton could be the nudge that Kentucky voters need to send Mitch McConnell into retirement.", "article_metadata": {"description": "Democrat Rep. John Yarmuth (KY) let the cat of the bag. Hillary Clinton will be going to Kentucky to campaign with Alison  Lundergan Grimes in her bid to defeat Mitch McConnell.", "generator": "WordPress 4.5.2", "author": "Jason Easley", "og": {"site_name": "Politicus USA", "description": "Democrat Rep. John Yarmuth (KY) let the cat of the bag. Hillary Clinton will be going to Kentucky to campaign with Alison  Lundergan Grimes in her bid to defeat Mitch McConnell.", "title": "KY Dem Says Hillary Clinton Will Campaign With Alison Grimes Against Mitch McConnell", "url": "http://www.politicususa.com/2014/07/19/ky-dem-hillary-clinton-campaign-alison-grimes-mitch-mcconnell.html", "image": "http://15130-presscdn-0-89.pagely.netdna-cdn.com/wp-content/uploads/2013/10/Screen-Shot-2013-10-17-at-2.22.15-PM-1.jpg", "updated_time": "2014-07-19T15:20:46+00:00", "type": "article"}, "fb": {"admins": 523732690, "app_id": 113462415332922, "pages": 186473214703370}, "keywords": "2014 Elections,Featured News,alison Lundergan Grimes,Bill Clinton,Hillary Clinton,kentucky senate election,mitch mcconnell,politicususa,liberal,politics,sarah jones,jason easley,barack obama,bernie sanders,msnbc,media", "article": {"publisher": "https://www.facebook.com/PoliticusUSA", "section": "Featured News", "published_time": "2014-07-19T15:20:46+00:00", "modified_time": "2014-07-19T15:20:46+00:00"}, "viewport": "width=device-width, initial-scale=1", "news_keywords": "alison Lundergan Grimes, Bill Clinton, Hillary Clinton, kentucky senate election, mitch mcconnell"}, "_id": "\"57477af46914bd0286fe1c68\"", "article_summary": "Hillary Clinton will be going to Kentucky to campaign with Alison Lundergan Grimes in her bid to defeat Mitch McConnell.\nSince he has obstructed every piece of legislation that would grow the economy, the last thing Mitch McConnell wants to talk about is jobs.\nThe election could go either way, which is why an appearance by Hillary Clinton could be the nudge that Kentucky voters need to send Mitch McConnell into retirement.\nIn fact, the only job Mitch McConnell is interested in protecting is his own.\nI think Hillary will be welcome just about anywhere for a Democratic candidate…Yes, she will be coming to Kentucky, absolutely."}