{"article_title": "Subsidizing the Rich: The Cost to Taxpayers Is in the Billions", "article_keywords": ["benefits", "programs", "money", "subsidizing", "immigrants", "billions", "taxpayers", "benefit", "cost", "rich", "percenter", "welfare", "security", "social"], "article_url": "http://www.thefiscaltimes.com/2015/09/15/Subsidizing-Rich-Cost-Taxpayers-Billions", "article_text": "Welfare-shaming immigrants is the new hotness in conservative policy circles.\n\nFor instance, the right-wing Center for Immigration Studies recently released two studies finding that about half of immigrant households, both legal and unauthorized, use means-tested government benefits like food stamps and Medicaid, while only 30 percent of native-born people do.\n\nRelated: 30 Things You Can’t Buy If You’re on Welfare\n\nThis measurement is highly misleading, as I will explain below. But even on its own terms, it leaves out a number of enormous government benefits — and completely ignores the massive welfare subsidies going to the rich. If we're going to shame immigrants for being on food stamps, we should shame the 1 percent for their welfare programs, too.\n\nFirst, as Alex Nowrasteh points out, the CIS people pretty clearly stretched their definitions as far as possible to jack up the percentage of immigrant households on welfare. A household is counted as \"immigrant\" if it is headed by one — so it includes immigrants married to native-born Americans — CIS counts it as \"using welfare\" if just one of a household's members does so.\n\nWorse, the measure includes any use of benefits, but does not add up the actual monetary value of the benefits received, which is obviously crucial if you want to figure out the overall public cost. Other studies have found that immigrants tend to use significantly less money on programs like Medicaid than native-born Americans do.\n\nMore fundamentally, the CIS measurement only includes means-tested government benefits — leaving out Medicare and Social Security, by far the largest welfare programs in the nation. Simply by throwing in Social Security and unemployment insurance (also not means-tested), Matt Bruenig found that the gap shrinks dramatically:\n\nThe issue of Social Security is doubly damning to the CIS case, because unauthorized immigrants who work pay payroll taxes, but do not collect Social Security (because they are not eligible). According to the Social Security Administration, as of 2014 such people had paid a cool $100 billion into the Social Security trust fund over the previous decade alone.\n\nRelated: Major Welfare Reform Flying Under the Radar\n\nFinally, that raises the question of welfare for rich people — the various tax deductions and exclusions buried in the tax code that pay out more the more money you make. I don't have the microdata skills to figure out exactly what fraction of households use such benefits, but we can construct a rough cost estimate. How much does 1 percenter welfare cost?\n\nBefore I do that, though, the standard disclaimer: While it may seem odd to think of government spending as equivalent to tax breaks, they are indeed economically identical. Whether it's money coming from a government agency, or more left in one's paycheck, the end result is the same. It's just another method of fiddling with the economy to direct money one way or another.\n\nHere are the big-time welfare programs for the rich, as of 2013:\n\n1) Carried interest loophole. Cost: roughly $12 billion, probably all of it going to the top 1 percent.\n\n2) Low rates on capital gains and dividends. 1 percenter benefit: $66 billion.\n\n3) Exclusion of employer-sponsored retirement. 1 percenter benefit: $13 billion.\n\n4) Mortgage interest deduction. 1 percenter benefit: $11 billion.\n\n5) Charitable contribution deduction. 1 percenter benefit: $18 billion.\n\n6) Deduction of state and local taxes. 1 percenter benefit: $14 billion.\n\nJust those six programs account for about $133 billion in government benefits, just for the 1 percent. If we include the rest of the big tax breaks for the whole top income quintile, the total rises to $355 billion — and that's not even counting imputed rental income, accelerated deprecation, or the exclusion of capital gains on home sales. So far as I know, the benefits of those haven't been broken down by income level, but they would probably add something like 10 to 15 percent to both figures.\n\nThat's far greater than the cost of food stamps ($74 billion), and even creeping up on the cost of the whole of Medicaid ($476 billion).\n\nThe point of the CIS study is to paint immigrants as lazy, mooching welfare sponges who are parasites on hardworking native Americans. It's a false picture. And if we're going to talk about the cost of various government benefit programs, we ought to be fair and include the ones for the rich too — especially because they have far less need for the money than the people on Medicaid.\n\nThis article originally appeared on The Week.\n\nRead more from The Week:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Welfare-shaming immigrants is the new hotness in conservative policy circles.", "title": "Subsidizing the Rich: The Cost to Taxpayers Is in the Billions", "url": "http://www.thefiscaltimes.com/2015/09/15/Subsidizing-Rich-Cost-Taxpayers-Billions", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/02152012_Wealth_article.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/09/15/Subsidizing-Rich-Cost-Taxpayers-Billions", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/02152012_Wealth_article.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "Welfare-shaming immigrants is the new hotness in conservative policy circles.", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af46914bd0286fe1c60\"", "article_summary": "According to the Social Security Administration, as of 2014 such people had paid a cool $100 billion into the Social Security trust fund over the previous decade alone.\nHow much does 1 percenter welfare cost?\nHere are the big-time welfare programs for the rich, as of 2013:1) Carried interest loophole.\nIf we're going to shame immigrants for being on food stamps, we should shame the 1 percent for their welfare programs, too.\nMore fundamentally, the CIS measurement only includes means-tested government benefits — leaving out Medicare and Social Security, by far the largest welfare programs in the nation."}