{"article_title": "Elizabeth Warren’s quiet (but huge) win: Why Wall Street lobbyists really hated her “cromnibus” fight", "article_keywords": ["huge", "financial", "swaps", "congress", "legislation", "wall", "win", "doddfrank", "quiet", "fight", "street", "lobbyists", "hated", "funding", "warrens", "provision", "really"], "article_url": "http://www.salon.com/2014/12/18/elizabeth_warrens_quiet_but_huge_win_why_wall_street_lobbyists_really_hated_her_cromnibus_fight/", "article_text": "Topics: appropriations, Banks, Citigroup, Congress, cromnibus, Editor's Picks, Elizabeth Warren, Lobbyists, swaps pushout, The Left, Wall Street, Business News, Politics News\n\nDemocratic defenders of the “cromnibus” — no, we haven’t forgotten that horrid word quite yet — have defended the inclusion of a Citigroup-written rider relaxing derivatives regulation in much the same way: It could have been worse. The White House, and Democratic appropriators, argue that giving in on the swaps pushout rule was a relatively minor concession compared to all the Dodd-Frank regulations and funding it preserved.\n\nFirst, they claim that it won funding for the Commodity Futures Trading Commission and the Security and Exchange Commission — a trade floated by the banking lobbyists themselves, who were apparently the lead negotiators here. Sure enough, the SEC and CFTC each got sizable budget increases in a bill that left them with fewer regulations to enforce. (In Washington it’s considered a major victory to get a budget increase even if you marginalize your own case in the process.)\n\nAlong with the funding gains, Democratic negotiators argue that agreeing to the provision gave them leverage to kick away various other bilious riders pushed by the financial sector.\n\nMeanwhile, Mikulski was one of the members of Congress in charge of negotiating the broader spending legislation. House Republicans had earlier this year passed a spending bill, in which they inserted a provision undoing the swaps rule without Democratic objection at an appropriations committee hearing. Mikulski took to negotiating a $35 million funding increase for the CFTC in return for the provision while trying to fend off other attacks on Dodd-Frank. “She simultaneously knocked down six terrible riders that would have watered down or weakened Dodd-Frank,” according to an e-mail from an appropriations committee spokesman.\n\nThat it’s a trade worth making in isolation, as if this were the last time negotiations would ever be held over Dodd-Frank, is a reasonable argument. But it turns out that this “cromnibus” was not the final piece of legislation that Congress would ever consider. Rumor is that there’s even a whole new Congress starting work in a couple of weeks — you guys hear about this too, hmm? And all that additional stuff that banking lobbyists wanted last week but didn’t get? They still want it, and still intend to push for it. What a strange twist of events!\n\nBanks and financial institutions are planning an aggressive push to dismantle parts of the Wall Street reform law when Republicans take control of Congress in January. Fresh off a victory in the government funding debate that liberals decried as a giveaway to Wall Street, advocates for the financial sector aim to pursue additional changes to Dodd-Frank that they say would lighten burdens created by the 2010 law. Among the top items on the wish list: easing new requirements on mortgages, loosening restrictions on financial derivatives and overhauling the Consumer Financial Protection Bureau. “Every major piece of legislation has changes. Even our Constitution has significant changes,” said Richard Hunt, president and CEO of the Consumer Bankers Association. “People have an opportunity to be part of the ‘results caucus’ or the ‘rhetoric caucus.'”", "article_metadata": {"description": "Banking lobbyists are coming back for more in the new year -- but here's why their job will be a lot harder now", "title": "Elizabeth Warren’s quiet (but huge) win: Why Wall Street lobbyists really hated her “cromnibus” fight", "og": {"site_name": "Salon", "description": "Banking lobbyists are coming back for more in the new year -- but here's why their job will be a lot harder now", "title": "Elizabeth Warren’s quiet (but huge) win: Why Wall Street lobbyists really hated her “cromnibus” fight", "url": "http://www.salon.com/2014/12/18/elizabeth_warrens_quiet_but_huge_win_why_wall_street_lobbyists_really_hated_her_cromnibus_fight/", "image": "http://media.salon.com/2013/11/elizabeth_warren.jpg", "type": "article"}, "twitter": {"description": "Banking lobbyists are coming back for more in the new year -- but here's why their job will be a lot harder now", "title": "Elizabeth Warren’s quiet (but huge) win: Why Wall Street lobbyists really hated her “cromnibus” fight", "image": "http://media.salon.com/2013/11/elizabeth_warren.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Jim Newell", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, appropriations, Banks, Citigroup, Congress, cromnibus, Editor's Picks, Elizabeth Warren, Lobbyists, swaps pushout, The Left, Wall Street", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fccc57\"", "article_summary": "Banks and financial institutions are planning an aggressive push to dismantle parts of the Wall Street reform law when Republicans take control of Congress in January.\nBut it turns out that this “cromnibus” was not the final piece of legislation that Congress would ever consider.\nSure enough, the SEC and CFTC each got sizable budget increases in a bill that left them with fewer regulations to enforce.\nMeanwhile, Mikulski was one of the members of Congress in charge of negotiating the broader spending legislation.\n(In Washington it’s considered a major victory to get a budget increase even if you marginalize your own case in the process.)"}