{"article_title": "CA state legislature LGBT Caucus to honor Porterville's Gurrola", "article_keywords": ["legislature", "city", "porterville", "gurrola", "ca", "portervilles", "mayor", "lgbt", "state", "recognition", "council", "proclamation", "served", "honorees", "honor", "caucus"], "article_url": "http://www.visaliatimesdelta.com/story/opinion/alternatingcurrents/2015/06/13/ca-state-legislature-lgbt-caucus-to-honor-portervilles-gurrola/71204436/", "article_text": "Virginia Gurrola\n\nOn Monday, June 22, the LGBT Caucus of the California Legislature will honor Porterville's Virginia Gurrola, and others from across the state, in recognition of their extraordinary accomplishments and leadership as members of the LGBT and allied communities. Gurrola will attend a breakfast reception for the honorees and guests, followed by a LGBT Pride Month Recognition and LGBT Honorees Presentation during the Assembly session. A luncheon will follow for the honorees after adjournment.\n\nPast honorees include Academy-Award winner Dustin Lance Black, University of Southern California Law Professor David Cruz, Bishop Rev. Dr. Yvette Flunder, Journalist Helen Zia, Father Geoff Farrow, and Ambassador James Hormel.\n\nDuring her 37 years at Porterville College, Gurrola has served as the Director of Extended Opportunity Program and Services (EOPS), Financial Aid Department, Admissions and Records Office, and as the Executive Director to the PC Foundation. She served as the Academic Senate President, Mecha Advisor and coordinated various early outreach programs targeting Hispanics and other minorities to enroll in college.\n\nGurrola was elected in 1995 to the Porterville City Council serving two terms until 2003. During these terms she served as Mayor for three years. In 2012 she was elected to the city council for her third term and appointed Mayor once again and is currently serving as a council member. She is the first Latina to serve on Porterville’s city council, and was the first Latina Mayor in the city’s history. In addition, she serves on the Tulare County Transportation Planning Agency (TCAG), the Mitigation Committee, the Rail Committee and San Joaquin Valley Air Pollution Control District Board. Councilwoman Gurrola serves as the Past President of the Family Crises Center Board, having served as a board member for the last four years. She is the President of the American Association of University Women (AAUW).\n\nIn 2013, while Mayor, Gurrola issued a proclamation declaring June LGBT Pride Month in Porterville. The Council chambers were packed for that night's session, and immediately after the presentation was made to local LGBT community members, chaos erupted. A group of three other council members immediately began working to undo the proclamation, rescinding it in a 3-2 vote in July, and removing Gurrola as Mayor in November. They also changed the procedures for issuing proclamations, now requiring a sponsor and a council vote, where in the past a request could be submitted to the City, and the proclamation would be issued by the Mayor.\n\nDuring the council sessions, starting the night of the Pride Month Proclamation, and continuing through the summer, numerous individuals stood before the council during open comments periods and condemned Mayor Gurrola and the LGBT community. Several called for their interpretation of Biblical punishment, that homosexuals were \"worthy of death\". Only one council member, the late Pete McCracken, then Vice-Mayor, while not supporting the proclamation itself, supported Gurrola as being within her powers as Mayor to issue such documents.\n\nGurrola will be honored by the state LGBT Caucus for her commitment to the community. She said she would \"accept it on behalf of LGBT who have suffered from hate crimes.\" She deserves such recognition for her attempts at being an inclusive leader, and for enduring the vitriol and hatred directed at her by rabidly anti-gay residents of Porterville. She will stand in good company on the Assembly floor, and will join an illustrious list of individuals honored by the caucus.\n\nPhoto:Virginia Gurrola\n\nRead or Share this story: http://vtd-tar.co/1Se5d1a", "article_metadata": {"google": "notranslate", "description": "Past honorees include Academy-Award winner Dustin Lance Black, University of Southern California Law Professor David...", "og": {"site_name": "Visalia Times-Delta and Tulare Advance-Register", "description": "Past honorees include Academy-Award winner Dustin Lance Black, University of Southern California Law Professor David...", "title": "CA state legislature LGBT Caucus to honor Porterville's Gurrola", "url": "http://www.visaliatimesdelta.com/story/opinion/alternatingcurrents/2015/06/13/ca-state-legislature-lgbt-caucus-to-honor-portervilles-gurrola/71204436/", "image": "http://www.gannett-cdn.com/GDContent/applogos/visaliatimesdelta.png", "type": "article"}, "twitter": {"description": "Past honorees include Academy-Award winner Dustin Lance Black, University of Southern California Law Professor David...", "title": "CA state legislature LGBT Caucus to honor Porterville's Gurrola", "image": "http://www.gannett-cdn.com/-mm-/fc5d3864a65126600c72d4853d529a1a0b3c164e/c=0-68-343-411&r=x643&c=640x640/local/-/media/2015/06/13/Visalia/wp-VTD-AlternatingCurrents-1861-gurrola_bio.jpg", "creator": "@vtdnews", "site": "@vtdnews", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=870529059", "fb": {"app_id": 148799741837669}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070"}, "_id": "\"57477af46914bd0286fe1c7b\"", "article_summary": "Gurrola will attend a breakfast reception for the honorees and guests, followed by a LGBT Pride Month Recognition and LGBT Honorees Presentation during the Assembly session.\nGurrola was elected in 1995 to the Porterville City Council serving two terms until 2003.\nShe is the first Latina to serve on Porterville’s city council, and was the first Latina Mayor in the city’s history.\nVirginia GurrolaOn Monday, June 22, the LGBT Caucus of the California Legislature will honor Porterville's Virginia Gurrola, and others from across the state, in recognition of their extraordinary accomplishments and leadership as members of the LGBT and allied communities.\nIn 2013, while Mayor, Gurrola issued a proclamation declaring June LGBT Pride Month in Porterville."}