{"article_title": "CA Paper that Backed Obamacare Warns of Failure", "article_keywords": ["medical", "doctor", "warned", "warns", "obamacare", "times", "failure", "paper", "health", "editorial", "rates", "backed", "services", "ca", "care"], "article_url": "http://www.breitbart.com/big-government/2015/12/28/ca-paper-that-backed-obamacare-warns-of-failure/", "article_text": "SIGN UP FOR OUR NEWSLETTER\n\nA prominent California newspaper that backed Obamacare is now sounding the alarm about doctor shortages.\n\nThe Contra Costa Times, which backed the Affordable Care Act in 2010, saying it “prefer[red] the current legislation over nothing,” warned in a Christmas Day editorial: “The Affordable Care Act is seen as a huge success in California because it has cut the state’s uninsured rate in half. But it will become a farce if physicians continue refusing to accept the abysmally low rates the state pays to treat the quarter of Medi-Cal patients who are not in managed care plans.”\n\nSIGN UP FOR OUR NEWSLETTER\n\nThe editorial is a response to a recently-filed civil rights complaint with the U.S. Department of Health and Human Services that alleges the Medi-Cal, the California version of Medicaid, is discriminating against Latinos. “Medi-Cal’s inadequate, extremely low reimbursement rates—in both the fee for service and managed care settings—and its failure to adequately monitor access to medical care, effectively deny the full benefits of the Medi-Cal program to the more than seven million Latino enrollees who rely on Medi-Cal for their healthcare,” the complaint alleges.\n\nThe doctor shortage was one of the consequences critics of Obamacare had predicted.\n\nIn May 2009, an op-ed in the Wall Street Journal by former Centers for Medicare and Medicaid Services (CMS) official Dr. Scott Gottlieb warned: “Expect longer waits for appointments as physicians get pinched on reimbursements.”\n\nA CMS study released in November 2009 warned: “The additional demand for health services could be difficult to meet initially with existing health provider resources and could lead to price increases, cost-shifting, and/or changes in providers’ willingness to treat patients with low-reimbursement health coverage. ”\n\nAfter the law’s passage, experts continued to warn of a worsening doctor shortage as reimbursement rates fell to keep costs down–and as fewer doctors entered primary care specialties, or stopped taking Medi-Cal patients.\n\nIn 2013, seven out of ten doctors refused to participate in California’s Obamacare program–and some were listed as participants without their consent. The Times editorial warns: “Gov. Jerry Brown and the Legislature need to raise Medi-Cal compensation rates as quickly as possible” or “the state will become not a model but a laughing stock.”\n\nAfter its 2010 support for Obamacare, the Times remained optimistic at Obamacare’s launch in 2013 that “the 20 percent who were uninsured should sign up for it and they will see benefits that will, over time, lower health care costs and improve medical outcomes for all.” Now the paper is calling for new taxes to make Obamacare “work.”", "article_metadata": {"description": "A prominent California newspaper that backed Obamacare is now sounding the alarm about doctor shortages.", "og": {"site_name": "Breitbart", "description": "A prominent California newspaper that backed Obamacare is now sounding the alarm about doctor shortages.", "title": "CA Paper that Backed Obamacare Warns of Failure - Breitbart", "locale": "en_US", "image": {"width": 640, "identifier": "http://media.breitbart.com/media/2015/06/Covered-California.jpg", "height": 480}, "url": "http://www.breitbart.com/big-government/2015/12/28/ca-paper-that-backed-obamacare-warns-of-failure/", "type": "article"}, "twitter": {"description": "A prominent California newspaper that backed Obamacare is now sounding the alarm about doctor shortages.", "creator": "@joelpollak", "image": "http://media.breitbart.com/media/2015/06/Covered-California.jpg", "title": "CA Paper that Backed Obamacare Warns of Failure - Breitbart", "site": "@BreitbartNews", "card": "summary"}, "robots": "noodp", "fb": {"app_id": 1243316582352556, "pages": 95475020353, "use_automatic_ad_placement": "true"}, "msapplication-TileImage": "/t/assets/i/w-logo-orange.png", "keywords": "Contra Costa Times, doctor shortage, medi-cal, obamacare, reimbursement,Big Government, Breitbart California, Medicine,obamacare", "article": {"publisher": "https://www.facebook.com/Breitbart", "published_time": "2015-12-28T06:01:44-07:00", "author": "https://www.facebook.com/joelpollak", "section": "Big Government", "tag": "reimbursement", "categories": "Big Government,Breitbart California,Medicine"}, "viewport": "width=device-width,initial-scale=1", "op": {"markup_version": "v1.0"}}, "_id": "\"57477af46914bd0286fe1ca1\"", "article_summary": "The Times editorial warns: “Gov.\nSIGN UP FOR OUR NEWSLETTERA prominent California newspaper that backed Obamacare is now sounding the alarm about doctor shortages.\nIn 2013, seven out of ten doctors refused to participate in California’s Obamacare program–and some were listed as participants without their consent.\nThe doctor shortage was one of the consequences critics of Obamacare had predicted.\n“Medi-Cal’s inadequate, extremely low reimbursement rates—in both the fee for service and managed care settings—and its failure to adequately monitor access to medical care, effectively deny the full benefits of the Medi-Cal program to the more than seven million Latino enrollees who rely on Medi-Cal for their healthcare,” the complaint alleges."}