{"article_title": "Good riddance, Bush Dynasty! Why Jeb’s disastrous campaign is a fitting end to a poisonous history", "article_keywords": ["great", "good", "end", "w", "campaign", "think", "poisonous", "bush", "jebs", "dynasty", "fitting", "disastrous", "role", "national", "george", "riddance", "nation", "war", "history"], "article_url": "http://www.salon.com/2016/02/22/good_riddance_bush_dynasty_why_jebs_disastrous_campaign_is_a_fitting_end_to_a_poisonous_history/", "article_text": "Topics: aol_on, Elections 2016, George H.W. Bush, George W. Bush, GOP primary, Jeb Bush, News, Politics News\n\nIf there is any justice in the universe (I know, but let’s go with it), Jeb Bush’s announcement Saturday night that he was ending his campaign for the Republican nomination marks the permanent end of the Bush family’s presence in our national politics.\n\nCan anyone think of another family dynasty that has had such a huge role in a particular stretch of American history, yet has almost zero hold on the country’s imagination?\n\nThe Roosevelt cousins Teddy and Franklin served altogether about five full presidential terms and had an outsized role in building and shaping the nation in the first half of the twentieth century; they are among the most notable personalities in our political history. The martyrdom of Jack and Robert Kennedy, and the tragedies that befell other members of their family, might have ensured them a place in our national mythos out of proportion to their actual impact, a fact that drives the right crazy. (There is a reason conservatives to this day still make snarling references to Chappaquiddick.) Still, there is an argument to be made that the Great Society legislation later signed by Lyndon Johnson had its roots in JFK’s administration (along with the long and brutal Vietnam War). And Teddy Kennedy was a consequential senator for over fifty years. His decades-long push for healthcare reform helped shove Obamacare over the finish line in his memory.\n\nBut the Bushes are in a class by themselves. Of the last nine presidential elections, a Bush has been on the Republican ticket for six of them, winning five. They have had a profound impact on the nation we see around us today, from George Herbert Walker Bush’s role in the Reagan administration and his waging of the Persian Gulf War in 1991, to George W. Bush’s eight years of incompetent, bumbling rule that left the nation with a stunning budget deficit, a financial crisis the likes of which we had not seen since the 1930s, thousands of broken military veterans, and foreign entanglements that we may never be able to untangle.\n\nThe Bushes are like the McDonald’s of political families. They have popped up everywhere for half a century, and damn near everything they offer is unhealthy enough to kill you.\n\nBut when you think of them, do you think of the glamor of Camelot, or stoic leadership in the face of great national tragedies like the Great Depression or World War II, or an outsized personality promising basic fairness to citizens, fighting for progressive reforms, and not letting something small like getting shot stopping you from giving a speech before seeking medical attention? Do you think of either 41 or 43 as legends? What are the tales we’ll be writing about them in our nation’s history books? A couple of wars, a hideous recession, and the infliction of Dick Cheney on the nation, an act for which W should never be allowed out in public again. These are not accomplishments that get your face carved on Mount Rushmore.\n\nIf it is the end for the Bushes, could there be a more fitting close than a member of the family blowing a boatload of money and good will on a hopeless campaign, the very nature of which befuddled him, and for which he seemed to be caught flatfooted, completely unprepared for the forces arrayed against the juggernaut he was so sure would roll over the opposition?", "article_metadata": {"description": "Jeb Bush left the 2016 campaign not with a bang, but a whimper, hopefully ending for good a sad chapter for America", "title": "Good riddance, Bush Dynasty! Why Jeb’s disastrous campaign is a fitting end to a poisonous history", "og": {"site_name": "Salon", "description": "Jeb Bush left the 2016 campaign not with a bang, but a whimper, hopefully ending for good a sad chapter for America", "title": "Good riddance, Bush Dynasty! Why Jeb’s disastrous campaign is a fitting end to a poisonous history", "url": "http://www.salon.com/2016/02/22/good_riddance_bush_dynasty_why_jebs_disastrous_campaign_is_a_fitting_end_to_a_poisonous_history/", "image": "http://media.salon.com/2016/02/gop-2016-bush.jpeg15-1280x960.jpg", "type": "article"}, "twitter": {"description": "Jeb Bush left the 2016 campaign not with a bang, but a whimper, hopefully ending for good a sad chapter for America", "title": "Good riddance, Bush Dynasty! Why Jeb’s disastrous campaign is a fitting end to a poisonous history", "image": "http://media.salon.com/2016/02/gop-2016-bush.jpeg15-1280x960.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Gary Legum", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, aol_on, Elections 2016, George H.W. Bush, George W. Bush, GOP primary, Jeb Bush", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fe1c92\"", "article_summary": "Bush, George W. Bush, GOP primary, Jeb Bush, News, Politics NewsIf there is any justice in the universe (I know, but let’s go with it), Jeb Bush’s announcement Saturday night that he was ending his campaign for the Republican nomination marks the permanent end of the Bush family’s presence in our national politics.\nOf the last nine presidential elections, a Bush has been on the Republican ticket for six of them, winning five.\nCan anyone think of another family dynasty that has had such a huge role in a particular stretch of American history, yet has almost zero hold on the country’s imagination?\nThey have popped up everywhere for half a century, and damn near everything they offer is unhealthy enough to kill you.\nWhat are the tales we’ll be writing about them in our nation’s history books?"}