{"article_title": "MCSO identifies 3 teens arrested in copycat shooting", "article_keywords": ["copycat", "shootings", "office", "arrested", "i10", "occurred", "nottingham", "near", "place", "mcso", "vehicle", "taken", "incidents", "identifies", "shooting", "teens"], "article_url": "http://ktar.com/story/630139/msco-calls-sunday-afternoon-press-conference-to-announce-arrests-made-in-car-windshield-shootings/", "article_text": "The Maricopa County Sheriff’s office identified three individuals who were arrested early Sunday in connection to using a slingshot to fire projectiles at random vehicles and pedestrians.\n\nAaron Nottingham, 18, Albert German, 18, and Christian Cook, 18, were arrested and jailed on suspicion of assault, endangerment and criminal damage. All three are from Mesa.\n\nArizona Department of Public Safety Director Col. Frank Milstead said the alleged crimes involving the three teens is a copycat incident and unrelated to the recent Interstate 10 shootings that have taken place. Milstead said they don’t believe any shootings have taken place since Thursday.\n\nAccording to a MCSO press release, the office received a 911 call from a motorist that said their vehicle was struck by an unknown projectile while driving through Queen Creek.\n\nMCSO said they contacted Mesa Police and discovered another incident had occurred near Ellsworth Road and State Route 24 about 10 to 20 minutes earlier.\n\nThe motorist said they were stopped at the intersection of Queen Creek and Ellsworth. When the light turned green, the projectile shattered the rear driver’s side door. The occupants of the vehicle were not injured but were able to take pictures of the suspect’s vehicle and license plate at which time authorities were able to locate it in a Chandler neighborhood near Ocotillo and Cooper Road.\n\nThe sheriff’s office said Nottingham was the driver of the vehicle and admitted his involvement along with identifying German and Cook. Deputies said German said both Cook and Nottingham used a wrist rocket sling shot to propel a 1/2 to 3/4 inch crushed granite landscaping rock at approximately 10 pedestrians and four vehicles.\n\nAccording to the MCSO, these incidents occurred between 3:00 and 7:00 p.m. Saturday.\n\nSince August 29, 11 separate incidents of confirmed shootings along the I-10 freeway have taken place, with little progress made in identifying a prime suspect or suspects in the incidents.\n\nAuthorities did make an arrest of 19-year-old Oscar de La Torre Munoz of Avondale on Friday, but announced Saturday that Munoz is not the prime suspect in the case though he remains in custody.\n\nAlso on Saturday, DPS investigated two reports of incidents that reportedly occurred near I-10 and 83rd avenue and I-10 and 32nd avenue where there were reports of shattered windows, though they would later confirm those incidents were unrelated to the string of I-10 shootings.", "article_metadata": {"news_keywords": "dps, i-10, joaquin enriquez, maricopa county sheriff's headquarters, oscar de la torre munoz", "google-play-app": "app-id=com.jacobsmedia.KTAR", "og": {"site_name": "KTAR.com", "description": "A press conference announcing new arrests made in the vehicle windshield shootings will be held at 1:00 p.m. at Maricopa County Sheriff's Headquarters.", "title": "MCSO identifies 3 teens arrested in copycat shooting - KTAR.com", "locale": "en_US", "image": "http://ktar.com/wp-content/uploads/2015/09/I-10-Shooting-Copycats-Mug-MA.jpg", "updated_time": "2015-09-13T18:37:39+00:00", "url": "http://ktar.com/story/630139/msco-calls-sunday-afternoon-press-conference-to-announce-arrests-made-in-car-windshield-shootings/", "type": "article"}, "twitter": {"domain": "KTAR.com", "description": "A press conference announcing new arrests made in the vehicle windshield shootings will be held at 1:00 p.m. at Maricopa County Sheriff's Headquarters.", "title": "MCSO identifies 3 teens arrested in copycat shooting - KTAR.com", "image": "http://ktar.com/wp-content/uploads/2015/09/I-10-Shooting-Copycats-Mug-MA.jpg", "creator": "@ktar923", "site": "@ktar923", "card": "summary_large_image"}, "apple-itunes-app": "app-id=719630055", "fb": {"pages": 42794977621, "app_id": 291385034204941}, "keywords": "Phoenix and Arizona Breaking News And News Headlines - Home, Home,92.3 KTAR", "article": {"publisher": "https://www.facebook.com/KTARNews", "section": "I-10 Shooter", "tag": "Oscar De La Torre Munoz", "published_time": "2015-09-13T12:53:15+00:00", "modified_time": "2015-09-13T18:37:39+00:00"}, "wp-parsely_version": "1.7", "verify-v1": "XrJiQDsWmPaoqGKN0EHKs7ult0rBB0W9zj4cWkAPRVI=", "viewport": "width=device-width, maximum-scale=1.0", "description": "A press conference announcing new arrests made in the vehicle windshield shootings will be held at 1:00 p.m. at Maricopa County Sheriff's Headquarters."}, "_id": "\"57477af36914bd0286fd32e5\"", "article_summary": "MCSO said they contacted Mesa Police and discovered another incident had occurred near Ellsworth Road and State Route 24 about 10 to 20 minutes earlier.\nAccording to the MCSO, these incidents occurred between 3:00 and 7:00 p.m. Saturday.\nArizona Department of Public Safety Director Col. Frank Milstead said the alleged crimes involving the three teens is a copycat incident and unrelated to the recent Interstate 10 shootings that have taken place.\nMilstead said they don’t believe any shootings have taken place since Thursday.\nAaron Nottingham, 18, Albert German, 18, and Christian Cook, 18, were arrested and jailed on suspicion of assault, endangerment and criminal damage."}