{"article_title": "Here is One Man Who Will Support Paul Ryan, and Is a Dirtbag", "article_keywords": ["dirtbag", "cancer", "congress", "freedom", "support", "harriss", "marijuana", "ryan", "dc", "harris", "health", "andy", "paul", "man"], "article_url": "http://gawker.com/here-is-one-man-who-will-support-paul-ryan-and-is-a-di-1738171970", "article_text": "Meet Andy Harris of Maryland. He is a member of the Freedom Caucus, he will throw his support behind Paul Ryan, and he is a hypocrite and a dirtbag from hell.\n\nFirst, let’s talk about the Freedom Caucus. Here is their mission statement:\n\n“The House Freedom Caucus gives a voice to countless Americans who feel that Washington does not represent them. We support open, accountable and limited government, the Constitution and the rule of law, and policies that promote the liberty, safety and prosperity of all Americans.”\n\nSo, let’s interrogate Andy Harris’s commitment to a government that represents the will of the people.\n\nAdvertisement\n\nIn 2014 two polls—one in January by the Washington Post, and another in September by the Post, Marist, and NBC4—showed support for the legalization of marijuana among D.C. residents rising steeply, from 37 percent in 2010 to 63 percent in January and closer to 66 percent in September. The people, by a ratio of nearly 2:1, wanted marijuana possession legalized.\n\nLast November, 68 percent of voters voted yes to the legalization of recreational pot use—68 percent! a landslide!—and Initiative 71 became law, making it legal to possess marijuana in the nation’s capitol. This was good, clear, decisive thinking by D.C. residents, and a welcome, if minor, un-fucking of America’s ridiculous War on Drugs.\n\nSponsored\n\nExcept! D.C. residents have limited home rule, and so the will of the people would need to be upheld and protected by a majority-Republican Congress.\n\nAndy Harris of Maryland was on it:\n\n“I will consider using all resources available to a member of Congress to stop this action.”\n\nWh-huh?\n\nIn December of 2014 Harris dropped into a last-minute spending deal to fund the federal government a provision that explicitly blocked Initiative 71 from becoming law, knowing that, against public desperation for Congress to keep the government funded, a small provision stamping out the democratic rights of the people of little old D.C. would mostly go unnoticed, except by the constituents of the provision’s shitheel of an author.\n\nAdvertisement\n\nBut what about Americans who might feel that Washington does not represent them?\n\nMaryland’s only House Republican also said he had no qualms about interfering with the results of the Nov. 4 election. On that day, voters in Alaska, the District and Oregon chose to legalize marijuana, but only the District’s vote was subject to oversight by Congress. “The fact is the Constitution gives Congress the ultimate oversight about what happens in the federal district,” Harris said.\n\nCool, cool.\n\nOr, was Harris even acting on behalf of one badly misguided ideology or another? According to an attn: report, among Harris’s biggest campaign contributors is the pharmaceutical company Emergent BioSolutions, makers of episil, a drug whose purpose just happens to overlap with a common medicinal use for marijuana.\n\nOne of Emergent’s products is episil, “a fast-acting treatment that reduces the pain associated with oral mucositis,” which is a common complication of chemotherapy from cancer treatment. According to its website, “by reducing the pain associated with OM, episil® may help you maintain proper nutrition and a level of comfort—and may allow you to continue your cancer therapy uninterrupted.”\n\nInteresting. What does the National Cancer Institute say about marijuana?\n\nA laboratory study of cannabidiol (CBD) in human glioma cells showed that when given along with chemotherapy, CBD may make chemotherapy more effective and increase cancer cell death without harming normal cells.\n\nHmmmmmmm.\n\nLet us now interrogate Andy Harris’s commitment to limited government, another core part of the Freedom Caucus’s mission.\n\nHarris’s website is full of examples of him denouncing the Affordable Care Act. But! Do not fuck with Andy Harris’s personal access to government funded health care. From a the Politico report:\n\n“He stood up and asked the two ladies who were answering questions why it had to take so long, what he would do without 28 days of health care,” said a congressional staffer who saw the exchange. The benefits session, held behind closed doors, drew about 250 freshman members, staffers and family members to the Capitol Visitors Center auditorium late Monday morning. “Harris then asked if he could purchase insurance from the government to cover the gap,” added the aide, who was struck by the similarity to Harris’s request and the public option he denounced as a gateway to socialized medicine.\n\nHow is Andy Harris supposed to survive 28 days without taxpayer-funded health care??\n\n“This is the only employer I’ve ever worked for where you don’t get coverage the first day you are employed,” lamented the little shit. But, as CBS News pointed out, “74 percent of workers with employer-sponsored health benefits are subject to a waiting period before getting coverage, including 31 percent of whom face a waiting period of 3 months or more.”\n\nReal man of the people, this guy.\n\nWhich brings us back to the news today out of Maryland, as reported by the Baltimore Sun, that this horror show of a person has announced his support of Paul Ryan’s candidacy for Speaker of the House. Conservative Republicans have spoken—by a ratio of greater than 2:1 they prefer leaders who will refuse to budge on conservative principles, even if it means shutting down the government. And here comes Andy Harris, giving a resounding “meh” to voters and throwing his support behind Paul Ryan, for the sake of political expediency.\n\nRaise your hand if you’re particularly surprised.\n\n[Baltimore Sun]\n\nPhoto via AP", "article_metadata": {"news_keywords": "andy harris, paul ryan, speaker of the house, Gawker", "author": "Chris Thompson", "og": {"site_name": "Gawker", "description": "Meet Andy Harris of Maryland. He is a member of the Freedom Caucus, he will throw his support behind Paul Ryan, and he is a hypocrite and a dirtbag from hell.", "title": "Here is One Man Who Will Support Paul Ryan, and Is a Dirtbag", "url": "http://gawker.com/here-is-one-man-who-will-support-paul-ryan-and-is-a-di-1738171970", "image": "https://i.kinja-img.com/gawker-media/image/upload/s--PUGjOUfS--/c_fill,fl_progressive,g_north,h_358,q_80,w_636/1486082257306628527.jpg", "locale": "en_US", "type": "article"}, "twitter": {"description": "Meet Andy Harris of Maryland. He is a member of the Freedom Caucus, he will throw his support behind Paul Ryan, and he is a hypocrite and a dirtbag from hell.", "title": "Here is One Man Who Will Support Paul Ryan, and Is a Dirtbag", "url": "http://gawker.com/here-is-one-man-who-will-support-paul-ryan-and-is-a-di-1738171970", "image": "https://i.kinja-img.com/gawker-media/image/upload/s--PUGjOUfS--/c_fill,fl_progressive,g_north,h_358,q_80,w_636/1486082257306628527.jpg", "site": "@gawker", "card": "summary_large_image"}, "msapplication-square70x70logo": "https://i.kinja-img.com/gawker-media/image/upload/s--Di2kTRut--/c_fill,fl_progressive,g_center,h_80,q_80,w_80/my2vnuuejg3jt9yqbx3z.png", "ROBOTS": "INDEX, FOLLOW", "fb": {"app_id": 447084078690870}, "dynamic-stylesheet": "//x.kinja-static.com/assets/stylesheets/editor-621051396171a9ade757cbbd77315ea6.css", "keywords": "andy harris, paul ryan, speaker of the house, Gawker", "google-site-verification": "PMODv5fOfI_I6GRn06P6uDSnTPLgipc_fgkmh7EgXyw", "msapplication-square150x150logo": "https://i.kinja-img.com/gawker-media/image/upload/s--GHGgxH7j--/c_fill,fl_progressive,g_center,h_200,q_80,w_200/my2vnuuejg3jt9yqbx3z.png", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0,maximum-scale=10.0", "description": "Meet Andy Harris of Maryland. He is a member of the Freedom Caucus, he will throw his support behind Paul Ryan, and he is a hypocrite and a dirtbag from hell."}, "_id": "\"57477af46914bd0286fde985\"", "article_summary": "And here comes Andy Harris, giving a resounding “meh” to voters and throwing his support behind Paul Ryan, for the sake of political expediency.\nHe is a member of the Freedom Caucus, he will throw his support behind Paul Ryan, and he is a hypocrite and a dirtbag from hell.\nMeet Andy Harris of Maryland.\nLet us now interrogate Andy Harris’s commitment to limited government, another core part of the Freedom Caucus’s mission.\nAndy Harris of Maryland was on it:“I will consider using all resources available to a member of Congress to stop this action.”Wh-huh?"}