{"article_title": "Cry Me A River: Photographer Rose-Lynn Fisher Shows What Your Tears Look Like Under A Microscope", "article_keywords": ["courtesy", "topography", "eye", "look", "photographer", "psychic", "cry", "microscope", "basal", "tears", "roselynn", "sought", "fisher", "river", "reflex", "shows"], "article_url": "http://www.medicaldaily.com/cry-me-river-photographer-rose-lynn-fisher-shows-what-your-tears-look-under-microscope-284058", "article_text": "We shed tears for a number of reasons, and photographer Rose-Lynn Fisher sought to capture 100 of them under a microscope.\n\nWe shed tears for a number of reasons, and photographer Rose-Lynn Fisher sought to capture 100 of them under a microscope. Rose-Lynn Fisher\n\nWe humans sure do like to cry. We cry when we’re damaged or hurt, grateful or yearning, overjoyed or simply overwhelmed. Composing the tears that stream down our faces is a constellation of proteins, enzymes, antibodies, minerals, and hormones.\n\nThese delicate mixtures each make up a unique chemistry to our tears. And it’s a chemistry photographer Rose-Lynn Fisher sought to capture in her recent collection, The Topography of Tears. Fisher compiled 100 different tears under a standard light microscope and photographed each one to offer a slice of humanity that, to the naked eye, rolls out anonymously. These include tears of grief, laughter, the tears from cutting an onion, and tears of change, among many more.\n\nThe Many Faces of Tears\n\nFisher’s work highlights an important part of crying, namely, that we don’t always do it for the same reason. In fact, our bodies produce three main types of tears: basal tears, reflex tears, and psychic tears.\n\nIn mammals, basal tears are what keep the cornea nourished and the rest of the eye dust- and dirt-free. In any given day, your body will secrete roughly a gram of tears for no other purpose than to keep your eyes healthy. (Basal tears are simultaneously the most important and most boring type of tears.) Then there are reflex tears, which, like their name implies, release when the eye gets irritated. A classic example of reflex tears are those you cry when chopping an onion.\n\nTears from chopping an onion. Photo courtesy of Rose-Lynn Fisher. Rose-Lynn Fisher\n\nReflex tears are meant to cleanse the eye of whatever foreign presence has worked its way in. They help flush the eye and stimulate a number of processes along the way, one of which is the nasal mucosa. (Now you know why you have that runny nose every time you get pepper sprayed.)\n\nAnd the last type, psychic tears, which (unfortunately) bear the least resemblance to their name, deal with emotional crying. These make up the bulk of Fisher’s project. Psychic tears differ from basal and reflex tears in that their chemical makeup contains more of the protein-based hormones prolactin, adrenocorticotropic hormone, and leucine encephalin — a natural painkiller.\n\nThe Topography of Tears\n\nWhatever the reason for our tears, Fisher explains on her website, we accept them as one of the most primal displays of human expression. “Wordless and spontaneous, they release us to the possibility of realignment, reunion, catharsis: shedding tears, shedding skin,” she writes. “It’s as though each one of our tears carries a microcosm of the collective human experience, like one drop of an ocean.”\n\nWhile the photographs Fisher presents may have less to do with chemical composition and more with how the slides are mounted once they’ve dried, the project offers an extraordinary take on an otherwise mundane human response.\n\nTears of grief. Photo courtesy of Rose-Lynn Fisher. Rose-Lynn Fisher\n\nTears of endings and beginnings. Photo courtesy of Rose-Lynn Fisher. Rose-Lynn Fisher\n\nTears of change. Photo courtesy of Rose-Lynn Fisher. Rose-Lynn Fisher\n\nTears of laughing til crying. Photo courtesy of Rose-Lynn Fisher. Rose-Lynn Fisher\n\nYou can view more images selected from The Topography of Tears here, along with Rose-Lynn Fisher’s prior work.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "cry, me, river, photographer, rose, lynn, fisher, shows, what, your, tears, look, under", "og": {"site_name": "Medical Daily", "description": "We shed tears for a number of reasons, and photographer Rose-Lynn Fisher sought to capture 100 of them under a microscope.", "title": "This Is What Your Tears Look Like Up Close [PHOTOS]", "url": "http://www.medicaldaily.com/cry-me-river-photographer-rose-lynn-fisher-shows-what-your-tears-look-under-microscope-284058", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/05/22/grief_0.jpg", "type": "article"}, "twitter": {"description": "We shed tears for a number of reasons, and photographer Rose-Lynn Fisher sought to capture 100 of them under a microscope.", "title": "This Is What Your Tears Look Like Up Close [PHOTOS]", "url": "http://www.medicaldaily.com/cry-me-river-photographer-rose-lynn-fisher-shows-what-your-tears-look-under-microscope-284058", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/05/22/grief_0.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/05/22/grief_0.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Science/Tech", "published_time": "2014-05-22T15:26:44-04:00", "modified_time": "2014-05-22T15:40:19-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "We shed tears for a number of reasons, and photographer Rose-Lynn Fisher sought to capture 100 of them under a microscope."}, "_id": "\"57477af36914bd0286fd3334\"", "article_summary": "In fact, our bodies produce three main types of tears: basal tears, reflex tears, and psychic tears.\nWe shed tears for a number of reasons, and photographer Rose-Lynn Fisher sought to capture 100 of them under a microscope.\nAnd it’s a chemistry photographer Rose-Lynn Fisher sought to capture in her recent collection, The Topography of Tears.\n(Basal tears are simultaneously the most important and most boring type of tears.)\nAnd the last type, psychic tears, which (unfortunately) bear the least resemblance to their name, deal with emotional crying."}