{"article_title": "Stephen Colbert: 9 Years of Epic ‘Truthiness’ Comes to an End", "article_keywords": ["end", "network", "colbert", "report", "second", "truthiness", "man", "stephen", "colberts", "epic", "worked", "concerns", "comes", "stewart"], "article_url": "http://www.thefiscaltimes.com/2014/12/15/Stephen-Colbert-9-Years-Epic-Truthiness-Comes-End", "article_text": "A funny thing happened in 2005…. The Daily Show, at the peak of its relevance due to the second Iraq War and the contentious 2004 election, was on the verge of losing its second right-hand man, Stephen Colbert. The previous year had seen the show part with Steve Carrell, and the network was concerned about bleeding talent to Hollywood.\n\nColbert, contrary to popular belief, actually preceded Stewart’s stint on TDS, having been hired during Craig Kilborn’s tenure. Like many comedians, he did his time in Chicago’s Second City, before joining Amy Sedaris in the wonderfully bizarre sketch comedy show Exit 57 and the now legendary writing staff of The Dana Carvey Show. He gained underground appeal both through his work with Carell of “The Ambiguously Gay Duo” on SNL and on Sedaris’ cult classic “Strangers with Candy.” But it was really under Stewart that he came of age.\n\nHis occasional stints behind the desk (particularly during Stewart’s wife’s pregnancy) were memorable and suggested that should Stewart ever leave, the show would be in good hands. But after 7 years, the network was keen to tie Colbert down. “The Report” had run a few times as a brief segment on The Daily Show, obviously lampooning Bill O’Reilly, and when the network asked him for a pitch, “The Report” was what he wanted.\n\nSlideshow: The 10 Best-Selling Video Games of 2014\n\nThere were some immediate concerns. Whether or not it’s true, there is a sense that the person we see behind the desk 4 nights a week on TDS is Jon Stewart. Whereas “Stephen Colbert” is obviously not Stephen Colbert. There were concerns about the sustainability of the performance; that what worked as 3-4 minutes of parody within a deeper show might not be able to hold 23 minutes. And what would he do about interviews? Would he interview guests as the character? Wouldn’t this shtick wear thin?\n\nAs it turns out, the concerns were unfounded. The Colbert Report worked in part because of Colbert’s brilliance, and in part because the subjects he parodied continued to become more ridiculous themselves. (If Andrea Tantaros’ recent “America is Awesome” moment, for instance, had appeared as a sketch on the show, critics would have thought it over the top.)\n\nWhen Colbert departs on Thursday, he will be dearly missed.\n\nColbert and his writing staff were able to create segments that became almost instant classics from The Word, to Tip of the Hat/Wag of the Finger, to The Threat Down, to Better Know a District (which finished in style last week).\n\n\n\nColbert was an agile entertainer who allowed bits of his own ridiculous personality to seep through in a way that both fit the show and allowed us to see the real man. His honest, devoted Catholicism was a surprising touchstone on the show, as was his love of bourbon and South Carolina BBQ (and I wouldn’t be surprised if he really hated bears). He was unabashedly nerdy, long before it was fashionable, with an almost disturbing love of The Lord of the Rings.\n\nIf anything, the show finishes stronger than ever, especially when it comes to politics. Viewers will remember Colbert during Bush 43’s presidency, his barbs at Fox News’ half-decade long temper-tantrum regarding the election of President Obama, and his mocking skits of a clueless Mitt Romney.\n\nRelated: Dave Grohl’s HBO Show Is Great…Except for Dave Grohl\n\nThe interviews that had the network so concerned were often Colbert’s finest moments. He was rarely bested (admittedly at his own game) and was happy to pounce on an oblivious power player, a smug talking head, or someone he thought was being disingenuous. But he could just as easily be gentle with a less media savvy guest. He knew that he could seem like a legitimate bully, and not a parody of one. Like Stewart he could be a gentlemanly flirt with the right guest, but where Stewart tends to spark to sassy ingénues, Colbert likes a sparring partner. Kirsten Gillibrand, Doris Kearns Godwin, and particularly Slate’s legal expert Emily Bazelon all had multiple memorable appearances.\n\nHe was never shy in taunting his heroes or playing devil’s advocate with those he agreed with. He once put notoriously press shy, serious and stubbornly anti-corporate Radiohead in a series of chairs loudly branded as “The Dr. Pepper Fun Zone.” He pushed Barney Frank to the point he simply stopped participating in the interview. It says a lot that Bill O’Reilly considers Colbert’s show flattering.\n\n\n\nWhile he could be amazingly political (his super-PAC cast the most devastating criticism on Citizens United imaginable,, his stint as host of The White House correspondent dinner has become the stuff of legends). Colbert himself seems far more interested in calling out the hypocrisy of the media than the double standards of politicians.\n\nNow, as curtain is drawn on his show, it’s the weirder moments that stand out. His many LotR tributes, his guitar hero dual, his “feud” with Conan O’Brien…the man wrestled a Minotaur for heaven’s sake.\n\n\n\nSo what will Colbert’s version of The Late Show look like? Will we meet a new non-Colbert Colbert? For those concerned that he’ll falter, it should be pointed out that many people had the same reservations about the cranky and condescending Letterman himself stepping into the 11:30 slot; and that worked out just fine. With his mix of super-smarts, Southern charm and Irish Blarney, Stephen Colbert should do just fine.\n\nTop Reads From The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "As Stephen Colbert enters into the final week of his land mark television series, he leaves behind a legacy as one of televisions finest satirists.", "title": "Stephen Colbert: 9 Years of Epic ‘Truthiness’ Comes to an End", "url": "http://www.thefiscaltimes.com/2014/12/15/Stephen-Colbert-9-Years-Epic-Truthiness-Comes-End", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/05102012_Stephen_Colbert_CC_article.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2014/12/15/Stephen-Colbert-9-Years-Epic-Truthiness-Comes-End", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/05102012_Stephen_Colbert_CC_article.jpg", "creator": "@DrMonkeyPHD", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "As Stephen Colbert enters into the final week of his land mark television series, he leaves behind a legacy as one of televisions finest satirists.", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af36914bd0286fcceb4\"", "article_summary": "Whereas “Stephen Colbert” is obviously not Stephen Colbert.\nWith his mix of super-smarts, Southern charm and Irish Blarney, Stephen Colbert should do just fine.\nThe Daily Show, at the peak of its relevance due to the second Iraq War and the contentious 2004 election, was on the verge of losing its second right-hand man, Stephen Colbert.\nThe Colbert Report worked in part because of Colbert’s brilliance, and in part because the subjects he parodied continued to become more ridiculous themselves.\nColbert, contrary to popular belief, actually preceded Stewart’s stint on TDS, having been hired during Craig Kilborn’s tenure."}