{"article_title": "Protein may hold key to Alzheimer's disease", "article_keywords": ["dementia", "brains", "study", "disease", "alzheimers", "research", "brain", "neurons", "rest", "key", "team", "protein", "hold", "areas"], "article_url": "http://health.heraldtribune.com/2014/03/20/protein-may-hold-key-alzheimers-disease/", "article_text": "It is one of the big scientific mysteries of Alzheimer’s disease: Why do some people whose brains accumulate the plaques and tangles so strongly associated with Alzheimer’s not develop the disease?\n\nNow, a series of experiments by Harvard scientists suggests a possible answer, one that could lead to new treatments if confirmed by other research.\n\nThe memory and thinking problems of Alzheimer’s disease and other dementias, which affect an estimated 7 million Americans, may be related to a failure in the brain’s stress response system, the new research suggests. If this system is working well, it can protect the brain from abnormalAlzheimer’s proteins; if it gets derailed, key areas of the brain start degenerating.\n\n“This is an extremely important study,” said Li-Huei Tsai, director of the Picower institute for Learning and Memory at the Massachusetts Institute of Technology, who was not involved in the research but wrote a commentary accompanying the study. “This is the first study that is really starting to provide a plausible pathway to explain why some people are more vulnerable to Alzheimer’s than other people.”\n\nThe research, published Wednesday in the journal Nature, focuses on a protein previously thought to act mostly in the brains of developing fetuses. The scientists found that the protein also appears to protect neurons in healthy older people from aging-related stresses. But in people with Alzheimer’s and other dementias, the protein is sharply depleted in key brain regions.\n\nExperts said if other scientists could replicate and expand upon the findings, the role of the protein, called REST, could spur development of new drugs for dementia, which has so far been virtually impossible to treat. But they cautioned that much more needed to be determined, including whether the decline of REST was a cause, or an effect, of brain deterioration, and whether it is specific enough to neurological diseases that it could lead to effective therapies.\n\n“You’re going to see a lot of papers now following up on it,” said Dr. Eric M. Reiman, executive director of the Banner Alzheimer’s Institute in Phoenix, who was not involved in the study. “While it’s a preliminary finding, it raises an avenue that hasn’t been considered before. And if this provides a handle on which to understand normal brain aging, that will be great too.”\n\nREST, a regulator that switches off certain genes, is primarily known to keep fetal neurons in an immature state until they develop to perform brain functions, said Dr. Bruce A. Yankner, a professor of genetics at Harvard Medical School and the lead author of the new study. By the time babies are born, REST becomes inactive, he said, except in some areas outside the brain like the colon, where it seems to suppress cancer.\n\nWhile investigating how different genes in the brain change as people age, Yankner’s team was startled to find that REST was the most active gene regulator in older brains.\n\n“Why should a fetal gene be coming on in an aging brain?” he wondered. He hypothesized that it was because in aging, as in birth, brains encounter great stress, threatening neurons that cannot regenerate if harmed.\n\nHis team discovered that REST appears to switch off genes that promote cell death, protecting neurons from normal aging processes like energy decrease, inflammation and oxidative stress.\n\nAnalyzing brains from brain banks and dementia studies, they found that brains of young adults ages 20 to 35 contained little REST, while healthy adults between the ages of 73 and 106 had plenty. REST levels grew the older people got, so long as they did not develop dementia, suggesting REST is related to longevity.\n\nBut in people with Alzheimer’s, mild cognitive dementia, frontotemporal dementia and Lewy body dementia, the brain areas affected by these diseases contained much less REST than healthy brains.\n\nThis was true only in people who actually had memory and thinking problems. People who remained cognitively healthy, but whose brains had the same accumulation of amyloid plaques and tau tangles as people with Alzheimer’s, had three times more REST than those suffering Alzheimer’ss ymptoms. About a third of people who have such plaques will not develop Alzheimer’s symptoms, studies show.\n\nREST levels dropped as symptoms worsened, so people with mild cognitive dementia had more REST than Alzheimer’s patients. And only key brain regions were affected. In Alzheimer’s, REST steeply declined in the prefrontal cortex and hippocampus, areas critical to learning, memory and planning. Other areas of the brain not involved in Alzheimer’s showed no REST drop-off.\n\nIt is not yet possible to analyze REST levels in the brains of living people, and several Alzheimer’sexperts said that fact limited what the new research could prove.\n\nJohn Hardy, an Alzheimer’s researcher at University College London, cautioned that information from post-mortem brains could not prove that a decline in REST caused dementia because death might produce unrelated damage to brain cells.\n\nTo investigate further, the team conducted what both Tsai and Reiman called a “tour de force” of research, examining REST in mice, roundworms and cells in the lab.\n\n“We wanted to make sure the story was right,” Yankner said. “It was difficult to believe at first, to be honest with you.”\n\nEspecially persuasive was that mice genetically engineered to lack REST lost neurons as they aged in brain areas afflicted in Alzheimer’s.\n\nYankner said REST appears to work by traveling to a neuron’s nucleus when the brain was stressed. In dementia, though, REST somehow gets diverted, traveling with toxic dementia-related proteins to another part of the neuron where it is eventually destroyed.\n\nExperts said the research, while intriguing, leaves many unanswered questions. Bradley Wise of the National Institute on Aging’s neuroscience division, which helped finance the studies, said REST’s role needs further clarification. “I don’t think you can really say if it’s a cause of Alzheimer’s or a consequence of Alzheimer’s” yet, he said.\n\nDr. Samuel Gandy, an Alzheimer’s researcher at Mount Sinai Medical Center, wondered if REST figured only in neurodegenerative diseases or in other diseases too, where? which could make it difficult to use REST to develop specific treatments or diagnostic tests for dementia.\n\n“My ambivalence is, is this really a way that advances our understanding of the disease or does this just tell us this is even more complicated than we thought?” he said.\n\nYankner’s team is looking at REST in other neurological diseases, like Parkinson’s. He also has thoughts about a potential treatment, lithium, which he said appears to stimulate REST function, and is considered relatively safe.\n\nBut he and other experts said it was too early. “I would hesitate to start rushing into lithium treatment” unless rigorous studies show it can forestall dementia, said Dr. John Morris, an Alzheimer’s researcher at Washington University in St. Louis.\n\nStill, Morris said, the REST research the team conducted so far is “very well done, and certainly helps support this idea that we’ve all tried to understand about why Alzheimer’s is age-associated and why, while amyloid is necessary for the development of Alzheimer’s disease, it certainly is not sufficient.”\n\nHe added, “There have to be some other processes and triggers that result in Alzheimer’s.”", "article_metadata": {"og": {"image": "http://health.heraldtribune.com/files/2014/03/ALZHEIMER.jpg"}, "wp-parsely_version": "1.8", "fb": {"app_id": 846021808821787}}, "_id": "\"57477af46914bd0286fe1ca7\"", "article_summary": "But in people with Alzheimer’s and other dementias, the protein is sharply depleted in key brain regions.\nIn Alzheimer’s, REST steeply declined in the prefrontal cortex and hippocampus, areas critical to learning, memory and planning.\nIt is one of the big scientific mysteries of Alzheimer’s disease: Why do some people whose brains accumulate the plaques and tangles so strongly associated with Alzheimer’s not develop the disease?\n“I don’t think you can really say if it’s a cause of Alzheimer’s or a consequence of Alzheimer’s” yet, he said.\nREST levels dropped as symptoms worsened, so people with mild cognitive dementia had more REST than Alzheimer’s patients."}