{"article_title": "Cardinal Francis George, key Catholic orthodoxy voice, dies", "article_keywords": ["catholic", "voice", "bishops", "chicago", "dies", "priest", "later", "months", "george", "abuse", "cardinal", "key", "archbishop", "francis", "orthodoxy", "told"], "article_url": "http://naplesherald.com/2015/04/18/cardinal-francis-george-key-catholic-orthodoxy-voice-dies/", "article_text": "| BY RACHEL ZOLL and DON BABWIN\n\nCHICAGO (AP) — Cardinal Francis George, a vigorous defender of Roman Catholic orthodoxy who played a key role in the church’s response to the clergy sex abuse scandal and led the U.S. bishops’ fight against Obamacare, has died after a long fight with cancer. He was 78.\n\nGeorge, who retired as Chicago archbishop in the fall of 2014, a few months before announcing his treatment for kidney cancer had failed, died late Friday morning, according to the Archdiocese of Chicago.\n\n“Let us heed his example and be a little more brave, a little more steadfast and a lot more loving,” Chicago Archbishop Blase Cupich said during a news conference, describing his predecessor as “a man of great courage.”\n\nAppointed to Chicago in 1997 by Pope John Paul II, the Chicago native became a leading figure of his era in many of the most important events in the American church.\n\nAt the height of the abuse crisis in 2002, George led a group of U.S. bishops who persuaded resistant Vatican officials to more quickly oust guilty priests — a policy at the core of reforms meant to restore trust in church leaders. He also oversaw the contentious new English-language translation of the Roman Missal, one of the biggest changes in Catholic worship in generations.\n\nAnd in his three years as president of the U.S. Conference of Catholic Bishops, George spearheaded opposition to the Affordable Care Act, arguing that President Barack Obama’s health insurance law would allow taxpayer money to fund abortion. The Chicago archdiocese’s charitable arm helped sue the Obama administration in 2012, over the requirement that employers provide health insurance covering contraception.\n\n“I don’t believe the bishops have been more politically active in recent years, but it is true that our political activity is more adversarial,” George told the Jesuit magazine America in October 2014.\n\nGeorge grew up in a working class neighborhood on Chicago’s northwest side, and a five-month bout with polio at age 13 left him with a lifelong limp. He was initially rejected from a high-school seminary because he was disabled, but he went on to become an intellectual leader within the church.\n\nHe earned two doctorates, spoke Italian, Spanish, French and other languages, and wrote several books. A member of the Missionary Oblates of Mary Immaculate, he eventually helped lead the religious order as vicar general based in Rome.\n\nIn 1990, he was appointed bishop of Yakima, Washington, then archbishop of Portland, Oregon, before being assigned to Chicago.\n\nGeorge’s appointment to the Archdiocese of Chicago — the nation’s third-largest with 2.2 million parishioners — underscored the shift under John Paul toward drawing a more definitive line about what could be considered truly Catholic.\n\nThe first Chicago native to become the city’s archbishop, George succeeded Cardinal Joseph Bernardin, a beloved figure of national standing who advocated a “seamless garment” of life giving equal weight to social justice teachings and opposition to abortion.\n\nBy contrast, George prioritized upholding doctrine and preserving tradition, leading disgruntled priests to initially dub him “Francis the Corrector.” George declared liberal Catholicism an “exhausted project,” arguing it failed to pass on “the faith in its integrity” on marriage, the priesthood and other issues.\n\n“It no longer gives life,” George wrote in 2004, in the Catholic magazine Commonweal. He said fighting abortion should be the primary concern of all Catholics.\n\nThe pendulum seemed to swing back in September 2014, when Pope Francis was elected and said the church should be less focused on divisive social issues and more on mercy. George said he struggled to understand the new pope’s approach, calling the pontiff’s messages “a bit jumbled at times.”\n\n“It’s confusing for a lot of people including myself at times. For someone who appreciates clarity, I would like to get a few things clear so I can cooperate,” George told The Chicago Tribune in October 2014, two months before he stepped down.\n\nAs cardinal, George could be startlingly blunt.\n\nWhen a proposed route had the Chicago Gay Pride Parade passing a parish around Sunday Mass, George warned the procession could “morph into the Ku Klux Klan, demonstrating in the streets against Catholicism.” He later apologized.\n\nSeparately, when addressing what he considered increasing hostility toward Christianity, he said: “I expect to die in bed, my successor will die in prison and his successor will die a martyr in the public square.” He later said he was describing a worst-case scenario and believed the church would survive despite travails.\n\n“I don’t want to hurt anybody,” George told the Tribune. “But if you say, ‘Unless you agree with me I’ll be hurt,’ well, that’s not a just demand.”\n\nDespite his leadership in confronting clergy sex abuse, George faced a 2006 crisis over his own actions when the Rev. Daniel McCormack, a local priest, was left in a parish for several months despite abuse allegations. McCormack eventually pleaded guilty to molesting five children.\n\nGeorge apologized for not acting sooner. Thousands of documents released toward the end of George’s tenure as part of a lawsuit settlement revealed he went against his advisers in one case to delay removing an accused priest, and tried to win early release from a Wisconsin prison for a priest convicted of molesting a child, though George later reversed his stand to the parole board.\n\nFuneral services will be Thursday at Chicago’s Holy Name Cathedral, following visitation and prayer vigils that start Tuesday, the archdiocese said. George will be buried at his family’s plot in suburban Chicago.\n\n__\n\nRachel Zoll reported from New York. Associated Press writers Jason Keyser and Tammy Webber in Chicago contributed to this report.\n\nCopyright 2015 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.", "article_metadata": {"news_keywords": "archdiocese of chicago, cardinal francis george, chicago, pope john paul, president barack obama, roman catholic, naples florida, naples daily news, naples weather, naples florida weather, collier county property appraiser, naples florida real estate, naples, collier county arrests, weather naples fl, waldorf astoria naples, collier county clerk of courts, naples news, www naplesnews com, naples daily", "generator": "EventON 2.3.23", "og": {"site_name": "Naples Herald", "description": "| BY RACHEL ZOLL and DON BABWIN CHICAGO (AP) — Cardinal Francis George, a vigorous defender of Roman Catholic orthodoxy who played a key role in the church’s response to the clergy sex abuse scandal and led the U.S. bishops’ fight against Obamacare, has died after a long fight with cancer. He was 78. George, …", "title": "Cardinal Francis George, key Catholic orthodoxy voice, dies - Naples Herald", "locale": "en_US", "image": {"width": 1000, "identifier": "http://naplesherald.com/wp-content/uploads/2015/04/1429362687_Obit-Cardinal-George.jpg", "height": 782}, "updated_time": "2015-04-18T09:16:11-04:00", "url": "http://naplesherald.com/2015/04/18/cardinal-francis-george-key-catholic-orthodoxy-voice-dies/", "type": "article"}, "twitter": {"description": "| BY RACHEL ZOLL and DON BABWIN CHICAGO (AP) — Cardinal Francis George, a vigorous defender of Roman Catholic orthodoxy who played a key role in the church’s response to the clergy sex abuse scandal and led the U.S. bishops’ fight against Obamacare, has died after a long fight with cancer. He was 78. George, […]", "creator": "@naplesherald", "image": "http://naplesherald.com/wp-content/uploads/2015/04/1429362687_Obit-Cardinal-George.jpg", "title": "Cardinal Francis George, key Catholic orthodoxy voice, dies - Naples Herald", "site": "@naplesherald", "card": "summary"}, "DC.date.issued": "2015-04-18T09:15:26-04:00", "wp-parsely_version": "1.8", "fb": {"pages": 474069502698369}, "article": {"publisher": "https://www.facebook.com/naplesherald", "section": "National", "tag": "Roman Catholic", "published_time": "2015-04-18T09:15:26-04:00", "modified_time": "2015-04-18T09:16:11-04:00"}, "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "_id": "\"57477af46914bd0286fd7f79\"", "article_summary": "And in his three years as president of the U.S. Conference of Catholic Bishops, George spearheaded opposition to the Affordable Care Act, arguing that President Barack Obama’s health insurance law would allow taxpayer money to fund abortion.\n“I don’t want to hurt anybody,” George told the Tribune.\nHe also oversaw the contentious new English-language translation of the Roman Missal, one of the biggest changes in Catholic worship in generations.\n“It no longer gives life,” George wrote in 2004, in the Catholic magazine Commonweal.\n“But if you say, ‘Unless you agree with me I’ll be hurt,’ well, that’s not a just demand.”Despite his leadership in confronting clergy sex abuse, George faced a 2006 crisis over his own actions when the Rev."}