{"article_title": "A Political Cautionary Tale", "article_keywords": ["kingdom", "real", "realized", "lived", "happily", "ruler", "political", "liked", "days", "tale", "decided", "world", "cautionary"], "article_url": "http://www.thejewishweek.com/editorial-opinion/jew-voice/political-cautionary-tale", "article_text": "Once upon a time, in the year 2016, a miracle happened.\n\nThere was a man with golden hair and small hands who dominated the kingdom. One spring day, he decided he did not want to rule. Unsure he knew enough about foreign policy, he humbly consulted experts and decided he was unfit to be ruler of the land. He didn’t know how to solve immigration issues, and he finally confessed that he had not read more about the Iran deal than anyone else. He realized that he couldn’t change Obamacare, could not decide on one enduring hair color or bring Middle East players back to the negotiating table.\n\nEven though he wrote “The Art of the Deal,” he was not sure he could work magic outside of business and real estate. He was also deeply embarrassed about lawsuits surrounding his university and found his own steaks too chewy. Before he bowed out, he apologized for anything he said that caused offense and then lived happily ever after with his many wives and his beautiful Jewish grandchildren in his great palace, Mar-a-Lago.\n\nAll heads turned to another man, one who shut down the federal government for 16 days in 2013. He, too, admitted this was a terrible idea. He should have shut it down for 16 years and started the whole enterprise of governance from scratch. His failure to do so stymied him, and he pulled out of the race so he could do what he had real talent for, living happily ever after coaching mock trial and his local high school debate team.\n\nAt the same time, a would-be queen pulled out because her e-mail stumbles caught up with her, dangerously poisoning her campaign. She gave it her all. Many hoped for the novelty of a male first lady (but not that specific first lady). She put to rest the swirl of scandal surrounding the family name, folded up her St. John pantsuits, and lived happily ever after babysitting her grandchildren.\n\nThe pied piper of all the young people decided to create his own utopian commune in the least-populated corner of Vermont. It seemed so much more fun than being the most influential person in the free world. In the piper’s world, everyone committed to collective living, to dividing the work and to putting all monies in a communal pot. He thought of calling it a kibbutz, but when he failed to show up at AIPAC, he was forbidden from using a Hebrew word. He drank the elixir of youth and lived happily ever after when his commune became a nudist colony. It was the real revolution he was looking for.\n\nAll the others who dropped out earlier put behind their made-up pasts, their sweating in public, their tales of bridge abuse and they, too, lived happily ever after as political pundits on cable news stations throughout the land.\n\nSuddenly the madness stopped. The games, the bullying, the arrogance, the lying all went away. The distraction that was the election dissipated, first in exhortations of disappointment and then in peals of laughter. Ah, how much the empire missed laughter, especially in a kingdom that valued jesters above rulers, especially jesters who weave their art late, late at night when all the watchmen have gone to sleep. All the people in the kingdom got their lives back.\n\nThat left the people without any ruler. Initially everyone was afraid … afraid they would have no one to blame when things went wrong because this is why they wanted a ruler. But over time, they realized they had to take more responsibility for their own lives. They became smarter, more empowered and they liked their empire of 50 provinces better than before. They, too, lived happily ever after.\n\nThere was a small tribe in the kingdom called the Jews. As in days of old, they were confused. They had always reveled in debate. It made them feel more clever than those around them. In days of peace and tranquility, they rummaged about for a good fight. But now that there was no ruler, the wind in their sails deflated. Suddenly they had to speak peaceably to each other, listen to each other and make room for the thoughts and feelings of others. Kindness prevailed over affluence and intelligence.\n\nAt first they worried: a terrible plague must have hit their houses. They were used to suffering and sometimes even liked it. Centuries of persecution made them pessimistic and suspicious. They found glory in criticisms and taunts. But as each day passed, a softer, more loving tribe emerged; these were new and unfamiliar feelings. They realized that they liked being nice to one another, and so, for the first time in their history, they also lived happily ever after.\n\nHappy April Fools’ Day.\n\nErica Brown’s column appears the first week of the month.", "article_metadata": {"dcterms.description": "Once upon a time, in the year 2016, a miracle happened. There was a man with golden hair and small hands who dominated the kingdom. One spring day, he decided he did not want to rule. Unsure he knew enough about foreign policy, he humbly consulted experts and decided he was unfit to be ruler of the land.", "description": "Once upon a time, in the year 2016, a miracle happened. There was a man with golden hair and small hands who dominated the kingdom. One spring day, he decided he did not want to rule. Unsure he knew enough about foreign policy, he humbly consulted experts and decided he was unfit to be ruler of the land.", "og": {"site_name": "The Jewish Week | Connecting The World To Jewish News, Culture & Opinion", "description": "Once upon a time, in the year 2016, a miracle happened. There was a man with golden hair and small hands who dominated the kingdom. One spring day, he decided he did not want to rule. Unsure he knew enough about foreign policy, he humbly consulted experts and decided he was unfit to be ruler of the land.", "title": "A Political Cautionary Tale", "url": "http://www.thejewishweek.com/editorial-opinion/jew-voice/political-cautionary-tale", "image": "http://www.thejewishweek.com/sites/default/files/jwpanels_logo.jpg", "type": "website"}, "abstract": "The Jewish Week offers Jewish news from Israel, New York and the United States.", "dcterms.date": "2016-03-29T00:00:00Z", "keywords": "New York Jewish News,Jewish News NYC,New York Jewish Community,Jew By Voice"}, "article_summary": "He drank the elixir of youth and lived happily ever after when his commune became a nudist colony.\nShe put to rest the swirl of scandal surrounding the family name, folded up her St. John pantsuits, and lived happily ever after babysitting her grandchildren.\nAll the others who dropped out earlier put behind their made-up pasts, their sweating in public, their tales of bridge abuse and they, too, lived happily ever after as political pundits on cable news stations throughout the land.\nThey, too, lived happily ever after.\nBefore he bowed out, he apologized for anything he said that caused offense and then lived happily ever after with his many wives and his beautiful Jewish grandchildren in his great palace, Mar-a-Lago."}