{"article_title": "Not Everyone Should Be Cutting Salt from Diet, Study Shows – AARP", "article_keywords": ["heart", "mg", "sodium", "aarp", "study", "diet", "research", "food", "cutting", "health", "blood", "told", "salt", "shows"], "article_url": "http://blog.aarp.org/2014/08/14/should-everyone-cut-salt-intake-study-says-no/", "article_text": "A large international study questions the conventional advice that all people should cut their salt intake to the bone. Too much salt is bad, especially for those over 60 or those who already have high blood pressure, but too little salt may be just as bad, the scientists said.\n\nThe findings are the latest in a decades-long controversy over whether health officials have gone too far in urging everyone to reduce the amount of salt in their diet.\n\nThe new research suggests that for healthy Americans under 60, the current average sodium-consumption level is probably fine. What’s more, study authors said that other lifestyle changes may be more effective, such as eating more foods rich in potassium, found in many fruits and vegetables. A potassium-rich diet may yield greater health benefits, including lowering blood pressure, than “aggressive sodium reduction alone,” as an accompanying editorial in the New England Journal of Medicine (NEJM) put it.\n\n>> Slideshow: 6 Ways to Reduce Your Diabetes Risk\n\n“Lower is not necessarily better,” lead author Andrew Mente, an assistant professor of clinical epidemiology and biostatistics at McMaster University in Ontario, told Reuters. The research found that people with moderate salt intake didn’t benefit from eating less salt compared with those in the high-salt group or those who already had high blood pressure.\n\nThe study, which tracked more than 100,000 people from 17 countries for more than three years, found that 3,000 to 6,000 mg. (milligrams) of sodium a day seemed to be the optimum target range. Those who consumed less than 3,000 mg. had an increased risk of death or heart attack, and so did those who consumed more than 6,000 mg. By comparison, the American Heart Association recommends between 1,500 and 2,300 mg. of sodium daily. The average American consumes about 3,400 mg, most of which come from packaged or restaurant food.\n\n(As examples of sodium in our food, Burger King’s Tender Crisp Chicken Sandwich has 1,430 mg. of sodium, nearly a day’s worth based on heart association guidelines, while an eight-ounce carton of plain yogurt has about 85 mg.)\n\nHowever, a second international study, which looked only at the link between cardiovascular deaths and sodium, discovered that eating too much salt – more than 2,000 mg. – contributes to 1.65 million deaths worldwide each year. Both studies were published Aug. 14 in the NEJM.\n\nThe findings of the first study were immediately contradicted by the heart association and other experts, who argued that lowering salt consumption is key to lowering blood pressure and preventing heart disease – and they pointed to the second study as proof.\n\n>> Get discounts on health services with your AARP Member Advantages.\n\n“Reducing our daily salt intake and the salt in our food products is perhaps our greatest challenge in the fight against cardiovascular diseases,” Valentin Fuster, M.D., director of Mount Sinai Heart and physician-in-chief at Mount Sinai Medical Center, told AARP in an email. Trying to get the food industry to reduce sodium in its products is “similar to our battle against tobacco,” he added.\n\n\n\nBut senior author Salim Yusuf, M.D., of McMaster University’s Population Health Research Institute in Hamilton, Ontario, said the research supports a more moderate approach than many health groups have taken. “There are those who have made a career out of promoting extreme sodium reduction that will attack us,” he told the Associated Press. No one should view this research as permission to eat more salt, he noted, adding that “most people should stay where they are.”\n\nBoth studies are associational, finding a relationship between sodium consumption and heart disease risk but not a specific cause. Still, it once again raises the question about the accuracy of current sodium limits given the disagreement among researchers – especially as the government considers pushing food companies to limit sodium content.\n\nThe Food and Drug Administration, which said earlier this year that it wants to limit sodium in processed food, intends to review the studies.\n\nPhoto: LeventKonuk/iStock\n\nAlso of Interest\n\nSee the AARP home page for deals, savings tips, trivia and more", "article_metadata": {"page_title": "blog", "twitter": {"description": "A large international study questions the conventional advice that all people should cut their salt intake to the bone. Too much salt is bad, especially for those over 60 or those who already have high blood pressure, but too little salt may be just as bad, the scientists said. The findings are the latest in a decades-long controversy over whether health officials have gone too far in urging everyone to reduce the amount of salt in their diet. The new research suggests …", "creator": "@aarp", "url": "http://blog.aarp.org/2014/08/14/should-everyone-cut-salt-intake-study-says-no/", "title": "Should Everyone Cut Salt Intake? Study Says No", "site": "@aarp", "card": "summary"}, "estimated_publish_date": "2014-08-14", "Last-Modified": "2014-08-28EDT17:16:07", "keywords": "study, salt intake, high blood pressure, americans under 60, sodium consumption, potassium-rich diet, preventing heart disease, cardiovascular diseases", "houseAds": "commercial", "paywallStatus": "off", "isArticle": "false", "livefyreId": "350138:http://blog.aarp.org/2014/08/14/should-everyone-cut-salt-intake-study-says-no", "title": "Should Everyone Cut Salt Intake? Study Says No", "comments": "on", "sponsorship": "on", "source": "aarp_washington_office", "description": "The new research suggests that for healthy Americans under 60, the current average sodium-consumption level is probably fine.", "robots": "index,follow", "Subject1": "Division:AARP.org", "fb": {"app_id": 114175878660191}, "aarpAdUnit": "Health-Talk", "article": {"author": "http://www.facebook.com/AARP"}, "pluckId": "http://www.aarp.org/vendor/blog/", "viewport": "width=device-width, initial-scale=1", "language": "english", "og": {"site_name": "AARP", "description": "A large international study questions the conventional advice that all people should cut their salt intake to the bone. Too much salt is bad, especially for those over 60 or those who already have high blood pressure, but too little salt may be just as bad, the scientists said. The findings are the latest in a decades-long controversy over whether health officials have gone too far in urging everyone to reduce the amount of salt in their diet. The new research suggests …", "title": "Not Everyone Should Be Cutting Salt from Diet, Study Shows", "url": "http://blog.aarp.org/2014/08/14/should-everyone-cut-salt-intake-study-says-no/", "image": "http://blog.aarp.org/wp-content/uploads/2014/08/iStock_000022072188Small-185x185.jpg", "type": "article"}, "contentId": "/content/aarpe/en/home/vendor/blog", "Subject2": "Resources and Tools:Blogs", "aarpeContent": "true", "IALevel1": "vendor", "IALevel2": "blog", "s43": "13.Volunteerism|MyPersonalTime", "action": "read", "dateToday": "2016/05/26"}, "_id": "\"57477af36914bd0286fd3337\"", "article_summary": "A large international study questions the conventional advice that all people should cut their salt intake to the bone.\nBut senior author Salim Yusuf, M.D., of McMaster University’s Population Health Research Institute in Hamilton, Ontario, said the research supports a more moderate approach than many health groups have taken.\nThe findings are the latest in a decades-long controversy over whether health officials have gone too far in urging everyone to reduce the amount of salt in their diet.\nToo much salt is bad, especially for those over 60 or those who already have high blood pressure, but too little salt may be just as bad, the scientists said.\nThe research found that people with moderate salt intake didn’t benefit from eating less salt compared with those in the high-salt group or those who already had high blood pressure."}