{"article_title": "Is This Week's Jerusalem Suicide Bombing A Warning Of More To Come?", "article_keywords": ["israeli", "suicide", "bomb", "attacks", "srour", "hamas", "warning", "israelis", "abu", "mother", "weeks", "jerusalem", "come", "bombing"], "article_url": "http://wnpr.org/post/weeks-jerusalem-suicide-bombing-warning-more-come", "article_text": "Shortly before 6 p.m. on Monday, a bomb went off on a bus in Jerusalem, triggering bad memories for many Israelis. This type of attack had not happened in recent years.\n\nBlocks away from the explosion, people paced the sidewalks, talking on cellphones or watching the small screens for flashes of information about what happened. They saw black smoke twist into the sky and heard ongoing sirens as medics, police and soldiers raced to the scene.\n\nTwenty-one people were injured in the explosion, including a 19-year-old Palestinian man, Abdel Hamid Abu Srour. He died the next day, the only fatality from the bombing. Israeli officials say Abu Srour carried the bomb onto the bus, and they dubbed this a suicide bombing.\n\nIt's still not clear whether suicide was indeed his intent, but that may matter less for Israeli security than whether he acted alone.\n\nThe individual bomber is \"not so important\" says Barak Ben-Zur, a counter-terrorism expert at Israel's Interdisciplinary Center and a former top official with Israel's internal security agency.\n\n\"It's important if someone is standing in background and using young people for those attacks,\" Ben-Zur says.\n\nTerrorist organizations often have the expertise and resources to carry out more devastating attacks than individuals acting alone, he says.\n\nAs of Saturday, six Israelis remained hospitalized, including several who are still unconscious and using respirators to breathe. One is a 15-year-old girl, whose mother was also injured in the bus bombing. A hospital spokeswoman said the mother was treated and released but was staying at the hospital much of the time, to be by her daughter's side.\n\nIsrael has focused its investigation on the militant Palestinian group Hamas, which controls the Gaza Strip but has support in the West Bank as well. Israeli police say security forces arrested an unspecified number of Hamas members in the days after the attack.\n\nShortly after the explosion, Hamas issued a statement claiming Abu Srour was a member of the group. Hamas also praised the bombing, but stopped short of claiming responsibility.\n\nAt a gathering in a family home in Bethlehem to mourn and honor Abu Srour, his mother, Azhar Abu Srour, 43, sat on a couch on the front porch, her dark hair drawn back and her face pale. Relatives poured tiny cups of coffee and offered candies from a large basket.\n\nAzhar Abu Srour said she didn't think her son had joined Hamas. But she volunteered that he always admired a Hamas bomb maker, Yahya Ayyash, nicknamed \"The Engineer,\" and revered among some Palestinians for his role in a series of major bomb attacks against Israelis decades ago.\n\n\"Every young man has a model and my son took Yahya Ayyash as a model because he hurt those Israelis who hurt us every day,\" she said.\n\nIsrael assassinated Ayyash in a dramatic move in 1996, using an informant and an exploding cellphone. That was before Abdel Hamid Abu Srour was born.\n\nHis mother also said her father — her son's namesake — had been killed by the Israeli military in Lebanon in 1981.\n\nHe \"always felt he should take revenge for his grandfather's death,\" Abu Srour's mother said.\n\nStill, she wonders if her son meant to die. He was studying hard to pass a chemistry class, his last requirement before college.\n\nYoram Schweitzer, head of the Terrorism and Low-Intensity Conflict program at Israel's Institute for National Security Studies, says if this was a suicide bombing, it wasn't anything like the wave of suicide attacks Israel experienced during the second intifada in the early 2000s.\n\n\"Even if it was a suicide bombing, it wasn't a very successful suicide bombing on the part of the terrorist plans,\" Schweitzer said. \"From the Israeli perspective it's one among several attempts that's been carried out in recent months to do some suicide attacks.\"\n\nMost of the Palestinian attacks against Israelis during the wave of violence that erupted last October appear to have been carried out by individuals. The majority have been stabbings, although Palestinians have also used guns and cars in attacks. But the Israeli military says in recent months it's uncovered Palestinian cells planning suicide attacks.\n\nSchweitzer says it's crucial to understand the details of Monday's attack to stop future terrorism.\n\n\"If we have a case of a lone perpetrator who tried to carry out suicide attacks and was willing to blow himself up with his own capability to build a bomb, then it's something that we need to expect and look for in order to prevent it.\"\n\nIf an organization is involved, Schweitzer says, there's the potential for future attacks that will be \"much more fatal.\"\n\n", "article_metadata": {"category": "none", "description": "Shortly before 6 p.m. on Monday, a bomb went off on a bus in Jerusalem, triggering bad memories for many Israelis. This type of attack had not happened in", "Generator": "Drupal 7 (http://drupal.org)", "programs": "Weekend Edition Saturday", "og": {"url": "http://wnpr.org/post/weeks-jerusalem-suicide-bombing-warning-more-come", "image": "http://mediad.publicbroadcasting.net/p/shared/npr/styles/medium/nprshared/201604/475322432.jpg", "type": "article", "description": "Shortly before 6 p.m. on Monday, a bomb went off on a bus in Jerusalem, triggering bad memories for many Israelis. This type of attack had not happened in", "title": "Is This Week's Jerusalem Suicide Bombing A Warning Of More To Come?"}, "story_id": 475274701, "twitter": {"site": "@wnpr", "card": "summary", "creator": "@wnpr"}, "author": "Emily Harris", "org_id": 1, "dc": {"title": "Is This Week&#039;s Jerusalem Suicide Bombing A Warning Of More To Come?"}, "nid": 57623, "datePublished": "2016-04-23", "wordCount": 844, "has_audio": 1, "viewport": "width=device-width"}, "_id": "\"57477af46914bd0286fe1cd6\"", "article_summary": "\"Even if it was a suicide bombing, it wasn't a very successful suicide bombing on the part of the terrorist plans,\" Schweitzer said.\nIsraeli officials say Abu Srour carried the bomb onto the bus, and they dubbed this a suicide bombing.\nTwenty-one people were injured in the explosion, including a 19-year-old Palestinian man, Abdel Hamid Abu Srour.\n\"From the Israeli perspective it's one among several attempts that's been carried out in recent months to do some suicide attacks.\"\nBut the Israeli military says in recent months it's uncovered Palestinian cells planning suicide attacks."}