{"article_title": "Death toll jumps to 233 in Ecuador earthquake", "article_keywords": ["city", "death", "emergency", "jumps", "venues", "nations", "tsunami", "miles", "toll", "areas", "warning", "earthquake", "ecuador", "233"], "article_url": "http://www.kake.com/home/headlines/Powerful-earthquake-kills-at-least-28-in-Ecuador-375971261.html", "article_text": "Ecuador was coping Sunday with the aftermath of a devastating earthquake on its central coast as the number of dead rose to 233, an emergency management official said.\n\nMore than 1,500 were injured, said Ricardo Peñaherrera of Quito's emergency management office.\n\n\"It was the worst experience of my life,\" survivor Jose Meregildo told CNN on Sunday about the tremors that violently shook his house in Guayaquil, 300 miles away from the quake's epicenter.\n\n\"Everybody in my neighborhood was screaming saying it was going to be the end of the world; it was very terrible here.\"\n\nThe magnitude-7.8 earthquake hit Saturday night as it buckled homes and knocked out power in the city, Ecuador's most populous, authorities said. Emergency officials recovered one body from the scene of a bridge collapse there.\n\nVice President Jorge Glas had said earlier the death toll is expected to rise.\n\nNightlife venues closed\n\nHours after the earthquake, the nation's soccer federation said it has suspended the remaining matches of the current round of the Ecuadorean championship.\n\nThe interior ministry also ordered all nightlife venues in affected areas closed for the next 72 hours.\n\nAll mobile operators are allowing free text messages for customers to reach out to loved ones in Manabi and Esmeraldas provinces, the vice president said.\n\nIn a race to help residents, Ecuador deployed 10,000 soldiers and 3,500 police officers to the affected areas, he said.\n\nThe tremor was centered 27 kilometers (16.8 miles) southeast of the coastal town of Muisne, according to the U.S. Geological Survey.\n\nIt's the deadliest earthquake to hit the nation since March 1987, when a 7.2-magnitude tremblor killed 1,000 people, according to the USGS.\n\nBody recovered\n\nAbout 300 miles away in Guayaquil, the nation's most populous city, emergency officials recovered one body from the scene of a bridge collapse, police told local media.\n\nElsewhere in the city of 2 million people, the earthquake left shoppers shaken. Video from a store showed kitchen utensils swinging back and forth as some items tumbled off shelves.\n\nSome areas in the city lost power.\n\nThere were no immediate reports of damage or injuries in the capital of Quito, 173 kilometers (108 miles) from the epicenter of the earthquake.\n\nThe Pacific Tsunami Warning Center said the tsunami threat following the earthquake has \"mostly passed.\"\n\nAn earlier warning for other nations with coastlines on the Pacific was canceled.\n\nJapan quakes\n\nThe deadly earthquake in Ecuador follows two powerful, deadly temblors in Japan last week.\n\nA total of 41 people were killed when a magnitude-6.2 earthquake jolted the Kyushu region Thursday, followed by a magnitude-7.0 in the same area Saturday, authorities said.", "article_metadata": {"description": "Ecuador was coping Sunday with the aftermath of a devastating earthquake on its central coast as the number of dead rose to 233.", "language": "english", "author": "CNN", "og": {"url": "http://www.kake.com/home/headlines/Powerful-earthquake-kills-at-least-28-in-Ecuador-375971261.html", "image": "http://media.graytvinc.com/images/ecuador+quake1.jpg", "type": "article", "description": "Ecuador was coping Sunday with the aftermath of a devastating earthquake on its central coast as the number of dead rose to 233.", "title": "UPDATE: Death toll jumps to 233 in Ecuador earthquake"}, "twitter": {"domain": "www.kake.com", "description": "Ecuador was coping Sunday with the aftermath of a devastating earthquake on its central coast as the number of dead rose to 233.", "title": "UPDATE: Death toll jumps to 233 in Ecuador earthquake", "url": "http://www.kake.com/home/headlines/Powerful-earthquake-kills-at-least-28-in-Ecuador-375971261.html", "image": "http://media.graytvinc.com/images/ecuador+quake1.jpg", "creator": "@KAKEnews", "site": "@KAKEnews", "card": "summary"}, "msvalidate.01": "9CD4A96D8A076527F07FD24CFCDE5489", "keywords": "UPDATE: Death toll jumps to 233 in Ecuador earthquake", "google-site-verification": "H0mev8O__gMqb34WcvOyZgBXFMRQZvDAQ0YTSGJ9hGQ", "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "UPDATE Death toll jumps to"}, "article_summary": "The Pacific Tsunami Warning Center said the tsunami threat following the earthquake has \"mostly passed.\"\nJapan quakesThe deadly earthquake in Ecuador follows two powerful, deadly temblors in Japan last week.\nEcuador was coping Sunday with the aftermath of a devastating earthquake on its central coast as the number of dead rose to 233, an emergency management official said.\nIn a race to help residents, Ecuador deployed 10,000 soldiers and 3,500 police officers to the affected areas, he said.\nThe magnitude-7.8 earthquake hit Saturday night as it buckled homes and knocked out power in the city, Ecuador's most populous, authorities said."}