{"article_title": "5 Events That Shaped President's First Term", "article_keywords": ["party", "term", "shaped", "moments", "presidents", "insurance", "health", "victory", "americans", "signature", "politics", "obama", "events", "care"], "article_url": "http://www.newsmax.com/FastFeatures/barack-obama-signature-moments-first-term/2014/11/24/id/609332/", "article_text": "Many events occurred as Barack Obama signature moments in his first term. While some of these moments were good, others were bad for his image, but not bad enough to derail his re-election.Here are five important signature moments during Obama’s first four years as president:Obama signed the Affordable Care Act on March 23, 2010, taking advantage of a Democratic controlled Congress. Not a single vote came from Republicans. Nationwide polls showed Americans against or greatly divided on the health care measure, which drastically changed the medical insurance industry. The act allowed great powers by the IRS and fines for anyone who did not have health insurance.Although some people previously unable to afford health insurance seemed grateful in the beginning, others discovered significant increases in their costs in the months that followed as well as losing their choice for doctors or hospitals. Some were suddenly without a health insurance plan — even though Obama promised they would not lose their doctor or their health care plan.The Tea Party uprising and continued effects of the recession that left hordes of unemployed led to a rousing victory by Republicans in the 2010 midterm elections, taking back the House and making gains in the Senate. Obama admitted to the “shellacking” Democrats took following the election results. The Tea Party represented disgruntled middle-class Americans, many of them involved in politics for the first time. The grass-roots group sprung up because of dissatisfaction with taxes and spending, but spread to include a wider conservative movement.Osama Bin Laden, leading terrorist behind the 9/11 attacks was finally found hiding in Pakistan and shot down on May 1, 2011, by U.S. Navy SEALs. President Obama later announced to the nation in a nationwide television appearance that he gave the orders. One Barack Obama signature moment was from a presidential photograph later released, showing Obama and administration officials watching the live feed of the successful mission.On Sept. 11, 2012, the 11th anniversary of the 9/11 attacks, the U.S. consulate and annex in Benghazi, Libya, were attacked by terrorists. Ambassador J. Christopher Stevens and three other Americans were killed. The Obama administration blamed it on the result of protests because of a video that offended Muslims. As it turned out, it had been carefully planned. U.S. officials knew it was a terrorist attack shortly after it occurred, according to then Secretary of Defense Leon Panetta in his testimony before the Senate Armed Services Committee.A Barrack Obama signature moment was highlighted by his re-election in November 2012, despite high unemployment rates and continued economic uncertainty. His victory was attributed to “people who don’t much care for politics,” according tomagazine, which named Obama the “ Person of the Year .” Supporters were concerned after the first presidential debate in which Obama appeared weak and distanced. However, there was a sizable amount of voters who viewed Obama as someone not attached to politics or connected to either party.", "article_metadata": {"news_keywords": "barack obama, signature moments, first term", "pubdate": "2014-11-24T17:24:44", "og": {"site_name": "Newsmax", "description": "Many events occurred as Barack Obama signature moments in his first term. While some of these moments were good, others were bad for his image, but not bad enough to derail his re-election.", "title": "Barack Obama Signature Moments: 5 Events That Shaped President's First Term", "url": "http://www.newsmax.com/FastFeatures/barack-obama-signature-moments-first-term/2014/11/24/id/609332/", "page_id": 85452072376, "image": "http://www.newsmax.com/App_Themes/Newsmax/images/facebook/newsmaxFBLogo.gif", "type": "article"}, "twitter": {"url": "http://www.newsmax.com/FastFeatures/barack-obama-signature-moments-first-term/2014/11/24/id/609332/", "description": "Many events occurred as Barack Obama signature moments in his first term. While some of these moments were good, others were bad for his image, but not bad enough to derail his re-election.", "site": "Newsmax", "title": "Barack Obama Signature Moments: 5 Events That Shaped President's First Term"}, "epoch": 1416849884, "keywords": "barack obama, signature moments, first term", "fb": {"admins": 100002083767056, "app_id": 323020797885219}, "article": {"section": "FastFeatures", "published_time": "2014-11-24T17:24:44"}, "msvalidate.01": "FAF1322EC761685A5DD9344A1C19E82A", "google-site-verification": "Jt2HUKgzJJw9VwIQJv31ETytuvNNm5ypTWN6j0nYvHM", "original-source": "http://www.newsmax.com/FastFeatures/barack-obama-signature-moments-first-term/2014/11/24/id/609332/", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=yes", "description": "Many events occurred as Barack Obama signature moments in his first term. While some of these moments were good, others were bad for his image, but not bad enough to derail his re-election."}, "_id": "\"57477af46914bd0286fdefdd\"", "article_summary": "Many events occurred as Barack Obama signature moments in his first term.\nNationwide polls showed Americans against or greatly divided on the health care measure, which drastically changed the medical insurance industry.\nHowever, there was a sizable amount of voters who viewed Obama as someone not attached to politics or connected to either party.\nThe Tea Party represented disgruntled middle-class Americans, many of them involved in politics for the first time.\nThe Obama administration blamed it on the result of protests because of a video that offended Muslims."}