{"article_title": "4 vaccines you might not know your teen needs this fall", "article_keywords": ["teen", "schuchat", "needs", "kids", "shot", "meningitis", "vaccinated", "vaccines", "important", "parents", "know", "fall", "cause", "vaccine"], "article_url": "http://counton2.com/2015/08/10/4-vaccines-you-might-not-know-your-teen-needs-this-fall/", "article_text": "School’s starting and you’re so relieved your pre-teen or teenager is done with the annual fight over getting shots. But there are four vaccines that teenagers should get that might not be on your radar.\n\nAnd there are two new ones that even a fully vaccinated teen should be thinking about. Not all pediatricians will be as proactive about these later childhood shots as they are about the regular kids’ schedule.\n\nHere’s a quick rundown:\n\nMeningitis\n\nAll teens should get vaccinated against bacteria that can cause meningitis and if a child got one dose at 11 or 12, they should get a second dose at high school age.\n\nBacterial meningitis is a serious manifestation of infection with Neisseria meningitides bacteria. It’s an inflammation of the protective membranes that cover the brain and spinal cord. It kills one in 10 of those infected and in another 20 percent causes severe disabilities, including the amputation of limbs.\n\nThere’s a new meningitis vaccine that was just approved. It protects against meningitis strain B, which is very rare but which caused some outbreaks at universities including Princeton and the University of California Santa Barbara.\n\n“There are quite a lot of parents that are very keen to have this vaccine taken up more broadly,” said Dr. Anne Schuchat, who heads the vaccine division at the Centers for Disease Control and Prevention.\n\nIt’s not required yet and it’s only recommended for use during outbreaks, but the Advisory Committee on Immunization Practices (ACIP), which makes vaccines recommendations, says it should be an option for parents who want it. “It’s likely to be beneficial. It’s likely to not be risky,” Schuchat said.\n\nHPV\n\nThe human papillomavirus or HPV vaccine protects against viruses that cause a range of cancers and genital warts. Most adults eventually get infected and the viruses are by far the major cause of cervical cancer, which kills 4,000 U.S. women a year, as well as anal and penile cancers in men.\n\nAll teens are supposed to have three doses but federal health officials say most still don’t get them.\n\nThere’s a new HPV vaccine, too. The current vaccines most kids get protect against either two or four strains of HPV. The new vaccine protects against nine different strains, including types 31, 33, 45, 52 and 58, which cause about 15 percent of cervical cancers.\n\nIt’s ok to mix the vaccines, so if a child started on one of the older vaccines, pediatricians can finish up the three-shot series with the new one. There’s no recommendation for adding a fourth dose of the new so-called nine-valent vaccine, but Schuchat says there’s no harm in giving it to a teenager to provide the added protection.\n\nTdap\n\nThe combined tetanus, diphtheria and pertussis vaccine is the adult version of the shot all kids got in elementary school, called Dtap. It’s an important booster, Schuchat says.\n\n“We want everybody to get it at 11 or 12,” she said. “We know that teens who got five doses already in early childhood of the Dtap vaccine are still at risk for whooping cough as well as needing a booster for the tetanus and diphtheria.”\n\nEven more important, says Schuchat, is for pregnant women to get a Tdap shot because it can protect their newborn until the baby is old enough to get vaccinated. Most cases of whooping cough are in infants too young to have been vaccinated.\n\nFlu\n\nFlu vaccines are already available in many doctors’ offices and clinics and the CDC recommends just about everyone get a flu shot every year. Teenagers can get either a shot or the nasal spray.\n\nSchuchat says no matter what a child’s age, it’s important to check the immunization record. “You can ask your doctor, ‘What’s my child need right now?’,” Schuchat advised. “Even (for) the best informed parents, it’s really hard to keep up with the changing recommendations. The back-to-school visit can be important for a lot of health issues.”\n\nAnother reminder— the vaccines should be free to everyone. The 2010 Affordable Care Act requires all insurers, public and private, to pay for ACIP-recommended vaccines without a co-pay. More than 40,000 clinics and pediatricians’ offices are enrolled in the Vaccines for Children program, which provides vaccines free of charge to kids without insurance.\n\n“Between the VFC and the Affordable Care Act, public and private insurance covers all those ACIP recommended vaccines. We don’t want cost to be a barrier for parents,” Schuchat said.\n\n2015-2016 Immunization Requirements", "article_metadata": {"description": "School's starting and you're so relieved your pre-teen or teenager is done with the annual fight over getting shots. But there are four vaccines that teenagers should get that might not be on your radar. And there are two new ones that even a fully vaccinated teen should be thinking about. Not all pediatricians will be as proactive about these later childhood shots as they are about the regular kids' schedule.", "generator": "WordPress.com", "apple-itunes-app": "app-id=398494424", "og": {"site_name": "WCBD News 2", "description": "School’s starting and you’re so relieved your pre-teen or teenager is done with the annual fight over getting shots. But there are four vaccines that teenagers should get that might not…", "title": "4 vaccines you might not know your teen needs this fall", "url": "http://counton2.com/2015/08/10/4-vaccines-you-might-not-know-your-teen-needs-this-fall/", "image": {"width": 660, "identifier": "https://mgtvwcbd.files.wordpress.com/2015/08/ap_638171125209.png?w=1200", "height": 371}, "locale": "en_US", "type": "article"}, "twitter": {"description": "School’s starting and you’re so relieved your pre-teen or teenager is done with the annual fight over getting shots. But there are four vaccines that teenagers should get that might not…", "title": "4 vaccines you might not know your teen needs this fall", "image": {"src": "https://mgtvwcbd.files.wordpress.com/2015/08/ap_638171125209.png?w=640"}, "creator": "@WCBD", "site": "WCBD", "card": "summary_large_image"}, "keywords": "VACCINES, BACK2SCHOOL, CHSNEWS, SCNEWS, DOCTOR, school, back 2 school, back to school, shots, kids, students, teachers, meningitis, hpv, tdap, flu, vaccinations", "msapplication-tooltip": "Charleston News, Weather and Sports | Summerville, Goose Creek, Mt. Pleasant, Walterboro, Georgetown| WCBD.com", "google-play-app": "app-id=com.doapps.android.mln.MLN_1c78b7b67464dcc449998dcf0d89b802", "fb": {"pages": 153915227953247}, "msapplication-window": "width=device-width;height=device-height", "msapplication-task": "name=Subscribe;action-uri=http://counton2.com/feed/;icon-uri=http://1.gravatar.com/blavatar/15eceb1f7e96187463750dba6b760c74?s=16", "application-name": "WCBD News 2", "article": {"publisher": "https://www.facebook.com/WCBDNews2", "published_time": "2015-08-10T08:05:36+00:00", "modified_time": "2015-08-10T11:21:31+00:00"}, "msvalidate.01": "25404283363C09DE121A55A903F03873", "google-site-verification": "Yj4XppEh6gWA9-Gr69s2rr_s8OHStw7LREX8l2zj_Eg", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fd3361\"", "article_summary": "We don’t want cost to be a barrier for parents,” Schuchat said.\nMore than 40,000 clinics and pediatricians’ offices are enrolled in the Vaccines for Children program, which provides vaccines free of charge to kids without insurance.\nThere’s a new meningitis vaccine that was just approved.\nThe back-to-school visit can be important for a lot of health issues.”Another reminder— the vaccines should be free to everyone.\nThe current vaccines most kids get protect against either two or four strains of HPV."}