{"article_title": "Frank Thomas prefers to see Gabe Kapler in front office, not as Dodgers manager", "article_keywords": ["thomas", "dodgers", "managers", "office", "kapler", "frank", "prefers", "hes", "great", "royals", "general", "manager", "gabe", "think"], "article_url": "http://www.latimes.com/sports/la-sp-world-series-notes-20151102-story.html", "article_text": "Hall of Fame slugger Frank Thomas said Sunday he hopes Gabe Kapler remains in the Dodgers' front office rather than becomes the team's manager.\n\n\"I think he's better suited for being a general manager than a field manager,\" Thomas said.\n\nThomas worked closely with Kapler as Fox Sports analysts last season, after which the Dodgers hired Kapler as director of player development. Although the Dodgers' managerial search is in its early stages, Kapler is said to be the preferred candidate of Andrew Friedman, the team's president of baseball operations.\n\nThomas said he was concerned that Kapler would not be able to return to the front office if a managerial stint did not work out, as happened to Dan Jennings of the Miami Marlins. Thomas also said Kapler's expertise with analytics might better translate to a career in the front office.\n\n\"I think highly of Gabe,\" Thomas said. \"I really enjoyed working with him. He's very intense. I think he could make it as a manager.\n\n\"He's a brilliant mind. He's very into the numbers game that's going on now with all the general managers. I would want to see him stay in the front office. I think he's got a real future there for the next 20 to 30 years.\"\n\nThomas, at the World Series as part of the Fox Sports broadcast team, said Ozzie Guillen was the best manager for which he played.\n\nKapler managed in the minor leagues for one season. Guillen had no major or minor league managerial experience when the Chicago White Sox hired him, but Thomas said players respected Guillen's willingness to buck the front office when necessary and his ability to motivate.\n\nThomas, speaking generally, said he is concerned that managers no longer are given the latitude to play a struggling youngster when statistics dictate otherwise, even if such playing time might allow the young player to develop confidence in his ability and trust in his manager. He also said excellent leaders who could make excellent managers have become less viable candidates as the manager's office increasingly becomes an extension of the front office.\n\n\"I just really believe the general managers have taken on a more proactive role,\" Thomas said. \"I really believe the only managers that are going to be hired are ones that get along 110% with the general manager and are going to follow along with his protocol. Great leaders, great players who have their own opinions about managing aren't getting the job. It's evident.\n\n\"The guys that are getting jobs now? We're all scratching our heads. So many great players out there that I know that are great leaders on the field, that know the game very well, are not getting jobs as managers.\"\n\nWading into success\n\nThe Kansas City Royals returned to the World Series despite losing their closer, Greg Holland, to elbow ligament-replacement surgery. The Royals' deep bullpen is anchored by All-Star Wade Davis, the setup man last fall and the closer this fall.\n\nThe Royals acquired Davis and James Shields from the Tampa Bay Rays before the 2013 season for a prospect package headlined by outfielder Wil Myers.\n\nShields spent two seasons as the Kansas City ace, as the Royals reached the postseason for the first time in 29 years. Davis was acquired to bolster the rotation as well, but he was 8-11 with a 5.32 earned-run average in 2013. The Royals moved him to the bullpen, where he had a 1.00 ERA last year and a 0.94 ERA this year.\n\nFailed starters often become successful short relievers, but usually by junking their least effective pitches and using their best ones in short stints. Davis still uses his entire arsenal.\n\n\"You don't see too many closers being able to throw four pitches for strikes,\" New York Mets outfielder Michael Cuddyer said. \"He always threw hard when he was a starter, but obviously when he knows he only has to go out there and throw one inning, his velocity is up a little bit, 95 to 97 rather than 92 to 95. So he's able to throw the fastball harder, and I think he has all four pitches.\"", "article_metadata": {"fb_title": "Frank Thomas prefers to see Gabe Kapler in front office, not as Dodgers manager", "Description": "Hall of Fame slugger Frank Thomas said Sunday he hopes Gabe Kapler remains in the Dodgers' front office rather than becomes the team's manager.   \"I think he's better suited for being a general manager than a field manager,\" Thomas said.   Thomas worked closely with Kapler as Fox Sports analysts last...", "copyright": "Copyright (c) 2016 Los Angeles Times", "author": "Los Angeles Times", "og": {"site_name": "latimes.com", "description": "Hall of Fame slugger Frank Thomas said Sunday he hopes Gabe Kapler remains in the Dodgers' front office rather than becomes the team's manager.", "title": "Frank Thomas prefers to see Gabe Kapler in front office, not as Dodgers manager", "url": "http://www.latimes.com/sports/la-sp-world-series-notes-20151102-story.html", "image": "http://www.trbimg.com/img-5636cd0e/turbine/la-sp-world-series-notes-20151102", "type": "article"}, "x-servername": "lalvp09.13", "twitter": {"site": "@latimes", "card": "summary"}, "msvalidate.01": "AAC9C18F70AC386BC4DCF4DDF9BF1786", "robots": "index,follow", "apple-itunes-app": "app-id=373238146, app-argument=http://www.latimes.com/deeplinkid/84897556", "fb": {"admins": 100000786395051, "page_id": 5863113009}, "googlebot-news": "index", "date": "2015-11-01", "y_key": "cee2fe4077f8d050", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "googlebot": "index"}, "_id": "\"57477af46914bd0286fe1d0d\"", "article_summary": "\"I think he's better suited for being a general manager than a field manager,\" Thomas said.\nHall of Fame slugger Frank Thomas said Sunday he hopes Gabe Kapler remains in the Dodgers' front office rather than becomes the team's manager.\nHe also said excellent leaders who could make excellent managers have become less viable candidates as the manager's office increasingly becomes an extension of the front office.\nThomas worked closely with Kapler as Fox Sports analysts last season, after which the Dodgers hired Kapler as director of player development.\nI think he's got a real future there for the next 20 to 30 years.\""}