{"article_title": "Trump: ‘If It Weren’t For Me, You Wouldn’t Be Talking About Illegal Immigration’", "article_keywords": ["sending", "mexican", "trump", "wouldnt", "illegal", "wallace", "immigration", "talking", "politicians", "stupid", "dont", "statements", "werent", "whats", "leaders"], "article_url": "http://townhall.com/tipsheet/mattvespa/2015/08/06/trump-if-it-werent-for-me-you-wouldnt-be-talking-about-illegal-immigration-n2035891", "article_text": "The lifeblood of the Trump campaign was given a jolt when Fox News' Chris Wallace veered into the area of illegal immigration. He asked whether Mr. Trump will divulge the information he says he has citing the Mexican government as responsible for sending criminals, rapists, and drug dealers across the border.\n\n\"Our leaders are stupid. Our politicians are stupid.\" - @realDonaldTrump — Jonathan Karl (@jonkarl) August 7, 2015\n\n\"If it weren't for me, you wouldn't be talking about illegal immigration, Chris,\" said Trump. \"This was not a subject that was on anybody's mind until I brought it up at my announcement, and I said Mexico is sending, except the reporters, because they're a very dishonest lot generally speaking in the world of politics they didn't cover the statements the way I said it,\" he added.\n\nTo curb the criminality and the drug money going back and forth across the corder, Trump wants to build a wall.\n\n\"We need to build a wall–and it has to be built quickly. And I don't mind having a big beautiful door in that wall, so that people can come into this country legally ... we need to keep illegals out,\" said the billionaire frontrunner.\n\nTrump was given an extra 30 seconds by Wallace to once again discuss the evidence he says is in his possession that points to the Mexican government being culpable in sending criminals across the border:\n\n\"Border patrol people that I deal with, that I talk to, they say this is what's happening because our leaders are stupid. Our politicians are stupid, and the Mexican government is much smarter, much sharper, much more cunning–and they send the bad ones over because they don't want to pay for them. They don't want to take care of them. Why should they when the stupid leaders of the United States will do it for them. And that's what's happening whether you like it or not.\"\n\nThose statements drew a mixed bag of cheers and boos from the crowd.", "article_metadata": {"description": "His area of expertise .05/26/2016 2:55:33AM EST.", "author": "Matt Vespa", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "His area of expertise", "title": "- Trump: ‘If It Weren’t For Me, You Wouldn’t Be Talking About Illegal Immigration’", "url": "http://townhall.com/tipsheet/mattvespa/2015/08/06/trump-if-it-werent-for-me-you-wouldnt-be-talking-about-illegal-immigration-n2035891", "image": "http://media.townhall.com/townhall/reu/ha/uploads/2015/8/6/26.png", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "His area of expertise", "title": "- Trump: ‘If It Weren’t For Me, You Wouldn’t Be Talking About Illegal Immigration’", "url": "http://townhall.com/tipsheet/mattvespa/2015/08/06/trump-if-it-werent-for-me-you-wouldnt-be-talking-about-illegal-immigration-n2035891", "image": "http://media.townhall.com/townhall/reu/ha/uploads/2015/8/6/26.png", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "Trump: ‘If It Weren’t For Me, You Wouldn’t Be Talking About Illegal Immigration’  , Matt Vespa, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "_id": "\"57477af46914bd0286fe1d1e\"", "article_summary": "- @realDonaldTrump — Jonathan Karl (@jonkarl) August 7, 2015\"If it weren't for me, you wouldn't be talking about illegal immigration, Chris,\" said Trump.\nThe lifeblood of the Trump campaign was given a jolt when Fox News' Chris Wallace veered into the area of illegal immigration.\nWhy should they when the stupid leaders of the United States will do it for them.\nTo curb the criminality and the drug money going back and forth across the corder, Trump wants to build a wall.\nHe asked whether Mr. Trump will divulge the information he says he has citing the Mexican government as responsible for sending criminals, rapists, and drug dealers across the border."}