{"article_title": "Ben Affleck debuts ‘Batman v Superman’ footage at Comic-Con", "article_keywords": ["suicide", "ben", "affleck", "batman", "footage", "snyder", "squad", "stars", "v", "lex", "comiccon", "superhero", "debuts", "luthor", "superman"], "article_url": "http://www.salon.com/2015/07/11/ben_affleck_debuts_batman_v_superman_footage_at_comic_con/", "article_text": "Topics: From the Wires, Entertainment News, News\n\nSAN DIEGO (AP) — All is not well for Superman, audiences at Comic-Con found out on Saturday during a jam-packed and revealing Warner Bros. presentation in Hall H. The studio also debuted a first look at the comic-book movie “Suicide Squad” at the annual convention.\n\nBut it was “Batman v Superman: Dawn of Justice” that was the main event that fans had camped out for days to see. Stars Ben Affleck, Henry Cavill, Gal Gadot and Jesse Eisenberg were on hand to talk about the superhero showdown, too — a step up from last year’s Comic-Con when none of the stars was allowed to talk.\n\nIn the first full trailer for the film, out on March 25, 2016, we see a society that has turned against the godlike Superman (Cavill) following a massive disaster. While Holly Hunter’s steadfast Senator schemes with Eisenberg’s Lex Luthor to protect the public from the dangerous Superman, Affleck’s Batman decides to take matters into his own hands.\n\n“The idea of Batman fighting Superman is a thing that happens all the time in comic books,” said Zack Snyder, who also directed “Man of Steel.” He likes to pay homage to Frank Miller’s “The Dark Knight” but wanted to make clear that this story is not that story.\n\nOscar-winning screenwriter Chris Terrio (“Argo”) wrote the script.\n\nSnyder said the story will also launch toward bigger conflicts with other superheroes.\n\n“Who knows?” he said coyly. “I mean, I do know.”\n\nWhile audiences have met Cavill’s Superman before, this is their first real introduction to Affleck’s Batman.\n\n“I think if I thought too hard about the actors who played this part before, I couldn’t have taken the job,” said Affleck. But Snyder explained to him that this Batman would be different. He told Affleck that Bruce Wayne here is at “the end of his rope, he’s older, he’s a burnout.”\n\nAs the villain Lex Luthor, Eisenberg said that there’s “always a campy element to the character.”\n\nBut unlike in previous versions, this Lex Luthor has an “emotional groundedness.” He also has hair.\n\nGadot, who plays Wonder Woman in this film and in an upcoming stand alone, said her character has the “strength of a superhero” but is “very sophisticated, loving and has a lot of emotional intelligence.”\n\nWarner Bros. also showed the first footage from “Suicide Squad,” another DC Comic about a group of imprisoned supervillains recruited by a government organization to perform black ops for their freedom.", "article_metadata": {"description": "Ben Affleck debuts ‘Batman v Superman’ footage at Comic-Con", "title": "Ben Affleck debuts ‘Batman v Superman’ footage at Comic-Con", "og": {"site_name": "Salon", "description": "Ben Affleck debuts ‘Batman v Superman’ footage at Comic-Con", "title": "Ben Affleck debuts ‘Batman v Superman’ footage at Comic-Con", "url": "http://www.salon.com/2015/07/11/ben_affleck_debuts_batman_v_superman_footage_at_comic_con/", "image": "http://media.salon.com/2015/07/2015-comic-con-warner-bros.-presentation.jpeg-1280x960.jpg", "type": "article"}, "twitter": {"description": "Ben Affleck debuts ‘Batman v Superman’ footage at Comic-Con", "title": "Ben Affleck debuts ‘Batman v Superman’ footage at Comic-Con", "image": "http://media.salon.com/2015/07/2015-comic-con-warner-bros.-presentation.jpeg-1280x960.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Lindsey Bahr", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, From the Wires", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fe1e2a\"", "article_summary": "But it was “Batman v Superman: Dawn of Justice” that was the main event that fans had camped out for days to see.\nWhile Holly Hunter’s steadfast Senator schemes with Eisenberg’s Lex Luthor to protect the public from the dangerous Superman, Affleck’s Batman decides to take matters into his own hands.\n“I mean, I do know.”While audiences have met Cavill’s Superman before, this is their first real introduction to Affleck’s Batman.\nStars Ben Affleck, Henry Cavill, Gal Gadot and Jesse Eisenberg were on hand to talk about the superhero showdown, too — a step up from last year’s Comic-Con when none of the stars was allowed to talk.\n“I think if I thought too hard about the actors who played this part before, I couldn’t have taken the job,” said Affleck."}