{"article_title": "NPR Takes Obamacare Poll, Avoids Result: More Feel Harmed Than Helped", "article_keywords": ["law", "takes", "harmed", "feel", "robert", "obamacare", "free", "mammograms", "helped", "say", "health", "result", "avoids", "poll", "care", "npr"], "article_url": "http://www.nationalrighttolifenews.org/news/2016/03/npr-takes-obamacare-poll-avoids-result-more-feel-harmed-than-helped/", "article_text": "By Tim Graham\n\nThe Hill newspaper carried this headline on Monday: “Poll: Only 15 percent say they have benefited from ObamaCare.” Sarah Ferris reported:\n\nJust 15 percent of people say they have personally benefited from ObamaCare, although more than one-third believe it has helped the people of their state, according to a poll released Monday.\n\nMost Americans — a total of 56 percent — say they haven’t felt directly affected by the Affordable Care Act. Among those who have felt affected, more people say the law has hurt them than helped them, according to polling by National Public Radio and the Robert Wood Johnson Foundation.\n\nTwenty-six percent of U.S. adults say they have been personally harmed by the healthcare law since its passage — a fraction that likely reflects those in the poll who said they have noticed rising healthcare costs in the last several years.\n\nThis is not all the way NPR reported on its own poll. On Monday’s Morning Edition, they waited until late in a seven-minute segment to mention the Obamacare part of their results on health care, and they completely avoided numbers, especially the notion that more feel harmed than helped:\n\n* STEVE INSKEEP, anchor: We’re in the midst of implementing Obamacare, which is about insuring people but also about cutting down costs in the system. Has Obamacare made people’s experiences any better or worse the last couple of years?\n\n* ALISON KODJAK, health reporter: Well, our poll shows that people think their care hasn’t much changed in the last few years. The majority of them say that the law hasn’t really affected them directly. They believe that it helps a lot of people. They hear that more people have insurance, but they say that it doesn’t really help them specifically.\n\n* INSKEEP: Isn’t that the political challenge that Obamacare has faced all along? It’s designed to insure millions more people, which is very important. But there are many, many millions of others who don’t necessarily experience a direct change?\n\n* KODJAK: Yeah, it is. And it — one of the problems is that there actually are a lot of additional benefits from Obamacare in people’s insurance, but they don’t see that directly. You get free mammograms. You get free colonoscopies. You get free birth control. If you had an illness, you can still buy insurance because they can’t exclude you for a pre-existing condition. Those aren’t apparent to most of the people that we surveyed.\n\nSo if Obamacare doesn’t seem very popular, NPR wants its listeners to know that Americans still haven’t figured out all the “free mammograms, free mammograms and free birth control” that Obamacare provides. It’s never Obama’s fault. The people just don’t know how great Obamacare is yet.\n\nNPR also didn’t explain that its polling partners are liberal advocates for nationalized health care. The Robert Wood Johnson Foundation helped Hillary Clinton organize forums to promote ClintonCare proposals. Robert Blendon of Harvard’s Chan School of Public Health was a Hillary health care adviser.\n\nEditor’s note. This appeared at newsbusters.org.", "article_metadata": {"og": {"image": "http://www.nationalrighttolifenews.org/news/wp-content/uploads/2016/03/Inskeep-MSNBC_0-1-300x168.jpg"}, "bitly-verification": "3d313669c834"}, "_id": "\"57477af46914bd0286fe1d5f\"", "article_summary": "So if Obamacare doesn’t seem very popular, NPR wants its listeners to know that Americans still haven’t figured out all the “free mammograms, free mammograms and free birth control” that Obamacare provides.\nNPR also didn’t explain that its polling partners are liberal advocates for nationalized health care.\nRobert Blendon of Harvard’s Chan School of Public Health was a Hillary health care adviser.\nYou get free mammograms.\n* ALISON KODJAK, health reporter: Well, our poll shows that people think their care hasn’t much changed in the last few years."}