{"article_title": "Manatt Adds Distinguished Managed Care Lawyer In Washington, D.C.", "article_keywords": ["counsel", "adds", "plans", "practice", "washington", "dc", "legal", "manatt", "health", "including", "lawyer", "healthcare", "managed", "law", "tiano", "distinguished", "care"], "article_url": "http://www.prnewswire.com/news-releases/manatt-adds-distinguished-managed-care-lawyer-in-washington-dc-300098661.html", "article_text": "WASHINGTON, June 15, 2015 /PRNewswire/ -- Manatt, Phelps & Phillips, LLP, announced today that Linda V. Tiano has joined the Washington, D.C., office as a partner in the firm's Healthcare practice. Tiano comes to Manatt from Epstein Becker Green, where she was a member of the firm in the Health Care and Life Sciences practices.\n\nTiano has over 30 years of experience serving healthcare industry clients in both legal and executive capacities. She focuses her practice on managed care, handling a wide range of regulatory and transactional matters for health plans, providers and others, such as specialty networks, care management companies and related entities. She serves as general and special counsel to managed care plans, including commercial health plans, Medicaid and Medicare plans, and demonstration programs. She regularly assists clients with the development and implementation of strategic alliances between plans and providers, including joint ventures and value-based payment arrangements. She also supports clients with regard to Affordable Care Act navigation; governance issues and corporate compliance programs; regulatory and transactional aspects of business deals; major contractual agreements; and affiliation arrangements and nonprofit conversions.\n\nPrior to rejoining Epstein Becker Green in 2013, where she began her legal career, Tiano served in various executive and general counsel positions for both nonprofit and publicly traded healthcare companies. Most recently, she served as president of Health Net of the Northeast after serving as Health Net, Inc.'s senior vice president and general counsel. Tiano has also held the title of senior vice president and general counsel at Empire Blue Cross Blue Shield and MVP Health Plan, and has served in a leadership role at Wellpoint, as well.\n\n\"Given the depth of her experience, including serving as general counsel to various health plans and leading a managed care company, Linda is a seasoned lawyer who will not only provide sound legal guidance, but offer substantial business advice as well,\" said William S. Bernstein, chair of the firm's Healthcare division. \"Her inside perspective of health plan operations and intimate understanding of the needs and interests of payor clients further enhance our considerable healthcare practice. Linda is an excellent addition to our team, and we are excited to welcome her.\"\n\nTiano has published extensively in the health law area and is a regular speaker at industry conferences. She is a former adjunct faculty member at the New York University Graduate School of Public Administration, and she has been recognized as a leading lawyer by The Legal 500 United States every year since 2013. In 2009, Tiano was awarded the Legends in the Law Award – General Counsel from The Burton Awards for Legal Achievement.\n\n\"Manatt is an award-winning leader in the healthcare space,\" said Tiano. \"What attracted me most to the firm was its powerful national platform, which covers all spectrums of the healthcare industry, and the breadth and strength of its resources in the managed care area. In addition, I am excited about its unique model that seamlessly integrates legal and consulting teams offering clients unparalleled counsel. I greatly look forward to working with my new colleagues and growing my practice at the firm.\"\n\nTiano's arrival is the latest in a series of new partner additions in the Washington, D.C., office this year, including federal government affairs and public policy lawyer Daniel Addison; former deputy administrator of the Center for Medicare & Medicaid Services and director of the Center for Medicaid and CHIP Services Cindy Mann; corporate transactions attorneys Douglas Boggs, Alan Noskow and Joseph Passaic; and former FCC Enforcement Bureau Chief Katherine Winfree.\n\nManatt's Healthcare practice has been nationally recognized for excellence by Chambers USA, which honored the firm with its 2014 Award for Excellence in the healthcare category and again named the firm a finalist for the 2015 award. The Chambers USA awards honor outstanding law firms and lawyers across the United States, reflecting preeminence in key practice areas and notable achievements including outstanding work, impressive strategic growth and excellence in client service. The group also achieved a Tier 1 ranking, the highest designation bestowed, from U.S. News & World Report in its 2015 ranking of the country's \"Best Law Firms.\" Additionally, the practice recently received The Legal 500 United States Award 2015 in the Healthcare: Service Providers category.\n\nTiano earned a B.A. from the University of Cincinnati, summa cum laude, and a J.D. from Boston University School of Law, cum laude.\n\nAbout Manatt, Phelps & Phillips, LLP\n\nManatt, Phelps & Phillips, LLP, is one of the nation's leading law and consulting firms, with offices strategically located in California (Los Angeles, Orange County, Palo Alto, San Francisco and Sacramento), New York (New York City and Albany) and Washington, D.C. The firm represents a sophisticated client base — including Fortune 500, middle-market and emerging companies — across a range of practice areas and industry sectors. For more information, visit www.manatt.com.\n\nCONTACT:\n\nLawrence Martinez (310) 231-5443\n\nManatt, Phelps & Phillips, LLP\n\nLogo - http://photos.prnewswire.com/prnh/20130227/LA67358LOGO\n\nSOURCE Manatt, Phelps & Phillips, LLP", "article_metadata": {"contentUrl": "http://photos.prnewswire.com/prnh/20130227/LA67358LOGO", "geo.region": "district of columbia", "Caption": "Manatt Logo.", "cf_entity_thumbnail_url": "http://content.prnewswire.com/designimages/logo-prn-01_PRN.gif", "date": "2015-06-15T08:00:00Z", "description": "WASHINGTON, June 15, 2015 /PRNewswire/ -- Manatt Adds Distinguished Managed Care Lawyer In Washington, D.C. Linda Tiano Brings Extensive Health Plan...", "Publisher": "PRNewswire", "og": {"url": "http://www.prnewswire.com/news-releases/manatt-adds-distinguished-managed-care-lawyer-in-washington-dc-300098661.html", "image": "http://photos.prnewswire.com/prnvar/20130227/LA67358LOGO", "type": "website", "description": "WASHINGTON, June 15, 2015 /PRNewswire/ -- Manatt, Phelps & Phillips, LLP, announced today that Linda V....", "title": "Manatt Adds Distinguished Managed Care Lawyer In Washington, D.C."}, "twitter": {"site": "@PRNewswire", "card": "summary"}, "author": "Manatt, Phelps &amp; Phillips, LLP", "robots": "index, follow", "p": {"domain_verify": "7d052ac42aa9e7505635404745861994"}, "Height": 500, "Width": 500, "cf_entity_title": "Manatt Adds Distinguished Managed Care Lawyer In Washington, D.C.", "URL": "http://www.prnewswire.com/news-releases/manatt-adds-distinguished-managed-care-lawyer-in-washington-dc-300098661.html", "keywords": "Manatt, Phelps & Phillips, LLP, district of columbia, Legal Issues, Personnel Announcements, Banking & Financial Services", "msvalidate.01": "9D28F7743C790DD88F2D9C7375EF7ED5", "geo.placename": "WASHINGTON, June 15", "thumbnail": "http://photos.prnewswire.com/prnvar/20130227/LA67358LOGO?max=400", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fe2b9a\"", "article_summary": "She serves as general and special counsel to managed care plans, including commercial health plans, Medicaid and Medicare plans, and demonstration programs.\nWASHINGTON, June 15, 2015 /PRNewswire/ -- Manatt, Phelps & Phillips, LLP, announced today that Linda V. Tiano has joined the Washington, D.C., office as a partner in the firm's Healthcare practice.\nTiano comes to Manatt from Epstein Becker Green, where she was a member of the firm in the Health Care and Life Sciences practices.\nShe focuses her practice on managed care, handling a wide range of regulatory and transactional matters for health plans, providers and others, such as specialty networks, care management companies and related entities.\nTiano has published extensively in the health law area and is a regular speaker at industry conferences."}