{"article_title": "Mansfield police dog Gage honored at Cedar Hill Pet Cemetery memorial", "article_keywords": ["nbc5", "memorial", "honored", "pet", "cemetery", "dog", "gage", "mansfield", "hill", "served", "partner", "cedar", "officer"], "article_url": "http://thescoopblog.dallasnews.com/2016/03/mansfield-police-dog-gage-honored-at-cedar-hill-pet-cemetery-memorial.html/", "article_text": "A faithful Mansfield police dog was honored Sunday during a memorial at the Cedar Hill Pet Cemetery, KXAS-TV (NBC5) reported.\n\nK-9 officer Gage died in November after an illness. He was a retired patrol and narcotic detection dog for the Mansfield Police Department, where he served from March 2012 to September 2013, according to a Facebook post by his partner, Officer Joe Alejandro.\n\nThe officer said his first K-9 partner was buried with honors.\n\nGage’s memorial was the first service in the new Hero’s Section of Cedar Hill Pet Cemetery, established to remember dogs that served in the military or police. The area is next to the cemetery’s War Dog Monument that was dedicated in 2014, NBC5 reported.\n\nSunday was National K-9 Veterans Day.\n\nThe Cedar Hill Pet Memorial Project bought the formerly abandoned pet cemetery at an auction in 2012. The group raised money to renovate the park and set up the Shadow Fund to solicit donations for the medical care of police and military dogs.\n\nMore than 550 animals have been buried in the cemetery, which dates back to the 1930s.", "article_metadata": {"liveFyreID": "aHR0cDovL3RoZXNjb29wYmxvZy5kYWxsYXNuZXdzLmNvbS8yMDE2LzAzL21hbnNmaWVsZC1wb2xpY2UtZG9nLWdhZ2UtaG9ub3JlZC1hdC1jZWRhci1oaWxsLXBldC1jZW1ldGVyeS1tZW1vcmlhbC5odG1sLw==", "generator": "WordPress 3.9.12", "author": "Claire Z. Cardona", "og": {"site_name": "The Scoop Blog", "description": "A faithful Mansfield police dog was honored Sunday during a memorial at the Cedar Hill Pet Cemetery, KXAS-TV (NBC5) reported. K-9 officer Gage died in November after an illness. He was…", "title": "Mansfield police dog Gage honored at Cedar Hill Pet Cemetery memorial", "url": "http://thescoopblog.dallasnews.com/2016/03/mansfield-police-dog-gage-honored-at-cedar-hill-pet-cemetery-memorial.html/", "image": "http://thescoopblog.dallasnews.com/files/2016/03/12227768_1258045474221572_4922633481627133448_n.jpg", "type": "article"}, "LastModifiedDate": "2016-03-13T18:49:53Z", "twitter": {"card": "summary_large_image"}, "PublishDate": "2012-04-11T13:59:21Z", "wp-parsely_version": "1.7", "viewport": "width=device-width", "google-site-verification": "ZjZz-aaVcLkLDp8kIkLnEwtSTZlAwGgQhLyd1pXAbA8", "cXenseParse": {"recs": {"publishtime": "2012-04-11T13:59:21Z"}}}, "_id": "\"57477af36914bd0286fd4216\"", "article_summary": "A faithful Mansfield police dog was honored Sunday during a memorial at the Cedar Hill Pet Cemetery, KXAS-TV (NBC5) reported.\nThe Cedar Hill Pet Memorial Project bought the formerly abandoned pet cemetery at an auction in 2012.\nGage’s memorial was the first service in the new Hero’s Section of Cedar Hill Pet Cemetery, established to remember dogs that served in the military or police.\nHe was a retired patrol and narcotic detection dog for the Mansfield Police Department, where he served from March 2012 to September 2013, according to a Facebook post by his partner, Officer Joe Alejandro.\nThe area is next to the cemetery’s War Dog Monument that was dedicated in 2014, NBC5 reported."}