{"article_title": "New San Diego County Project Aims To Reduce Heart Attacks, Strokes", "article_keywords": ["diego", "san", "heart", "strokes", "medical", "reduce", "aims", "project", "attacks", "patients", "program", "health", "county", "uc"], "article_url": "http://www.kpbs.org/news/2014/aug/06/new-project-aims-reduce-heart-attacks-strokes-san-/", "article_text": "Your browser does not support inline frames or is currently configured not to display inline frames. Content can be viewed at actual source page: http://www.youtube.com/watch?v=PCkZdcVeb3A\n\nAired 8/6/14 on KPBS Midday Edition. New Project Aims To Reduce Heart Attacks, Strokes In San Diego County GUESTS Dr. Anthony DeMaria, cardiologist, UC San Diego Health System Dr. Nick Yphantides, chief medical officer, San Diego County Health and Human Services Agency\n\nA San Diego-area healthcare coalition was awarded a $5.8 million grant for a program designed to reduce heart attacks and strokes, UC San Diego Health announced Monday.\n\nThe goal of the three-year project, involving as many as 4,000 high-risk patients, is to lower their blood pressure and cholesterol levels through evidence-based practices and a better understanding of the importance of adhering to a course of treatment.\n\nThe program includes promoting preventative measures, testing novel and cost-effective technology solutions and providing educational opportunities for patients and physicians.\n\n\"Health organizations that are competitive in the market will be working together for the benefit of San Diego patients,\" said Dr. Anthony DeMaria, the principal investigator of the Heart Attack and Stroke Free Zone program and a cardiologist with UC San Diego Health System. \"This approach will decrease our community's risk for cardiovascular disease and could result in saving millions in the county by preventing half of the heart attacks and strokes that would have otherwise occurred in the participating patient population.\"\n\nBeside UCSD, coalition partners include Arch Health Partners, Scripps Health, Sharp Healthcare, Kaiser Permanente, Palomar Medical Center, the Naval Medical Center, the Veterans Administration, the San Diego County Medical Society Foundation, the county of San Diego Health and Human Services Agency, and community clinics.\n\nPatients will be enrolled through their physician's office beginning later this year. Participants will get blood-pressure cuffs to monitor levels at home and will work closely with a health care coach.\n\n\"Because it's a silent condition, we find that many patients are unaware of having hypertension, and only about 40 percent of patients diagnosed with high blood pressure take their medication, which can directly lead to cardiovascular disease,\" said Katherine Bailey, head of the coalition. \"We hope through the Heart Attack and Stroke Free Zone program, we can increase this to 80 percent.\"\n\nThe grant came from the Centers for Medicare and Medicaid Services via the Affordable Care Act.", "article_metadata": {"description": "A San Diego-area healthcare coalition was awarded a $5.8 million grant for a program designed to reduce heart attacks and strokes.", "programs": "Midday Edition, Evening Edition", "og": {"site_name": "KPBS Public Media", "description": "A San Diego-area healthcare coalition was awarded a $5.8 million grant for a program designed to reduce heart attacks and strokes.", "title": "New San Diego County Project Aims To Reduce Heart Attacks, Strokes", "url": "http://www.kpbs.org/news/2014/aug/06/new-project-aims-reduce-heart-attacks-strokes-san-/", "image": "https://kpbs.media.clients.ellingtoncms.com/img/news/tease/2014/08/06/blood_pressure.jpg", "type": "article"}, "has_audio": 1, "apple-mobile-web-app-title": "KPBS", "fb": {"app_id": 131056773055}, "apiKpbs": "141718 %##% New San Diego County Project Aims To Reduce Heart Attacks, Strokes", "keywords": "Health, Conditions and Diseases, Programs, Evening Edition, Midday Edition", "verify-v1": "zHHWZpwcl/kpXf/ZbbmtRN41TWDeCfjQil8LGROx/LA=", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no,shrink-to-fit=no"}, "_id": "\"57477af46914bd0286fd90b5\"", "article_summary": "New Project Aims To Reduce Heart Attacks, Strokes In San Diego County GUESTS Dr. Anthony DeMaria, cardiologist, UC San Diego Health System Dr. Nick Yphantides, chief medical officer, San Diego County Health and Human Services AgencyA San Diego-area healthcare coalition was awarded a $5.8 million grant for a program designed to reduce heart attacks and strokes, UC San Diego Health announced Monday.\nBeside UCSD, coalition partners include Arch Health Partners, Scripps Health, Sharp Healthcare, Kaiser Permanente, Palomar Medical Center, the Naval Medical Center, the Veterans Administration, the San Diego County Medical Society Foundation, the county of San Diego Health and Human Services Agency, and community clinics.\n\"Health organizations that are competitive in the market will be working together for the benefit of San Diego patients,\" said Dr. Anthony DeMaria, the principal investigator of the Heart Attack and Stroke Free Zone program and a cardiologist with UC San Diego Health System.\n\"We hope through the Heart Attack and Stroke Free Zone program, we can increase this to 80 percent.\"\nThe program includes promoting preventative measures, testing novel and cost-effective technology solutions and providing educational opportunities for patients and physicians."}