{"article_title": "Obamacare vs. Dr. Evil’s Legal Eagles", "article_keywords": ["right", "im", "world", "kids", "evils", "money", "subsidies", "obamacare", "legal", "states", "vs", "sane", "stoned", "eagles", "law", "dr"], "article_url": "http://www.theamericanconservative.com/2014/07/23/obamacare-vs-dr-evils-legal-eagles/", "article_text": "Decades ago, a few friends and I were listening to Not For Kids Only, an album of Appalachian folk songs recorded for charity by Jerry Garcia and David Grisman. An older brother entered the scene, barking, “What’re you guys listening to? This stuff’s for kids!” My friend, who, it should be noted, was quite stoned, retorted, “No! It says right here—‘not’ for kids only.’ ”\n\nI thought of my old buddy, bless his heart, when I learned of the D.C. Circuit’s ruling—its “ringing affirmation … of the rule of law,” according to the reliably florid Charles C.W. Cooke—on Obamacare’s insurance-exchange subsidies.\n\nThe right’s chortling reaction, in sum: It says right here — “Exchanges established by the State”!\n\nI’d sincerely like to imagine that Cato’s Michael Cannon was stoned when he discovered this quirk in the text of the Affordable Care Act. But I’m afraid it’s a lot easier to imagine the pinkie ring and prideful guffawing of Mike Myers’s Dr. Evil.\n\nI didn’t think “They’re going to make you buy broccoli next” could be topped.\n\nOh, was I wrong.\n\nThe two judges who comprised a majority of the D.C. Circuit panel argued that the government failed to provide evidence that the authors of the law did not intend to funnel subsidies through state exchanges only. Well, why would such evidence exist—if, as seems exceedingly likely, it never occurred to anyone that the subsidies were so structured until Cannon announced his discovery? “It was a carrot dangled in front of states, just like the promise of more Medicaid money,” the plaintiffs speculated. If so, then why the backstop of a federal exchange? What’s the point of the thing if not to convey subsidies to eligible customers? Much to the dismay of supporters of the ACA, there was no Plan B after the Supreme Court allowed states to opt out of the Medicaid expansion. And so the money remains unspent.\n\nThere’s no getting around the fact that those who drafted the law are guilty of a linguistic oversight. In a sane world, the matter would have been dispatched through a technical corrections bill, much as President Clinton and Congress ironed out a kink in U.S. Code that granted citizenship to those born abroad and one of whose parents was a U.S. citizen. Before the correction, the government granted citizenship only to those whose fathers were citizens.\n\nBut we’re not living in a sane world right now. We’re living in the world of massive resistance.\n\nDon’t misunderstand. I’m hardly a fan of Obamacare. I’m with those who champion a cheaper and cleaner method of achieving universal coverage. I suppose it could be argued that the Halbig case is one way of getting there. But when its mastermind heads the “Anti-Universal Coverage Club,” I kind of doubt it.", "article_metadata": {"og": {"site_name": "The American Conservative", "description": "Decades ago, a few friends and I were listening to Not For Kids Only, an album of Appalachian folk songs recorded for charity by Jerry Garcia and David Gris", "title": "Obamacare vs. Dr. Evil’s Legal Eagles", "url": "http://www.theamericanconservative.com/2014/07/23/obamacare-vs-dr-evils-legal-eagles/", "image": "http://theamericanconservative.com/images/facebook-logo.jpg", "locale": "en_us", "type": "article"}, "twitter": {"description": "Decades ago, a few friends and I were listening to Not For Kids Only, an album of Appalachian folk songs recorded for charity by Jerry Garcia and David Grisman. An older brother entered the scene,", "creator": "@amconmag", "image": {"src": "http://theamericanconservative.com/images/logo-for-twitter-card.jpg"}, "title": "Obamacare vs. Dr. Evil’s Legal Eagles", "site": "@amconmag", "card": "summary"}, "fb": {"admins": "maisie.allison"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fdddb4\"", "article_summary": "But we’re not living in a sane world right now.\nBut I’m afraid it’s a lot easier to imagine the pinkie ring and prideful guffawing of Mike Myers’s Dr.\nThis stuff’s for kids!” My friend, who, it should be noted, was quite stoned, retorted, “No!\n“It was a carrot dangled in front of states, just like the promise of more Medicaid money,” the plaintiffs speculated.\nThere’s no getting around the fact that those who drafted the law are guilty of a linguistic oversight."}