{"article_title": "Mitch McConnell Tries To Undo Everything Obama Has Done With Government Shutdown Threat", "article_keywords": ["force", "shutdown", "mitch", "senate", "house", "republicans", "undo", "nation", "tries", "mcconnell", "threat", "president", "republican", "agenda", "obama"], "article_url": "http://www.politicususa.com/2014/08/26/mcconnells-shutdown-threat-means-bad-americans.html", "article_text": "A threat is a declaration of intent, or determination, to inflict punishment, injury, pain, damage or other hostile action on someone as retribution for something done or not done. An intelligent human being would certainly think that using a threat as a campaign tactic is going to extremes, but if nothing else, Republicans are extremists. One should not mistake the extremists in the Republican party as just teabaggers. The entire party has lurched to the extreme right according to the recent threat by Senate Minority Leader Mitch McConnell, and party unity advocate Paul Ryan, to shutdown the government as a means to a bad end for Americans.\n\nMcConnell’s campaign tactic of announcing Republicans will use a government shutdown threat to force President Obama to adopt the Koch brother, ALEC, and teabagger agenda if Republicans control the Senate would be laughable if the GOP was not serious. Unfortunately, they are serious and have an agenda to undo everything America accomplished over the past five years, and several decades, to punish the people for electing President Obama. If any American thinks the Republicans will not follow through on their shutdown threat, they are deluded because McConnell’s own words encapsulated the entire conservative mindset and raison d’être when he promised that “Obama won’t like it, but that will be done. I guarantee it.”\n\nWhat the President, and most Americans, will not like is the Republican plan to force their past five years’ worth of extremist policies and Koch brother agenda on the nation. Since they took control of the House in 2011, Republicans have attempted to attach measures to important spending bills repealing the Affordable Care Act, forcing the construction of the KeystoneXL pipeline, and eliminating the regulatory power of the Environmental Protection Agency. However, those are just a preview of the damage Republicans intend to wreak on the nation and if they fail, they will close down the government.\n\nNot too long ago, McConnell promised Republicans would never shutdown the government again after their foray into insanity last October. McConnell said, “There will not be another government shutdown. You can count on that. I don’t think a two-week paid vacation for federal employees is conservative policy. A number of us were saying back in July that this strategy could not and would not work, and of course it didn’t.” But that was before it looked possible Republicans might win control of the Senate. Combined with a Republican House, it may be their last opportunity to impose their extremist agenda on the nation; something they have lusted after for years.\n\nIt is beyond dispute that Republicans want to neuter the EPA, end the Affordable Care Act, and force approval of the Keystone pipeline on the President, but those actions will pale in comparison to their real intent in threatening to shutdown the government if they fail to get their way. For the past three years House Republicans passed the devastating Paul Ryan budget that all but eliminates food stamps, Medicaid, education funding, and privatizes Medicare. For each of those years, McConnell and Senate Republicans complained bitterly it could never get past the Democratically-controlled Senate. In addition to those atrocities, Republicans in both houses have proposed personhood laws, same-sex marriage bans, tax cuts for the rich, and tax hikes on the poor and middle class that should motivate Democratic voters to work tirelessly to thwart a Republican Senate.\n\nOn Sunday, Paul Ryan expressed his desire for unity in the party and eluded to a long sought-after goal of Republicans when he said, “you actually can’t stop an entitlement with a government shutdown. Entitlements, like Medicare and Social Security and Obamacare, continue on as is. So I didn’t think it was really legitimate to tell the country we could stop it unilaterally in the House.” However, with a Republican Senate, they will not have to try to stop entitlements unilaterally, and there is nothing whatsoever to dissuade Republicans from attempting to achieve their 70-year goal of “stopping an entitlement” like Social Security, and more recently Medicare and the Affordable Care Act. It is no secret that Republican donors on Wall Street and the Koch brothers have longed to put an end to Social Security, public pensions, overtime pay, environmental regulations, corporate taxes, workplace safety regulations, and every so-called “entitlement” whether it is Medicare, Medicaid, food stamps, housing assistance, or aid to the poor in any form. Republicans will attempt to end those programs and use the savings for tax cuts for the rich because their focus is, and has been on, transferring taxpayers dollars directly to their corporate, banking, and wealthy donors.\n\nSome pundits think Republicans are insane, or bluffing, for even campaigning on the threat of more government shutdowns to force the President’s compliance with their agenda; particularly because he will not be running for re-election and has shown he will not be intimidated. But since they have embraced teabagger extremism and the Koch brothers’ vision for America, they have revealed there is no tactic too extreme or dangerous to the nation they are unwilling to attempt. It is important to remember that there are a significant number of Republicans in the House and Senate who openly called for the nation to default on it debts and voted against raising the debt limit and reopening the government. Whether they championed a credit default just “to see what happens” or to bankrupt the federal government, their intent was realizing the Koch brother and Grover Norquist goal; drown the federal government out of existence.\n\nMcConnell’s threat should not be taken lightly because Republicans will go to any lengths to achieve their extreme agenda, especially if they gain control of the Senate. Their willingness to shutdown the government, and force the nation into a credit default, was not a one-time experiment in October as evidenced by the number of House Republicans who voted against re-opening the government and raising the debt limit in October. In fact, within days of the President announcing new carbon emission reductions, Senate Republicans immediately threatened a government shutdown in October if the EPA went forward with the new rules.\n\nJust the fact that McConnell had the temerity to say out loud that using the shutdown threat to force President Obama to acquiesce to their extreme agenda as a campaign tactic was more than a nod to teabaggers and their wealthy and corporate donors. It was a direct threat to Americans that if Republicans win control of the Senate, they will either suffer government shutdowns, a government credit default, or lose their so-called “entitlements” like Social Security, Medicare, Medicaid, and most social programs. The KeystoneXL pipeline, neutered EPA, and abolished Affordable Care Act will be the least of their problems because Republicans have demonstrated they will go to any lengths to punish the people for electing an African American as President.", "article_metadata": {"description": "If any American thinks the Republicans will not follow through on their shutdown threat, they are deluded because McConnell's own words encapsulated the entire conservative mindset when he promised that \"Obama won't like it, but that will be done. I guarantee it.\"", "generator": "WordPress 4.5.2", "author": "Rmuse", "og": {"site_name": "Politicus USA", "description": "If any American thinks the Republicans will not follow through on their shutdown threat, they are deluded because McConnell's own words encapsulated the entire conservative mindset when he promised that \"Obama won't like it, but that will be done. I guarantee it.\"", "title": "Mitch McConnell Tries To Undo Everything Obama Has Done With Government Shutdown Threat", "url": "http://www.politicususa.com/2014/08/26/mcconnells-shutdown-threat-means-bad-americans.html", "image": "http://15130-presscdn-0-89.pagely.netdna-cdn.com/wp-content/uploads/2014/08/image24.jpg", "updated_time": "2014-08-26T10:58:07+00:00", "type": "article"}, "fb": {"admins": 523732690, "app_id": 113462415332922, "pages": 186473214703370}, "keywords": "Commentary,Featured News,Barack Obama,campaign threat,Environmental Protection Agency,federal government,food stamps,Government Shutdown,KeystoneXL Pipeline,Koch Brothers,medicare,midterm elections,mitch mcconnell,paul ryan,Republican Party,Senate,social security,tea party movement,The Path to Prosperity,politicususa,liberal,politics,sarah jones,jason easley,hillary clinton,bernie sanders,msnbc,media", "article": {"publisher": "https://www.facebook.com/PoliticusUSA", "section": "Featured News", "published_time": "2014-08-26T10:58:07+00:00", "modified_time": "2014-08-26T10:58:07+00:00"}, "viewport": "width=device-width, initial-scale=1", "news_keywords": "Barack Obama, campaign threat, Environmental Protection Agency, federal government, food stamps, Government Shutdown, KeystoneXL Pipeline, Koch Brothers, medicare, midterm elections, mitch mcconnell, paul ryan, Republican Party, Senate, social security, tea party movement, The Path to Prosperity"}, "_id": "\"57477af36914bd0286fd33b9\"", "article_summary": "For each of those years, McConnell and Senate Republicans complained bitterly it could never get past the Democratically-controlled Senate.\nFor the past three years House Republicans passed the devastating Paul Ryan budget that all but eliminates food stamps, Medicaid, education funding, and privatizes Medicare.\nNot too long ago, McConnell promised Republicans would never shutdown the government again after their foray into insanity last October.\nMcConnell’s campaign tactic of announcing Republicans will use a government shutdown threat to force President Obama to adopt the Koch brother, ALEC, and teabagger agenda if Republicans control the Senate would be laughable if the GOP was not serious.\nJust the fact that McConnell had the temerity to say out loud that using the shutdown threat to force President Obama to acquiesce to their extreme agenda as a campaign tactic was more than a nod to teabaggers and their wealthy and corporate donors."}