{"article_title": "Many HIV Patients Unable to Enjoy Expanded Coverage", "article_keywords": ["enjoy", "program", "hiv", "expanded", "ryan", "patients", "unable", "medicaid", "coverage", "aids", "health", "white", "texas", "care"], "article_url": "https://www.texastribune.org/2013/12/08/medicaid-gap-includes-many-hiv/", "article_text": "Minister Freedom Gulley led a candlelight vigil in recognition of World AIDS Day on Dec. 1, 2013, in Houston.\n\nWhen Dena Hughes learned about the Affordable Care Act’s passage, she rejoiced.\n\nHughes, who is HIV positive, has struggled to find insurance coverage, because HIV is considered a pre-existing condition. But even under the new law, Hughes said her care providers had advised her not to enroll in the federal health care exchange yet. It is unclear, they said, how the law will affect HIV care when marketplace coverage begins Jan. 1.\n\n“Right now we get good care, and I’m not interested in having my stuff all shifted around,” she said from her Houston home.\n\nHughes and her husband, Daniel, also HIV positive, receive some health coverage under the Ryan White Care Act, a federal health care program for HIV and AIDS patients. Community advocates expected the Affordable Care Act to provide nearly universal health coverage for HIV patients, freeing up funding from the Ryan White program to cover services beyond primary care.\n\nBut many HIV patients in Texas live below the poverty line and are therefore ineligible for subsidies on the exchange. Add Texas’ decision not to expand Medicaid to cover poor adults, and the bulk of low-income HIV patients are missing out on expanded health coverage.\n\nDena and Daniel Hughes, who have four dependent children, recently started a home repair business and do not know how much they will earn next year.\n\nThe stakes are high. If their income is below $31,590 — the requirement for a family of six to receive tax subsidies on the federal exchange — they will rank among the thousands of HIV-positive Texans whose incomes are too low for subsidized private insurance but too high for Medicaid. Roughly 14,000 Texans with HIV used assistance from the Ryan White program to pay for antiretroviral medication in 2011, while nearly 19,000 were not receiving any HIV-related medical care, according to the Department of State Health Services.\n\nDaniel Hughes receives medical care at Legacy Community Health Services, a federally qualified health center in Houston. Katy Caldwell, its executive director, said she had struggled to advise HIV patients about the marketplace with certainty that their health plans would cover all their medications. “You’ve got people on some complicated drug regimens that you want to make sure people stay on, and it’s not as easy as it sounds,” she said.\n\nReferring to patients living below the poverty line, she added, “One of the hard things to explain to people is you’re actually too poor to get help.” At Legacy, 58 percent of patients are uninsured.\n\nTexas’ Medicaid eligibility requirements are among the country’s strictest. For a family of six, adults without a disability must earn less than $4,608 per year to qualify for coverage.\n\nBut Gov. Rick Perry has adamantly opposed Medicaid expansion, citing worries about the program’s efficiency.\n\n“The fact is that Medicaid is a broken system in need of fundamental reform,” Lucy Nashed, a spokeswoman Perry, said in an email. She added that “Texas has a proven history of providing services and effective HIV medications to HIV-positive Texans through the HIV-STD Program and the Texas HIV Medication Program.”\n\nKatherine Record, a senior fellow at Harvard Law School’s Center for Health Law and Policy Innovation, directed a project that modeled how health reform would affect HIV patients in Texas. She found that roughly 65 percent of Texans who received assistance from the AIDS Drug Assistance Program, a Ryan White program, would be eligible for Medicaid under the expansion.\n\nBy comparison, “Pre-ACA, you could only qualify for Medicaid if you proved you were disabled, which pretty much meant having your HIV progress to full-blown AIDS,” she said.\n\nFor Santiago Estrada, a 53-year-old patient in Abilene, AIDS allowed him to enroll in Medicare, which covers his antiretroviral medication. He said the drugs alone would have cost him $2,000 per month out of pocket.\n\nEstrada visits the Big Country AIDS Resources center in Abilene for care. He says the “wraparound” services the center provides with Ryan White funding, like assistance with nutrition and transportation, are paramount for his well-being.\n\nBetty Sims, the center’s executive director, says the Affordable Care Act could mean big changes for many of her clients’ access to coverage. But for the 48 percent of her clients who live below the federal poverty line, most have never qualified for Medicaid “and are really left out in the cold,” she said.\n\nAdvocates say demand for transportation services ranks highly among the wraparound benefits that Ryan White money could assist with, if more HIV patients had primary care coverage under the Affordable Care Act. For Sims’ clinic and others that serve large rural populations, patients’ lack of access to a vehicle is a significant obstacle to HIV care. “There’s only one infectious disease specialist in the 19 counties we serve,” Sims said. The center has partnered with infectious disease physicians at Texas Tech University to consult with patients electronically.\n\n“The Ryan White services that we provide are going to continue to be needed here no matter whether people have access to insurance or not,” Sims said.\n\nOne way states have sought to make the most of their Ryan White money under the new health law is to use the AIDS Drug Assistance Program funds to pay for HIV patients’ insurance premiums, rather than purchasing expensive drugs directly. Because the Affordable Care Act requires insurers to cover pre-existing conditions like HIV, “in almost every case now it will be cost-effective” to spend the money on HIV patients’ insurance premiums, even if they do not qualify for subsidies, said Ann Lefert, director of policy and health care access at the National Alliance of State and Territorial AIDS Directors.\n\nChristine Mann, a spokeswoman for the Texas Department of State Health Services, said the agency was looking into such a measure.\n\nMany advocates expect Texas to expand its Medicaid program eventually. But in the meantime, Ryan White funding will continue to shoulder primary care costs for the majority of impoverished Texans with HIV.\n\n“They call it payer of last resort,” Dena Hughes said of that coverage. “But for some people, it’s the payer of first hope.”", "article_metadata": {"description": "Many HIV patients in Texas are ineligible for subsidies on the new federal health care exchange. Add the state's decision to not expand Medicaid, and the bulk of those patients are missing out on expanded health coverage.", "parsely-title": "For HIV Patients in Texas, Expanded Insurance Coverage Can Be Elusive", "twitter": {"description": "Many HIV patients in Texas are ineligible for subsidies on the new federal health care exchange. Add the state's decision to not expand Medicaid, and the bulk of those patients are missing out on e...", "title": "For HIV Patients in Texas, Expanded Insurance Coverage Can Be Elusive", "url": "https://www.texastribune.org/2013/12/08/medicaid-gap-includes-many-hiv/", "image": "https://static.texastribune.org/media/images/2013/12/04/HIV_ACA_0844_jpg_407x1000_q100.jpg", "creator": "@ewalterstx", "site": "@TexasTribune", "card": "summary_large_image"}, "fb": {"app_id": 154122474650943, "pages": 124434790836}, "og": {"site_name": "The Texas Tribune", "description": "Many HIV patients in Texas are ineligible for subsidies on the new federal health care exchange. Add the state's decision to not expand Medicaid, and the bulk of those patients are missing out on expanded health coverage.", "title": "For HIV Patients in Texas, Expanded Insurance Coverage Can Be Elusive", "url": "https://www.texastribune.org/2013/12/08/medicaid-gap-includes-many-hiv/", "image": "https://static.texastribune.org/media/images/2013/12/04/HIV_ACA_0844_jpg_800x1000_q100.jpg", "type": "article"}, "parsely-tags": "Federal Health Reform And Texas,Medicaid,Rick Perry,Department of State Health Services", "parsely-author": "Edgar Walters", "parsely-section": "front-page", "parsely-type": "post", "article": {"publisher": "https://www.facebook.com/texastribune/"}, "parsely-pub-date": "Dec. 8, 2013, 6 a.m.", "parsely-image-url": "https://static.texastribune.org/media/images/2013/12/04/HIV_ACA_0844_jpg_407x1000_q100.jpg", "viewport": "width=device-width, initial-scale=1.0", "parsely-link": "http://www.texastribune.org/2013/12/08/medicaid-gap-includes-many-hiv/"}, "_id": "\"57477af36914bd0286fd33b6\"", "article_summary": "Hughes and her husband, Daniel, also HIV positive, receive some health coverage under the Ryan White Care Act, a federal health care program for HIV and AIDS patients.\nIt is unclear, they said, how the law will affect HIV care when marketplace coverage begins Jan. 1.\nBut many HIV patients in Texas live below the poverty line and are therefore ineligible for subsidies on the exchange.\nAdd Texas’ decision not to expand Medicaid to cover poor adults, and the bulk of low-income HIV patients are missing out on expanded health coverage.\nCommunity advocates expected the Affordable Care Act to provide nearly universal health coverage for HIV patients, freeing up funding from the Ryan White program to cover services beyond primary care."}