{"article_title": "The UVA Fiasco and 'Believe the Survivor' Syndrome", "article_keywords": ["stone", "victims", "syndrome", "survivor", "media", "alleged", "report", "assault", "fiasco", "rolling", "uva", "believe", "sexual", "campus", "rape"], "article_url": "http://reason.com/archives/2015/04/13/the-uva-fiasco-and-believe-the-survivor", "article_text": "The inglorious saga of Rolling Stone's article on \"rape culture\" at the University of Virginia, \"A Rape on Campus,\" published to great acclaim last November and mostly debunked less than three weeks later, has seen its (hopefully) final chapter: the Columbia Journalism Review postmortem dissecting the story and its origins. The report documents egregious failings by journalist Sabrina Rubin Erdely and multiple editors, including perfunctory fact-checking and reliance on a single source—the alleged victim, Jackie—for the central narrative of a brutal fraternity gang rape.\n\nRolling Stone, which commissioned and published the report, has come under fire for treating the fiasco as an isolated error rather than an institutional problem in need of a fix. The magazine's leadership has also been lambasted for not only shifting much of the blame to Jackie herself, but blaming the editorial decision to skip basic fact-checking on excessive deference to a young woman believed to be the victim of a horrific assault. It is quite true that the explanation smacks of a self-serving excuse and that the shoddy journalism in the UVA rape story was part of a larger problem. But this problem is not confined to Rolling Stone. It is pervasive in media coverage of campus rape—and is very much connected to the belief, held by many anti-rape activists, that personal accounts of (alleged) sexual violence should be treated as sacrosanct.\n\nBefore the Rolling Stone story imploded but when Erdely was already being criticized for failing to seek comment from the alleged rapists, the left-of-center media monitoring site Media Matters pointed to several articles on campus rape in The New York Times, The Washington Post, and Slate which also failed to meet that standard. But this is less a defense of Erdely—whose reporting, we now know, was indefensible—than an indictment of her colleagues.\n\nTake the coverage of Columbia University student Emma Sulkowicz, the internationally famous activist who carries her mattress on campus to protest the school's failure to expel the man she accuses of rape. When Sulkowicz was featured in a New York Times cover story last May, with a troubling story of a violent attack by a fellow student and a botched university investigation that ended with a ruling in the man's favor—despite two other accusations of sexual assault against him—her alleged assailant remained a nameless, faceless shadow menace. (One of the story's authors, Richard Pérez-Peña, later said he did not know the man's identity at the time.)\n\nIt was more than seven months later, in December—perhaps not coincidentally, after the collapse of the Rolling Stone story—that the Times gave Paul Nungesser, who had been identified by The Columbia Spectator several months earlier, a chance to tell his side. That was also the first time the paper disclosed that the multiple charges against him may not have been independently made: Sulkowicz and the other two women had been in contact and had talked to each other about their history with Nungesser prior to filing charges.\n\nIn February, a story I reported for The Daily Beast raised further questions, revealing that Sulkowicz had remained in close and friendly contact with Nungesser for three months after the alleged rape (as confirmed by Facebook messages). Advocates have countered that victims of sexual trauma may act in ways that seem irrational. Sulkowicz's messages don't necessarily exonerate Nungesser; but the new details certainly paint a far more complex picture than the early coverage suggested.\n\nThe willingness to treat uncorroborated narratives of victimization as fact may be partly due to sensationalism. But it also reflects a climate in which any suggestion that a woman who says she was raped may be lying is often treated as \"victim-blaming\" or \"rape apology.\" Let's not forget that skeptics who questioned the Rolling Stone story before its unraveling were widely and viciously attacked as prejudiced against rape victims. Today, the feminist party line is that Rolling Stone let down sexual assault victims by not fact-checking Jackie's account; but back in December, it was that insisting on more scrutiny and corroboration of accounts of sexual assault would silence victims' voices.\n\nGiven the very real history of widespread ugly biases against women who reported sexual violence, the reluctance to accuse women of \"crying rape\" is understandable. But the assumption that \"women don't lie\" leads to an equally ugly bias. Yet the CJR report itself downplays the problem of false allegations, making the familiar claim that only 2 to 8 percent of rape reports are false. Using the same statistics, New York University professor Clay Shirky writes in The New Republic that Jackie is a rare aberration: \"If someone says she was raped, she is almost certainly telling the truth.\"\n\nIn fact, this estimate is based on studies in which some eight percent of rape reports are proven to be groundless or fabricated—but the majority remain unresolved. If every sexual assault complaint that that can be neither substantiated nor disproved is treated as presumptively true, that is a textbook case of \"presumed guilty\" (at least when specific defendants are involved).\n\nDespite its efforts to preserve the \"rape culture\" narrative, the CJR report is a valuable reminder of the dangers of allowing this narrative to shape reporting and override skepticism. So far, at least, the media have yet to learn these lessons from the Rolling Stone debacle. Just a few weeks ago, The Hunting Ground, a documentary on campus rape co-produced by CNN, was hailed as a \"must-watch work of cine-activism,\" as \"diligently researched,\" and (in Rolling Stone) \"an energizing call to action.\" Yet, as Emily Yoffe persuasively argues in Slate, the film relies not only on debatable statistics but on moving personal testimonies with no hint of fact-checking. Its treatment of the charges against former Florida State quarterback Jamies Winston has been devastatingly critiqued by legal journalist Stuart Taylor Jr.\n\nIn a Monday press conference, Columbia Graduate School of Journalism dean Steve Coll urged the media to \"have a conversation\" on better reporting on sexual violence—while dean of academic affairs Sheila Coronel called the Rolling Stone story a \"useful case on how to report, with sensitivity, about victims of sexual assault while also verifying and corroborating the information they provide.\" This is sound advice. But the conversation must start with the uncomfortable fact that, as this story illustrates, those who tell such stories are not always victims.\n\nThis article originally appeared at RealClearPolitics.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "Those who tell troubling stories are not always victims", "title": "The UVA Fiasco and 'Believe the Survivor' Syndrome", "url": "http://reason.com/archives/2015/04/13/the-uva-fiasco-and-believe-the-survivor", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14288563477106.jpg", "type": "article"}, "twitter": {"image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14288563477106.jpg", "title": "The UVA Fiasco and 'Believe the Survivor' Syndrome", "description": "The inglorious saga of Rolling Stone's article on \"rape culture\" at the University of Virginia, \"A Rape on Campus,\" published to great acclaim last November and mostly debunked less than three weeks later, has seen its (hopefully) final chapter: the Columbia Journalism Review postmortem dissecting the story and its origins. &nbsp;The report documents egregious failings by journalist Sabrina Rubin Erdely and multiple editors, including perfunctory fact-checking and reliance on a single source—the alleged victim, Jackie—for the central narrative of a brutal fraternity g", "card": "summary_large_image", "site": "@reason"}, "fb": {"pages": 17548474116}, "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "article": {"tag": "HomePage", "published_time": "2015-04-13T04:01:00+00:00", "author": "http://reason.com/people/cathy-young"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af36914bd0286fcf412\"", "article_summary": "But this problem is not confined to Rolling Stone.\nLet's not forget that skeptics who questioned the Rolling Stone story before its unraveling were widely and viciously attacked as prejudiced against rape victims.\nRolling Stone, which commissioned and published the report, has come under fire for treating the fiasco as an isolated error rather than an institutional problem in need of a fix.\nSo far, at least, the media have yet to learn these lessons from the Rolling Stone debacle.\nIf every sexual assault complaint that that can be neither substantiated nor disproved is treated as presumptively true, that is a textbook case of \"presumed guilty\" (at least when specific defendants are involved)."}