{"article_title": "Kasich's Second Amendment Problem", "article_keywords": ["amendment", "supreme", "court", "bans", "kasichs", "support", "gun", "second", "kasich", "ban", "clinton", "problem", "nra"], "article_url": "http://www.breitbart.com/big-government/2016/03/28/kasich-has-second-amendment-problem/", "article_text": "SIGN UP FOR OUR NEWSLETTER\n\nWASHINGTON, D.C.—Governor John Kasich’s hopes that he had overcome the anti-gun reputation he had earned for supporting the Clinton Gun Ban in 1994 may now be dashed, after he told two separate Sunday talk shows that he is considering nominating a Supreme Court justice who might abolish the Second Amendment.\n\nWhile Kasich often calls himself a conservative when running in GOP primaries, those familiar with his record say he is the epitome of an establishment moderate. He joined Obamacare by forcing through its Medicaid expansion over the opposition of the Ohio legislature, supports Common Core, tells conservatives that they need to drop opposition to same-sex marriage, and even believes that Christian bakers who still support traditional marriage should be required to bake cakes for same-sex weddings that violate their faith.\n\nSIGN UP FOR OUR NEWSLETTER\n\nBut in recent years, one issue on which Kasich had followed the conservative line is the right to keep and bear arms. In a testament to the National Rifle Association’s political prowess and strategic planning, there are few parts of the country where Republicans can win primaries without pledging support for the Second Amendment. The same holds true even for Democrats in the general elections of many states.\n\nThis was a problem for Kasich, because in 1994—before the NRA conclusively proved they had mastered the ability to mobilize gun-rights supporters—Kasich voted for the Clinton Gun Ban. Although called by the poll-tested term “assault weapons ban,” this legislation outlawed over a dozen standard-issue firearms, specifically ones that had outward features that gave them an appearance that Bill Clinton and his allies found easy to demonize.\n\nThe NRA surged as never before after that bill became law, and the Clinton Gun Ban partly led to one of the most catastrophic election cycles Democrats had ever seen. The GOP gained a majority in the U.S. House for the first time in forty years, and Republicans took control of the U.S. Senate as well.\n\nKasich kept his congressional seat, but there was no way he could erase his vote.\n\nInstead of saying he opposes gun bans because they violate the Second Amendment, Kasich currently says he no longer supports them because the bans he has seen “are not effective,” leaving open the possibility that he could support new gun bans if he thinks one would be effective.\n\nBut as the years passed and Kasich did not support any new gun-control bills, this incident faded from memory. Gun owners became less concerned about Kasich’s former opposition to gun rights.\n\nUntil last week, when Kasich told CBS’s Face the Nation, and separately told NBC’s Meet the Press, that he would consider nominating Judge Merrick Garland to take the Supreme Court seat of Justice Antonin Scalia, the famous author of the historic Second Amendment case District of Columbia v. Heller.\n\nBut the NRA strongly opposes Garland’s nomination to the Supreme Court. Chief lobbyist Chris Cox explains that Scalia’s death “could result in the end of individual gun ownership in the United States,” discussing Garland’s record, and concluding that it shows he will join the other liberal justices to “overturn Heller … at the first opportunity.”\n\nAfter Kasich’s statement supporting Garland, NRA members are looking at the Buckeye State’s governor with a skeptical eye. (After one of the interviews he issued a short retraction that NBC’s Chuck Todd mentioned on the air, but gun owners seem unconvinced by what they regard as a halfhearted attempt at political damage control.)\n\nKasich has not given any major speeches about the importance of nominating conservative judges to the federal bench. Taken with his statements of support for what most Republicans regard as a liberal Democrat Supreme Court nominee, and his flip-flop on gun bans, there is a growing chance that Kasich could lose crucial gun-owner votes in the remaining GOP primaries.\n\nKen Klukowski is legal editor for Breitbart News. Follow him on Twitter @kenklukowski.", "article_metadata": {"description": "Kasich's Second Amendment Problem", "og": {"site_name": "Breitbart", "description": "Kasich's Second Amendment Problem", "title": "Kasich's Second Amendment Problem - Breitbart", "locale": "en_US", "image": {"width": 640, "identifier": "http://media.breitbart.com/media/2016/03/Kasich-Settle-Down-AP-Matt-Rourke.jpg", "height": 480}, "updated_time": "2016-03-29T05:17:15-07:00", "url": "http://www.breitbart.com/big-government/2016/03/28/kasich-has-second-amendment-problem/", "type": "article"}, "twitter": {"description": "Kasich's Second Amendment Problem", "creator": "@BreitbartNews", "image": "http://media.breitbart.com/media/2016/03/Kasich-Settle-Down-AP-Matt-Rourke.jpg", "title": "Kasich's Second Amendment Problem - Breitbart", "site": "@BreitbartNews", "card": "summary"}, "robots": "noodp", "fb": {"app_id": 1243316582352556, "pages": 95475020353, "use_automatic_ad_placement": "true"}, "msapplication-TileImage": "/t/assets/i/w-logo-orange.png", "keywords": "Antonin Scalia, Assault Weapons Ban, Chris Cox, Chuck Todd, Clinton Gun Ban, District of Columbia v Heller, Face the Nation, Heller, John Kasich, McDonald, Meet The Press, merrick garland, National Rifle Association, NRA, ohio, Second Amendment, Supreme Court,2016 Presidential Race, 2nd Amendment, Big Government,John Kasich", "article": {"publisher": "https://www.facebook.com/Breitbart", "published_time": "2016-03-28T18:52:25-07:00", "section": "2016 Presidential Race", "modified_time": "2016-03-29T05:17:15-07:00", "tag": "Supreme Court", "categories": "Big Government,2016 Presidential Race,2nd Amendment"}, "viewport": "width=device-width,initial-scale=1", "op": {"markup_version": "v1.0"}}, "article_summary": "This was a problem for Kasich, because in 1994—before the NRA conclusively proved they had mastered the ability to mobilize gun-rights supporters—Kasich voted for the Clinton Gun Ban.\nIn a testament to the National Rifle Association’s political prowess and strategic planning, there are few parts of the country where Republicans can win primaries without pledging support for the Second Amendment.\nBut the NRA strongly opposes Garland’s nomination to the Supreme Court.\nThe NRA surged as never before after that bill became law, and the Clinton Gun Ban partly led to one of the most catastrophic election cycles Democrats had ever seen.\nSIGN UP FOR OUR NEWSLETTERWASHINGTON, D.C.—Governor John Kasich’s hopes that he had overcome the anti-gun reputation he had earned for supporting the Clinton Gun Ban in 1994 may now be dashed, after he told two separate Sunday talk shows that he is considering nominating a Supreme Court justice who might abolish the Second Amendment."}