{"article_title": "Can the U.S. Avoid a ‘Chaotic Resolution’ of the Puerto Rico Debt Crisis?", "article_keywords": ["chapter", "default", "option", "chaotic", "ricos", "avoid", "rico", "letter", "hatch", "puerto", "debt", "resolution", "crisis", "bankruptcy"], "article_url": "http://www.thefiscaltimes.com/2015/07/17/Can-US-Avoid-Chaotic-Resolution-Puerto-Rico-Debt-Crisis", "article_text": "Lawmakers in Washington appear to be getting increasingly anxious about the situation in Puerto Rico, which is poised to default on some $70 billion in debt the island territory has acquired over the past several years. A key concern is the impact such a default could have on U.S. bond markets.\n\nIn a letter to Treasury Secretary Jack Lew on Friday, Senate Finance Committee Chairman Orrin Hatch (R-UT) asked the administration about its plans for dealing with the island’s finances, including its opinion on a move being pushed in Congress to allow Puerto Rico’s municipalities and public utilities to file for Chapter 9 bankruptcy. Hatch’s letter came just days after two other senators, Chuck Schumer (D-NY) and Richard Blumenthal (D-CT) introduced legislation that would make those Chapter 9 filings possible.\n\nRelated: How the U.S. Is Helping Sink Puerto Rico\n\nTwo big questions right now are whether there is significant support in Congress to make such a change to bankruptcy laws and whether any such action can happen quickly enough to avoid what Hatch called a “chaotic resolution” of the crisis.\n\nPuerto Rican municipalities and public utilities were for years allowed to issue “triple tax-free” obligations – meaning that lenders’ earnings were exempt from local, state, and federal taxation. This made Puerto Rican debt an attractive option for investors, whose eagerness to benefit from the tax exemption helped Puerto Rico cover a substantial budget deficit.\n\nBut slow economic growth has made it impossible for Puerto Rico to continue servicing its debts while providing basic services to its citizens.\n\n“The debt is not payable,” the Island’s governor, Alejandro Garcia Padilla, warned in an interview with The New York Times last month. “There is no other option. I would love to have an easier option. This is not politics, this is math.”\n\nRelated: S&P Cuts Puerto Rico’s Debt Financing Arm, Says Default Certain\n\nThis week, with the report that the agency managing the government’s debt failed to make a deposit into a fund used to pay bondholders, the likelihood of default when those payments come due on August 1 seemed higher than ever. In his letter to Lew, Hatch made it plain where he believes the blame for the crisis lies.\n\n“Unfortunately for residents of Puerto Rico, the Commonwealth has made unsustainable government benefit promises that have been papered over for far too long with debt-fueled expenditures which fail to align benefits with underlying economic fundamentals such as productivity, leading to the ultimate prospect of debt default,” he wrote. “Tragically, unsound financial decisions of government officials have led to a sharp rise in outmigration.”\n\nHatch noted that he believes there is at least some common ground between the White House and his committee on how to deal with the crisis.\n\nRelated: How Puerto Rico’s Debt Crisis Could Hurt the GOP\n\n“I believe that the Obama administration may be in agreement with two reasonable principles to apply to the debt difficulties facing Puerto Rico: 1) there shall not be a federal bailout; and 2) orderly resolution of debt defaults are preferred to chaotic resolutions.”\n\nAmong other things, he asked for the administration’s specific thoughts on making Chapter 9 bankruptcy available to Puerto Rico’s bond issuers. He noted that a key element could be the “retroactive application” of that eligibility to existing debts – something that would likely anger creditors who could claim that the government is changing the rules in the middle of the game.\n\nBut that rule change may be the only way out, according to some in Washington. In introducing the “Puerto Rico Chapter 9 Uniformity Act” earlier this week, Sen. Blumenthal said, ““This measure is vital to prevent a humanitarian and financial catastrophe – a clearly avoidable disaster. Creditors, investors, ordinary citizens, all will be harmed if the Congress fails to act. This measure is not a bailout – involving not a dime of federal funds. It enables an orderly, rational restructuring of debt, instead of a financial free for all and potential free fall.”\n\nSen. Schumer added, “We can either do the right thing and give Puerto Rico the bankruptcy option it needs and deserves, or we can risk a disaster on the island and billions in bailout payments later.”\n\nTop Reads from The Fiscal Times", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "The two big questions facing Puerto Rico now are whether a change to U.S. bankruptcy laws has support in Congress, and whether such a change can happen in time to help the island resolve its massive debt crisis.", "title": "Can the U.S. Avoid a ‘Chaotic Resolution’ of the Puerto Rico Debt Crisis?", "url": "http://www.thefiscaltimes.com/2015/07/17/Can-US-Avoid-Chaotic-Resolution-Puerto-Rico-Debt-Crisis", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/04282015_Puerto_Rico_Flag.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/07/17/Can-US-Avoid-Chaotic-Resolution-Puerto-Rico-Debt-Crisis", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/04282015_Puerto_Rico_Flag.jpg", "creator": "@rrgarver", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "The two big questions facing Puerto Rico now are whether a change to U.S. bankruptcy laws has support in Congress, and whether such a change can happen in time to help the island resolve its massive debt crisis.", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af36914bd0286fd33c1\"", "article_summary": "But slow economic growth has made it impossible for Puerto Rico to continue servicing its debts while providing basic services to its citizens.\nThis made Puerto Rican debt an attractive option for investors, whose eagerness to benefit from the tax exemption helped Puerto Rico cover a substantial budget deficit.\nIn introducing the “Puerto Rico Chapter 9 Uniformity Act” earlier this week, Sen. Blumenthal said, ““This measure is vital to prevent a humanitarian and financial catastrophe – a clearly avoidable disaster.\nRelated: How Puerto Rico’s Debt Crisis Could Hurt the GOP“I believe that the Obama administration may be in agreement with two reasonable principles to apply to the debt difficulties facing Puerto Rico: 1) there shall not be a federal bailout; and 2) orderly resolution of debt defaults are preferred to chaotic resolutions.”Among other things, he asked for the administration’s specific thoughts on making Chapter 9 bankruptcy available to Puerto Rico’s bond issuers.\nLawmakers in Washington appear to be getting increasingly anxious about the situation in Puerto Rico, which is poised to default on some $70 billion in debt the island territory has acquired over the past several years."}