{"article_title": "HRC Supports AIDSWatch 2015 Conference", "article_keywords": ["conference", "living", "hiv", "foundation", "important", "washington", "aidswatch", "issues", "learn", "2015", "supports", "hrc", "care"], "article_url": "http://www.hrc.org/blog/hrc-supports-aidswatch-2015-conference", "article_text": "Post was submitted by HRC Foundation Project Manager Noël Gordon and HRC Foundation Intern Ashley Burnside\n\nIn just a few short weeks, hundreds of people will descend upon Capitol Hill to advocate for the needs and interests of people living with HIV and AIDS.\n\nAIDSWatch, presented by the Elizabeth Taylor Foundation, is an opportunity for people living with, and affected by, HIV to educate Members of Congress on the important issues facing the community. Held every year in Washington, D.C., AIDSWatch is the “nation’s largest annual constituent-based national HIV/AIDS advocacy event.”\n\nWhile we have recently seen tremendous progress in the realms of HIV prevention, treatment, and care, several challenges still exist for people living with HIV and AIDS. From state and local issues such as HIV criminalization, to the preservation of critical federal health programs like the Ryan White Care Program and the Affordable Care Act, it is incumbent upon each and every one of us to lend our support to these important efforts, which is why HRC is proud to co-sponsor the event.\n\nOrganizers of AIDSWatch 2015 are calling on people nationwide to join them in Washington, D.C. from April 13-14, especially fair-minded Americans living in Alaska, Arizona, Delaware, Hawaii, Idaho, Indiana, Kansas, Kentucky, Maine, Minnesota, Mississippi, Montana, Nebraska, Nevada, New Hampshire, New Mexico, North Dakota, Rhode Island, South Dakota, Utah, Vermont, West Virginia, Wisconsin, and Wyoming.\n\nWith more than 300 registrants, it is critically important every member of Congress hears directly from constituents in their district or state.\n\nClick here to learn more about more about AIDSWatch 2015 and register for the conference.\n\nHRC is committed, through a collective effort, to ending the HIV/AIDS epidemic and helping secure the health and well-being of people living with HIV, particularly LGBT individuals. Learn more about our efforts here.", "article_metadata": {"msapplication-config": "/browserconfig.xml", "description": "In just a few short weeks, hundreds of people will descend upon Capitol Hill to advocate for the needs and interests of people living with HIV and AIDS.", "author": "Human Rights Campaign", "og": {"url": "http://www.hrc.org/blog/hrc-supports-aidswatch-2015-conference/", "image": "/files/images/meta_images/HRC_AIDS_200.jpg", "site_name": "Human Rights Campaign", "description": "In just a few short weeks, hundreds of people will descend upon Capitol Hill to advocate for the needs and interests of people living with HIV and AIDS.", "title": "HRC Supports AIDSWatch 2015 Conference | Human Rights Campaign"}, "image": "/files/images/meta_images/HRC_AIDS_200.jpg", "msapplication-TileColor": "#FFDF1B", "robots": "index, follow", "fb": {"admins": 548530806, "app_id": 977970605575576}, "theme-color": "#FFDF1B", "msapplication-TileImage": "/favicon-144.png", "twitter": {"image": "/files/images/meta_images/HRC_AIDS_200.jpg", "description": "In just a few short weeks, hundreds of people will descend upon Capitol Hill to advocate for the needs and interests of people living with HIV and AIDS.", "site": "@HRC", "title": "Human Rights Campaign"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fdcdd3\"", "article_summary": "Click here to learn more about more about AIDSWatch 2015 and register for the conference.\nPost was submitted by HRC Foundation Project Manager Noël Gordon and HRC Foundation Intern Ashley BurnsideIn just a few short weeks, hundreds of people will descend upon Capitol Hill to advocate for the needs and interests of people living with HIV and AIDS.\nAIDSWatch, presented by the Elizabeth Taylor Foundation, is an opportunity for people living with, and affected by, HIV to educate Members of Congress on the important issues facing the community.\nHRC is committed, through a collective effort, to ending the HIV/AIDS epidemic and helping secure the health and well-being of people living with HIV, particularly LGBT individuals.\nWith more than 300 registrants, it is critically important every member of Congress hears directly from constituents in their district or state."}