{"article_title": "Direct-pay medicine presents alternative health care model", "article_keywords": ["physician", "directpay", "primary", "insurance", "presents", "concierge", "program", "health", "patients", "doctors", "medicine", "model", "alternative", "care"], "article_url": "http://www.grbj.com/articles/81821-direct-pay-medicine-presents-alternative-health-care-model", "article_text": "If you have ever had the experience of being rushed out the door of your doctor’s office with a prescription in hand but little understanding of what was wrong with you or what you’d been prescribed, you are not alone.\n\nAppointments with primary care doctors typically last 15 minutes at most as physicians try to fit in as many patients as possible in their day. Neither patients nor doctors are happy with this model, but under the prevailing health care system, which revolves around insurance billings and primary care doctors receiving less income per patient, it’s become the norm.\n\nIt hasn’t always been this way and some doctors are looking back to yesteryear in creating an alternative health care model known as concierge or direct-pay medicine.\n\n“Basically, in the 1950s and 1960s before the advent of modern health insurance as we know it, people paid doctors directly. This is getting back to that idea,” said Kate Flewelling, an attorney in Smith Haughey Rice & Roegge’s Traverse City office.\n\nConcierge medicine attempts to remove the middleman — the insurance company — from the picture. With the direct-pay model, patients pay a monthly or annual fee in return for a set of primary care services. Benefits often include a set number of appointments per month, same-day appointments, 24-hour access to a doctor via phone, email or text messages, prescription services, expedited test results and even home visits.\n\n“Anything you need above that, you are either paying for through catastrophic insurance plans or you are paying for directly,” Flewelling said. “The idea is your relationship with your primary care physician does not involve an insurance company.”\n\nThe Affordable Care Act allows direct-pay agreements in partnership with catastrophic insurance.\n\n“The ACA will allow catastrophic coverage, which normally is no longer permitted, if you pair it with these medical retainer, direct primary-care agreements,” Flewelling said.\n\nMichigan legislators passed a law in December that exempts these types of medical retainer agreements from the state’s insurance act, clearing the way for more physicians to adopt the model.\n\nFor more doctors to be able to adopt the direct-pay model, however, Flewelling said Michigan insurance providers would have to provide insurance plans that complement direct-pay agreements.\n\n“We’d have to see the state insurers offering a companion plan that would pair nicely with that kind of relationship, such that people didn’t have a lot of exposure when they needed to see a specialist or needed to be hospitalized.”\n\nFlewelling said it’s tough to predict the future of concierge medicine in Michigan, but she thinks the earliest adopters of the practice might be the state’s largest corporations. She also said she wouldn’t be surprised to see one of the existing direct-pay primary care companies begin to operate in Michigan soon.\n\nShe noted Expedia, which is headquartered in Bellevue, Wash., is an example of a company that has embraced the direct-pay model. The company has primary care doctors onsite.\n\nFlewelling said, based on information reported thus far by concierge providers, satisfaction is high.\n\nShe said a benefit already noted by both doctors and patients is an enhanced relationship with better overall care.\n\n“From the primary care physician side, they have the ability to be the kind of doctor they want to be … and not be forced to see patients for only 10 to 15 minutes and only be able to deal with one problem in order to bill the insurance company for the appropriate visit code.”\n\nShe said with the current primary care physician shortage, this model could help attract doctors back into the specialty.\n\n“They are able to make a decent amount of money while really focusing on the health of their patients and eliminating all the time and energy spent on the insurance reimbursement process,” she said.\n\nFor the patient, Flewelling said, there is a greater trust.\n\n“You are giving yourself the ability to have a doctor that has the time and incentive to sit down and say, ‘Let’s look at the full picture, let’s look at all the medicines you are on, let’s take the time to talk through everything that is going on and how we can get you to be a healthier person,’” she said.\n\nShe said another patient benefit is having more control over the costs.\n\nLocally, Spectrum Health offers a concierge medicine program. Patients pay an annual fee: $3,200 for an individual or $5,750 for a family membership. There is also a junior rate for patients under 40 of $1,600 for an individual and $2,875 for a family where the parents are under 40.\n\nAccording to Spectrum’s website, some of the services provided are guaranteed same-day appointments, longer appointment times, 24/7 access to a physician, an annual preventive care physical exam, a comprehensive wellness plan, prescription services, expedited lab results, enhanced coordination of physician referrals, travel medical services and lab work check prior to complete physical.\n\nThough not technically a concierge program, Metro Health has operated its Executive Health Program, aimed at high-level business professionals, for more than two decades. The service is paid for by an employer, not an insurance company, and involves comprehensive exams that include blood work, a stress test, pulmonary function testing, hearing and vision exams, and any other examinations determined necessary based on the patient’s age or medical history. The members also have a personal health coach who is always available by phone or email.\n\n“Businesses invest a lot of money in their senior people,” said Frank Belsito, a physician at Metro Health. “They want to make sure they are healthy and address any issues going forward. We’ve had a really robust program for a long time and it continues to grow.”\n\nBelsito said the program is not meant to replace someone’s primary care doctor. Instead, it provides services beyond what a primary care visit typically entails.\n\nHe noted that, although most businesses taking advantage of the program limit their investment to senior-level executives, a business could make the investment for all of its employees. He is also careful to note the program is not a concierge program, and he is concerned about the impact direct-pay programs could have on medical care for everyone in the future, saying he wants to make sure the 99 percent get the same quality of care as the 1 percent.\n\nHe questions what will happen if people can pay a fee to receive a higher level of care.\n\n“Some of us are committed to the other 99 percent of the population who need health care and who we have a responsibility to make sure they have access and to battle all the things we are battling to try to decrease cost,” he said.\n\nHe noted primary care physicians have seen their pay decrease over the past several decades, which makes it difficult to recruit new primary care doctors.\n\n“The problem with our students (is) unless they are independently wealthy, they have a tremendous amount of debt,” he said. “When you are coming out of med school with $150,000 to $200,000 in debt, to become a family doctor and to earn the salaries we have historically earned — you’ll never be able to pay that back. That is why they opt into the high-priced specialties.”\n\nBelsito said there are other ways to practice medicine that can achieve more satisfaction for physicians and patients without an “access fee” for top-of-the-line care.\n\n“Traditionally, it was the one-on-one visit that drove it,” he said. “You came in to see me when you were sick. I am the only one who could deliver that care. Now we are moving into population health management and the team approach.\n\n“I have two physician assistants, an RN, a care manager and another physician, and we take on the responsibility of managing patients — not always when they come to my office.”\n\nHe said electronic health records and online capabilities allow for this approach to be very effective in patient care.\n\n“It changes the lifestyle piece so it’s not as demanding. It’s more rewarding in some aspects. The financial piece still is there. It’s a different model.”\n\nBelsito said all the models being tested right now — from the team approach to concierge medicine to companies hiring physicians and operating clinics on site — will likely change the world of primary care.\n\n“I think we face a huge disruption in primary care delivery.”", "article_metadata": {"description": "If you have ever had the experience of being rushed out the door of your doctor’s office with a prescription in hand but little understanding of what was wrong with you or what you’d been prescribed, you are not alone. Appointments with primary care doctors typically last 15 minutes at most as physicians try to fit in as many patients as possible in their day. Neither patients nor doctors are happy with this model, but under the prevailing health care system, which revolves around insurance . . .", "csrf-token": "9EQYSaVekkflBjji4XBTXjVyDZ1mxRZjbILOuiBkbdg=", "twitter": {"image": "http://www.grbj.com/ext/resources/images/Health-Care-2/ConMed_XRayWithDoc_Thinkstock.jpg?1425053650", "description": "If you have ever had the experience of being rushed out the door of your doctor’s office with a prescription in hand but little understanding of what was wrong with you or what you’d been prescribed, you are not alone.", "card": "summary", "title": "Direct-pay medicine presents alternative health care model"}, "csrf-param": "authenticity_token", "og": {"image": "http://www.grbj.com/ext/resources/images/Health-Care-2/ConMed_XRayWithDoc_Thinkstock.jpg?1425053650", "type": "Article", "description": "If you have ever had the experience of being rushed out the door of your doctor’s office with a prescription in hand but little understanding of what was wrong with you or what you’d been prescribed, you are not alone.", "title": "Direct-pay medicine presents alternative health care model"}, "keywords": "direct pay,medicine", "google-site-verification": "sRboMhuIqh65ysa_u0Zd0ORaY2ZO1WI3Q8pWJHzAiug"}, "article_summary": "He noted primary care physicians have seen their pay decrease over the past several decades, which makes it difficult to recruit new primary care doctors.\nThough not technically a concierge program, Metro Health has operated its Executive Health Program, aimed at high-level business professionals, for more than two decades.\nIt hasn’t always been this way and some doctors are looking back to yesteryear in creating an alternative health care model known as concierge or direct-pay medicine.\nShe also said she wouldn’t be surprised to see one of the existing direct-pay primary care companies begin to operate in Michigan soon.\nWith the direct-pay model, patients pay a monthly or annual fee in return for a set of primary care services."}