{"article_title": "A New G.O.P. Excuse for Doing Nothing", "article_keywords": ["right", "reform", "doing", "house", "immigration", "long", "insurance", "excuse", "health", "policies", "gop", "failure", "care"], "article_url": "http://www.nytimes.com/2013/11/19/opinion/a-new-gop-excuse-for-doing-nothing.html", "article_text": "With unrestrained glee, Republicans are using the calamitous debut of the Affordable Care Act as their latest justification for undermining all of health care reform. But they’re not stopping there. The Obama administration’s fumbling is apparently a good excuse for them to do nothing on immigration reform, on a budget agreement, and on any other initiative coming out of the White House.\n\n“We don’t want a repeat of what’s going on now with Obamacare,” said Eric Cantor, the House majority leader, explaining last week why party leaders would not allow the Senate’s immigration bill to come to a vote, or even to be the subject of negotiations.\n\nTheir opportunistic theme is clear: If you can’t trust President Obama on this issue, how can you trust him on anything else? Unquestionably, the White House handed them this gift through two kinds of incompetence: the technical failure of the health-exchange website, and the political failure of the president in falsely promising that no one would lose an insurance policy they already had.\n\nBut just as these blunders are not the end of the health reform, they will also, in the end, not stop the long march to immigration reform, more jobs or desperately needed improvements to education, transportation and other fundamental functions. The House minority leader, Nancy Pelosi, was right to urge Democrats on Sunday not to be “knocked for a loop” by the Republican feeding frenzy. Most people, she said on NBC News’s “Meet the Press,” still support progressive goals like guaranteed health insurance, a humane path to citizenship for immigrants, background checks for gun ownership and ending workplace discrimination.\n\nAdvertisement Continue reading the main story\n\nRepublicans want the country to believe that this month’s debacle shows the overall weakness of what Representative Paul Ryan on Sunday called “big government in practice.” In fact, Americans have long been quite happy with big government programs, as long as they work. They don’t like failure, and they hate being misled. But what people really care about is results, and once the health care website is working, millions will realize that what they are being fed by Republicans is largely bunk.\n\nMillions of Americans will pay less next year for health insurance, or get it for the first time, because they will be eligible for the big government program known as Medicaid. Half of those who buy policies on the individual market will qualify for subsidies; they will get as good or better coverage than they had. And millions of people whose policies have been canceled or denied because of illness will now be insured.\n\nWhat is the Republican alternative to this government program, flawed as it is right now? There is none. Party members simply want to repeal the health law and let insurers go back to canceling policies at the first sign of a shadow on an X-ray. They have no immigration policy of their own. They have no plan that will stimulate job growth. They are in favor only of shutdowns and sequesters and repeals, giving the public no reason to believe they have a governing vision or even a legislative agenda.\n\nOver time, that will prove to be a far more serious failure than momentary incompetence. Democrats may be stumbling right now, but at least they are trying.", "article_metadata": {"tone": "opinion", "ptime": 20131118205015, "twitter": {"description": "The stumbles in the rollout of the Obama administration’s health reform are frustrating, but they are not a broad indictment of government.", "title": "A New G.O.P. Excuse for Doing Nothing", "url": "http://www.nytimes.com/2013/11/19/opinion/a-new-gop-excuse-for-doing-nothing.html", "app": {"url": {"googleplay": "nytimes://reader/id/100000002559141"}, "name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}}, "site": "@nytimes", "image": "https://static01.nyt.com/images/icons/t_logo_150_black.png", "card": "summary"}, "al": {"ipad": {"url": "nytimes://www.nytimes.com/2013/11/19/opinion/a-new-gop-excuse-for-doing-nothing.html", "app_store_id": 357066198, "app_name": "NYTimes"}, "android": {"url": "nytimes://reader/id/100000002559141", "app_name": "NYTimes", "package": "com.nytimes.android"}, "iphone": {"url": "nytimes://www.nytimes.com/2013/11/19/opinion/a-new-gop-excuse-for-doing-nothing.html", "app_store_id": 284862083, "app_name": "NYTimes"}}, "dfp-ad-unit-path": "opinion", "hdl_p": "A New G.O.P. Excuse for Doing Nothing", "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/opinion/index.jsonp", "DISPLAYDATE": "Nov. 18, 2013", "edt": "NewYork", "org": "Republican Party", "keywords": "Patient Protection and Affordable Care Act (2010),Health Insurance and Managed Care,Republican Party,United States Politics and Government,Immigration and Emigration,Federal Budget (US),Editorials", "news_keywords": "Editorial", "applicationName": "article", "PT": "article", "author": "The Editorial Board", "sourceApp": "nyt-v5", "byl": "By THE EDITORIAL BOARD", "usageTerms": "http://www.nytimes.com/content/help/rights/sale/terms-of-sale.html", "lp": "The stumbles in the rollout of the Obama administration’s health reform are frustrating, but they are not a broad indictment of government.", "tom": "Editorial", "dfp-amazon-enabled": "false", "description": "The stumbles in the rollout of the Obama administration’s health reform are frustrating, but they are not a broad indictment of government.", "CG": "opinion", "robots": "noarchive", "dat": "Nov. 18, 2013", "fb": {"app_id": 9869919170}, "msapplication-starturl": "http://www.nytimes.com", "genre": "Editorial", "article": {"author": "http://www.nytimes.com/interactive/opinion/editorialboard.html", "section_url": "http://www.nytimes.com/pages/opinion/index.html", "section": "Opinion", "modified": "2014-07-17", "collection": "https://static01.nyt.com/services/json/sectionfronts/opinion/index.jsonp", "tag": "Editorials", "published": "2013-11-18", "section-taxonomy-id": "AD8090D7-4137-4D71-84C8-70DA3BD89778"}, "slug": "19tue1", "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "utime": 20140717113629, "og": {"url": "http://www.nytimes.com/2013/11/19/opinion/a-new-gop-excuse-for-doing-nothing.html", "image": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "type": "article", "description": "The stumbles in the rollout of the Obama administration’s health reform are frustrating, but they are not a broad indictment of government.", "title": "A New G.O.P. Excuse for Doing Nothing"}, "pdate": 20131118, "des": "Editorials", "articleid": 100000002559141, "cre": "The New York Times", "hdl": "A New G.O.P. Excuse for Doing Nothing", "col": "Editorial", "PST": "Editorial"}, "_id": "\"57477af36914bd0286fcd2aa\"", "article_summary": "With unrestrained glee, Republicans are using the calamitous debut of the Affordable Care Act as their latest justification for undermining all of health care reform.\nThe Obama administration’s fumbling is apparently a good excuse for them to do nothing on immigration reform, on a budget agreement, and on any other initiative coming out of the White House.\nBut what people really care about is results, and once the health care website is working, millions will realize that what they are being fed by Republicans is largely bunk.\nMillions of Americans will pay less next year for health insurance, or get it for the first time, because they will be eligible for the big government program known as Medicaid.\nMost people, she said on NBC News’s “Meet the Press,” still support progressive goals like guaranteed health insurance, a humane path to citizenship for immigrants, background checks for gun ownership and ending workplace discrimination."}