{"article_title": "Medicaid expansion isn't bankrupting states—it's saving them money and will continue to", "article_keywords": ["bankrupting", "weve", "saving", "statesits", "federal", "money", "million", "savings", "expansion", "costs", "states", "isnt", "continue", "medicaid", "services", "health"], "article_url": "http://www.dailykos.com/story/2015/8/8/1409123/-Medicaid-expansion-isn-t-bankrupting-states-it-s-saving-them-money-and-will-continue-to", "article_text": "Kentucky, for example, has saved $109 million and Washington has saved $465 million through June, according to a recent report from the State Health Reform Assistance Network. By the end of 2015, Colorado expects its expansion to save $308 million while Oregon projects $275 million in savings. Medicaid expansion has had similar impacts in other states, as we’ve shown. These savings come in two main forms, both due to strong enrollment. First, by expanding Medicaid, states have been able to move people who received health services through targeted Medicaid programs, such as family planning services and care for certain women with breast and cervical cancers, at the state’s regular matching rate of sharing the costs with the federal government into the new eligibility group for which the federal government is now paying the entire cost. Second, as more people have gained health coverage, demand for health services for uninsured low-income people that states fund entirely, such as funding for hospitals to offset their uncompensated care costs and behavioral health services, has fallen. States that experience greater-than-expected expansion enrollment may therefore experience a larger-than-projected drop in demand for these services. That in turn could mean even greater state savings in these programs.\n\nThe Center on Budget and Policy Priorities has an update on how Medicaid expansion has been working out for states. We've seen plenty of reports about how states aren't only able to cover more of their uninsured, but how they're saving money by not having to spend it on other programs. That's confirmed, again by CBPP.So here's what's becoming clearer through these results: states are saving enough to outweigh those costs they'll incur when they have to start chipping in to pay for the expansion. Beginning in 2017, states will start paying a modest percentage of the tab, eventually reaching—but not exceeding—10 percent. With the kinds of returns the expansion states are seeing now, the expansion will still more than pay for itself.\n\nThat's the main argument the 10 or so holdout Republican governors and legislatures have been using—that it'll end up bankrupting their states once federal support starts shrinking. That's clearly a bogus argument. If moral concerns aren't enough to bring these Republicans around—and clearly they are not—then maybe fiscal concerns eventually will.", "article_metadata": {"og": {"site_name": "Daily Kos", "description": "The Center on Budget and Policy Priorities has an update on how Medicaid expansion has been working out for states. We've seen ...", "title": "Medicaid expansion isn't bankrupting states—it's saving them money and will continue to", "url": "http://www.dailykos.com/story/2015/8/8/1409123/-Medicaid-expansion-isn-t-bankrupting-states-it-s-saving-them-money-and-will-continue-to", "image": "http://images.dailykos.com/images/157834/story_image/8551080826_aa799fb5ef_k.jpg?1438812191", "type": "article"}, "csrf-param": "authenticity_token", "fb": {"app_id": 170357783709}, "twitter": {"description": "The Center on Budget and Policy Priorities has an update on how Medicaid expansion has been working out for states. We've seen plenty of reports about how states aren't only able to cover more of t...", "title": "Medicaid expansion isn't bankrupting states—it's saving them money and will continue to", "image": {"src": "http://images.dailykos.com/images/157834/story_image/8551080826_aa799fb5ef_k.jpg?1438812191"}, "creator": "@joanmccarter", "site": "@dailykos", "card": "summary_large_image"}}, "_id": "\"57477af36914bd0286fcd2c5\"", "article_summary": "With the kinds of returns the expansion states are seeing now, the expansion will still more than pay for itself.\nThe Center on Budget and Policy Priorities has an update on how Medicaid expansion has been working out for states.\nMedicaid expansion has had similar impacts in other states, as we’ve shown.\nBy the end of 2015, Colorado expects its expansion to save $308 million while Oregon projects $275 million in savings.\nStates that experience greater-than-expected expansion enrollment may therefore experience a larger-than-projected drop in demand for these services."}