{"article_title": "Trigger pulled to stop Obama executive order on guns", "article_keywords": ["amendment", "huldah", "constitution", "federal", "executive", "stop", "arms", "guns", "states", "gottlieb", "trigger", "convention", "treaty", "pulled", "order", "obama"], "article_url": "http://www.wnd.com/2014/12/trigger-pulled-to-stop-executive-order-on-guns/", "article_text": "President Obama’s boldness in acting alone to implement amnesty for 5 million illegal aliens begs the question: What other unilateral policies might be coming down the pike?\n\nCould there be a Christmas Eve surprise?\n\nAlan Gottlieb of the Second Amendment Foundation isn’t waiting to find out.\n\nGottlieb told WND he is launching a national media campaign this week to head off the possibility of executive action committing the United States to the United Nations Arms Trade Treaty. Also known as the U.N. “small arms treaty,” it is scheduled to go into effect Dec. 24 for those nations that have signed and ratified the document. The U.S. signed the treaty Sept. 23, 2013, but has not ratified it. China and Russia have never signed the document.\n\nThe Second Amendment Foundation’s effort is three-pronged, Gottlieb said, involving a phone-calling and ad campaign to build public awareness, a petition drive and a threat of legal action against the president should he take action to ratify the U.N. treaty without Senate approval.\n\n“We just got the call center operational today, so the 800 number is functional now,” he told WND.\n\nSAF will also launch television and radio messages in the coming days on Fox News, national talk-radio stations and other outlets. Interested parties can join the petition effort by calling 800-782-8685.\n\n“We will educate the public,” Gottlieb said, “so people understand the threat that an Obama executive order poses to the Constitution. Nobody elected Barack Obama as emperor, but his actions lately suggests he believes otherwise. If he has forgotten there are three branches of government, we intend to refresh his memory.”\n\nWatch a sneak preview of the Second Amendment Foundation’s national ad below:\n\nGottlieb said a lawsuit would be the last option, taken only if an executive order or action comes from Obama’s office.\n\n“I think the president doesn’t care about abiding by the law, but there’s no doubt there’s only one way to hold him accountable, and that’s by taking him to court,” he said.\n\nHe said there are not enough votes in the Senate to stop Obama, because it takes 60 votes to stop a filibuster by Democrats and allow legislation to come up for a vote.\n\n“That’s why we’re aiming at the court system. We knew from Day 1 the Obama administration wanted to push this treaty, but they didn’t want to get gun owners all up in arms before the election and mobilize the Republican base. Based on what he’s done with amnesty, we have reason to believe he’s doubling down on everything that he can’t get through Congress now, and he’s going to do it through executive orders or actions,” Gottlieb said. “It’s a case of dictator in chief.”\n\nThe U.N. arms treaty goes into effect internationally during the holiday season, when many Americans will be busy shopping, planning parties and celebrating.\n\n“So based on that, it gives him a window to do it now,” Gottlieb said. “Christmas Eve triggers the opportunity, in their eyes, where they could do this way below the radar. When everyone is looking for Santa Clause to arrive, they may end up with an anti-gun treaty instead.”\n\nIt was, in fact, on Dec. 24 that the U.S. Senate voted to adopt another controversial law, the Affordable Care Act, also known as Obamacare.\n\nThe U.N. Arms Trade Treaty requires nations to keep records tracking every transaction involving firearms.\n\n“The only way to do that is to set up a national database, and that is what the U.N. wants every country to set up and maintain. We know that’s been one of the objectives of this administration from Day 1 anyway, so under the color of the U.N., that’s what they’re going to try to do,” Gottlieb said.\n\nGottlieb said anti-gun organizations funded by billionaires such as Michael Bloomberg, Bill Gates and George Soros have been pushing the administration to move on the U.N. arms treaty. Whether Obama’s executive action would literally amount to a ratification of the treaty or merely comply with its rules on tracking gun transactions is unclear, but either way the end result would be the same.\n\nThe pressure on the United States to comply with the treaty is not just coming from inside the country but internationally, Gottlieb said. The U.S. is the world’s largest arms producer with China and Russia rounding out the top three.\n\nU.S. Secretary of State John Kerry took an active role in crafting the language of the treaty, and signed off on it last year, but it has never been ratified by the U.S. Senate as required by the U.S. Constitution.\n\n“They know they can’t get that, so they’re planning to do it by executive order,” Gottlieb said. “Gun owners haven’t trusted Obama from Day 1, and they have less reason to trust him now that he has a pen in his hand and is willing to do what he wants by executive order. His pen could be deadly to the Bill of Rights.”\n\nGottlieb said he is hoping the media campaign up front might discourage Obama from taking unilateral action, delivering the message that he will be sued while at the same time increasing public awareness and soliciting donations to fund the lawsuit.\n\n“We’re going to gather millions of petitions and deliver them to Washington,” Gottlieb said. “We’re going to tell the Obama administration to keep its hands off of our gun rights or be sued.\n\n“Nobody threatens to sue the president of the United States on a whim,” he added. “But he has used a lawless executive order to grant amnesty to millions of illegal immigrants without congressional authorization, and now many people are worried that he plans to bypass Congress again, before the end of this year, with the U.N. treaty.”\n\nGottlieb isn’t the only one anticipating that gun rights could be the next big issue on the president’s to-do list.\n\nAn armed citizenry as ‘last protection’\n\nPublius Huldah, a constitutional attorney and blogger for Freedom Outpost, said the Second Amendment is the last bastion of protection against outright tyranny in the United States.\n\n“Where in the Constitution does it give the federal government the authority to regulate firearms?” Huldah asked in a Dec. 3 address to a group in Marrietta, Georgia, called Restore and Preserve the Constitution. “Where does it give the right to pass background checks?”\n\nHuldah said the NSA, DHS, EPA, DOE, DOL and many other federal agencies were illegally created outside the bounds of the U.S. Constitution.\n\n“Most of what our government does is illegal,” said Huldah. “But we are still armed.”\n\nUnlike most of the U.N. member nations that have signed on to the Arms Trade Treaty, the United States has in its Constitution an expressed right for citizens to keep and bear arms. To suddenly place the U.S. under U.N. law would be a direct attack on the Constitution and U.S. sovereignty.\n\nThe Second Amendment is the one constitutional right that socialist “change agents” in the United States have been unable to degrade despite 50 years of attempts, Huldah told the group, which invited her to speak on the dangers of an Article 5 Convention of the States movement that has been gaining steam among conservatives and progressives in recent years.\n\nArticle 5 Convention addressed\n\nHuldah, who writes and speaks under a pen name, has been speaking against the Article 5 constitutional convention because she believes the real agenda behind the movement is not to offer a balanced budget amendment or “rein in the federal government,” but to rewrite the Constitution.\n\nShe said the current Constitution includes all of the limits on federal power that could ever be needed, but both the states and the federal government ignore those restraints. It starts with Article 1, Section 8, which lists the enumerated powers of the federal government.\n\n“If the Congress and the federal government obeyed this, our federal government would be so small it could be funded and run on import tariffs, which was one of two sources of funding before the income tax,” she said. The income tax was enacted with the ratification of the 16th Amendment in 1913.\n\nSince Congress ignores the enumerated powers, Huldah wonders why anyone would expect Congress to obey any new amendments approved by a constitutional convention.\n\nIn fact, the remedy for an out-of-control federal government already exists in the Constitution, she said.\n\n“It’s called nullification,” Huldah said. “The framers of our Constitution expected us to stand up and stop this illegal action. This push for a constitutional convention is a vicious hoax, either the product of incredibly naïve men or a diabolical plot to bring in a totalitarian system.”\n\nShe said the claims by “Con Con” advocates that three-fourths of the states would have to approve any changes that came out of the convention are simply false.\n\nThe Congressional Research Service issued a report in 2012, cited by Huldah, that concluded there are many unanswered questions about what an Article 5 convention would look like, since this method of amending the Constitution has never been done before. The Constitution offers “little guidance” on the rules leading up to and during the convention, the CRS report said.\n\n“The CRS report states that we’ll have to get a convention before we know how a convention will be operated,” she said.\n\nIn the only other Constitutional Convention, called by delegates from five states in 1787 for the purpose of amending the Articles of Confederation, the delegates “ignored the rules (set by the Continental Congress) and wrote a whole new Constitution,” Huldah said.\n\nShe says the new Constitution ended up being a brilliant document, thanks to the leadership of brilliant men.\n\n“But we don’t have James Madison, George Washington and Alexander Hamilton around today to protect us,” she said.\n\nQuite the opposite, Huldah says. While many noted conservatives have thrown their support behind the push for states to call for an Article 5 constitutional convention, she said “Marxist lawyers” such as Eric Holder and Cass Sunstein have also voiced support for such a convention t0 correct “defects” in the current Constitution.\n\nWhether the Second Amendment, or any of the other iconic American liberties contained in the Bill of Rights, would survive such an overhaul is highly questionable, she said.", "article_metadata": {"description": "A Free Press For A Free People Since 1997", "generator": "WordPress 4.4.1", "og": {"site_name": "WND", "description": "President Obama’s boldness in acting alone to implement amnesty for 5 million illegal aliens begs the question: What other unilateral policies might be coming down the pike? Could there be a Christmas Eve surprise? Alan Gottlieb of the Second Amendment Foundation isn’t waiting to find out. Gottlieb told WND he is launching a national media […]", "title": "Trigger pulled to stop Obama executive order on guns", "url": "http://www.wnd.com/2014/12/trigger-pulled-to-stop-executive-order-on-guns/", "image": "http://www.wnd.com/files/2014/10/gun.png", "type": "article"}, "fb": {"app_id": 152299868169938}, "google-site-verification": "5iw1bKISvQcI1qRwIskRfer6GKV4jUf6LImfS9bhaeI", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fd3424\"", "article_summary": "“We will educate the public,” Gottlieb said, “so people understand the threat that an Obama executive order poses to the Constitution.\nAlso known as the U.N. “small arms treaty,” it is scheduled to go into effect Dec. 24 for those nations that have signed and ratified the document.\n“They know they can’t get that, so they’re planning to do it by executive order,” Gottlieb said.\n“It’s a case of dictator in chief.”The U.N. arms treaty goes into effect internationally during the holiday season, when many Americans will be busy shopping, planning parties and celebrating.\nGottlieb said anti-gun organizations funded by billionaires such as Michael Bloomberg, Bill Gates and George Soros have been pushing the administration to move on the U.N. arms treaty."}