{"article_title": "How you can care for your elderly parents from a distance", "article_keywords": ["regularly", "distance", "sure", "support", "elderly", "person", "good", "parents", "visits", "goyer", "need", "care"], "article_url": "http://health.heraldtribune.com/2014/07/01/can-care-elderly-parents-distance/", "article_text": "By MELISSA RAYWORTH\n\nJust a generation ago, aging family members typically had at least one relative living nearby. These days, many are being cared for by baby boomer children who live far away.\n\nBalancing careers and kids of their own, these grown children may find it difficult to move closer to parents who have begun to need daily help.\n\nCaregiving has become “an unexpected second career” for many people in their 50s and 60s, says Tamar Shovali, a gerontologist at Eckerd College in St. Petersburg. “And distance caregiving is really difficult.”\n\nIf moving nearer to each other isn’t an option, how can you provide care and support for an aging parent from afar?\n\n■ Maximize visits. Make the most of periodic visits to your parents’ home, says Amy Goyer, AARP’s family and caregiving expert. Look around to see what sort of shape it is in, and consider modifications (hand rails in a hallway?) that might make it safer and more convenient.\n\nMeet briefly with any doctors your parents see regularly so you can develop a connection. Make sure that a prescription written by one doctor isn’t conflicting with a prescription from another.\n\nAlso, choose a point person who lives nearby and is willing to visit your parents regularly to note any changes in their health, behavior or daily abilities.\n\n“You can talk to them on the phone, you can even Skype and still not get a full picture,” Goyer says. You need someone onsite to tell you what they’re seeing. This person could be a cousin, neighbor, good friend or someone from their faith community.\n\nIf no one is available, Goyer suggests hiring a “geriatric care manager,” a growing profession because so many elderly people don’t have relatives nearby. The website caremanager.org is one place to start searching for someone to hire.\n\nEven if your parents live in a facility, rather than at home, see that someone visits them regularly. Small problems can get out of control quickly, says Goyer. Even at good assisted-living facilities, “there are a lot of services you expect,” she says, and you have to make sure they are being delivered.\n\n■ Seek out new technology. Baby boomers are increasingly using tools like video chat and e-mail circles (Google Hangouts is one example) to stay connected with parents, says Duane Matcha, professor of sociology at Siena College in Loudonville, N.Y.\n\nBy creating a Google Plus group that includes parents, adult children and even grandchildren, Matcha says, distance caregivers can create a virtual support system.\n\nShovali recommends an app called Reunion Care that keeps all of a person’s medical records in one spot, plus contact information for doctors. “Friends and family can log in and put the information in,” she says, “and that can be done in person or at a distance.”\n\nCameras and motion sensors can help you make sure a parent is moving around the house normally, and monitor visitors as well. Wireless blood pressure cuffs send data to a remote user, and electronic pill boxes can let you know whether elderly parents have taken their medication.\n\nYou can even buy a door lock that can be coded to let in certain people on certain days.\n\n“Let’s say on Tuesday and Thursday you have a paid caregiver coming to help your mom take a shower,” Goyer says. “You can give them a certain code that’s only good on Tuesdays and Thursdays,” and then use a motion-sensor camera to make sure that caregiver arrived on time and left as scheduled.\n\n■ Have the difficult conversations.\n\nIt’s often heartbreaking to approach your own parents about changes in their mental and physical abilities. It may be even harder to discuss planning for end-of-life medical care or burial wishes.\n\nBut have these conversations early, before critical situations emerge.\n\nAs for discussing whether parents should stop driving, need help managing finances or should consider moving into assisted living, Goyer says it’s valuable to “make very specific observations.”\n\nFor example, take a ride with them in their car.\n\n“You can say afterward, ‘I really noticed you seemed to be having trouble making left turns,’ or ‘I noticed a lot of dings on the right side of the car,’ ” she says.\n\nIn general, Goyer says, approach difficult subjects with an “I’m here to support you. I’m not here to take over your life”’ attitude.\n\nFinally, find a support group for yourself. Just because you aren’t providing daily care “doesn’t mean that at a distance you don’t need support,” Shovali says. Along with encouragement, you might find good practical advice from people with more experience caring for parents.", "article_metadata": {"og": {"image": "http://health.heraldtribune.com/files/2012/09/nursehometeez.jpg"}, "wp-parsely_version": "1.8", "fb": {"app_id": 846021808821787}}, "_id": "\"57477af36914bd0286fd342d\"", "article_summary": "Just because you aren’t providing daily care “doesn’t mean that at a distance you don’t need support,” Shovali says.\n“And distance caregiving is really difficult.”If moving nearer to each other isn’t an option, how can you provide care and support for an aging parent from afar?\nMake the most of periodic visits to your parents’ home, says Amy Goyer, AARP’s family and caregiving expert.\nAlso, choose a point person who lives nearby and is willing to visit your parents regularly to note any changes in their health, behavior or daily abilities.\nIf no one is available, Goyer suggests hiring a “geriatric care manager,” a growing profession because so many elderly people don’t have relatives nearby."}