{"article_title": "How Iran and world powers finally got to yes on a nuclear deal", "article_keywords": ["iran", "reactor", "deal", "iranian", "nuclear", "agreement", "iaea", "finally", "promised", "arak", "world", "yes", "rouhani", "powers", "relief"], "article_url": "http://america.aljazeera.com/articles/2013/11/23/what-the-iran-nucleardealmeans.html", "article_text": "Iran also agreed to a series of measures to halt progress on a heavy water reactor at Arak that if completed, could produce plutonium, another potential bomb materiel. Iran promised that the reactor would not go into operation during the six month period – an easy pledge since the reactor was not due to be commissioned until the end of next year anyway. Tehran also promised to stop making fuel for the reactor. According to the latest report by the International Atomic Energy Agency (IAEA), Iran has only manufactured 10 fuel assemblies for Arak and would need 130 more to start up the reactor. Iran also promised not to install new reactor components at Arak, and not to build a reprocessing facility to separate plutonium from spent reactor fuel.\n\n\n\nAmong the most important Iranian pledges were to increase access for the IAEA to Natanz and Fordow – sites that are currently inspected about once a week. Now, inspectors will be able to go there daily. Iran also said it would let the IAEA see facilities where Iran produces components for centrifuges, and assembles and stores them. And in a key concession, Iran agreed to set up a joint commission with the IAEA to deal with allegations of past weapons research, including access to Parchin, a controversial military site.\n\n\n\nIn return, Iran will get about $7 billion in sanctions relief – a small fraction of the billions it has lost because of its defiance of the UN Security Council and refusal in the past to curb its nuclear program.\n\n\n\nEven before the details of the agreement were announced, critics of Obama's diplomatic strategy were disparaging it. Sen. Lindsey Graham, (R-SC), tweeted that “unless the agreement requires dismantling of the Iranian centrifuges, we really haven't gained anything.”\n\n\n\nHowever, the Obama administration can argue convincingly that Iran will not be able to break out and get anywhere close to building a nuclear weapon during the next six months, while a comprehensive agreement is pursued.\n\n\n\nThe nuclear accord is Obama's first major foreign policy achievement, and may bring some welcome relief at a moment when the troubles of his signature domestic initiative, the Affordable Care Act, are sapping his popularity. The nuclear deal -- if implemented -- also opens the prospect of Iranian cooperation on even more intractable regional issues, including the civil war in Syria and the Arab-Israeli conflict.\n\nFor Iranian President Hassan Rouhani and his hard-working Foreign Minister, Mohammad Javad Zarif, the agreement may be even more timely. Rouhani promised Iran’s sanctions-burdened people that their lives would begin to improve by the end of his first 100 days in office. Rouhani calculates his 100th day as Nov. 26 – from when his cabinet was seated – so he has met his deadline with only two days to spare.", "article_metadata": {"description": "Analysis: Iran accepted substantial curbs and tighter scrutiny on nuclear work, while winning modest sanctions relief", "google-play-app": "app-id=com.aljazeera.simple", "og": {"url": "http://america.aljazeera.com/articles/2013/11/23/what-the-iran-nucleardealmeans.html", "image": {"width": 960, "identifier": "http://america.aljazeera.com/content/ajam/articles/2013/11/23/what-the-iran-nucleardealmeans/jcr:content/mainpar/adaptiveimage/src.adapt.960.high.iran_nuclear_deal_1123.1385304931761.jpg", "height": 600}, "type": "article", "description": "Analysis: Iran accepted substantial curbs and tighter scrutiny on nuclear work, while winning modest sanctions relief", "title": "How Iran and world powers finally got to yes on a nuclear deal"}, "twitter": {"site": "@AJAM", "image": "http://america.aljazeera.com/content/ajam/articles/2013/11/23/what-the-iran-nucleardealmeans/jcr:content/mainpar/adaptiveimage/src.adapt.960.high.iran_nuclear_deal_1123.1385304931761.jpg", "description": "Analysis: Iran accepted substantial curbs and tighter scrutiny on nuclear work, while winning modest sanctions relief", "card": "summary", "title": "How Iran and world powers finally got to yes on a nuclear deal"}, "apple-itunes-app": "app-id=810543104, affiliate-data=10lxKx", "keywords": "US-Iran Diplomacy, Iran, International", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fc9d63\"", "article_summary": "Rouhani promised Iran’s sanctions-burdened people that their lives would begin to improve by the end of his first 100 days in office.\nIran also said it would let the IAEA see facilities where Iran produces components for centrifuges, and assembles and stores them.\nIran also promised not to install new reactor components at Arak, and not to build a reprocessing facility to separate plutonium from spent reactor fuel.\nIran promised that the reactor would not go into operation during the six month period – an easy pledge since the reactor was not due to be commissioned until the end of next year anyway.\nAccording to the latest report by the International Atomic Energy Agency (IAEA), Iran has only manufactured 10 fuel assemblies for Arak and would need 130 more to start up the reactor."}