{"article_title": "House Panel Approves Hospital Relief Bill", "article_keywords": ["aha", "ways", "house", "hospital", "bill", "legislation", "outpatient", "facilities", "program", "relief", "2015", "nov", "hospitals", "approves", "panel"], "article_url": "http://www.bna.com/house-panel-approves-n57982072940/", "article_text": "By Michael D. Williamson\n\nMay 24 — The House Ways and Means Committee May 24 approved legislation to provide financial relief for certain outpatient hospitals from a policy enacted in last year's budget deal.\n\nThe Helping Hospitals Improve Patient Care Act (H.R. 5273) would modify several Centers for Medicare & Medicaid Services policies, including provisions that would implement a transitional risk adjustment methodology to serve as a proxy of socioeconomic status for the Hospital Readmissions Reduction Program; exempt certain hospitals from site neutral policies meant to equalize payments between hospital outpatient departments and hospital-owned physician offices; and allow cancer hospitals to continue to be paid at cancer hospital rates at new off-campus locations.\n\nThe legislation attempts to rectify several issues hospitals had with various Medicare payment issues. For instance, the hospital industry has claimed the provisions about site neutral payment policies and cancer hospitals are needed to overcome issues that stemmed from the enactment of the Bipartisan Budget Act of 2015. Separately, hospitals that serve many low-income patients have long called for a special payment adjustment under Medicare's readmissions reduction program, because they tend to have higher readmission rates compared with facilities that have a higher proportion of wealthier beneficiaries.\n\nPraise From Hospitals\n\nThe American Hospital Association (AHA) generally praised the legislation in a May 23 letter.\n\n“You clearly understand the unintended consequences of last year’s Bipartisan Budget Act (BBA), which severely impacted hospital outpatient facilities under development and jeopardized access to patient care,” the AHA said.\n\nUnder current law, facilities operating before Nov. 2, 2015, are grandfathered and can continue to be paid at the hospital outpatient department (HOPD) rate, while new facilities opening after Nov. 2, 2015, are capped at the lower physician fee schedule rate, the AHA wrote in its letter. However, the letter continued, the BBA didn't provide for HOPDs that had already begun construction and had spent millions of dollars and countless man-hours to build facilities based on the prior reimbursement amounts.\n\nThe legislation addresses this concern by moving the grandfather date from Nov. 2, 2015, to Dec. 31, 2016, or 60 days after enactment, whichever is later, the AHA said. The group also said this will allow HOPDs that narrowly missed the November deadline, but will open shortly, to qualify.\n\nHowever, the AHA did take issue with some of the bill's provisions.\n\n“Unfortunately, because hospital construction projects take a long time to bring to completion, some HOPDs that were underway on Nov. 2, 2015 will not be completed by Dec. 31, 2016 in order to qualify for the grandfather,” the group said, adding, “We would like to continue to work with the Committee to find additional ways to address” this issue.\n\nDeposition Release\n\nMembers of the committee also voted to release the transcript of the May 11 deposition of a former Obama administration official regarding the Affordable Care Act's cost-sharing reduction program. This is a program that helps exchange enrollees afford out-of-pocket costs when they see a medical provider by lowering the copays and deductibles for their insurance plan.\n\nThe Republicans are investigating the Obama administration’s determination that the ACA’s CSR program is funded by a permanent appropriation, an aide to Ways and Means Democrats said in a press memo. “Republicans believe that the CSR program requires an annual appropriation, and thus they disagree that the program is permanently funded,” according to the aide.\n\nRepublicans, citing House procedures, refused to release the deposition electronically.\n\nThe committee's ranking Democrat, Sander Levin (Mich.), posted the full testimony online after the majority made it available for in-person public inspection.\n\nTo contact the reporter on this story: Michael D. Williamson in Washington at mwilliamson@bna.com\n\nTo contact the editor responsible for this story: Brian Broderick at bbroderick@bna.com", "article_metadata": {"og": {"url": "http://www.bna.com/house-panel-approves-n57982072940/", "image": "http://www.bna.com/uploadedImages/BNA_V2/Company/BnaSocialShare.jpg", "description": "The House Ways and Means Committee May 24 approved legislation to provide financial relief for certain outpatient hospitals from a policy enacted in last year's...", "title": "House Panel Approves Hospital Relief Bill"}, "csrf-token": "57pFRMzivda63GbMxrEH2cRlf70INi8AIvyFYnDQ58k7SVoer7WO_DNjIC2gnEAKeoZu99XIixObSz3vF_AjFui3L3-yTJZbJ4G-iwD73LM1:1OmhCKTbsHCwx0fFfvqTOuDZCMxWDScrhcXZadkXzGVuBHfNmN6zukY52d4klfqlP_Kb24cUVEGjbNSjR5tVXL_d6aPc-mUXIpc_qc3HjSQ1", "description": "The House Ways and Means Committee May 24 approved legislation to provide financial relief for certain outpatient hospitals from a policy enacted in last year's", "viewport": "width=device-width, initial-scale=1", "fragment": "!"}, "_id": "\"57477af46914bd0286fdddc1\"", "article_summary": "“You clearly understand the unintended consequences of last year’s Bipartisan Budget Act (BBA), which severely impacted hospital outpatient facilities under development and jeopardized access to patient care,” the AHA said.\nBy Michael D. WilliamsonMay 24 — The House Ways and Means Committee May 24 approved legislation to provide financial relief for certain outpatient hospitals from a policy enacted in last year's budget deal.\nPraise From HospitalsThe American Hospital Association (AHA) generally praised the legislation in a May 23 letter.\nThe legislation attempts to rectify several issues hospitals had with various Medicare payment issues.\nThe committee's ranking Democrat, Sander Levin (Mich.), posted the full testimony online after the majority made it available for in-person public inspection."}