{"article_title": "What happened to sexy supermarket fiction?", "article_keywords": ["used", "room", "puzos", "writer", "robbins", "supermarket", "fiction", "libraries", "theres", "im", "sexy", "sex", "happened"], "article_url": "http://www.salon.com/2013/09/11/supermarket_fiction_used_to_be_sexier/", "article_text": "Topics: 50 Shades, 50 Shades of Grey, Books, Fiction, Mario Puzo, Sex, The Weeklings, Writers and Writing, Life News, Entertainment News\n\nThis article originally appeared on The Weeklings\n\nThe Evanston public library had, for years, a great used book room in the back of its North Branch that was a little-known treasure. People would donate large personal libraries of old hardcovers and amazing 60s and 70s-era paperbacks of everything from the classics of Western Literature to back issues of the Paris Review. There was almost always something to snag, and for prices that sometimes made me feel guilty for the three seconds it took me to reach for my wallet. There was rarely anything new or indie, but occasionally there would be extra copies of a Pulitzer winner or a lesser-known story collection of a major author like Margaret Atwood that got shipped off in the donate box. It was a disorganized room, so I’d always have to sift through the piles of mysteries and self-help books for the slim early twentieth century American novels of writers I was trying to create collections of: Jack London, Ernest Hemingway, and John Steinbeck, to name a few.\n\nI spent a little time last year in the Antioch Public Library. They were good enough to invite me to speak there, and because I love libraries I took half an hour to browse their selections and check out their used-book room. Used book sales at libraries are like a little pat on the head from God, as far as this writer is concerned, and I do my best to clean them out of anything and everything that looks interesting at their $1 price tags. Both for the sake of supporting the libraries that bother, and for the sake of my secret fantasy of one day converting my entire home into a library, negating the need to ever again leave one.\n\nHere I discovered an uncomfortable truth: it’s entirely possible to fill a room the size of a Starbucks with nothing but very recent supermarket checkout novels by James Patterson, Mary Higgins Clark, Sue Grafton, David Baldacci, and Dean Koontz. I’m not kidding. I spent a good forty-five minutes combing this enormous used book room looking for something to buy that I could actually dig into. I’m not getting down on Patterson and Co. here; in fact I’ve read and enjoyed at least one novel of each of these authors and once upon a time I even considered Koontz to be a pretty clever writer of speculative fiction. But let’s face it: if you’ve read one of these authors’ books, and enjoyed it, you’re pretty much in for the same experience again and again with the rest. It’s a model that works for exactly the right reasons to be sold at the checkout counter of supermarkets.\n\nIt’s so easy—God is it easy—to poke fun at novelwriting machines like James Patterson. In the time it takes me to write this essay, he and his ilk will have exhaustedly wheezed out an entire Fall lineup to feed their devotees. But there’s something that tickles the back of my mind when I come to the realization that this particular used-book room is all about mass-market paperbacks: the corollaries of my youth that might have had places on these shelves are missing.\n\nI’ve come a long way from being 15 and tucking into Mario Puzo’s The Godfather or Harold Robbins’ The Carpetbaggers. I’m not as hormonal, for one, and their flavor of 60s-70s sex and violence is more warmly reminiscent for me than it is truly exciting or illicit. Call it snobbery if you will, but I also have a much higher critical standard to which I hold genre or mass-market fiction now, 95% of which fails to pass muster. But somehow I can’t shake the feeling that Puzo’s and Robbins’ bodies of work, while just as commercial (Puzo) and occasionally poorly written or soulless (Robbins) as their present-day equivalents, are somehow still objectively better pieces of fiction to read.\n\nIf I were a scientist, I’d maybe say that the “nostalgia variable” is “difficult to control for.” There’s maybe a part of me that thinks I’ll always be eighteen again when I’m reading about how Domenico (father of the Clericuzio family of Puzo’s underappreciated The Last Don) refuses to eat a mozzarella that’s more than thirty minutes old. There’s a part of me that will always associate successfully-played revenge strategies with the phrase “So die all who betray Guiliano!” from The Sicilian. As a writer of close, near-future stories focused on small numbers of characters, I will always be jealous of Puzo’s ability to lean back and spin out a story that takes place in a Sicily so vivid that I can smell the olive trees and feel the sandy slopes of the bandit-filled hills above the town of Montelepre. Puzo’s gauzy Italian impressionism was every bit as formulaic a talent as Patterson’s pattern of weaving plucky duos of intelligent do-gooders with glaringly low libidos into the webs of demented and often sexually aggressive serial killers, but Puzo’s work still seems to hold so much more life in it than the further adventures of Alex Cross. They’re both pretty violent at times, and more than a little thematically repetitive. Is it just the sex, then? Is it the sex we’re missing these last few decades?", "article_metadata": {"description": "Mario Puzo and his ilk wrote plenty of schlock, but at least their characters seemed to like getting down", "title": "What happened to sexy supermarket fiction?", "og": {"site_name": "Salon", "description": "Mario Puzo and his ilk wrote plenty of schlock, but at least their characters seemed to like getting down", "title": "What happened to sexy supermarket fiction?", "url": "http://www.salon.com/2013/09/11/supermarket_fiction_used_to_be_sexier/", "image": "http://media.salon.com/2013/09/thriller_books.jpg", "type": "article"}, "twitter": {"description": "Mario Puzo and his ilk wrote plenty of schlock, but at least their characters seemed to like getting down", "title": "What happened to sexy supermarket fiction?", "image": "http://media.salon.com/2013/09/thriller_books.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Mark R. Brand", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, 50 Shades, 50 Shades of Grey, Books, Fiction, Mario Puzo, Sex, The Weeklings, Writers and Writing", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fd3455\"", "article_summary": "I spent a good forty-five minutes combing this enormous used book room looking for something to buy that I could actually dig into.\nI’ve come a long way from being 15 and tucking into Mario Puzo’s The Godfather or Harold Robbins’ The Carpetbaggers.\nIt’s a model that works for exactly the right reasons to be sold at the checkout counter of supermarkets.\nCall it snobbery if you will, but I also have a much higher critical standard to which I hold genre or mass-market fiction now, 95% of which fails to pass muster.\nThere’s a part of me that will always associate successfully-played revenge strategies with the phrase “So die all who betray Guiliano!” from The Sicilian."}