{"article_title": "Are There Any Good Marijuana Stocks? -- The Motley Fool", "article_keywords": ["fool", "good", "jason", "motley", "brendan", "penny", "marijuana", "large", "promoters", "investing", "stocks"], "article_url": "http://www.fool.com/investing/general/2014/03/22/are-there-any-good-marijuana-stocks.aspx", "article_text": "In this edition of The Motley Fool's \"Ask a Fool\" series, Motley Fool analysts Jason Moser and Brendan Mathews take a question from a reader who asks, \"I believe marijuana is going to made legal in most states. Is the Motley Fool looking at any of these stocks?\"\n\nAccording to Brendan, there are no large, reputable, publicly traded companies that will directly benefit from the recent reforms in marijuana laws made by Colorado and Washington. Of course, this is a well-publicized issue, and there is no shortage of penny stock promoters have surfaced to capitalize on the hype (and take advantage of individual investors).\n\nUnfortunately, a large number of penny stocks and micro-cap stocks tend to work out badly for investors. Many of them have limited business operations, and their \"potential\" is just hype generated by unscrupulous promoters. Thus, Brendan and Jason suggest treading with caution -- or bet yet, avoid investing in any marijuana-related penny stocks. Investing in penny stocks (whether related to marijuana or not) is the most sure-fire way to lose money in the market.", "article_metadata": {"publish_time": "09:07", "description": "Nationwide legalized marijuana could be on the way. Is there a way for investors to get in on this trend early without getting burned?", "ResponsiveALP": "1Ses_2things-v-single_2-things_50", "author": "Brendan Mathews", "promo": "Nationwide legalized marijuana could be on the way. Is there a way for investors to get in on this trend early without getting burned?", "twitter": {"title": "Are There Any Good Marijuana Stocks? --  The Motley Fool", "description": "Nationwide legalized marijuana could be on the way. Is there a way for investors to get in on this trend early without getting burned?", "site": "@themotleyfool"}, "msvalidate.01": "8D40D58712924715BAA79D135A6C8DDA", "og": {"site_name": "The Motley Fool", "description": "Nationwide legalized marijuana could be on the way. Is there a way for investors to get in on this trend early without getting burned?", "title": "Are There Any Good Marijuana Stocks? --  The Motley Fool", "url": "http://www.fool.com/investing/general/2014/03/22/are-there-any-good-marijuana-stocks.aspx", "image": "https://g.foolcdn.com/image/?url=http%3A%2F%2Fg.foolcdn.com%2Fassets%2Fimages%2Ffool%2Ftmf-logo.png&h=630&w=1200&op=resize", "type": "article"}, "headline": "Are There Any Good Marijuana Stocks?", "fb": {"admins": 50808187550, "page_id": 7240312795, "app_id": 50808187550}, "bureau": "usmf-health-care", "STORY_UID": "7c369ea2-b06c-11e3-aa59-0050569d4be0", "pitch": 435, "date": "2014-03-22T13:07:00Z", "gsa_date": "2014 03 22", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0"}, "_id": "\"57477af36914bd0286fd3489\"", "article_summary": "In this edition of The Motley Fool's \"Ask a Fool\" series, Motley Fool analysts Jason Moser and Brendan Mathews take a question from a reader who asks, \"I believe marijuana is going to made legal in most states.\nUnfortunately, a large number of penny stocks and micro-cap stocks tend to work out badly for investors.\nIs the Motley Fool looking at any of these stocks?\"\nInvesting in penny stocks (whether related to marijuana or not) is the most sure-fire way to lose money in the market.\nThus, Brendan and Jason suggest treading with caution -- or bet yet, avoid investing in any marijuana-related penny stocks."}