{"article_title": "AzHOSA students hone skills at national competition", "article_keywords": ["hone", "school", "azhosa", "skills", "national", "competition", "students", "health", "community", "gcu", "harned", "medical", "care"], "article_url": "http://news.gcu.edu/2015/06/azhosa-students-hone-skills-at-national-competition/", "article_text": "By Michael Ferraresi\n\nGCU News Bureau\n\nDaniel Harned has little time to chill by the pool this summer but he really doesn’t mind, considering his role as president of Grand Canyon University’s chapter of the AzHOSA health care professions organization.\n\nThe pre-med senior recently returned from a seven-week mission trip to Kenya, where he and other pre-health care professions students assisted and observed orthopedic surgeries at humble clinics in impoverished areas. Once back home, Harned and his fellow GCU AzHOSA club members began preparing for their trip to the collegiate organization’s 38th annual National Leadership Conference.\n\nHarned, 20, is one of eight current GCU students and recent graduates competing in HOSA’s national competition in Anaheim, Calif. The event, which begins today and runs through Saturday, unites undergraduate health care professions students from universities across the U.S. for networking and workshops and offers competitions that help prepare them for the rigors of medical school and the challenges of working with patients in their careers.\n\nGCU students took home nine gold medals and other honors at the Arizona collegiate HOSA competition in April, when they outperformed students from larger state universities. Over the past six years, some GCU AzHOSA students have won events at the national level, and the campus club — which links students into a large national network of professional-development resources — has become the largest on campus.\n\nMembership nearly doubled last year to 460 as more College of Science, Engineering and Technology pre-health degree program students — those studying toward degrees in biology pre-med, pre-pharmacy, pre-physician assistant and pre-physical therapy — sought the opportunity to hone their skills outside the classroom. (Students interested in joining GCU AzHOSA should contact gcuazhosa@gcu.edu)\n\n“We’re aiming to make it more of a community now,” Harned said about the campus AzHOSA chapter, which regularly involved about 700 CSET students this school year.\n\n“One of the reasons I joined AzHOSA in the beginning was because I had some friends in the group, and they were helping me understand how to plan for the rest of my time as I prepared for medical school,” he said.\n\nGCU AzHOSA programs have included campus workshops featuring health care professionals and professors who talked about niche areas of the workforce, such as international medical projects, the impact of the Affordable Care Act and other issues. The club’s leaders strive to provide resources to students that allow them to practice their skills in real-world settings while giving back to the community and focusing on building their own academic acumen.\n\nHarned said health care skills clinics, such as those to earn CPR certification, will be more available to student members this year. Those events help introduce students to the clinical side of health care and take them beyond their textbooks.\n\n“That also shows people what they’re actually going to be doing when they get out there, rather than just researching or reading biology,” said Harned who, along with previous GCU AzHOSA president Rita Bybee, interned this past year at Maricopa Integrated Health System through the highly competitive Surgical Undergraduate Research Fluency Plus Program.\n\nIn addition to Harned and Bybee, CSET students Shelomi Diamond, Jennifer Gonzalez-Pena, Joseth Hermosillo, Caitlynn Pulley, Kelly Stublaski and Breanna Wilcox are competing this week on a range of topics, including preparation for the Biomedical Laboratory Science/Health Care Issues Exam, health education, nursing assistant standards and community service in health care. They’ll be presenting the same material for which they won honors at the Arizona competition.\n\nGCU’s AzHOSA club also hosts study sessions on organic chemistry, physics, physiology, pathophysiology, and other science-related coursework students must master to advance into graduate programs. Part of the focus of the national organization’s competitions is to groom students to be proficient in those core areas.\n\nThe club also links students to health care-related opportunities beyond the classroom, since most medical schools want their candidates to demonstrate their involvement with health care in the community. Harned’s Kenya trip, for example, was through CURE International. He and other students assisted physicians at CURE’s hospital in Kijabe and at a mobile clinic in Thika, a small town northeast of Nairobi. While some students played with young patients until they could be seen by a doctor, others stayed with the doctors and were trained on reading X-rays and diagnosing basic orthopedic cases.\n\nGCU’s AzHOSA students have volunteered with Hope for Hunger, St. Mary’s Food Bank and other events on and off campus. Yet while public service and student community are focus areas for GCU’s AzHOSA club, encouraging academic excellence also is a priority. Anything students can do to enhance their value to potential graduate programs or medical school admissions committees is paramount.\n\nEvery student faces the challenge of finding ways to stand out, or land an interview for medical school, since many provide about 150 to 300 interview slots for 50 to 100 seats.\n\n“AzHOSA is a huge resource,” Dr. Mark Wooden, dean of CSET, said about the campus club’s ability to guide students to the resources and training they need to prepare for their careers.\n\n“You have to constantly be asking, ‘What else can I do?’” Wooden said. “You can’t just do service projects, you have to be living it.”\n\nContact Michael Ferraresi at 602-639-7030 or michael.ferraresi@gcu.edu.", "article_metadata": {"og": {"site_name": "GCU Today", "description": "Eight members of Grand Canyon University’s chapter of the AzHOSA health care professions organization are off to Anaheim, Calif., today to compete in HOSA’s 38th annual National Leadership Conference, where they will face some of the top students of pre-med and other health care undergraduate programs from around the U.S.", "title": "AzHOSA students hone skills at national competition - GCU Today", "locale": "en_US", "image": "http://news.gcu.edu/wp-content/uploads/2015/06/kenya_edited-375x281.jpg", "updated_time": "2015-06-24T09:24:18+00:00", "url": "http://news.gcu.edu/2015/06/azhosa-students-hone-skills-at-national-competition/", "type": "article"}, "article": {"section": "Academics", "published_time": "2015-06-24T08:00:51+00:00", "modified_time": "2015-06-24T09:24:18+00:00"}, "NextGEN": "1.4.3", "generator": "VennerFramework 1.2", "viewport": "width=device-width, initial-scale=1, maximum-scale=1"}, "_id": "\"57477af36914bd0286fcd5a4\"", "article_summary": "GCU students took home nine gold medals and other honors at the Arizona collegiate HOSA competition in April, when they outperformed students from larger state universities.\nHarned, 20, is one of eight current GCU students and recent graduates competing in HOSA’s national competition in Anaheim, Calif.\nGCU’s AzHOSA students have volunteered with Hope for Hunger, St. Mary’s Food Bank and other events on and off campus.\nOver the past six years, some GCU AzHOSA students have won events at the national level, and the campus club — which links students into a large national network of professional-development resources — has become the largest on campus.\nHarned said health care skills clinics, such as those to earn CPR certification, will be more available to student members this year."}