{"article_title": "Trump’s No Anti-Establishment Rebel", "article_keywords": ["trump", "deal", "voters", "senate", "conservative", "antiestablishment", "cruz", "trumps", "president", "gop", "bank", "rebel"], "article_url": "http://www.nationalreview.com/article/431811/trumps-no-anti-establishment-rebel", "article_text": "Some conservative commentators — notably Sean Hannity and Laura Ingraham — have been cheering on both Senator Ted Cruz and Donald Trump in the GOP presidential-nomination fight. These commentators like to lump Cruz and Trump together because this allows them to explain the Trump phenomenon as emanating from the same source they say has been propelling Cruz forward — a righteous conservative revolt against an unprincipled GOP “establishment.”\n\nBut it should be obvious at this point that Cruz and Trump are tapping into very different sources of voter energy, and Trump’s source — a decidedly non-conservative populist movement — is far more potent and dangerous.\n\nSince arriving in the Senate in 2013, Cruz has been plotting to foment and then ride a wave of conservative discontent all the way to the presidency. Cruz’s pitch, pushed by Heritage Action and others, is that GOP voters have been betrayed by “Washington Republicans” who abandoned their principles after getting elected. He points to the refusal of many House and Senate members to stick with him over a shutdown of the federal government as a way to stop Obamacare in 2013. His allies also often cite the support of some in the GOP for reauthorization of the Ex-Im Bank in 2015; they point as well to the budget deal John Boehner struck with President Obama in the final days of Boehner’s speakership.\n\nWhatever one may think about these supposed violations of conservative principles, it’s a weak foundation for a presidential campaign.\n\nRELATED: Memo to Conservatives: Time Is Short — You Must Act Now\n\nCruz’s shutdown gambit was a political gimmick, as many conservatives said at the time and still do today. There was no chance in 2013 that President Obama would agree to allow the minority in the Senate to undo his signature achievement — Obamacare — less than a year after he had successfully won re-election. Cruz never described any kind of realistic legislative scenario that would have ended in GOP victory or even modest progress. What everyone saw coming, and which was unavoidable, was an eventual GOP agreement to reopen the government with zero concessions from the president. And voters were not in Cruz’s corner for this fight, either. Support for the GOP fell sharply in late 2013 during the shutdown and in the ensuing months.\n\nCruz and others chose to make termination of the Ex-Im Bank their rallying cry in 2015. The case for getting rid of the bank is compelling; the agency directs most of its corporate subsidies to very large companies. But the existence, or termination, of the Ex-Im Bank is of no consequence for the performance of the overall U.S. economy. And it is certainly not an issue that will generate strong grassroots reactions one way or another.\n\nApparently, there are some things even Ted Cruz is unwilling to say to get elected. Trump has had no such inhibitions.\n\nThe Boehner–Obama budget deal is an easy target because it increased spending. But much of the funding went to the Department of Defense and was strongly supported by many in the GOP. Moreover, it was not possible to get appropriation bills passed and signed into law by President Obama at the funding levels that had previously been set. GOP leaders had no choice but to cut a deal with the president. It is telling that this deal was originally cut by Boehner, but incoming Speaker Paul Ryan implemented it. No speaker or Senate leader would have been able to get a deal that significantly differed from the deal Boehner struck. That’s the reality of governing with the two elected branches under the control of opposing political parties.\n\nCruz’s other featured issue — immigration — clearly resonates with a large segment of the GOP electorate and has the potential to ignite genuine populist resentment toward Washington. Unfortunately for Cruz, he has been unable to out-Trump Trump on the issue. Apparently, there are some things even Ted Cruz is unwilling to say to get elected. Trump has had no such inhibitions.\n\nTrump is pleased to have conservative commentators call him an anti-establishment rebel, but he isn’t really trying to connect with voters based on restoration of conservative principles such as limited government, deregulation, and free markets. In passing, he mentions wasteful spending by the government and incompetent budget deals, but he is never specific about what he would cut (other than his implausible claim that he could save $300 billion annually on Medicare drug costs).\n\nHis focus is clearly on stoking resentment among working-class voters toward immigration and trade. That’s what these voters hear, and that is what has propelled him to the top of the national polls. His voters aren’t interested in getting rid of the Ex-Im Bank or any other agency for that matter. What they want is a wall on the southern border (even if it costs $25 billion), mass deportations of undocumented immigrants on an implausible scale, and new tariffs on foreign goods in plain violation of multiple international agreements. Trump says his economic plan will bring jobs back from China, Mexico, and Japan. His voters want to believe that is true, despite the massive evidence that Trump’s empty policy pronouncements, even if they could be implemented, would be disastrous for the U.S. economy.\n\nFor months, Cruz refused to attack Trump on the assumption that Trump’s supporters were much like his own supporters and would eventually end up in his column when the businessman turned politician inevitably faded. In hindsight, that was a massive miscalculation.\n\nThe GOP race is not over yet. There is still some time to slow and then stop Trump’s march to the nomination. But that probably won’t happen if numerous prominent conservatives remain under the delusion that Trump is leading a conservative revolt against the establishment.\n\n— James C. Capretta is a senior fellow at the Ethics and Public Policy Center and a visiting fellow at the American Enterprise Institute.", "article_metadata": {"tweettext": "Trump's glad commentators call him anti-establishment, but he's not connecting with voters based on conservative principles. He's sirring up resentment.", "sailthru.author": "James C. Capretta", "description": "Trump's glad commentators call him anti-establishment, but he's not connecting with voters based on conservative principles. He's sirring up resentment.", "generator": "Drupal 7 (http://drupal.org)", "title": "Trump’s No Anti-Establishment Rebel | National Review", "og": {"site_name": "National Review Online", "description": "Trump's glad commentators call him anti-establishment, but he's not connecting with voters based on conservative principles. He's sirring up resentment.", "title": "Trump Is Not Leading a Conservative Revolt", "url": "http://www.nationalreview.com/article/431811/trumps-no-anti-establishment-rebel", "image": "http://c8.nrostatic.com/sites/default/files/uploaded/anti-establishment-ted-cruz-donald-trump-r.jpg", "type": "article"}, "twitter": {"url": "http://www.nationalreview.com/article/431811/trumps-no-anti-establishment-rebel", "image": "http://c7.nrostatic.com/sites/default/files/uploaded/anti-establishment-ted-cruz-donald-trump.jpg", "description": "Trump's glad commentators call him anti-establishment, but he's not connecting with voters based on conservative principles. He's sirring up resentment.", "card": "summary", "title": "Trump Is Not Leading a Conservative Revolt, by James C. Capretta, National Review"}, "sailthru.date": "Wed, 2016-02-24 04:00", "robots": "follow, index", "sailthru.title": "Trump Is Not Leading a Conservative Revolt", "keywords": "conservative principles Trump, Trump anti-establishment, Cruz anti-establishment, working-class resentment, Washington Republicans, Boehner budget deal", "fb": {"app_id": 129250807108374}, "sailthru.tags": "politics, donald-trump, 2016-gop-debates, marco-rubio, conservatives, james-c-capretta, article, long", "msvalidate.01": "E48498F585100158A880ED1615918208", "google-site-verification": "OOtPjyj3i8ggfSXzZ7MPoTiwFy_JnfzKMPkjZ5bhpk0", "copyright": "© National Review, Inc.", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "news_keywords": "James C. Capretta, Politics, Nation, World, conservative principles Trump, Trump anti-establishment, Cruz anti-establishment, working-class resentment, Washington Republicans, Ted Cruz"}, "article_summary": "Cruz’s pitch, pushed by Heritage Action and others, is that GOP voters have been betrayed by “Washington Republicans” who abandoned their principles after getting elected.\nThere is still some time to slow and then stop Trump’s march to the nomination.\nTrump is pleased to have conservative commentators call him an anti-establishment rebel, but he isn’t really trying to connect with voters based on restoration of conservative principles such as limited government, deregulation, and free markets.\nCruz never described any kind of realistic legislative scenario that would have ended in GOP victory or even modest progress.\nWhatever one may think about these supposed violations of conservative principles, it’s a weak foundation for a presidential campaign."}