{"article_title": "Republicans Vow to Erase Obama’s Record, but Such Promises Are Rarely Kept", "article_keywords": ["promises", "obamas", "kept", "mr", "presidents", "republicans", "reagan", "treaty", "record", "republican", "vow", "erase", "senator", "act", "president", "rarely", "obama"], "article_url": "http://www.nytimes.com/2015/09/16/us/republicans-vow-to-erase-obamas-record-but-such-promises-are-rarely-kept.html", "article_text": "LOS ANGELES — For all the talk of Republican fractiousness, the party’s 2016 presidential field has united around one principle: erasing President Obama’s record.\n\nThe candidates gathering to debate on Wednesday at the Ronald Reagan Presidential Library merely start with the Affordable Care Act as a target. Carly Fiorina vows to erase Mr. Obama’s Clean Power Plan limiting carbon emissions. Senator Lindsey Graham pledges to “shut down the embassy” that Mr. Obama recently reopened in Cuba. Senator Marco Rubio calls for repealing the Dodd-Frank law that overhauled financial regulation. Gov. Scott Walker says he would scrap the Iran nuclear deal on his first day in office. Senator Ted Cruz blasts Mr. Obama’s order shielding some undocumented immigrants from deportation as “patently unconstitutional,” promising to roll back that and much more.\n\n“Live by the pen, and die by the pen,” Mr. Cruz likes to say. “Every illegal executive action that he puts in place can be undone in an instant.”\n\nFor all that tough talk, rank-and-file Republicans have reason for skepticism. American presidents rarely hit reset so abruptly, no matter what they have said while seeking votes.\n\nMr. Obama has yet to deliver on a 2008 promise to close the military prison at Guantánamo Bay, Cuba. He condemned President George W. Bush’s tax cuts for high earners, but did not let them expire on schedule in 2010. Instead he compromised with Congress to extend the cuts for two years and then made some of them permanent.\n\nAdvertisement Continue reading the main story\n\nEven on the Iraq war — his signature area of disagreement with his predecessor — Mr. Obama followed Mr. Bush’s timeline for withdrawing troops.\n\n“Most of the policies candidates say they’ll overturn are much more entrenched than that,” said William Galston, a domestic policy adviser to President Bill Clinton. “People are sobered up fast by the reality of what it means to actually be president, as opposed to running for president.”\n\nExceptions typically involve smaller commitments. One example: a ban on aid to international family planning groups providing abortions. It was instituted by President Ronald Reagan, then reversed by Mr. Clinton, reinstated by Mr. Bush, and reversed again by Mr. Obama.\n\nOn larger initiatives, constitutional checks and balances pose high barriers. To repeal the Affordable Care Act, a Republican president would need to persuade Congress to disrupt existing health insurance for millions of Americans.\n\nEven policies subject to more executive control, under presidents with sharp ideological edges, often prove resistant to change. On wages and prices, economists call that “stickiness.” On court decisions, jurists invoke “stare decisis.”\n\nMr. Reagan stoked conservative opposition to President Jimmy Carter’s Panama Canal Treaty, which the Senate ratified in 1978. When he became president after defeating Mr. Carter two years later, Mr. Reagan did not attempt to abrogate the deal.\n\nIn their debate one week before the 1980 election, Mr. Reagan condemned a nuclear arms accord Mr. Carter had reached with the Soviet Union and proposed “taking the treaty back” for renegotiation.\n\nIn the Oval Office, Mr. Reagan abided by the treaty even though the Senate never ratified it.\n\n“The United States doesn’t have the option of turning on a dime,” said Richard N. Haass, the president of the Council on Foreign Relations, who served in the administrations of Mr. Reagan and both Bush presidencies. “Part of being a great power is to be consistent.”\n\nAdvertisement Continue reading the main story\n\nThat would constrain a Republican successor on issues affecting domestic and international constituencies, such as Mr. Obama’s commitments on carbon emissions and on diplomatic relations with Cuba.\n\n“When presidents make decisions, they become embedded,” said Stuart E. Eizenstat, a domestic policy adviser to President Carter. “Countries act on them. Companies act on them.”\n\nOn shuttering the American Embassy in Havana, Mr. Eizenstat added: “Can you imagine somebody going down to lower the American flag? It would cause a huge conflagration — not just in Cuba, but in all of Latin America and even in this country.”\n\nThe Iran nuclear agreement would be especially hard for a new president to scrap. The other parties in the deal include powerful allies and adversaries alike: Britain, France, Germany, China and Russia.\n\nIt is no coincidence that Jeb Bush, the son and brother of former presidents, has said he will not promise to nullify the accord. Intriguingly, neither will the real estate deal-maker Donald J. Trump.", "article_metadata": {"tone": "news", "ptime": 20150915110534, "twitter": {"description": "What is condemned during a campaign is often tolerated as soon as a new president settles into the Oval Office.", "title": "Republicans Vow to Erase Obama’s Record, but Such Promises Are Rarely Kept", "url": "http://www.nytimes.com/2015/09/16/us/republicans-vow-to-erase-obamas-record-but-such-promises-are-rarely-kept.html", "app": {"url": {"googleplay": "nytimes://reader/id/100000003910530"}, "name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}}, "creator": "JohnJHarwood", "site": "@nytimes", "image": "https://static01.nyt.com/images/icons/t_logo_150_black.png", "card": "summary"}, "al": {"ipad": {"url": "nytimes://www.nytimes.com/2015/09/16/us/republicans-vow-to-erase-obamas-record-but-such-promises-are-rarely-kept.html", "app_store_id": 357066198, "app_name": "NYTimes"}, "android": {"url": "nytimes://reader/id/100000003910530", "app_name": "NYTimes", "package": "com.nytimes.android"}, "iphone": {"url": "nytimes://www.nytimes.com/2015/09/16/us/republicans-vow-to-erase-obamas-record-but-such-promises-are-rarely-kept.html", "app_store_id": 284862083, "app_name": "NYTimes"}}, "dfp-ad-unit-path": "us/politics", "hdl_p": "A President’s Legacy of Actions Is Too Impactful to Merely Erase", "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/politics/index.jsonp", "DISPLAYDATE": "Sept. 15, 2015", "edt": "NewYork", "org": "Republican Party", "keywords": "Obama  Barack,United States Politics and Government,Presidents and Presidency (US),Patient Protection and Affordable Care Act (2010),Carter  Jimmy,Reagan  Ronald Wilson,Clinton  Bill,Iran,Rubio  Marco,Nuclear Weapons,Fiorina  Carleton S,Trump  Donald J,Walker  Scott K,Republican Party,Debates (Political),Cruz  Ted,Bush  George W,Bush  George,Bush  Jeb", "news_keywords": "Iran", "applicationName": "article", "PT": "article", "author": "John Harwood", "SCG": "politics", "sourceApp": "nyt-v5", "per": "Bush, Jeb", "byl": "By JOHN HARWOOD", "usageTerms": "http://www.nytimes.com/content/help/rights/sale/terms-of-sale.html", "lp": "What is condemned during a campaign is often tolerated as soon as a new president settles into the Oval Office.", "tom": "News", "dfp-amazon-enabled": "false", "description": "What is condemned during a campaign is often tolerated as soon as a new president settles into the Oval Office.", "CG": "us", "robots": "noarchive", "dat": "Sept. 15, 2015", "fb": {"app_id": 9869919170}, "msapplication-starturl": "http://www.nytimes.com", "genre": "News", "article": {"author": "http://topics.nytimes.com/top/reference/timestopics/people/h/john_harwood/index.html", "section_url": "http://www.nytimes.com/pages/national/index.html", "section": "Politics", "modified": "2015-09-16", "collection": "https://static01.nyt.com/services/json/sectionfronts/politics/index.jsonp", "tag": "Bush, Jeb", "published": "2015-09-15", "section-taxonomy-id": "23FD6C8B-62D5-4CEA-A331-6C2A9A1223BE"}, "geo": "Iran", "slug": "16memo", "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "utime": 20150916145223, "og": {"url": "http://www.nytimes.com/2015/09/16/us/republicans-vow-to-erase-obamas-record-but-such-promises-are-rarely-kept.html", "image": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "type": "article", "description": "What is condemned during a campaign is often tolerated as soon as a new president settles into the Oval Office.", "title": "Republicans Vow to Erase Obama’s Record, but Such Promises Are Rarely Kept"}, "pdate": 20150915, "des": "Debates (Political)", "articleid": 100000003910530, "cre": "The New York Times", "hdl": "Republicans Vow to Erase Obama’s Record, but Such Promises Are Rarely Kept", "col": "Political Memo", "PST": "News"}, "_id": "\"57477af36914bd0286fd346f\"", "article_summary": "Carly Fiorina vows to erase Mr. Obama’s Clean Power Plan limiting carbon emissions.\nLOS ANGELES — For all the talk of Republican fractiousness, the party’s 2016 presidential field has united around one principle: erasing President Obama’s record.\nMr. Obama has yet to deliver on a 2008 promise to close the military prison at Guantánamo Bay, Cuba.\nAdvertisement Continue reading the main storyEven on the Iraq war — his signature area of disagreement with his predecessor — Mr. Obama followed Mr. Bush’s timeline for withdrawing troops.\nWhen he became president after defeating Mr. Carter two years later, Mr. Reagan did not attempt to abrogate the deal."}