{"article_title": "Improving the Earned Income Tax Credit to Better Serve Childless Adults", "article_keywords": ["adults", "earned", "serve", "tax", "workers", "eligible", "childless", "lowincome", "better", "credit", "eitc", "income", "improving", "receive"], "article_url": "https://www.americanprogress.org/issues/labor/report/2014/03/07/85509/improving-the-earned-income-tax-credit-to-better-serve-childless-adults/", "article_text": "Improving the Earned Income Tax Credit to Better Serve Childless Adults\n\nSOURCE: AP/Pablo Martinez Monsivais\n\nPresident Barack Obama discusses the fiscal year 2015 federal budget proposels in Washington, D.C., on Tuesday, March 4, 2014.\n\nEndnotes and citations are available in the PDF and Scribd versions.\n\nDownload the report:\n\nPDF\n\nPDF Read it in your browser:\n\nScribd\n\nAt a time when more than one in seven people live below the federal poverty line —which is about $23,300 for a family of four—and low-wage jobs proliferate, supports such as the Earned Income Tax Credit are critical to help low-income Americans make ends meet. But while the Earned Income Tax Credit, or EITC, has a long track record of lifting families and children out of poverty and promoting work, it should be improved to better reach childless workers—childless adults or noncustodial parents—who are largely excluded from its benefits.\n\nPresident Barack Obama’s newly released fiscal year 2015 budget proposal contains a needed expansion of the Earned Income Tax Credit for childless adults. The president’s proposal would touch 13.5 million low-income workers, as 7.7 million people would be eligible to receive a larger credit, and 5.8 million workers would be considered newly eligible. The expansion would lift nearly half a million people above the poverty line and reduce the depth of poverty for nearly 10 million people.\n\nThe Earned Income Tax Credit effectively serves families with children\n\nSigned into law in 1975, the EITC was designed to offset regressive payroll taxes, reward hard work, and supplement low wages. Since the credit’s inception, presidents from both parties have strengthened it several times, and it is now one of the federal government’s largest and most effective anti-poverty programs. Just this week, House Budget Committee Chairman Paul Ryan (R-WI) noted the EITC’s effectiveness in a report his committee published on safety net programs.\n\nIn 2012 alone, the credit lifted about 6.5 million people, including 3.3 million children, out of poverty. The EITC has also been shown to stimulate the economy, as recipients use their credit to purchase goods and services in their local communities. Economists estimate that the EITC generates $1.50 to $2.00 in economic activity for every $1 that a low-income family receives.\n\nThe EITC is available to working taxpayers, both married and unmarried and with and without children, who meet age and earned income requirements. The credit is refundable, which enables eligible families who may not owe income tax in a given year to claim the full value of the credit—although all families pay other forms of tax, such as payroll taxes, federal excise taxes, or state and local sales taxes. For tax year 2012—the most recent year for which data are available—more than 27 million taxpayers claimed more than $63 billion in EITC funds, with an average credit of $2,335. Families with children earning between $37,870 and $51,567—or less depending on number of dependent children and marital status—are eligible to receive a credit for the current tax year. Single childless workers who earn less than $14,340 annually are eligible to receive a very small credit in tax year 2013.\n\nThe Earned Income Tax Credit leaves childless workers behind\n\nWhile the EITC is an effective anti-poverty tool and important resource for eligible families with children, workers who are not raising dependent children are either ineligible for it or only receive minimal assistance from it. Childless workers under age 25 are ineligible to receive the credit, which means that young adults trying to get on stronger economic footing cannot use the credit to supplement their wages. Eligible workers between the ages of 25 and 64 only receive an average of $270 from the credit, which is less than one-tenth of the average $2,900 that filers with children receive.\n\nBecause the eligibility threshold is so low for childless workers, those working full time at the minimum wage—earning about $14,500 annually—are projected to receive only $22 from the EITC in 2015 under current law, despite having a relatively large federal income tax and payroll tax burden of more than $2,600. A childless worker who earns poverty-level wages—about $12,560 annually—does not fare much better: He or she would receive a credit of only $171 despite his or her federal income tax and payroll tax burden of about $2,000 in 2015. As a result, many childless workers are taxed further into poverty and are the only group that the federal government taxes deeper into poverty.\n\nHow to improve the Earned Income Tax Credit to better serve childless workers\n\nPolicymakers working to improve the EITC to better serve childless workers should lower their eligibility age and adjust the credit’s phase-in and phase-out rates. Lowering the eligibility age to 21 would allow these workers to get the wage supplement they need to strengthen their financial security early in their careers.\n\nPolicymakers could also alter the credit’s phase-in and phase-out rates to help more workers make ends meet and offset more of their tax burdens. By raising the rate at which the credit phases in, policymakers would ensure that it fully offsets additional payroll taxes that workers must pay as their incomes rise. There would also be a greater incentive for people to enter the workforce, and fewer childless workers would be taxed into poverty. Policymakers should also raise the point at which the credit fully phases in and the income level at which it phases out.\n\nPresident Obama’s new proposal to expand the EITC to childless workers makes these important changes. His proposal doubles the phase-in and phase-out rates from 7.65 percent to 15.3 percent, raises the value of the maximum credit from $503 to $1,005, and raises the amount at which the credit phase out begins and ends. The proposal expands eligibility to workers between the ages of 21 and 66, enabling young people who are just beginning their careers to build the financial security they need. The $60 billion proposal is funded by changes in the tax code—specifically, closing loopholes and taxing carried interest as ordinary income.\n\nAs a result of these changes, those working full time for minimum wage in 2015 would receive a credit of $542 rather than $22, and fewer childless workers would be taxed into poverty.\n\nKey considerations and additional opportunities\n\nThis proposal is a significant step in the right direction to improve outcomes for low-income workers. Even so, there are additional steps policymakers should take beyond passing and implementing the expansion that would help low-income families—including childless adults—make ends meet. For example, policymakers could put more focus on working with the Internal Revenue Service, or IRS, to increase awareness of the Earned Income Tax Credit in low-income communities and low-wage workplaces. Since one out of five eligible filers does not claim the credit, improved outreach measures that involve partnerships with local communities and private employers would help ensure all eligible workers can claim the credit.\n\nPolicymakers could continue to support and fully fund the Volunteer Income Tax Assistance Program—as the president does in his budget—through which IRS-trained volunteers prepare taxes for low-income families free of charge. This gives low-income filers an alternative to costly and, in some cases, predatory tax preparers. In fact, a new report from the National Consumer Law Center and the Consumer Federation of America estimates that in 2013, EITC recipients lost $2.3 billion to tax preparation fees and refund anticipation checks. Policymakers could follow the president’s lead in the FY 2015 budget and make permanent the 2009 expansions to the credit, which enabled families with three or more children to receive a higher credit to reflect the cost of raising an additional child and lessened the “marriage penalty,” through which some low-income couples who married lost some of their benefits. Policymakers should also work to create EITCs in states that do not have them and expand them in states that do in order to supplement the federal credit.\n\nBeyond the Earned Income Tax Credit, policymakers should take action to improve the quality of low-wage jobs so that childless workers are less likely to need a wage supplement in the first place. Raising the minimum wage, providing low-wage workers with access to paid sick days, and fully implementing the Affordable Care Act would all help childless workers chart a path toward economic security.\n\n\n\nKatie Wright is a Policy Analyst at the Center for American Progress.", "article_metadata": {"og": {"site_name": "name", "description": "President Obama’s new proposal to reform the Earned Income Tax Credit is a step in the right direction.", "title": "Improving the Earned Income Tax Credit to Better Serve Childless Adults", "url": "https://www.americanprogress.org/issues/labor/report/2014/03/07/85509/improving-the-earned-income-tax-credit-to-better-serve-childless-adults/", "image": "http://cdn.americanprogress.org/wp-content/uploads/2014/03/ObamaBudget.jpg", "type": "article"}, "fb": {"app_id": 217056148424105}, "generator": "WordPress 4.2.2", "viewport": "width=device-width, initial-scale=1.0", "elq-topic": "labor"}, "article_summary": "President Barack Obama’s newly released fiscal year 2015 budget proposal contains a needed expansion of the Earned Income Tax Credit for childless adults.\nImproving the Earned Income Tax Credit to Better Serve Childless AdultsSOURCE: AP/Pablo Martinez MonsivaisPresident Barack Obama discusses the fiscal year 2015 federal budget proposels in Washington, D.C., on Tuesday, March 4, 2014.\nHow to improve the Earned Income Tax Credit to better serve childless workersPolicymakers working to improve the EITC to better serve childless workers should lower their eligibility age and adjust the credit’s phase-in and phase-out rates.\nThe Earned Income Tax Credit effectively serves families with childrenSigned into law in 1975, the EITC was designed to offset regressive payroll taxes, reward hard work, and supplement low wages.\nBeyond the Earned Income Tax Credit, policymakers should take action to improve the quality of low-wage jobs so that childless workers are less likely to need a wage supplement in the first place."}