{"article_title": "All Chain Restaurants Will Have To Display Calorie Counts By 2017", "article_keywords": ["information", "2017", "help", "chain", "food", "required", "display", "regulations", "menus", "mandate", "counts", "calorie", "change", "restaurants"], "article_url": "http://www.self.com/trending/2016/05/all-chain-restaurants-will-have-to-display-calorie-counts-by-2017/", "article_text": "Big changes are coming to your favorite fast food spots: All chain restaurants with 20 or more locations will be required to display calorie counts on menus by May 2017, according to a new report from Reuters. As required by the Affordable Care Act, the Food And Drug Administration began rolling out this change in November 2014. The requirement was originally supposed to take effect by December 2016, but the deadline has been pushed back for several years, and now restaurants will have an additional five months to make the change to their displayed menus.\n\nIf you thought this change had already taken effect, that’s because a number of chains do currently display calorie counts. Leading the pack, McDonald’s updated its menus well before the FDA mandate, and has been transparent with its nutrition information as early as 2012. Starbucks made the change shortly thereafter, and Subway did the same. Now it’s only a matter of time before all other chains are forced to follow suit. The regulations also apply to vending machine operators with 20 or more units.\n\nThe FDA notes that “Americans eat and drink about one-third of their calories away from home,” and the calorie count mandate was instated by the Affordable Care Act in an effort to help lower obesity rates. Those in favor of the regulations believe that it will help give customers the information they need to make more informed choices about foods they eat. Whether counting calories is part of your lifestyle or not, having the caloric count of your meal presented in a clear and accessible format provides you with the opportunity to decide what you will do with that information—even if that means doing nothing. Because whatever decision you make, it’s important that you’re the one making it.\n\nRelated: Here’s What Registered Dietitians Order At Fast Food Restaurants", "article_metadata": {"description": "Heres what it means for you.", "parsely-page": "{\"title\":\"All Chain Restaurants Will Have To Display Calorie Counts By 2017\",\"link\":\"http:\\/\\/www.self.com\\/trending\\/2016\\/05\\/all-chain-restaurants-will-have-to-display-calorie-counts-by-2017\\/\",\"image_url\":\"http:\\/\\/www.self.com\\/wp-content\\/uploads\\/2016\\/05\\/fast-food-calories-feat-225x225.jpg\",\"type\":\"post\",\"post_id\":\"1190345\",\"pub_date\":\"2016-05-17T21:13:22Z\",\"section\":\"Trending\",\"author\":\"Audrey Bruno\",\"tags\":[\"calorie counts\",\"fast food\",\"food news\"]}", "twitter": {"domain": "SELF", "description": "Heres what it means for you.", "title": "All Chain Restaurants Will Have To Display Calorie Counts By 2017", "image": {"src": "http://www.self.com/wp-content/uploads/2016/05/fast-food-calories-fb.jpg"}, "creator": "@SELFmagazine", "site": "@SELFmagazine", "card": "summary_large_image"}, "og": {"site_name": "SELF", "description": "Heres what it means for you.", "title": "All Chain Restaurants Will Have To Display Calorie Counts By 2017", "locale": "en_US", "image": "http://www.self.com/wp-content/uploads/2016/05/fast-food-calories-fb.jpg", "url": "http://www.self.com/trending/2016/05/all-chain-restaurants-will-have-to-display-calorie-counts-by-2017/", "type": "article"}, "keywords": "Calorie Counts, fast food, Food News", "article": {"section": "Trending", "tag": "Food News"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0"}, "_id": "\"57477af46914bd0286fe1e6a\"", "article_summary": "Big changes are coming to your favorite fast food spots: All chain restaurants with 20 or more locations will be required to display calorie counts on menus by May 2017, according to a new report from Reuters.\nRelated: Here’s What Registered Dietitians Order At Fast Food Restaurants\nIf you thought this change had already taken effect, that’s because a number of chains do currently display calorie counts.\nAs required by the Affordable Care Act, the Food And Drug Administration began rolling out this change in November 2014.\nLeading the pack, McDonald’s updated its menus well before the FDA mandate, and has been transparent with its nutrition information as early as 2012."}