{"article_title": "Leadership Conference Education Fund Releases Annual ‘Civil Rights Monitor’", "article_keywords": ["conference", "united", "monitor", "releases", "rights", "civil", "annual", "voting", "fund", "leadership", "human", "education"], "article_url": "http://www.civilrights.org/press/2016/2016-civil-rights-monitor.html", "article_text": "Press Release - The Leadership Conference Education Fund\n\nLeadership Conference Education Fund Releases Annual ‘Civil Rights Monitor’\n\nFor Immediate Release\n\nContact: Scott Simpson, 202.466.2061, simpson@civilrights.org\n\nFebruary 2, 2016\n\nWASHINGTON – The Leadership Conference Education Fund today released the 2016 edition of The Civil Rights Monitor, a narrative and journalistic review of the year’s civil and human rights developments.\n\nThis edition of the Civil Rights Monitor chronicles the historic progress for the civil and human rights community with Supreme Court decisions affirming marriage equality and the Affordable Care Act, the passage of a long-overdue surface transportation bill, and the first reauthorization of the Elementary and Secondary Education Act in 14 years. This year’s Monitor also brings substantive commentary on voting rights, judicial and executive nominations, economic security, and criminal justice reform.\n\n“To have the year we had in 2015 is an important reminder of what is achievable against even the worst of odds,” said Wade Henderson, president and CEO of The Leadership Conference Education Fund, in the publication’s introduction. However, Henderson noted, the work on issues of utmost urgency to the civil and human rights community—like voting rights and immigration—remains unfinished. “In particular, this year will be an important year for voting rights. Unless Congress acts, 2016 will see the first presidential election in 50 years without the full protection of the Voting Rights Act.”\n\nClick here to read this year’s Civil Rights Monitor.\n\nThe Leadership Conference Education Fund builds public will for federal policies that promote and protect the civil and human rights of all persons in the United States. The Education Fund's campaigns empower and mobilize advocates around the country to push for progressive change in the United States.\n\n###", "article_metadata": {"og": {"url": "http://www.civilrights.org/press/2016/2016-civil-rights-monitor.html", "site_name": "The Leadership Conference on Civil and Human Rights", "image": "http://www.civilrights.org/about/leadershipconf_foraboutus2.jpg", "type": "article", "title": "Leadership Conference Education Fund Releases Annual ‘Civil Rights Monitor’"}, "google-site-verification": "MZqmxaaLtHrtdDTgIy05HoURMLj_17JgG3kZvNcjzkI", "fb": {"admins": 586003167, "app_id": 143697325675837}, "verify-v1": "yx24KLK9Z91PlNBYDVG+GR0/FEa8WnlL6vU6rboKHLI=", "generator": "Convio CMS"}, "article_summary": "Press Release - The Leadership Conference Education FundLeadership Conference Education Fund Releases Annual ‘Civil Rights Monitor’For Immediate ReleaseContact: Scott Simpson, 202.466.2061, simpson@civilrights.orgFebruary 2, 2016WASHINGTON – The Leadership Conference Education Fund today released the 2016 edition of The Civil Rights Monitor, a narrative and journalistic review of the year’s civil and human rights developments.\nHowever, Henderson noted, the work on issues of utmost urgency to the civil and human rights community—like voting rights and immigration—remains unfinished.\nThe Leadership Conference Education Fund builds public will for federal policies that promote and protect the civil and human rights of all persons in the United States.\nUnless Congress acts, 2016 will see the first presidential election in 50 years without the full protection of the Voting Rights Act.”Click here to read this year’s Civil Rights Monitor.\nThis year’s Monitor also brings substantive commentary on voting rights, judicial and executive nominations, economic security, and criminal justice reform."}