{"article_title": "A conversation with Carolyn Pare, Minnesota Health Action Group", "article_keywords": ["pare", "weve", "group", "carolyn", "business", "companies", "minnesota", "employers", "conversation", "state", "health", "action", "recently", "care"], "article_url": "http://www.startribune.com/a-conversation-with-carolyn-pare-minnesota-health-action-group/223676971/", "article_text": "It has been 25 years since a group of Minnesota’s largest businesses came together in hopes of using their combined buying power to influence the health care market.\n\nAmong the marquee names were Dayton Hudson, Honeywell, Carlson Companies, Pillsbury, 3M and General Mills. They joined forces with the aim of getting the best value possible for the health services they were buying for their employees.\n\nWith the federal health law and other market reforms underway, the business coalition recently changed its name and expanded its member focus. Now known as the Minnesota Health Action Group, it includes small, medium and large businesses as well as hospital systems, county and state government employers, and the University of Minnesota.\n\nOver the years, the group has helped set statewide standards for measuring health outcomes. Its “Bridges to Excellence” program recently awarded nearly $650,000 to clinics around the state for improving the health and reducing costs of treating people with diabetes, vascular disease and depression. The rewards are paid by employers, based on how many of their workers are treated at the clinics.\n\nCarolyn Pare, CEO of the organization since 2000, spoke recently about the importance and challenges of refocusing her organization in an age of health reform.\n\nQ: What was behind the decision to change your name in July 2012?\n\nA: We first started out in the late 1980s and early ’90s as the Business Health Care Action Group. When the State Employee Group joined us in 1994, we changed to the Buyers Health Care Action Group. With a lot happening relative to national reform, it became important to identify where we were most needed. Health care is local. We knew we could still meet the local needs of our legacy members, mostly jumbo employers based in the Twin Cities who do business around the world. But we weren’t meeting the needs all of the employers and government entities doing business in Minnesota. We have since been doing outreach across the state to organizations that have a strong commitment to the health of their employees and the economic vitality of the state.\n\nQ: How has the process gone?\n\nA: The Buyers Health Care Action Group had great national cachet, so it was hard to feel that we were leaving that behind. It has taken some time to execute on the new strategy because we’re bringing in new companies. There was a little confusion in the marketplace about who we are and what we’re trying to do. We’re still trying to do the same stuff. The “who we are” has changed a bit, but only in that it has grown. It’s more inclusive of many communities.\n\nQ: What has changed?\n\nA: As Buyers Health Care Action Group we oftentimes would think about how we leverage our spending to drive behavior in the marketplace. Since we’ve embraced this idea of the Health Care Action Group, we are looking at doing business in three different ways.\n\nIn one way, we are about innovation, and working with those stakeholders — clinics, health plans, hospitals and others — to talk about changing the way care is delivered. That has shown up in how we spend our money to reward providers for quality care. But we as businesses really want to be engaged in the front end — as opposed to a health plan deciding they want to do something and then coming to companies to ask us to pay for it.\n\nNext, we offer collaboration with our members. For instance, some employers using wellness vendors have seen significant results while others that have been investing in wellness and have seen nothing. We convene just the employers and provide a safe place to compare best practices.\n\nAnd lastly, we turn an eye toward how the marketplace is changing. Companies have to focus even more deeply on engaging employees as consumers. We help evaluate tools and opportunities that would make sense to adopt in individual work areas, or whether the Action Group could leverage our collection of employers to create goods, services or tools that would help employees with some of the tough stuff that they need to understand.\n\nQ: How has the Affordable Care Act affected your work?\n\nA: There’s a great deal of angst around the ACA and the insurance exchanges. Employers just want to know what the heck they have to do to comply with this big, hefty law. We’ve had to step back just a little bit, maybe not be as strong as we have been pushing some of our reforms forward because we have to let the dust settle.\n\nIf you can step back and stay at 50,000 feet, you recognize that a lot of the things that are built into the ACA are things we’ve worked on in Minnesota for years.", "article_metadata": {"og": {"site_name": "Star Tribune", "description": "It has been 25 years since a group of Minnesota&rsquo;s largest businesses came together in hopes of using their combined buying power to influence the health care market.", "title": "A conversation with Carolyn Pare, Minnesota Health Action Group", "url": "http://www.startribune.com/a-conversation-with-carolyn-pare-minnesota-health-action-group/223676971/", "image": {"url": "http://stmedia.stimg.co/ows_137910623231765.jpg?h=630&w=1200&fit=crop&bg=999&crop=faces", "width": 1200, "identifier": "http://stmedia.stimg.co/ows_137910623231765.jpg?h=630&w=1200&fit=crop&bg=999&crop=faces", "height": 630}, "type": "article"}, "google-site-verification": "bLXTXkzm4dJ8hcJy1LXawtxXxGP3JhInARj69uCiMiM", "twitter": {"description": "It has been 25 years since a group of Minnesota&rsquo;s largest businesses came together in hopes of using their combined buying power to influence the health care market.", "title": "A conversation with Carolyn Pare, Minnesota Health Action Group", "url": "http://www.startribune.com/a-conversation-with-carolyn-pare-minnesota-health-action-group/223676971/", "image": {"src": "http://stmedia.stimg.co/ows_137910623231765.jpg?h=560&w=750&fit=crop&bg=999&crop=faces", "identifier": "http://stmedia.stimg.co/ows_137910623231765.jpg?h=560&w=750&fit=crop&bg=999&crop=faces"}, "site": "@StarTribune", "card": "summary"}, "description": "It has been 25 years since a group of Minnesota&rsquo;s largest businesses came together in hopes of using their combined buying power to influence the health care market."}, "_id": "\"57477af46914bd0286fe0fbb\"", "article_summary": "When the State Employee Group joined us in 1994, we changed to the Buyers Health Care Action Group.\nA: We first started out in the late 1980s and early ’90s as the Business Health Care Action Group.\nA: As Buyers Health Care Action Group we oftentimes would think about how we leverage our spending to drive behavior in the marketplace.\nA: The Buyers Health Care Action Group had great national cachet, so it was hard to feel that we were leaving that behind.\nNow known as the Minnesota Health Action Group, it includes small, medium and large businesses as well as hospital systems, county and state government employers, and the University of Minnesota."}