{"article_title": "Europe’s warning for the U.S. on jobs", "article_keywords": ["wage", "eurozone", "jobs", "europes", "countries", "thimann", "workers", "costs", "trade", "high", "warning", "productivity"], "article_url": "https://www.washingtonpost.com/opinions/europes-warning-for-the-us-on-jobs/2015/08/19/f64d7dbc-4686-11e5-846d-02792f854297_story.html", "article_text": "We can learn from Europe about job creation, but many Americans may reject the underlying lesson. It is: If you price labor too high -- pay workers more than they produce -- businesses will slow or stop hiring. They won’t sponsor their own bankruptcy.\n\nEveryone knows that Europe’s economy is in the doldrums. Growth in the eurozone (the 19 countries using the euro) is weak; in the second quarter, gross domestic product (GDP) advanced a modest 0.3 percent compared with the previous quarter. Eurozone unemployment is 11.1 percent, barely down from the peak of about 12 percent. This contrasts with the United States, where the jobless rate has dropped from 10 percent in October 2009 to 5.3 percent now.\n\nThe standard explanation for the lackluster performance is “too much austerity.” Demand is held back by misguided efforts to curb budget deficits through spending cuts and tax increases. No doubt this plays a role. Joblessness varies. In Germany, July unemployment was 4.7 percent; in France and Italy, it was 10.2 percent and 12.7 percent, respectively.\n\nBut it’s not the whole story. In a fascinating article in the latest “Journal of Economic Perspectives,” economist Christian Thimann — a former top adviser at the European Central Bank and now at the French investment bank AXA — argues that Europe’s debt crisis and the weak recovery both stem from high wage and compensation costs.\n\n“Jobs fail to be created in a number of [eurozone] countries not because of a ‘lack of demand’ as often claimed,” Thimann writes,” but mainly because wage costs are high relative to productivity, social insurance and tax burdens are heavy, and the business environment is excessively burdensome.”\n\nIf the costs of new workers exceed the likely benefits in higher sales and profits, companies will hire less or not at all. Thimann shows that in many countries wage gains far outstripped productivity increases — output per worker. From 1999 (the year the euro was introduced) to 2008, France, Italy, Spain, Portugal, Ireland and Greece increased nominal wages an average of 40 percent compared with real productivity gains of only 7 percent. In these countries, consumers’ purchasing power strengthened but profit margins eroded, and their appeal as locations for new investment — based on production costs — weakened.\n\nMeanwhile, other countries in the eurozone (most prominently, Germany, the Netherlands, Belgium and Austria) gained competitiveness, as their gaps between wages and productivity gains were much smaller. Europe’s trade became skewed, as the more competitive countries swung into surplus and the less competitive countries fell into deficit. These lopsided trade flows were unsustainable, Thimann argues, and drove Europe’s distress.\n\nOvercoming this requires reducing — or eliminating — the high labor costs that discourage job creation, new investment and trade imbalances, he says. But he’s skeptical that this will soon occur. A big obstacle is that “there are different economic models across eurozone countries, reflecting different social preferences and institutional frameworks.” Dictating unpopular changes to countries is hard. The European Union, he writes, has trouble overriding national values, traditions and budget policies. (For proof, see Greece.)\n\nWhatever happens in Europe, we should not ignore the implications for the United States. Because the federal budget is already running large deficits, it’s tempting to load the costs of social policies onto business. We’ve increasingly been doing so. The Affordable Care Act (aka Obamacare) requires firms to provide health insurance for workers; a $15 minimum wage would raise labor costs sharply for many firms; and there are proposals mandating paid maternity and sick leave.\n\nAll these seem worthy causes, but we need to be alert to unintended consequences. If we make hiring too expensive, there will be less hiring. That’s one lesson from Europe. Another is that once political and economic commitments are made, they are hard to withdraw, even if they have adverse long-term side effects. What’s temporarily pleasurable could become permanently painful.\n\nRead more from Robert Samuelson’s archive.", "article_metadata": {"news_keywords": "Robert Samuelson, economy, eurozone, ecb, germany, italy, france, greece, christian thimann, journal of economic perspectives, portugal, spain, netherlands, belgium, austria,", "og": {"site_name": "Washington Post", "description": "If you price labor too high, businesses will slow or stop hiring.", "title": "Europe’s warning for the U.S. on jobs", "url": "https://www.washingtonpost.com/opinions/europes-warning-for-the-us-on-jobs/2015/08/19/f64d7dbc-4686-11e5-846d-02792f854297_story.html", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2012/04/21/Foreign/Images/Italy_Europe_Economy_0a981.jpg", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/opinions/europes-warning-for-the-us-on-jobs/2015/08/19/f64d7dbc-4686-11e5-846d-02792f854297_story.html", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "Robert Samuelson, economy, eurozone, ecb, germany, italy, france, greece, christian thimann, journal of economic perspectives, portugal, spain, netherlands, belgium, austria,", "article": {"publisher": "https://www.facebook.com/washingtonpost"}, "eomportal-uuid": "f64d7dbc-4686-11e5-846d-02792f854297", "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "description": "If you price labor too high, businesses will slow or stop hiring."}, "_id": "\"57477af36914bd0286fd34cc\"", "article_summary": "Europe’s trade became skewed, as the more competitive countries swung into surplus and the less competitive countries fell into deficit.\nA big obstacle is that “there are different economic models across eurozone countries, reflecting different social preferences and institutional frameworks.” Dictating unpopular changes to countries is hard.\nIt is: If you price labor too high -- pay workers more than they produce -- businesses will slow or stop hiring.\nThese lopsided trade flows were unsustainable, Thimann argues, and drove Europe’s distress.\nThimann shows that in many countries wage gains far outstripped productivity increases — output per worker."}