{"article_title": "Mistakes, mistreatment leads to deaths in assisted living homes", "article_keywords": ["woods", "living", "training", "wisconsin", "deaths", "assisted", "mistreatment", "homes", "leads", "facilities", "state", "mistakes", "residents", "wisconsins", "care"], "article_url": "http://www.jsonline.com/news/wisconsin/mistakes-mistreatment-leads-to-deaths-in-assisted-living-homes-b99404410z1-284985561.html", "article_text": "Green Bay — At least 24 residents of assisted living homes in Wisconsin's 15 largest counties have died after mistakes or mistreatment by caregivers in a two-year period, according to a review of records by Press-Gazette Media.\n\nThe review of inspection records, wrongful death lawsuits and coroner investigations show that 94 residents were hospitalized or treated in emergency rooms for broken bones, debilitating bed sores and other injuries during 2012 and 2013, the newspaper reported.\n\nAssisted living providers said accidental deaths and injuries are rare. But advocates for the elderly said the industry isn't set up to handle an influx of older residents and facilities are stressed as families are favoring assisted living facilities over traditional nursing homes.\n\nCatherine Hawes of Texas A&M's program on aging and long-term care policy said the situation is a \"ticking time bomb\" for the vulnerable.\n\n\"It's the potential for disaster. It's a miracle when disaster doesn't happen,\" said Hawes, who co-wrote a national study on assisted living care for the U.S. Department of Health and Human Services.\n\nBut providers point to a state Department of Health Services report that says penalties were issued on only 9% of the state's 3,484 facilities last year.\n\n\"Taking an infinitesimal number of events and presumably holding these up as representative of the provider community is not only a disservice...but needlessly causes fear and anxiety,\" said Brian Purtell, executive director of the Wisconsin Center of Assisted Living, a trade association representing providers.\n\nState officials said the newspaper's investigation will be looked into. Otis Woods, administrator for the state division of quality assurance, stopped short of saying that the newspaper found a statewide problem.\n\n\"Is it safe? Yes, I can say it's safe, but you have identified some issues that will be followed up on and are being followed up on,\" Woods told the newspaper.\n\nJohn Hendrick, chief legal counsel for the Coalition of Wisconsin Aging Groups, said he believes a lack of staffing and training is part of the problem. There are no minimum staffing requirements for Wisconsin's assisted-living facilities. In addition, caregivers are not required to have a degree or medical training. Initial training required under state law lasts 20 hours or less, depending on the facility's classification.\n\nWoods said assisted living homes are not medical facilities. Residents remain independent decision-makers, meaning they have a right to refuse care or to come and go as they choose.", "article_metadata": {"title": "Mistakes, mistreatment leads to deaths in assisted living homes", "og": {"url": "http://www.jsonline.com/news/wisconsin/mistakes-mistreatment-leads-to-deaths-in-assisted-living-homes-b99404410z1-284985561.html", "image": {"width": 200, "identifier": "http://media.jrn.com/images/js-for-social-200-final.jpg", "height": 200}, "type": "article", "description": "At least 24 residents of assisted living homes in Wisconsin’s 15 largest counties died during a two-year period, according to a review of records by Press-Gazette Media in Green Bay.", "title": "Mistakes, mistreatment leads to deaths in assisted living homes"}, "twitter": {"image": "http://media.jrn.com/images/js-for-social-200-final.jpg", "description": "At least 24 residents of assisted living homes in Wisconsin’s 15 largest counties died during a two-year period, according to a review of records by Press-Gazette Media in Green Bay.", "site": "@journalsentinel", "card": "summary", "title": "Mistakes, mistreatment leads to deaths in assisted living homes"}, "apple-mobile-web-app-capable": "no", "fb": {"admins": "journal.sentinel.1", "app_id": 227386193957280}, "msapplication-TileImage": "http://media.jrn.com/designimages/logo-mjs-144-icon.png", "viewport": "width=device-width,initial-scale=1,maximum-scale=1"}, "_id": "\"57477af36914bd0286fd34d1\"", "article_summary": "Assisted living providers said accidental deaths and injuries are rare.\nIt's a miracle when disaster doesn't happen,\" said Hawes, who co-wrote a national study on assisted living care for the U.S. Department of Health and Human Services.\nWoods said assisted living homes are not medical facilities.\nBut advocates for the elderly said the industry isn't set up to handle an influx of older residents and facilities are stressed as families are favoring assisted living facilities over traditional nursing homes.\nGreen Bay — At least 24 residents of assisted living homes in Wisconsin's 15 largest counties have died after mistakes or mistreatment by caregivers in a two-year period, according to a review of records by Press-Gazette Media."}