{"article_title": "CLAUDE SALHANI: Possibly up to 1,000 Islamists in Belgium", "article_keywords": ["believed", "belgian", "source", "islamists", "country", "possibly", "services", "salhani", "claude", "belgium", "security", "iraq", "borders", "1000"], "article_url": "http://www.washingtontimes.com/news/2015/jan/19/claude-salhani-possibly-1000-islamists-belgium/?page=all", "article_text": "ANALYSIS/OPINION:\n\nSources close to French and Belgian intelligence services have told this reporter that there could be up to 1,000 Islamist “sleepers” currently hiding in Belgium and waiting for the right moment to strike.\n\nBelgian police killed two men and arrested a third during a raid last week in a town in southern Belgium. The men had been under police surveillance and the authorities were convinced they were about to move into the action phase of the operation when they launched their attack in a preemptive move.\n\nMore than half of them —possibly as many as 800 — are believed combat-hardened jihadis returning from a stint in Syria or Iraq where they received military training and experienced combat in the ranks of the Islamic State, ISIS or ISIL.\n\nMany of those Muslim Europeans are second- and third-generation Belgians, making it harder for the authorities to detect.\n\nBelgium is one of Europe’s smallest countries, yet one with the most strategic targets for a would-be terrorist. The unusual high number of diplomats accredited to Belgium and the many strategic targets concentrated over a relatively small territory made Belgium an ideal location from where a potential Islamist terrorists to strike.\n\nBrussels is home to the European Union and the plethora of agencies and government groups affiliated with the huge EU bureaucfratuc cccc EU; the Belgian capital is also home to the North Atlantic Treaty Organization and SHAPE, the Supreme Headquarters for Allied Powers in Europe.\n\nAs such Belgium hosts three times more foreign accredited diplomats on it soil than any other European capital as embassies have separate staff accredited to Belgium, to NATO and to the EU.\n\nThe small size of the country offers an additional benefit to the terrorists who can be out of the country in under two hours by car. Although most of the borders have disappeared, national police forces cannot cross borders into another country.\n\nAdd to the above the fact that Belgian security forces did not enjoy a strong\n\nreputation, the porous borders with France, Luxembourg, Germany and The Netherlands, where crossing from one country to the other is similar to crossing from one US state to another.\n\nFurthermore, the Islamists believed they could operate from Belgium easier that in the other countries because they thought the security services were not on the ball.\n\nCommunicating through the popular Internet social networking site Twitter, the Islamists arrogantly mocked the Belgian security services, calling them “stupid” and “idiotic.” That outlook may have been revised, however, since the Belgian anti-terrorist unit thwarted a possible attack by Islamists last week.\n\nThe source who has proven to be reliable in the past, asked not to be identified.\n\nThe source said there could be anywhere between 400 to 800 returning Belgian jihadis from Iraq and Syria, plus the “veterans” of al-Qaeda and Iraq. The number could rise to as many as 1,000 “people of concern,” the source said.\n\nIn neighboring France the numbers are thought to be even higher with about 1,500returning fighters from the wars in the Middle East.\n\nGermany believes they have about 50 new sleeper cells that could be operating in the country.\n\nAs previous incidents have demonstrated, large numbers are not needed to create havoc and mayhem. As an example, at the height of the clashes between the British and the Irish Republican Army, it is believed that’s no more than 150 people were involved on the IRA side. Those managed to keep almost the entire British army tied up for months at a time.\n\nClaude Salhani is senior editor with Trend News Agency.", "article_metadata": {"description": "Sources close to French and Belgian intelligence services say there could be up to 1,000 Islamist \"sleepers\" currently hiding in Belgium and waiting for the right moment to strike.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "Sources close to French and Belgian intelligence services say there could be up to 1,000 Islamist “sleepers” currently hiding in Belgium and waiting for the right moment to strike.", "title": "CLAUDE SALHANI: Possibly up to 1,000 Islamists in Belgium", "url": "http://www.washingtontimes.com/news/2015/jan/19/claude-salhani-possibly-1000-islamists-belgium/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/01/19/39a468fb10f1aa036b0f6a706700ef94.jpg", "type": "article"}, "twitter": {"image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/01/19/39a468fb10f1aa036b0f6a706700ef94.jpg", "description": "Sources close to French and Belgian intelligence services say there could be up to 1,000 Islamist \"sleepers\" currently hiding in Belgium and waiting for the right moment to strike.", "site": "@washtimes", "card": "summary", "title": "CLAUDE SALHANI: Possibly up to 1,000 Islamists in Belgium"}, "Author": "Claude Salhani", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web3", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "War Conflict, Politics, Belgium, Iraq, Syria"}, "_id": "\"57477af36914bd0286fd34cd\"", "article_summary": "Furthermore, the Islamists believed they could operate from Belgium easier that in the other countries because they thought the security services were not on the ball.\nBelgian police killed two men and arrested a third during a raid last week in a town in southern Belgium.\nBelgium is one of Europe’s smallest countries, yet one with the most strategic targets for a would-be terrorist.\nCommunicating through the popular Internet social networking site Twitter, the Islamists arrogantly mocked the Belgian security services, calling them “stupid” and “idiotic.” That outlook may have been revised, however, since the Belgian anti-terrorist unit thwarted a possible attack by Islamists last week.\nANALYSIS/OPINION:Sources close to French and Belgian intelligence services have told this reporter that there could be up to 1,000 Islamist “sleepers” currently hiding in Belgium and waiting for the right moment to strike."}