{"article_title": "Utah school districts struggling to find school bus drivers", "article_keywords": ["hours", "school", "kids", "district", "bus", "drivers", "utah", "washington", "districts", "schmutzharden", "county", "struggling", "turley"], "article_url": "http://kutv.com/news/local/utah-school-districts-struggling-to-find-school-bus-drivers", "article_text": "(KUTV) For the last few years, many Utah public schools have seen a serious shortage in bus drivers and it has officials concerned for their students.\n\n\n\nIn Southern Utah, the Washington county school district currently has about 100 drivers on staff. Transportation Director, Launi Schmutz-Harden, says it's not enough. Schmutz-Harden said the district could use 30 more drivers to be comfortable, but that continues to be difficult.\n\nA school bus driver has different hours than most jobs. Two hours in the morning to pick up kids and take them to school and three in the afternoon to drop them off at home.\n\nMatthew Turley, one of 100 bus drivers in Washington County said it's a tough but rewarding job.\n\n\"I love to interact with kids and I love to drive. Sometimes kids are unruly and I love to tease them and get them to comply,\" he said.\n\nBut other drivers don't have the same opinion as Turley. Currently, Washington County School District has enough personal to get kids to and from school. Schmutz-Harden said it's the finding substitute drivers and trips for extracurricular activities like basketball games and field trips that suffer the most.\n\nSchmutz-Harden said numbers continue to decrease in 39 of the 41 Utah public school districts.\n\n\"It is troubling. We don't ever want to leave kids standing or miss bus stops or not be there to get their children.\"\n\nOne of the causes of shortage is lack of funds.\n\n\"They [drivers] look for benefits and we're bound to 29 hours because of the health care act.\"\n\nThe Affordable Care Act, known as Obamacare, was first brought forward by Barack Obama back in 2009, signed into law March of 2010. Major provisions came into effect in 2014. Shortly after, millions of people enrolled in a health insurance plan during its first open enrollment period.\n\nBecause a majority of these bus driver jobs in Washington County are only part-time positions, these drivers are just short of 30 hours, which is the Obamacare requirement for an employee to receive benefits.\n\n\"Health care insurance can be $10,000 to $15,000 depending on if it's an individual or a family,\"\n\nSchmutz-Harden said and added that even if they could give their drivers 30 hours of work, they wouldn't be able to afford the payout required for benefits.\n\n\"It is difficult.\" Turley said, \"I don't have benefits. I don't have medical, so when I go see a doctor I'm paying out of my own pocket.\"\n\nSchmutz-Harden said she and the school district are doing everything they can to fix this problem.\n\n\"If I knew of a way, I would have turned that rock over,\" Schmutz-Harden said.\n\nWith issues aside, she believes that bus drivers are the best-kept secret because when they find that person who can be personable with the kids and get them to school safely, they're taken care of.\n\n\"I just think of it as driving America's future,\" Turley said.\n\nThe problems faced vary by school district. For example David Roberts, with Davis County School District told 2News their district has the funds needed to pay their drivers for additional hours and benefits. Regardless of having the funds, they still find themselves struggling to attract job applicants.\n\nIf you're interested in applying for a job as a Washington County Bus Driver, you can click on this link for more information.\n\nFollow D.J. Bolerjack on Twitter @DJBolerjack for breaking news, updates and more.\n\n\n\n\n\n\n\n", "article_metadata": {"description": "(KUTV) For the last few years, many Utah public schools have seen a serious shortage in bus drivers and it has officials concerned for their students.In Southern Utah, the Washington county school district currently has about 100 drivers on staff. Transpor", "title": "Utah school districts struggling to find school bus drivers", "og": {"site_name": "KUTV", "description": "(KUTV) For the last few years, many Utah public schools have seen a serious shortage in bus drivers and it has officials concerned for their students.In Southern Utah, the Washington county school district currently has about 100 drivers on staff. Transpor", "title": "Utah school districts struggling to find school bus drivers", "url": "http://kutv.com/news/local/utah-school-districts-struggling-to-find-school-bus-drivers", "image": "http://static-12.sinclairstoryline.com/resources/media/f6c5092a-9294-4c38-a383-1504d78e49c8-large16x9_DJBolerjack2.jpeg?1458165169607", "locale": "en_US", "type": "article"}, "twitter": {"site": "@kutv2news", "image": "http://static-11.sinclairstoryline.com/resources/media/f6c5092a-9294-4c38-a383-1504d78e49c8-large16x9_DJBolerjack2.jpeg?1458165169607", "description": "(KUTV) For the last few years, many Utah public schools have seen a serious shortage in bus drivers and it has officials concerned for their students.In Southern Utah, the Washington county school district currently has about 100 drivers on staff. Transpor", "card": "summary_large_image", "title": "Utah school districts struggling to find school bus drivers"}, "author": "Sinclair Broadcast Group", "blitz": "mu-cc36119f-f4dca522-3261b206-4b3bbd3f", "robots": "index, follow", "apple-mobile-web-app-capable": "yes", "fb": {"app_id": 1510096532647730}, "keywords": "news,root,local,UT", "article": {"publisher": "https://www.facebook.com/kutv2news", "published_time": "2016-03-16T17:28:09+00:00"}, "viewport": "width=device-width, initial-scale=1, minimum-scale=0.5"}, "article_summary": "In Southern Utah, the Washington county school district currently has about 100 drivers on staff.\n(KUTV) For the last few years, many Utah public schools have seen a serious shortage in bus drivers and it has officials concerned for their students.\nCurrently, Washington County School District has enough personal to get kids to and from school.\nMatthew Turley, one of 100 bus drivers in Washington County said it's a tough but rewarding job.\nIf you're interested in applying for a job as a Washington County Bus Driver, you can click on this link for more information."}