{"article_title": "Want To Protect Cognitive Function? Start Working Out, Eating Healthy Early In Life", "article_keywords": ["function", "protect", "eating", "cognitive", "working", "healthy", "study", "intervention", "life", "early", "start", "participants", "supplements", "health", "activity", "given", "physical"], "article_url": "http://www.medicaldaily.com/want-protect-cognitive-function-start-working-out-eating-healthy-early-life-349468", "article_text": "Recent research has shown that maintaining physical activity in your old age could prevent your brain from shrinking, and your cognitive function from declining. Take Olga Kotelko for example: a famous 95-year-old who had begun exercising when she was 77, and won hundreds of medals well into her 90s. Researchers found that Kotelko’s brain was slightly bigger than other people's her age, and a healthy diet and workout regimen had protected her ability to think sharply.\n\nBut new research counters that, or at least opens up questions about it. Two studies, published in JAMA, examined how a nutrient supplementation and physical activity intervention impacted people’s cognitive abilities in their old age.\n\nThe first study, led by Dr. Kaycee Sink of the Wake Forest School of Medicine, examined how a 24-month physical activity program would impact cognitive function as well as decrease the risk of mild cognitive impairment or dementia in older adults. They compared these results to people who were undergoing a health education program. The participants were between 70 and 89 years old, and they were notably sedentary in their lives prior to the study. They were asked to take part in a physical activity routine that involved moderate exercise — walking, resistance training, and flexibility — then their levels of MCI or dementia were measured after 24 months.\n\nThe results were pretty surprising. Despite what one would normally think, the moderate-intensity exercise did not make that much of a difference in cognitive function compared to the health education program. In addition, there was only about one percent difference when it came to the incidence of MCI or dementia in the two groups. In short, a moderate-intensity exercise routine might not be enough to reverse cognitive aging.\n\n“Cognitive function remained stable over two years for all participants,” the authors wrote. “We cannot rule out that both interventions were successful at maintaining cognitive function.”\n\nWhat about a nutritional intervention among older, sedentary people? The second study, completed at the National Eye Institute/National Institutes of Health, examined how oral supplements could improve cognitive function. Past research has shown that Mediterranean diets — filled with omega-3 fatty acids — could help protect your mind, but the researchers wanted to study that further.\n\nThe participants in the study were at risk of developing late age-related macular degeneration, and were given dietary supplements. Others were given a placebo, but all participants were given vitamins C, E, beta carotene, and zinc. All the participants underwent eye exams, as well as cognitive function tests — but it turned out that supplements didn’t make much of a difference.\n\nIt’s possible that the intervention occurred too late in the aging process. “The process of cognitive decline may occur over decades, thus a short-term supplementation given too late in the disease may not be effective,” the authors wrote. But it’s also likely that perhaps it’s not supplements that are the answer, but rather a long-term commitment to a Mediterranean diet as a whole — filled with whole grains, olive oils, lean protein, and antioxidants — that will make the biggest difference.\n\nSource: Sink K, Espeland M, Castro C, Church T, Cohen R, Dodson J. Effect of a 24-Month Physical Activity Intervention vs Health Education on Cognitive Outcomes in Sedentary Older Adults. JAMA, 2015.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "cognitive function, working out", "og": {"site_name": "Medical Daily", "description": "An exercise routine and a healthy diet is more effective in keeping you sharp in your later years, if you start early.", "title": "If You Want To Protect Your Brain, You Have To Start Early In Life", "url": "http://www.medicaldaily.com/want-protect-cognitive-function-start-working-out-eating-healthy-early-life-349468", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/08/25/brain-health.jpg", "type": "article"}, "twitter": {"description": "An exercise routine and a healthy diet is more effective in keeping you sharp in your later years, if you start early.", "title": "If You Want To Protect Your Brain, You Have To Start Early In Life", "url": "http://www.medicaldaily.com/want-protect-cognitive-function-start-working-out-eating-healthy-early-life-349468", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/08/25/brain-health.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/08/25/brain-health.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Vitality", "published_time": "2015-08-25T17:48:19-04:00", "modified_time": "2015-08-25T17:48:18-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "An exercise routine and a healthy diet is more effective in keeping you sharp in your later years, if you start early."}, "_id": "\"57477af36914bd0286fd34e1\"", "article_summary": "Two studies, published in JAMA, examined how a nutrient supplementation and physical activity intervention impacted people’s cognitive abilities in their old age.\nRecent research has shown that maintaining physical activity in your old age could prevent your brain from shrinking, and your cognitive function from declining.\nEffect of a 24-Month Physical Activity Intervention vs Health Education on Cognitive Outcomes in Sedentary Older Adults.\nThe second study, completed at the National Eye Institute/National Institutes of Health, examined how oral supplements could improve cognitive function.\n“Cognitive function remained stable over two years for all participants,” the authors wrote."}