{"article_title": "Temper Tantrums, Anxiety, And Homework Problems Could Reveal Deeper Issues In Kids", "article_keywords": ["reveal", "anxiety", "deeper", "university", "problems", "children", "parents", "kids", "tantrums", "homework", "national", "discuss", "health", "poll", "michigan", "temper", "issues", "childrens"], "article_url": "http://www.medicaldaily.com/temper-tantrums-anxiety-and-homework-problems-could-reveal-deeper-issues-kids-333904", "article_text": "Parents worry all day when their child’s temperature is too high, but they neglect certain behaviors that could point to more serious issues. A survey conducted by the University of Michigan Health System has revealed that a number of parents around the United States fail to discuss certain issues their children experience, such as temper tantrums, anxiety, and trouble organizing homework, with a doctor.\n\n\"Some behavioral and emotional changes are just part of a child's natural growth and development and just part of growing up,\" Sarah J. Clark, associate director of the National Poll on Children's Health and associate research scientist in the University of Michigan Department of Pediatrics, said in a statement. \"However, health care providers rely on parents to describe how children act in their regular, day-to-day lives outside of the doctor's office in order to identify situations or behaviors that may be signs of larger problems.\"\n\nThe University of Michigan C.S. Mott Children's Hospital National Poll on Children's Health asked parents with children ages 5 to 17 to answer questions related to their children's behavior, shown in the infographic below. Just over 60 percent of parents said they would definitely talk to a doctor if their child was extremely sad for more than a month. However, just over half of parents would also discuss temper tantrums and issues with anxiety that seem worse than those experienced by children at the same age. Only 37 percent of parents feel the need to discuss trouble organizing homework with their child’s doctor.\n\nWhat parents would discuss with doctors - infographic. University of Michigan C.S. Mott Children’s Hospital National Poll on Children’s Health\n\n\"Behavioral health and emotional health are closely tied to a child's physical health, well-being, and development, but our findings suggest that we are often missing the boat in catching issues early,\" Clark explained.\n\nIn most cases, ignorance prevented parents from discussing these issues at their doctor’s office. Nearly half of parents didn’t think these behavioral issues could be related to medical problems, while another 40 percent said they would handle it within the family and 30 percent said they would rather speak with someone who isn’t a doctor.\n\n\"Many children experience challenges with behavior, emotions, or learning,\" Clark added. \"The key is for parents to recognize their children's behavior patterns and share that information with the doctor. Unfortunately, our findings suggest that parents don't understand their role in supporting their children's behavioral health.\"\n\nSource: Clark S, et al. C.S. Mott Children's Hospital National Poll on Children's Health. University of Michigan Health System. 2015.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "temper, tantrums, anxiety, homework", "og": {"site_name": "Medical Daily", "description": "Parents often neglect certain behavioral issues that could indicate much bigger problems, such as temper tantrums, anxiety, and trouble organizing homework.", "title": "Dear Parents, Temper Tantrums Could Reveal Much Deeper Issues", "url": "http://www.medicaldaily.com/temper-tantrums-anxiety-and-homework-problems-could-reveal-deeper-issues-kids-333904", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/05/18/temper-tantrums.jpg", "type": "article"}, "twitter": {"description": "Parents often neglect certain behavioral issues that could indicate much bigger problems, such as temper tantrums, anxiety, and trouble organizing homework.", "title": "Dear Parents, Temper Tantrums Could Reveal Much Deeper Issues", "url": "http://www.medicaldaily.com/temper-tantrums-anxiety-and-homework-problems-could-reveal-deeper-issues-kids-333904", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/05/18/temper-tantrums.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/05/18/temper-tantrums.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Under the Hood", "published_time": "2015-05-18T16:30:43-04:00", "modified_time": "2015-05-18T16:30:42-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Parents often neglect certain behavioral issues that could indicate much bigger problems, such as temper tantrums, anxiety, and trouble organizing homework."}, "_id": "\"57477af46914bd0286fe1ebd\"", "article_summary": "Mott Children's Hospital National Poll on Children's Health.\nUniversity of Michigan Health System.\nHowever, just over half of parents would also discuss temper tantrums and issues with anxiety that seem worse than those experienced by children at the same age.\nMott Children's Hospital National Poll on Children's Health asked parents with children ages 5 to 17 to answer questions related to their children's behavior, shown in the infographic below.\nA survey conducted by the University of Michigan Health System has revealed that a number of parents around the United States fail to discuss certain issues their children experience, such as temper tantrums, anxiety, and trouble organizing homework, with a doctor."}