{"article_title": "Something Nearly Everyone Agrees About — Except Congress", "article_keywords": ["exemption", "congress", "house", "republicans", "obamacare", "agree", "speaker", "nearly", "political", "law", "agrees", "special"], "article_url": "http://dailycaller.com/2015/10/22/something-nearly-everyone-agrees-about-except-congress/", "article_text": "An ambulance is seen in front of the US Capitol October 16, 2013 in Washington, DC. US lawmakers embarked on another day of high-stakes political brinkmanship Wednesday, battling to scrape together an eleventh hour deal to protect Washington's battered financial standing. At midnight (0400 GMT), the US economy will sail into uncharted waters and the Treasury will no longer be able to guarantee it will be able to meet its obligations and avert a devastating debt default. The only way to avert this peril, which could send global markets into turmoil and threaten another recession, would be for Congress to agree to raise the US government's $16.7 trillion debt ceiling. AFP PHOTO/ Karen BLEIER (Photo credit should read KAREN BLEIER/AFP/Getty Images)\n\n4759731\n\nWe Americans don’t agree on much these days. We’re split on Obamacare, taxes, foreign policy and a hundred other things. We’re even split on whether a politician should be the next President.\n\nThat’s what makes the recent poll my group commissioned so remarkable. It turns out most of us agree on one thing: Congress should not be above the ObamaCare law. Both those who support the law and those who oppose it believe that Congress should live under the law that was enacted. They don’t.\n\nIn truly bipartisan fashion, albeit very quietly, Congressional leaders from both parties sought an Obamacare waiver and the White House, through the Office of Personnel Management, happily agreed. Today Congress and staff enjoy a unique distinction outside the law— they get a 75 percent subsidy for Gold Level Obamacare coverage, even though their incomes are too high to qualify for Obamacare’s normal subsidies. Members can even opt much of their staff out of the law entirely. That’s just flat wrong according to most Americans.\n\nIn a nationwide omnibus survey of 1,015 American adults, conducted by the polling company inc./WomanTrend on behalf of Independent Women’s Voice between Oct. 1-4, a 70.7 percent majority said Congress should live under the law just as citizens do. Even self-identified Democrats (68 percent to 23 percent) agree that Capitol Hill should apply the law as written, joining Independents (72 percent to 20 percent) and Republicans (77 percent to 19 percent).\n\nAdd to that strong support among women (70 percent to 23 percent), Hispanics (68 percent to 28 percent), African-Americans (63 percent to 26 percent) and liberals (62 percent to 28 percent), and the “discontent of the governed” becomes perfectly clear. Conservatives (who are driving rejection of political “insiders”) favor revoking the exemption 80 percent to 17 percent.\n\nOur questions show an opportunity for the next Speaker of the House. We asked: “Even after having won majorities in both the U.S. House and Senate, Republicans have not repealed Congress’ exemption from ObamaCare. How important is it to you that a criterion for the next Speaker of the House be that he promises to bring legislation to revoke Congress’ special exemption from ObamaCare as one of his first acts?” Roughly seven in ten Americans (71.3 percent) think that it is either “very” or “somewhat” important that outgoing Speaker John Boehner’s successor remove this accommodation (versus 23.8 percent who consider it “just a little bit” or “not at all” important).\n\nClearly, Americans are both united and emphatic about political insiders’ gift to themselves. Self-identified Republicans (78.0 percent) consider revoking the special exemption an “important” criterion for their next Speaker of the House, although majorities of Democrats (67.4 percent) and Independents (65.5 percent) also share this view.\n\nWe also asked: “Would you be more likely or less likely to vote for a candidate who supports ending the congressional exemption from ObamaCare?” A 58.4 percent majority of those surveyed — with majorities across the political spectrum — say they are “more likely” to vote for a candidate who would end the special exemption (versus 19.4 percent who are “less likely”).\n\nRepublicans in the House can use this moment to begin restoring credibility with the American public. The “Washington Exemption” is bad politics and bad policy that puts distance between those inside and outside government. It says, “We rulers deserve aristocratic treatment.” Reversing this special exemption would be a significant first step to restoring trust because Democrats, Republicans and Independents also agree on another idea: the country is on the wrong track—and Congress is a big part of the problem.\n\nHadley Heath Manning is Director of Health Policy at the Independent Women’s Voice.", "article_metadata": {"sailthru.author": "Hadley Heath Manning", "description": "Americans don't want politicians and their staffs to be exempt from Obamacare", "og": {"site_name": "The Daily Caller", "description": "We Americans don’t agree on much these days. We’re split on Obamacare, taxes, foreign policy and a hundred other things. We’re even split on whether a politician should be the next President.", "title": "Something Nearly Everyone Agrees About — Except Congress", "url": "http://dailycaller.com/2015/10/22/something-nearly-everyone-agrees-about-except-congress/", "image": {"width": 1200, "identifier": "http://cdn01.dailycaller.com/wp-content/uploads/2015/10/GettyImages-184766373-1-e1444405354397.jpg", "height": 516}, "type": "article"}, "twitter": {"description": "Americans don't want politicians and their staffs to be exempt from Obamacare", "title": "Something Nearly Everyone Agrees About — Except Congress Via @dailycaller", "url": "http://dailycaller.com/2015/10/22/something-nearly-everyone-agrees-about-except-congress/", "image": {"src": "http://dailycaller.com/wp-content/uploads/2015/10/GettyImages-184766373-1-e1444405354397.jpg"}, "creator": "@HadleyHeath", "site": {"identifier": "@dailycaller", "id": 39308549}, "card": "summary"}, "sailthru.date": "2015-10-22 14:20:19", "sailthru.title": "Something Nearly Everyone Agrees About -- Except Congress", "HandheldFriendly": "true", "sailthru.tags": "obamacare,hadley-heath-manning", "fb": {"app_id": 143489452702, "pages": 182919686769}, "keywords": "obamacare", "sailthru.description": "We Americans don’t agree on much these days. We’re split on Obamacare, taxes, foreign policy and a hundred other things. We’re even split on whether a politician should be the next President.", "sailthru.image.full": "http://cdn01.dailycaller.com/wp-content/uploads/2015/10/GettyImages-184766373-1-e1444405354397.jpg", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "article_summary": "It turns out most of us agree on one thing: Congress should not be above the ObamaCare law.\nWe asked: “Even after having won majorities in both the U.S. House and Senate, Republicans have not repealed Congress’ exemption from ObamaCare.\nBoth those who support the law and those who oppose it believe that Congress should live under the law that was enacted.\nThe only way to avert this peril, which could send global markets into turmoil and threaten another recession, would be for Congress to agree to raise the US government's $16.7 trillion debt ceiling.\nAFP PHOTO/ Karen BLEIER (Photo credit should read KAREN BLEIER/AFP/Getty Images)4759731We Americans don’t agree on much these days."}