{"article_title": "4 other times Grassley has faced political fire", "article_keywords": ["faced", "criticism", "grassley", "senate", "republicans", "political", "times", "iowa", "democrats", "committee", "vote", "sen", "republican"], "article_url": "http://www.desmoinesregister.com/story/news/politics/2016/04/03/4-other-times-grassley-has-faced-political-fire/82523876/", "article_text": "Iowa Sen. Chuck Grassley, chairman of the Senate committee that oversees judicial nominations, has become the face of Republican opposition to the nomination of Merrick Garland to the nation’s highest court. (Photo: Charlie Neibergall/Associated Press)\n\nU.S. Sen. Chuck Grassley finds himself these days at the center of a political firestorm over the nomination of Merrick Garland to the nation’s highest court.\n\nAsk him how he’s holding up, though, and he just shrugs it off. He has been here before.\n\nGrassley, an Iowa Republican and chairman of the Senate committee that oversees judicial nominations, has become the face of GOP opposition to Garland’s appointment, drawing sharp criticism from Senate Democrats and the White House, attracting critics to his Iowa town meetings and protesters to his offices and unleashing a flurry of attack ads on TV and online. Four Democrats — state Sen. Rob Hogg, former Iowa Lt. Gov. Patty Judge, and former state lawmakers Bob Krause and Tom Fiegen — have lined up to run against Grassley, adding the Supreme Court fight to their barrage of criticism of him.\n\nRELATED: Grassley leads slowdown of judicial confirmations\n\nBut when asked last week how that scrutiny compares with past questions and controversies, Grassley was ready with a laundry list of similar situations.\n\nBucking the president’s budget\n\n“1981. April, 1981,” Grassley said March 28 after an event in Ocheyedan. “I was one of four members of the budget committee to vote against the first Reagan budget because it didn’t balance.”\n\nThat was his freshman year in the Senate — “four months after I was sworn in” — and the response from his fellow Republicans was swift.\n\n“The whole White House came down on me,” he said.\n\nGrassley’s memory is pretty good. New York Times reporting from April 1981 shows Grassley was one of three Republicans to oppose Reagan’s budget, citing a $53.8 billion deficit in the coming year and continuing annual deficits after that.\n\nThe senators reversed course a couple of weeks later — after the Reagan administration ended an embargo on grain exports to the Soviet Union.\n\nFreezing the defense budget\n\nGrassley got crossways with the Reagan administration again a few years later.\n\n“Then in 1985,” Grassley recalled, searching for an exact date, “May 5, 1985. I got an amendment passed to freeze the defense budget. That was an awful thing for Republicans to do.”\n\nIt was actually May 2, but Grassley did indeed lead an effort to allow defense budgets to increase only with inflation. The New York Times’ coverage described Grassley’s amendment as a “defeat ... for the White House and the Republican leadership.”\n\nVoting against the Gulf War\n\nGrassley broke ranks again a few years later over a war in the Middle East.\n\n“1991, yeah, 1991, I was one of two Republicans to vote against the Gulf War, the Persian Gulf War,” Grassley said. “Egads! What kind of Republican are you? One of two Republicans not supporting the president of the United States, who thinks we ought to go to war.”\n\nContemporaneous reporting from Jan. 12, 1991, identifies just two Republican senators whose votes authorizing force against Saddam Hussein were in question: Grassley and Oregon Sen. Mark Hatfield.\n\nA day later, the vote was held and the only Republican voting “no” was Grassley, “joining 45 Democrats in the losing effort,” according to The New York Times.\n\n“The whole Republican machine came down on me,” Grassley recalled March 28.\n\nCompromising on health care reform\n\nGrassley only mentioned it in passing last week, but he also faced a barrage of criticism in 2009 as he tried to broker a bipartisan agreement on President Barack Obama’s health care reform effort — the legislation that ultimately became the Affordable Care Act.\n\nAs the leading Republican on the Senate Finance Committee and one of six senators in a group seeking a bipartisan compromise, Grassley was intimately involved in negotiating the bill during the spring and early summer of 2009.\n\nLater that summer, though, Iowa Republicans began voicing their displeasure — in private meetings, at public events and in the press. Grassley met privately with then-state Sen. Kent Sorenson, who told the senior senator that Grassley could expect a primary challenge if he voted for the reform. Four of Grassley’s town hall meetings that August drew more than 1,500 people, many of whom attacked his efforts from the right.\n\nThe bipartisan bill Grassley sought was abandoned, and the Affordable Care Act passed along party lines.\n\nReflecting on those past controversies, Grassley said the strongest criticism has always come from within his own party. That the current fight is largely with the other side, he said, is a welcome contrast.\n\n“It’s a lot more fun to have it from the Democrats than from Republicans,” he told reporters in Orange City on Tuesday. “I’ve had more pressure from the Republican establishment to change my mind or change my vote or to punish me for a vote I cast than I have from Democrats.”\n\nRead or Share this story: http://dmreg.co/1MMBnCs", "article_metadata": {"google": "notranslate", "description": "Iowa's senior senator is getting pummeled in the current Supreme Court controversy. But he says he's seen it all before", "p": {"domain_verify": "372c291dc2b106308d26264f4fba3b10"}, "og": {"site_name": "Des Moines Register", "description": "Iowa's senior senator is getting pummeled in the current Supreme Court controversy. But he says he's seen it all before", "title": "4 other times Grassley has faced political fire", "url": "http://www.desmoinesregister.com/story/news/politics/2016/04/03/4-other-times-grassley-has-faced-political-fire/82523876/", "image": "http://www.gannett-cdn.com/GDContent/applogos/desmoinesregister.png", "type": "article"}, "twitter": {"description": "Iowa's senior senator is getting pummeled in the current Supreme Court controversy. But he says he's seen it all before", "title": "4 other times Grassley has faced political fire", "image": "http://www.gannett-cdn.com/-mm-/28dd6f551fc7da758b8200146eacb213aa62406c/c=0-0-3094-3094&r=x643&c=640x640/local/-/media/2016/03/28/IAGroup/DesMoines/635947846316486988-Congress-Supreme-Cour-Grun-2-.jpg", "creator": "@DMRegister", "site": "@DMRegister", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=600025120", "fb": {"app_id": 169766623060429}, "viewport": "width=1070", "Content-Type": "text/html; charset=UTF-8", "cXenseParse": {"gci-topic": "Persons/Chuck Grassley", "gci-asset-type": "story", "gci-categories": "Persons/Chuck Grassley", "title": "4 other times Grassley has faced political fire", "author": "Jason Noble", "pageclass": "article", "recs": {"category": "news/politics", "image-3-4": "http://www.gannett-cdn.com/-mm-/788badcba454cfe234707203668606987cc17e2e/c=0-353-3112-4502/local/-/media/2016/03/28/IAGroup/DesMoines/635947846316486988-Congress-Supreme-Cour-Grun-2-.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/9ff2916321b243415dae1e3b3c2ea7f03f07e136/c=0-0-3094-3094/local/-/media/2016/03/28/IAGroup/DesMoines/635947846316486988-Congress-Supreme-Cour-Grun-2-.jpg", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/3cce222217b8d6efb492389e9f6385bdfea02542/c=0-152-3094-2478/local/-/media/2016/03/28/IAGroup/DesMoines/635947846316486988-Congress-Supreme-Cour-Grun-2-.jpg", "image": "http://www.gannett-cdn.com/-mm-/2668910f18e7e30338fd9c3b1e5c6bb73bfd42fa/c=45-361-3093-2083&r=x633&c=1200x630/local/-/media/2016/03/28/IAGroup/DesMoines/635947846316486988-Congress-Supreme-Cour-Grun-2-.jpg", "publishtime": "2016-04-03T18:55:15.350000-05:00", "shorthed": "4 times Grassley has faced political fire", "articleid": 82523876, "image-16-9": "http://www.gannett-cdn.com/-mm-/9c8127f981dc71adde322d2d7b87f0acf351472d/c=45-361-3093-2083/local/-/media/2016/03/28/IAGroup/DesMoines/635947846316486988-Congress-Supreme-Cour-Grun-2-.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/653a179aa107307aef71e7062a0020c9f1da94c1/c=196-0-2915-4856/local/-/media/2016/03/28/IAGroup/DesMoines/635947846316486988-Congress-Supreme-Cour-Grun-2-.jpg"}}, "news_keywords": "Chuck Grassley,"}, "_id": "\"57477af46914bd0286fe18e3\"", "article_summary": "Later that summer, though, Iowa Republicans began voicing their displeasure — in private meetings, at public events and in the press.\n(Photo: Charlie Neibergall/Associated Press)U.S. Sen. Chuck Grassley finds himself these days at the center of a political firestorm over the nomination of Merrick Garland to the nation’s highest court.\n“1991, yeah, 1991, I was one of two Republicans to vote against the Gulf War, the Persian Gulf War,” Grassley said.\nGrassley met privately with then-state Sen. Kent Sorenson, who told the senior senator that Grassley could expect a primary challenge if he voted for the reform.\nA day later, the vote was held and the only Republican voting “no” was Grassley, “joining 45 Democrats in the losing effort,” according to The New York Times."}