{"article_title": "This Morning from CBS News, Feb. 19, 2015", "article_keywords": ["school", "correspondent", "feb", "19", "youre", "reports", "morning", "cbs", "americans", "york", "2015", "group", "man", "sniper"], "article_url": "http://www.cbsnews.com/news/this-morning-from-cbs-news-feb-19-2015/", "article_text": "Major threat\n\nAmid more executions by the militant group ISIS, Americans increasingly see the it as a threat to the U.S., according to a CBS News poll released this morning. Now, 65 percent of Americans view ISIS as a major threat - up from 58 percent in October. For the first time, a majority of Americans favors the U.S. sending ground troops into Iraq and Syria to fight ISIS.\n\nISIS strategy\n\nISIS is posing a problem well beyond the confines of the two Middle Eastern countries where it has a territorial foothold, raising questions about whether the administration's strategy is sufficient to fight the group beyond its current borders. \"Some of this is more formal than in other places, but the reality is that the mythology, the allure of the Islamic State is taking hold,\" said CBS News senior national security analyst Juan Zarate. \"You're beginning to see the inkblots of the group emerge around the world.\"\n\nMarine snipers\n\nThe success of the film \"American Sniper\" - the story of how Chris Kyle became the deadliest sniper in U.S. military history - has put Kyle's trade into focus. CBS News Pentagon correspondent David Martin went to the scout sniper school at Quantico, Virginia to see how Marines are trained to become deadly weapons. As it turns out, pulling the trigger is only a part of the equation. A sniper's stalking skills are every bit as important as marksmanship, according to Brigadier General Austin Renforth.\n\n\"Superbug\"\n\nDrug-resistant \"superbug\" bacteria may have been a factor in the recent deaths of two patients, and five others were infected at Ronald Reagan UCLA Medical Center in Los Angeles, the university says. CBS Los Angeles cites the hospital as saying 179 other patients may have been exposed, and they were being notified and offered free home testing kits to determine if they were infected.\n\nObamacare tax\n\nIf you're among the roughly 20 million people affected by the Affordable Care Act -- either because you bought insurance through health exchanges or will be subject to penalties or exemptions for failing to get coverage -- filing a tax return just got a lot harder. CBS News MoneyWatch reports that potentially millions of people who never before had to file tax returns will now need to as the result of the health law.\n\nMorality pamphlet\n\nThe Archdiocese of San Francisco faces a rebellion at a Catholic elementary school after \"Examination of Conscience\" pamphlets were given to young students. CBS News' Omar Villafranca reports the handout was meant to prepare them to confess their sins, but some parents say it was immoral for the school to distribute the pamphlet due to some adult content.\n\nSchool sanctuary\n\nAt first glance, the phrase painted boldly above the building's entrance seems an unlikely motto for a school: \"The street stops here.\" But it fits well for those who know what life is like for students at San Miguel Academy in Newburgh, New York. The city has had a history of gang activity and violent crime. With a population of more than 28,000, Newburgh has the highest violent crime rate per capita in New York State.\n\nAngie's surprise\n\nShares of Angie's List soared nearly 60 percent yesterday after the company, best known as a platform for consumer reviews, posted earnings that surpassed Wall Street's expectations. The results countered long-running skepticism about the Indianapolis company's prospects. Some say this shows consumers still trust each other more than the media.\n\nNew mule\n\nOn the heels of the Federal Aviation Administration's recently proposed rules for commercial drones, it's clear the agency will continue to grapple with the countless new ways the contraptions are being used. For instance, it turns out that the unmanned aircraft system is a very competent drug mule.\n\nPhotoshop anniversary\n\nToday marks 25 years since the introduction of Photoshop, one of the most iconic software programs of all time. The computer editing tool is so popular that the word \"Photoshop\" has become a verb. CBS News correspondent John Blackstone reports on the tool that's doing much more than just erasing perceived imperfections.\n\nNew monument\n\nOn Chicago's far South Side, fenced off and rusting in the winter wind, are the padlocked ruins of a time gone by, soon to be designated a national monument by President Obama. CBS News correspondent Dean Reynolds reports it's what's left of the industrial colossus built by railroad titan George Pullman -- a man whose sleeper cars once set the standard for rail travel and whose workers were among the first Americans to enter the middle class.\n\nFamous valet\n\nSunday is Oscar night, one of the biggest party nights of the year in the movie business. If you follow the red carpet backwards to where it meets the curb, you'll find where the stars and their cars meet Hollywood's Chuck Pick. CBS News correspondent Lee Cowan reports on why the man is such a driving force in Hollywood.\n\nTop News\n\nWorld\n\nRising seas could force largest-ever human exodus\n\nParis man wants \"racist\" Chelsea fans punished\n\nInjured Haiti performer describes Carnival accident\n\nPolitics\n\nObama: Don't grant terrorists legitimacy by labeling them Islamic\n\nU.S.\n\nFrom Northeast to South, wind chills hit single digits\n\nMemorial at Kayla Mueller's hometown honors her life, work\n\nMuslims finding voice as activists in wake of North Carolina killings\n\nBobbi Kristina Brown's family will keep her on ventilator\n\nPolice video offers new details in fatal crash Bruce Jenner was involved in\n\n\"Revenge porn\" website creator Hunter Moore to change plea\n\nCourt throws out conviction of former Gitmo detainee\n\nMoneyWatch\n\nHow not to pay your bills\n\nYelp sues companies promising positive reviews\n\nHere's a Social Security strategy worth pondering\n\nGoing on the offensive against robocalls\n\nHealth\n\nNew state becomes largest consumer of Obamacare\n\nThe routine screening test essential to men's health\n\nChickenpox, shingles virus linked to another serious condition in seniors\n\nExperimental AIDS vaccine blocks HIV in monkeys", "article_metadata": {"description": "Eyebrow-raising change in Americans&#039; views of U.S. role in fight vs. ISIS; the training of a Marine sniper; major &quot;superbug&quot; health scare at L.A. hospital", "og": {"url": "http://www.cbsnews.com/news/this-morning-from-cbs-news-feb-19-2015/", "image": {"width": 1200, "identifier": "http://cbsnews1.cbsistatic.com/hub/i/r/2015/02/16/b31a57d7-9aa6-41e2-8b42-014089135e5e/thumbnail/1200x630/da6fec889241e8cc207b1e800ff1ec33/2015-02-16t003629z1018356140gm1eb2g0noj01rtrmadp3mideast-crisis-libya-egypt.jpg", "height": 630}, "type": "article", "description": "Eyebrow-raising change in Americans' views of U.S. role in fight vs. ISIS; the training of a Marine sniper; major \"superbug\" health scare at L.A. hospital", "title": "This Morning from CBS News, Feb. 19, 2015"}, "twitter": {"description": "Eyebrow-raising change in Americans' views of U.S. role in fight vs. ISIS; the training of a Marine sniper; major \"superbug\" health scare at L.A. hospital", "title": "This Morning from CBS News, Feb. 19, 2015", "app": {"url": {"ipad": "cbsnewsapp://news/this-morning-from-cbs-news-feb-19-2015/", "iphone": "cbsnewsapp://news/this-morning-from-cbs-news-feb-19-2015/", "googleplay": "http://www.cbsnews.com/news/this-morning-from-cbs-news-feb-19-2015/"}, "country": "US", "name": {"ipad": "CBS News", "iphone": "CBS News", "googleplay": "CBS News"}, "id": {"ipad": 334256223, "iphone": 334256223, "googleplay": "com.treemolabs.apps.cbsnews"}}, "site": "@CBSNews", "image": "http://cbsnews1.cbsistatic.com/hub/i/r/2015/02/16/b31a57d7-9aa6-41e2-8b42-014089135e5e/thumbnail/1200x630/da6fec889241e8cc207b1e800ff1ec33/2015-02-16t003629z1018356140gm1eb2g0noj01rtrmadp3mideast-crisis-libya-egypt.jpg", "card": "summary_large_image"}, "al": {"web": {"url": "http://www.cbsnews.com/news/this-morning-from-cbs-news-feb-19-2015/"}, "android": {"app_name": "CBS News", "package": "com.treemolabs.apps.cbsnews"}, "ios": {"url": "cbsnewsapp://news/this-morning-from-cbs-news-feb-19-2015/", "app_name": "CBS News", "app_store_id": 334256223}}, "robots": "index, follow", "fb": {"app_id": 1536620209892267}, "article": {"publisher": "https://www.facebook.com/CBSNews"}, "viewport": "width=device-width"}, "_id": "\"57477af36914bd0286fd352f\"", "article_summary": "CBS News Pentagon correspondent David Martin went to the scout sniper school at Quantico, Virginia to see how Marines are trained to become deadly weapons.\nCBS News correspondent Lee Cowan reports on why the man is such a driving force in Hollywood.\nCBS News correspondent John Blackstone reports on the tool that's doing much more than just erasing perceived imperfections.\nMajor threatAmid more executions by the militant group ISIS, Americans increasingly see the it as a threat to the U.S., according to a CBS News poll released this morning.\nFor the first time, a majority of Americans favors the U.S. sending ground troops into Iraq and Syria to fight ISIS."}