{"article_title": "USDA Blog  Affordable Care Act Gives New Farmers the Freedom to Farm", "article_keywords": ["affordable", "marketplace", "usda", "farmers", "farm", "freedom", "assistance", "blog", "health", "coverage", "act", "rural", "gives", "insurance", "care"], "article_url": "http://blogs.usda.gov/2015/02/05/affordable-care-act-gives-new-farmers-the-freedom-to-farm/", "article_text": "As every farmer and rancher will tell you, life on the farm means you make tough choices every day. At times the challenges and risks facing farmers, especially those just starting out, can seem difficult and daunting. Now, thanks to the Affordable Care Act, new farmers have one less thing to worry about: they no longer have to choose between doing what they love and having access to affordable, reliable health insurance coverage for themselves and their families.\n\nThere are stories like Elena, who worked alongside her father on their Colorado farm throughout her early 20s. The Affordable Care Act allowed her to remain on her parent’s health insurance through the age of 25. But after she turned 26, she had to take a job in town that came with health benefits. By getting Affordable Care Act marketplace coverage, she was able to come back to her family farm while maintaining access to health coverage.\n\nIn Pennsylvania, Emily works as a farm apprentice, a job which she loves but does not come with a health insurance plan. With the financial assistance available on the Health Insurance Marketplace, she found a silver-level health insurance plan with only a $100 deductible. Thanks to the Health Insurance Marketplace, Emily can continue to inspire others to pursue a career in agriculture without having to worry about being covered.\n\nThese are just two of the many examples of how the Affordable Care Act is working to make a difference in rural communities across the country. The Affordable Care Act gives more Americans the ability to pursue farming and ranching and the financial security they need to be successful.\n\nPrior to ACA, many rural families had a hard time finding affordable insurance coverage, paying an average of nearly half of their costs out of their own pockets. One in five farmers is in debt because of medical bills.\n\nRural Americans can now choose from a variety of affordable insurance plans and the majority – 8 out of 10 – may qualify for financial assistance to help them pay for coverage. Nearly 1.3 million people living in rural America are signed up for health coverage through the Marketplace in the states that use HealthCare.gov.\n\nThe ACA also invests significantly in addressing the underlying challenges to staying healthy in rural America. While one in five Americans lives in a rural community, just ten percent of doctors practice there. That is why the ACA has more than doubled the size of the National Health Service Corps, which, among other things, offers scholarships and loan repayment to health practitioners in return for practicing in rural communities. It also expands services at community health centers, which provide access to primary and preventive care for 7.5 million rural Americans. And at USDA, we have made more than $3 billion in additional investments since 2009 to strengthen health infrastructure in rural areas and expand access to health care in remote rural areas through telemedicine.\n\nFarming is one of the riskiest businesses in the world. Getting into the business of farming requires hard work but accessing affordable insurance in rural areas is now easier than ever before.\n\nOpen Enrollment for the Health Insurance Marketplace runs between now and Feb. 15, 2015. Sign up before February 15, 2015–because no one should go without health care because of where they live, or be forced to leave the communities they love to get the coverage they need.\n\nYou can visit HealthCare.gov or call the call center at 1-800-318-2596 (1-855-889-4325 TTY). Assistance is available in 150 languages. The call is free. Or visit localhelp.healthcare.gov to find in-person assistance in your community.", "article_metadata": {"NextGEN": "1.8.0", "generator": "WordPress 3.1.3"}, "_id": "\"57477af46914bd0286fe0809\"", "article_summary": "By getting Affordable Care Act marketplace coverage, she was able to come back to her family farm while maintaining access to health coverage.\nThe Affordable Care Act gives more Americans the ability to pursue farming and ranching and the financial security they need to be successful.\nThe Affordable Care Act allowed her to remain on her parent’s health insurance through the age of 25.\nWith the financial assistance available on the Health Insurance Marketplace, she found a silver-level health insurance plan with only a $100 deductible.\nThese are just two of the many examples of how the Affordable Care Act is working to make a difference in rural communities across the country."}