{"article_title": "More property acquired for U of L Nucleus park downtown", "article_keywords": ["building", "foundation", "office", "area", "acquired", "park", "l", "dulworth", "downtown", "nucleus", "innovation", "property", "market"], "article_url": "http://www.courier-journal.com/story/news/local/centralwest/2014/05/26/property-acquired-u-l-nucleus-park-downtown/9580753/", "article_text": "Buy Photo Former home of the Dulworth Office Furniture Co. on East Market Street has recently been purchased by the University of Louisville Foundation. <137>May 21, 2014<137> (Photo: Amber Sigman/Special to The CJ)Buy Photo Story Highlights The University of Louisville Foundation bought the former Dulworth office-furniture building for $3.1 million.\n\nThe Dulworth building on East Market Street is part of the Nucleus Innovation Park Downtown area.\n\nThe office and lab space in the current Nucleus buildings is full, and more building are planned.\n\nThe University of Louisville Foundation is moving ahead with the expansion of its urban Nucleus research and innovation park in the old Haymarket area downtown by acquiring the former Dulworth Office Furniture Co. property on East Market Street.\n\nThe foundation has no immediate plans for the Dulworth building, between Brook and Floyd streets, which it bought in March for $3.1 million.\n\nBut it is in a two-block area bounded by Brook, Market, Preston and Jefferson streets where the foundation already has three Nucleus buildings — and where more are planned, including a parking garage.\n\n“We’re looking at several different options” for the Dulworth building and “talking to several individuals that have an interest,” said Vicki Yates Brown, president and CEO of Nucleus: Kentucky’s Life Sciences & Innovation Center. It’s “part of the long-range plans for Nucleus.”\n\nThe aim is to have a dense “economic development cluster” in that area, she added.\n\nThe Dulworth property was vacant but had been leased by another company that bought the furniture business about 10 years ago and then was a call center for a collection firm. It was conveyed to the foundation by Jack and Joe Dulworth, who have an investment business office nearby at 120 S. Brook St., and Mark Milton and Chan D. Milton, listed at the same address in county property valuation records.\n\nJack Dulworth, a former chairman of the city-county planning commission, said last week that the property had been in his family for nearly 50 years and that he’s thrilled that the U of L Foudation bought it. He called the foundation a “primary catalyst for economic development” in the area.\n\nReferring to all the property in the targeted area, Mark Hebert, a U of L spokesman, added that, “way down the road, in a perfect world, we’d like to have the whole thing.”\n\nAll the other Nucleus buildings — including an eight-story structure that opened in October — are full, and, “we have a need for more space,” Brown said.\n\nA smaller building called the iHub, at 204 S. Floyd St., also is part of the Nucleus park.\n\nAtria Senior Living Group, now on South Fourth Street, will be moving to the new eight-story building, called The Nucleus, in the fall, Brown said.\n\nBrown and Bruce Traughber, Nucleus’ senior vice president for economic development, showed off the burgeoning complex — the major part of the Nucleus Innovation Park Downtown — this week from atop the decade-or-so-old Nucleus TechCenter building at Jefferson and Brook.\n\nTraughber said acquiring more property that becomes available in the area “protects the investment” the foundation already has there.\n\nHe hopes the Nucleus redevelopment in the area might also spur more interest in the ornate and historic former Kurfees Paint building on the northeast corner of Brook and Market, across Market from the Dulworth property.\n\nThe building contains leased or licensed laboratories and offices for start-ups and other companies working on advances in such fields as medicine, health sciences and technology — sometimes in conjunction with researchers at U of L, to translate their findings into products and processes for real-world use.\n\nA building on East Broadway also is considered part of the Nucleus Innovation Park Downtown, and the U of L Foundation’s Shelbyhurst Research and Office Park on Shelbyville Road and along Hurstbourne Parkway also is considered a Nucleus Innovation Park.\n\nPreliminary work also has started on another park, the Belknap Engineering and Applied Sciences Research Park, south of the J.B. Speed School of Engineering on U of L’s main campus on South Third Street.\n\nNucleus also has a “presence” in Owensboro, helping with development of health care and agricultural companies at the Center for Business and Research at Western Kentucky University-Owensboro.\n\nReporter Martha Elson can be reached at (502) 582-7061. Follow her on Twitter at @MarthaElson_cj.\n\nNucleus Innovation Park Downtown\n\nThe Nucleus Innovation Park Downtown hub in the old Haymarket area contains four buildings:\n\n• Nucleus TechCenter, 201 E. Jefferson St.\n\n• The Nucleus, a new eight-story structure, 300 E. Market St.\n\n• iHub, 204 S. Floyd St.\n\n• Former Dulworth Office Furniture Co., E. Market between Floyd and Brook Street, acquired for $3.1 million in March\n\nAll are fully leased, except for the recently acquired Dulworth building.\n\nRead or Share this story: http://cjky.it/1k8r7iM", "article_metadata": {"google": "notranslate", "description": "The University of Louisville Foundation has purchased the former Dulworth office-furniture company on East Market Street to expand to its Nucleus Innovation Park & TechCenter Campus.", "og": {"site_name": "The Courier-Journal", "description": "The University of Louisville Foundation has purchased the former Dulworth office-furniture company on East Market Street to expand to its Nucleus Innovation Park & TechCenter Campus.", "title": "More property acquired for U of L Nucleus park downtown", "url": "http://www.courier-journal.com/story/news/local/centralwest/2014/05/26/property-acquired-u-l-nucleus-park-downtown/9580753/", "image": "http://www.gannett-cdn.com/GDContent/applogos/courier-journal.png", "type": "article"}, "twitter": {"description": "The University of Louisville Foundation has purchased the former Dulworth office-furniture company on East Market Street to expand to its Nucleus Innovation Park & TechCenter Campus.", "title": "More property acquired for U of L Nucleus park downtown", "image": "http://www.gannett-cdn.com/-mm-/4e06aaba79b63bec3711fedb22a4879f9b3998a2/c=500-0-2500-2000&r=x643&c=640x640/local/-/media/Louisville/2014/05/25/nucleusdulworthsaleas09.jpg", "creator": "@courierjournal", "site": "@courierjournal", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=600030236", "fb": {"app_id": 128534137209813}, "viewport": "width=1070", "article": {"author": "Martha Elson"}, "Content-Type": "text/html; charset=UTF-8", "cXenseParse": {"recs": {"category": "news/local/centralwest", "image-3-4": "http://www.gannett-cdn.com/-mm-/7693856023716441bc41369055bedd0168e81635/c=750-0-2250-2000/local/-/media/Louisville/2014/05/25/nucleusdulworthsaleas09.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/e47265371f176e1ca60045acf5227a963f0f1c0e/c=500-0-2500-2000/local/-/media/Louisville/2014/05/25/nucleusdulworthsaleas09.jpg", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/bbe2e70b2c309b93e709f274c1c5ea3dd9112584/c=166-0-2833-2000/local/-/media/Louisville/2014/05/25/nucleusdulworthsaleas09.jpg", "image": "http://www.gannett-cdn.com/-mm-/cbc94ded4cd4bf3d281aa6ac7a3bc6555ff8c958/c=0-156-3000-1844&r=x633&c=1200x630/local/-/media/Louisville/2014/05/25/nucleusdulworthsaleas09.jpg", "publishtime": "2014-05-26T05:00:47.617000-04:00", "shorthed": "More property acquired for U of L Nucleus park downtown", "articleid": 9580753, "image-16-9": "http://www.gannett-cdn.com/-mm-/2887f5d7d58a75a6437c45e987fd994202334aff/c=0-156-3000-1844/local/-/media/Louisville/2014/05/25/nucleusdulworthsaleas09.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/4116c3ed324a74438ec644f3fd7c164ae39936f3/c=938-0-2063-2000/local/-/media/Louisville/2014/05/25/nucleusdulworthsaleas09.jpg"}, "gci-asset-type": "story", "title": "More property acquired for U of L Nucleus park downtown", "pageclass": "article", "author": "Martha Elson"}, "news_keywords": "nucleus, university, louisville, foundation, dulworth, property, elson"}, "article_summary": "A building on East Broadway also is considered part of the Nucleus Innovation Park Downtown, and the U of L Foundation’s Shelbyhurst Research and Office Park on Shelbyville Road and along Hurstbourne Parkway also is considered a Nucleus Innovation Park.\nThe Dulworth building on East Market Street is part of the Nucleus Innovation Park Downtown area.\nBrown and Bruce Traughber, Nucleus’ senior vice president for economic development, showed off the burgeoning complex — the major part of the Nucleus Innovation Park Downtown — this week from atop the decade-or-so-old Nucleus TechCenter building at Jefferson and Brook.\nA smaller building called the iHub, at 204 S. Floyd St., also is part of the Nucleus park.\nNucleus Innovation Park DowntownThe Nucleus Innovation Park Downtown hub in the old Haymarket area contains four buildings:• Nucleus TechCenter, 201 E. Jefferson St.• The Nucleus, a new eight-story structure, 300 E. Market St.• iHub, 204 S. Floyd St.• Former Dulworth Office Furniture Co., E. Market between Floyd and Brook Street, acquired for $3.1 million in MarchAll are fully leased, except for the recently acquired Dulworth building."}