{"article_title": "Students Stiff Taxpayers on $600 Billion of Non-Perfoming Loans", "article_keywords": ["billion", "school", "grew", "600", "stiff", "students", "trillion", "outstanding", "taxpayers", "attending", "college", "student", "nonperfoming", "loans", "higher"], "article_url": "http://www.breitbart.com/big-government/2016/03/24/only-half-of-student-loans-being-repaid/", "article_text": "SIGN UP FOR OUR NEWSLETTER\n\nWith the U.S. taxpayer guaranteeing $1.2 trillion of student loans, only about half are being repaid.\n\nNew data from the U.S. Department of Education reveas that the total amount of outstanding of direct federal student loans stands at about $945.6 billion, distributed among over 30 million recipients. The current rate of growth for student-loan debt guaranteed by taxpayers is $2,726 every second.\n\nSIGN UP FOR OUR NEWSLETTER\n\nThe total amount of student loans is much higher, at about $1.7 trillion. Including federal guarantees to private loans, U.S. taxpayers are on the hook for up to $1.2 trillion. That is larger than the $1.1 trillion of auto loans outstanding and dwarfs the $700 billion in credit card debt outstanding.\n\nFederal involvement in student loan lending started with the Higher Education Act of 1965. But it never really took off until 1968, when the percentage of women attending college started to catch up, eventually passing the approximately 28 percent of men attending college.\n\nThis rise in college attendance by women appears to be responsible for the inflation of tuition. From 1968 to 2016, the cost of attending college grew by 1,272 percent. That compares to the consumer price index, which rose only 279 percent; medical costs, which grew 670 percent; or new car costs, which grew only 95 percent, according to Advisor Perspective blog.\n\nAfter deducting student loans owed by borrowers enrolled in school, or in the six-month grace period after leaving school, 46 percent of student loans are currently not being repaid. That is a slight improvement over 2014.\n\nGraduation rates for students attending four-year colleges have improved over the last two decades from about 55 percent to almost 60 percent. But most of that increase is due to a much higher percentage of students staying in school for up to 6 years.\n\nTen percent of student loans are in delinquency, meaning the borrower is 30 days or more late on a payment. 13 percent are in some type of deferment; 14 percent are in forbearance, meaning the borrower has encountered economic hardship and had payments suspended or reduced; and the remaining 8 percent are in default.\n\nThe amount of student loans in that are deemed in default by being more than 360 days delinquent increased 31 percent in 2015 to $56 billion. The outstanding balance for all borrowers not in school or a grace period also spiked by 20 percent last year.", "article_metadata": {"description": "With the U.S. taxpayer guaranteeing $1.2 trillion of student loans, only about half are being repaid.", "og": {"site_name": "Breitbart", "description": "With the U.S. taxpayer guaranteeing $1.2 trillion of student loans, only about half are being repaid.", "title": "Students Stiff Taxpayers on $600 Billion of Non-Perfoming Loans - Breitbart", "locale": "en_US", "image": {"width": 1280, "identifier": "http://media.breitbart.com/media/2015/11/UC-Berkeley-Joel-Pollak-Breitbart-News.jpg", "height": 853}, "updated_time": "2016-03-24T14:43:28-07:00", "url": "http://www.breitbart.com/big-government/2016/03/24/only-half-of-student-loans-being-repaid/", "type": "article"}, "twitter": {"description": "With the U.S. taxpayer guaranteeing $1.2 trillion of student loans, only about half are being repaid.", "creator": "@BreitbartNews", "image": "http://media.breitbart.com/media/2015/11/UC-Berkeley-Joel-Pollak-Breitbart-News.jpg", "title": "Students Stiff Taxpayers on $600 Billion of Non-Perfoming Loans - Breitbart", "site": "@BreitbartNews", "card": "summary"}, "robots": "noodp", "fb": {"app_id": 1243316582352556, "pages": 95475020353, "use_automatic_ad_placement": "true"}, "msapplication-TileImage": "/t/assets/i/w-logo-orange.png", "keywords": "Default, Department of Education, graduation rate, student loan,Big Government, Breitbart California, Economics,student loans", "article": {"publisher": "https://www.facebook.com/Breitbart", "published_time": "2016-03-24T13:55:28-07:00", "section": "Big Government", "modified_time": "2016-03-24T14:43:28-07:00", "tag": "student loan", "categories": "Big Government,Breitbart California,Economics"}, "viewport": "width=device-width,initial-scale=1", "op": {"markup_version": "v1.0"}}, "article_summary": "But it never really took off until 1968, when the percentage of women attending college started to catch up, eventually passing the approximately 28 percent of men attending college.\nAfter deducting student loans owed by borrowers enrolled in school, or in the six-month grace period after leaving school, 46 percent of student loans are currently not being repaid.\nTen percent of student loans are in delinquency, meaning the borrower is 30 days or more late on a payment.\nSIGN UP FOR OUR NEWSLETTERWith the U.S. taxpayer guaranteeing $1.2 trillion of student loans, only about half are being repaid.\nThat is larger than the $1.1 trillion of auto loans outstanding and dwarfs the $700 billion in credit card debt outstanding."}