{"article_title": "The Obamacare Health Care Gold Rush is Bankrupting America", "article_keywords": ["bankrupting", "rush", "gold", "pay", "price", "obamacare", "system", "cost", "health", "higher", "coverage", "america", "workers", "care"], "article_url": "http://townhall.com/columnists/devonherrick/2016/04/27/draft-n2154481", "article_text": "Our health care system is about to implode under its own weight. National health expenditures are approaching 20 percent of gross domestic product -- a figure that is expected to double over the next half century. Obamacare didn’t start the process, but it’s expediting a problem that started in World War II when Kaiser Shipyards requested permission to offer health coverage as a fringe benefit. This was further exacerbated in 1965 by the poorly-designed entitlement programs, Medicare and Medicaid, which are now draining the Treasury.\n\nJust look at the evidence: health care is unaffordable for most Americans. To have any hope of affording even minor medical procedures, Americans rely on health insurance or public coverage to pay much of the cost. About 88 percent of medical bills are paid for by an entity other than the patient. As a result, health insurance has also become unaffordable. The average employer plan costs American families $17,545 per year. A Bronze plan from the exchange for the average middle-age family costs $12,000 per year with combined annual deductibles of $8,000 to $13,000. Provider networks are so narrow that any major procedure is surely to result in out-of-network charges that can be astronomical.\n\nArguably, the greatest problem our health care system faces is high costs, rising at more than double the rate of consumer inflation. The price of newer drugs are rising so high, politicians like Hillary Clinton are calling for caps on copays. Of course, capping copays will do nothing to lower the cost; it will merely facilitate further price increases. A New York Times article questioned why a new drug marketed to treat women with low libido comes with a monthly price tag of $800 -- even though the pill hardly works better than a placebo. The reasoning behind charging so much? Because the drug maker, Valeant Pharmaceuticals, assumed health plans would have no choice but to cough up nearly $10,000 per year for women whose doctors prescribed it. Of course, women themselves would never pay $800 per month for a drug whose clinical trials showed it was only correlated with one additional sexual encounter per month in the women taking it. Some of the newest cholesterol drugs cost from $1,500 to $2,000 per month. The latest drugs for rheumatoid arthritis cost even more. New treatments for Hepatitis C cost $60,000 to $90,000 for a course of treatment. Now do you understand why health insurance is so expensive?\n\nThis is not just a drug problem. Believe it or not, drugs are actually the best bargain in American health care today. But the more egregious examples reflect a growing trend by health care industry stakeholders to jack up revenue any way they can. The strategic plan in the health care industry is to extract as much revenue as possible from third-party payers, because most consumers are both unwilling -- and unable -- to pay those exorbitant amounts unless the costs are hidden from them. Instead, they are forced to pay for them indirectly. It’s a health care gold rush, and employers and insurers are the claims being mined. But it’s ultimately consumers who pay the price, since consumers accept lower wages in return for employee health benefits, pay higher premiums for insurance and pay higher taxes to cover the cost of public programs.\n\nOver the years Americans began to balk and forgo health coverage. Some of this was because they were unwilling to pay exorbitant prices; nearly one-third of the uninsured in 2010 had household incomes above $50,000. Just over half of those had incomes of more than $75,000. An additional one-third of the uninsured likely decided they didn’t have sufficient incomes to afford health coverage and pay their living expenses.\n\nTo combat the growing tendency of moderate-income Americans to starve the health care beast, Obamacare requires all legal U.S. residents to maintain health coverage. The Affordable Care Act (ACA) also forces firms with more than 50 workers to provide expensive coverage or pay a fine. The natural response by employers facing costly mandates is to contract out as many tasks as possible and avoid growing beyond 49 workers. To thwart that strategy, Obama’s National Labor Relations Board (NLRB) has essentially ruled a contractor is a joint employer of the workers it subcontracts. This will badly damage the franchise model of business ownership, since small businesses will be responsible for spending $2,000 to $3,000 apiece on many of their workers. This isn’t for health coverage; it’s the penalty for failing to provide health coverage. An actual employee health plan would cost much more. An entrepreneur near Fort Worth, Texas explained to a New York Times reporter that her Fantastic Sams franchise locations are nearing the 49 worker limit. She would open an additional location or two, but complying with Obamacare would wipe out her profits. But she may have no choice. Under a strict interpretation of the NLRB regulations, a franchise could be forced to provide coverage because its parent company has indirect control over thousands of employees.\n\nObamacare did not reform the health care system; it merely transformed it to subsidize favored constituents. Hospitals have been encouraged to vertically integrate by acquiring physicians’ practices. This allows hospitals to capture doctors’ power to order expensive treatments and charge higher facility fees due to physicians’ hospital affiliation. Hospitals have also been allowed to consolidate into regional health care system monopolies and oligopolies that can demand higher prices than a marketplace populated with competing hospitals. To pay for all this price gouging, employers are being forced to offer benefits that many workers themselves cannot afford or absorb in lower take home pay.\n\nWhen Obamacare was passed six years ago, I predicted that we are destined to revisit the perverse law in the future. Many of my most dire predictions are coming true in spades. The exchange system created by the ACA compels healthy people to overpay, so those who would otherwise face higher premiums get a bargain. It’s no surprise that healthy people are heading for the exits and just paying the Obamacare penalty. By design, Obamacare is a bad deal for most people. As a result, exchange plans are descending into an adverse selection death spiral where premiums skyrocket after sick people sign up in droves and healthy ones leave due to high costs.\n\nThis cannot go on forever. The longer we wait to reform health care, the more painful it will be. Numerous pilot projects and experiments have found medical providers will respond with competition if given the appropriate incentives. But consumers must play their part. When consumers control more of their own health care dollars, medical providers will have no alternative but to compete for those dollars on the basis of price, quality and other amenities.", "article_metadata": {"description": "Our health care system is about to implode under its own weight. National health expenditures are approaching 20 percent of gross domestic product -- a figure that is expected to double over the next half century. .05/27/2016 3:23:54AM EST.", "author": "Devon Herrick", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "Our health care system is about to implode under its own weight. National health expenditures are approaching 20 percent of gross domestic product -- a figure that is expected to double over the next half century.", "title": "Devon Herrick - The Obamacare Health Care Gold Rush is Bankrupting America", "url": "http://townhall.com/columnists/devonherrick/2016/04/27/draft-n2154481", "image": "http://media.townhall.com/townhall/reu/ha/2015/76/2015-03-17T154358Z_1_LYNXMPEB2G0T5_RTROPTP_3_USA-HEALTHCARE-MISSISSIPPI.JPG", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "Our health care system is about to implode under its own weight. National health expenditures are approaching 20 percent of gross domestic product -- a figure that is expected to double over the next half century.", "title": "Devon Herrick - The Obamacare Health Care Gold Rush is Bankrupting America", "url": "http://townhall.com/columnists/devonherrick/2016/04/27/draft-n2154481", "image": "http://media.townhall.com/townhall/reu/ha/2015/76/2015-03-17T154358Z_1_LYNXMPEB2G0T5_RTROPTP_3_USA-HEALTHCARE-MISSISSIPPI.JPG", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "The Obamacare Health Care Gold Rush is Bankrupting America, Devon Herrick, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "article_summary": "This isn’t for health coverage; it’s the penalty for failing to provide health coverage.\nArguably, the greatest problem our health care system faces is high costs, rising at more than double the rate of consumer inflation.\nTo combat the growing tendency of moderate-income Americans to starve the health care beast, Obamacare requires all legal U.S. residents to maintain health coverage.\nIt’s a health care gold rush, and employers and insurers are the claims being mined.\nOur health care system is about to implode under its own weight."}