{"article_title": "Eighth Circuit Allows Religious Liberty Suit vs. Obamacare Abortion Pill Mandate", "article_keywords": ["hhs", "court", "coverage", "wieland", "obamacare", "suit", "allows", "liberty", "eighth", "society", "vs", "health", "wielands", "circuit", "mandate", "religious", "pill"], "article_url": "http://christiannewswire.com/news/7356276396.html", "article_text": "Eighth Circuit Allows Religious Liberty Suit vs. Obamacare Abortion Pill Mandate\n\nThomas More Society's lawsuit for Missouri State Senator Paul Wieland wins reversal on appeal\n\n\n\nContact: Tom Ciesielka, 312-422-1333, tc@tcpr.net\n\n\n\nST. LOUIS, Mo., July 20, 2015 /Christian Newswire/ -- This morning, the U.S. Court of Appeals for the Eighth Circuit handed down a unanimous decision in favor of Thomas More Society's clients, Missouri State Senator Paul Wieland and his wife Teresa, ruling that their lawsuit against Obamacare's HHS Abortion Pill Mandate may proceed to be heard on its merits. The HHS Mandate directs that - despite religious objections - all health insurance plans must cover contraception, including FDA-approved abortifacients (Plan B, Ella) as well as sterilization. The court overruled the lower court's dismissal of the case on procedural (\"lack of standing to sue\") grounds, sending it back to the federal district court for further proceedings on the merits of the Wielands' claims that they deserve a religious exemption from these compulsory insurance coverages.\n\n\n\nThe suit, filed back in November, 2013, contended that the HHS mandate infringed upon the Wielands' religious liberty rights under the First Amendment, because it forced them to violate their sincerely-held religious beliefs by providing health insurance coverage of abortion-inducing drugs, sterilization, and birth control to their teenage and adult daughters.\n\n\n\n\"Today's ruling is a huge victory for religious liberty,\" said Tom Brejcha, Thomas More Society President and Chief Counsel. \"Last year, for profit business owners prevailed against the HHS mandate imposed by Obamacare when the U.S. Supreme Court ruled in favor of Hobby Lobby. Now, individuals and families may also sue to win protection from the Obamacare Mandate, when they have conscientious objections based on sincerely held religious beliefs. As the case has been remanded to the federal district court where our clients' religious liberty claims will be evaluated in light of the governing Hobby Lobby precedent, we hope to prevail in the end.\"\n\n\n\nThomas More Society brought this lawsuit on behalf of the Wielands in federal district court in St. Louis after another federal court in St. Louis had held that the HHS Mandate entitled health insurers to discriminate against people of faith by forbidding health care plans from excluding religiously objectionable coverage for those having conscientious religious objections.\n\n\n\nThe Eighth Circuit's ruling held that the Wielands had \"standing to sue\" given their claims that the Obamacare HHS Mandate:\n\ncaused the Wielands to lose their previous health insurance plan that excluded coverage of contraception and abortion-causing pills;\n\ncaused injury to the Wieland family (namely, violation of their sincerely-held religious beliefs); and\n\nalso violates the Missouri Revised Statutes (section 191.724) which state that \"every employee . . . has the right to decline or refuse coverage for contraception\" if such coverage is \"contrary to an employee's religious beliefs.\"\n\nTim Belz of St. Louis, whom the Thomas More Society retained as special counsel to author and argue the Wielands' case before the Eighth Circuit (with help from his son, Matt Belz, and Prof. Carl Esbeck of the University of Missouri Law School in Columbia, MO), said: \"We are grateful that the Eighth Circuit has recognized that parents such as Paul and Teresa Wieland deserve to sue for protection of their religious freedom. We believe that their exercise of religious faith is substantially burdened when the government forces them to provide religiously objectionable insurance coverage for their family.\" The Belzes are with the Clayton, Mo. law firm of Ottsen, Leggat & Belz, L.C.\n\n\n\nRead the Eighth Circuit's decision in Paul Wieland and Teresa Wieland vs. U.S. Dept. of Health and Human Services here.\n\n\n\nRead more details about this case here:\n\n\n\nMissouri Legislator Sues Government Over HHS Mandate Violation of Civil Rights\n\n\n\nMissouri Legislator & Wife Ask Court for Protection During Obamacare Lawsuit Appeal\n\n\n\nAbout the Thomas More Society\n\nThomas More Society is a national not-for-profit law firm dedicated to restoring respect in law for life, family, and religious liberty. Headquartered in Chicago, the Society fosters support for these causes by providing high quality pro bono legal services from local trial courts all the way up to the United States Supreme Court. www.thomasmoresociety.org", "article_metadata": {"keywords": "Eighth Circuit Allows Religious Liberty Suit vs. Obamacare Abortion Pill Mandate, TC Public RelationsPro-Family News, Abortion / Euthanasia, Religious Liberties / Persecution, Washington DC", "description": "Thomas More Society's lawsuit for Missouri State Senator Paul Wieland wins reversal on appeal Contact: Tom Ciesielka, 312-422-1333, tc@tcpr.net  ST. LOUIS, Mo., July 20, 2015 /Christian Newswire/ -- This morning, the U.S. Court of Appeals for the Eighth Circuit handed down a unanimous decision in favor of Thomas More Society's clients, Missouri State Senator Paul Wieland and his wife Teresa, ruling that their lawsuit against Obamacare's HHS Abortion Pill Mandate may proceed to be heard"}, "_id": "\"57477af46914bd0286fe2c32\"", "article_summary": "\"Last year, for profit business owners prevailed against the HHS mandate imposed by Obamacare when the U.S. Supreme Court ruled in favor of Hobby Lobby.\nThe HHS Mandate directs that - despite religious objections - all health insurance plans must cover contraception, including FDA-approved abortifacients (Plan B, Ella) as well as sterilization.\n\"Today's ruling is a huge victory for religious liberty,\" said Tom Brejcha, Thomas More Society President and Chief Counsel.\nhas the right to decline or refuse coverage for contraception\" if such coverage is \"contrary to an employee's religious beliefs.\"\nRead the Eighth Circuit's decision in Paul Wieland and Teresa Wieland vs. U.S. Dept."}