{"article_title": "Jump-Start a Legal Career With a Job in Compliance Law", "article_keywords": ["salary", "school", "practice", "lawyers", "career", "compliance", "companies", "legal", "job", "specialists", "jumpstart", "firms", "law", "care"], "article_url": "http://www.usnews.com/education/best-graduate-schools/top-law-schools/articles/2015/03/16/jump-start-a-legal-career-with-a-job-in-compliance-law", "article_text": "Companies are looking for professionals with the legal knowledge to help recognize and fix problems before they start.\n\nMichael Jimenez spent the better part of his three years in law school ruling out all the kinds of law he didn’t want to practice. Stints interning for a judge and working at the state attorney general’s office were great experiences, but didn’t spark a passion.\n\nThen he took a course in compliance within financial institutions his third year and \"came away from each class thinking, 'Oh, this is what I was looking for all this time!' It was a great feeling.\"\n\nJimenez, 29, was drawn to the preventive nature of compliance: \"We can fix the problem before it ever becomes a problem.\"\n\n\n\n[Check out photos of the 2016 Best Law Schools.]\n\nFortunately for Jiménez, his 2013 graduation from the Illinois Institute of Technology Chicago-Kent College of Law coincided with a boom in hiring for compliance specialists by companies scrambling to conform with new laws like Dodd-Frank, which added consumer financial protections, and the Affordable Care Act.\n\nShortly after passing the bar, he landed a job as a field compliance investigator with Combined Insurance in Glenview, Illinois, where his responsibilities range from researching how a law might impact the company’s business in each state to training the sales force on the ethics of selling insurance and reviewing social media messages before they go out.\n\n\"Compliance is a lot of communication with different people,\" he says. \"It’s imperative that you’re a good communicator.\"\n\nAs the job market for lawyers inches toward recovery, the most promising path for new grads has shifted from big law firms to companies in need of in-house counsel, from medical device manufacturers to hedge funds.\n\n\"Compliance has opened up a whole new area for law school grads,\" says Jason Wachtel, managing partner at JW Michaels & Co., an executive search firm based in Manhattan. While most entry-level jobs don’t require a J.D., lawyers are often preferred in compliance roles and are more likely to get promoted.\n\n\n\n[See an infographic featuring the 2016 Best Law Schools.]\n\nA compliance analyst at a midsized company can expect to earn from $62,500 to $84,000, according to 2015 data from consulting firm Robert Half, and a chief compliance officer can bring in between $141,750 and $197,000.\n\nJimenez prefers not to get specific about his pay but says it’s comparable to what friends make at small firms. The median starting salary in 2014 for first-year associates in law firms with two to 25 lawyers was $68,000, according to the National Association for Law Placement.\n\nHis workday, however, ends at 5:00, compared to the draconian hours many fresh grads must bill. \"The work-life balance,\" he says, \"is better.\"\n\n\n\nCompliance law isn't the only legal field seeing growth. Here are some other legal careers to consider.\n\n\n\n[Explore law admissions trends 2015 applicants should know about.]\n\nHealth care lawyer: Hospitals and other health care companies need specialists to help with billing investigations, privacy complaints and Affordable Care Act regulations. \"Health law is big and getting bigger,\" says Jessica Berg, interim dean of Case Western Reserve University School of Law. \"We joke that Obamacare is the Full Employment for Lawyers Act.\"\n\nHealth care attorneys practice in a variety of settings; those who work for medical practices earned a mean salary of $235,000 in 2013.\n\nIntellectual property attorney: As technology booms, so does the need for intellectual property protection. IP lawyers advise clients doing the innovating about the ins and outs of patent, trademark, copyright and trade secret law. Patent specialists, in particular, generally have a background in the hard sciences or engineering. The median salary for entry IP attorneys is $136,537, according to Salary.com.\n\nElder law attorney: By 2030, more than 20 percent of the population will be over 65, compared to 13 percent today. Baby boomers are expected to live longer than any previous generation, and they’ll be seeking guidance on estate planning, medical directives and long-term care issues. Most elder law attorneys practice in small firms, which means beginners are looking at that median salary (for 2014) of $68,000 calculated by NALP.\n\n", "article_metadata": {"usn-stitial-fact": "{\"slug\":\"160504_states\",\"text\":\"The U.S. states that hosted the most international students during the 2014-2015 academic year were California, New York and Texas.\"}", "usn-comments-mode": "facebook", "description": "New consumer protection and health care laws are fueling growth in legal compliance and related fields.", "zone": "top law schools", "author": "Margaret Loftus", "og": {"site_name": "US News & World Report", "description": "New consumer protection and health care laws are fueling growth in legal compliance and related fields.", "title": "Jump-Start a Legal Career With a Job in Compliance Law", "url": "http://www.usnews.com/education/best-graduate-schools/top-law-schools/articles/2015/03/16/jump-start-a-legal-career-with-a-job-in-compliance-law", "image": "http://www.usnews.com/cmsmedia/dd/fa/bf425fe44e2d937ce781ffb1df9f/150312compliancelawmeeting-stock.jpg", "type": "article"}, "twitter": {"site": "@USNews", "description": "New consumer protection and health care laws are fueling growth in legal compliance and related fields.", "card": "summary", "title": "Jump-Start a Legal Career With a Job in Compliance Law - US News"}, "usn-platform-id": "a", "site": "Best Grad", "msvalidate.01": "A8E47FA91124063A4A9C78AD5273DC0F", "fb": {"app_id": 130063997038366}, "image": "http://www.usnews.com/dims4/USNEWS/46b4e79/2147483647/thumbnail/80x80/quality/85/?url=%2Fcmsmedia%2Fdd%2Ffa%2Fbf425fe44e2d937ce781ffb1df9f%2Fresizes%2F500%2F150312compliancelawmeeting-stock.jpg", "google-site-verification": "owJBuFHD3VHcTSsnPSOYizmUcs3GSBjbx09vBbBi1MM", "keywords": "education,students,graduate schools,law school,law,careers,Margaret Loftus", "published_at": "2015-03-16", "article": {"publisher": "https://www.facebook.com/usnewsandworldreport", "published_time": "2015-03-16"}, "usn-content-type": "article", "social_id": "http://t.usnews.com/Z7k52s", "viewport": "width=980"}, "article_summary": "Compliance law isn't the only legal field seeing growth.\nMichael Jimenez spent the better part of his three years in law school ruling out all the kinds of law he didn’t want to practice.\n\"Health law is big and getting bigger,\" says Jessica Berg, interim dean of Case Western Reserve University School of Law.\n\"Compliance has opened up a whole new area for law school grads,\" says Jason Wachtel, managing partner at JW Michaels & Co., an executive search firm based in Manhattan.\nHealth care lawyer: Hospitals and other health care companies need specialists to help with billing investigations, privacy complaints and Affordable Care Act regulations."}