{"article_title": "The Situation on the Korean Peninsula Is Worse Than You Realized", "article_keywords": ["realized", "korea", "north", "worse", "tensions", "peninsula", "state", "south", "military", "situation", "korean", "order", "exercise", "seoul"], "article_url": "http://www.thefiscaltimes.com/2015/08/21/Situation-Korean-Peninsula-Worse-You-Realized", "article_text": "The escalating tensions on the Korean Peninsula have leaders around the globe nervously wondering what will happen before an early Saturday morning deadline.\n\nOn Friday, the U.S. Defense Department disclosed it had suspended its annual military exercise temporarily with South Korea in order to coordinate with Seoul over recent shelling across the border with North Korea.\n\nRelated: Tensions Rise as North and South Korea Exchange Fire\n\nThe exercise, dubbed Ulchi Freddom Guardian, “was suspended temporarily, I believe day before yesterday, in order to allow the U.S. side to coordinate with the [South Korea] side on … the actual exchange of artillery fire across” the Demilitarized Zone (DMZ), David Shear, assistant secretary of defense for Asian and Pacific affairs, told reporters during a Pentagon briefing.\n\n“That exercise has resumed as planned and we are conducting the exercise as planned,” he added.\n\nThe admission was the latest development in what has been a rollercoaster couple of weeks of back-and-forth between the Democratic South and the Stalinist North.\n\nIt all began earlier this month when a pair of South Korean soldiers were maimed by land mines while on patrol in the DMZ. The pathways in the area, one of the most heavily mined pieces of land in the world, are well known to both sides; the explosions prompted the South to accuse the North of covertly planting new devices.\n\nRelated: North Korea Threatens Military Action If South Continues Loudspeaker Broadcasts\n\nIn response, Seoul switched on for the first time in years a series of massive speakers amassed along the border to blast propaganda messages into the Hermit Kingdom. The North responded with a cross-border speaker campaign of its own.\n\nOn Thursday, tensions flared again when North Korea fired four artillery shells into South Korea in apparent protest. Seoul responded in kind, blasting 29 rounds of its own over the DMZ. Then on Friday, state media reported Kim Jong-un, the North’s leader and the supreme commander of its military, ordered front-line units along the heavily fortified frontier to move to a “quasi-state of war.”\n\nHe ratcheted things up again when he issued an ultimatum that his country would take military action by 4am ET Saturday if the South doesn’t turn off its speakers, something leaders in Seoul seem reluctant to do.\n\nRelated: Japan Says Has Strong Concerns Over North Korea's 'Provocative Acts'\n\nThe nuclear-armed North has a reputation for saber rattling, either to win concessions, like food or economic aid, from the international community or its patron state, China.\n\nConflict between the two states is nothing new. In 2010 the North shelled an island along a disputed maritime border, killing two South Korean service members, and the two militaries have exchanged machinegun fire on land and sea a few times since.\n\nBut the latest dust-up has observers worried because so much remains unknown about Kim Jong-un, who has given control of the country in 2011 by his father, Kim Jong-il. His rhetoric could be a bargaining tactic or he may indeed be ready to commit to military action in order to show strength.\n\nAround 28,500 U.S. troops are deployed on the Korean Peninsula to act as a deterrent to Pyongyang. Those soldiers are “ready to go at a moment’s notice,” State Department spokesman John Kirby said Friday during an interview with CNN.\n\nWhether or not an off-ramp to the latest tensions can be found before Pyongyang’s deadline remains to be seen.\n\n“In the past I’ve said we’re one dead fisherman away from something spiraling but In this particular case it would be really, really odd” for the North to be “especially provocative” since the U.S. and South Korea are in the midst of a military exercise, James Walsh, international security expert and a Research Associate at the Massachusetts Institute of Technology’s Security Studies Program, told CNN.\n\n“We essentially have a gun at their heads and for them to choose this moment to escalate would be strange,” he added.", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "The escalating tensions on the Korean Peninsula have leaders around the globe nervousl", "title": "The Situation on the Korean Peninsula Is Worse Than You Realized", "url": "http://www.thefiscaltimes.com/2015/08/21/Situation-Korean-Peninsula-Worse-You-Realized", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/southkorea-northkorea-mines_2.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/08/21/Situation-Korean-Peninsula-Worse-You-Realized", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/southkorea-northkorea-mines_2.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "The escalating tensions on the Korean Peninsula have leaders around the globe nervousl", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af36914bd0286fd3589\"", "article_summary": "It all began earlier this month when a pair of South Korean soldiers were maimed by land mines while on patrol in the DMZ.\nOn Thursday, tensions flared again when North Korea fired four artillery shells into South Korea in apparent protest.\nThe escalating tensions on the Korean Peninsula have leaders around the globe nervously wondering what will happen before an early Saturday morning deadline.\nAround 28,500 U.S. troops are deployed on the Korean Peninsula to act as a deterrent to Pyongyang.\nIn 2010 the North shelled an island along a disputed maritime border, killing two South Korean service members, and the two militaries have exchanged machinegun fire on land and sea a few times since."}