{"article_title": "HHS: Medical errors decline", "article_keywords": ["hhs", "decline", "errors", "patient", "quality", "conditions", "medical", "results", "patients", "safety", "healthcare", "hospitalacquired", "hospitals", "care"], "article_url": "http://www.healthcareitnews.com/news/hhs-medical-errors-decline", "article_text": "An estimated 50,000 lives were saved, 1.3 million patients escaped harm and healthcare avoided $12 billion in spending. This according to a report released by the Department of Health and Human Services earlier this week.\n\nMuch of the improvement was the result of a reduction in hospital-acquired conditions from 2010 to 2013.\n\nThe efforts were due in part to provisions of the Affordable Care Act such as Medicare payment incentives to improve the quality of care and the HHS Partnership for Patients initiative, according to HHS. Preliminary estimates show that in total, hospital patients experienced 1.3 million fewer hospital-acquired conditions from 2010 to 2013, which translates to a 17 percent decline in hospital-acquired conditions over the three-year period.\n\n\"Today's results are welcome news for patients and their families,\" said HHS Secretary Sylvia M. Burwell, in announcing the results Dec. 2. \"These data represent significant progress in improving the quality of care that patients receive while spending our healthcare dollars more wisely.\"\n\nWhile the results are likely to be a ray of light in the up-to-now gloomy outcomes reported on the healthcare quality and safety front, they are tempered by testimony given this past summer at a Congressional hearing on patient safety.\n\n\"Medicine today invests heavily in information technology, yet the promised improvement in patient safety and productivity frankly have not been realized,\" said Peter Pronovost, MD, an expert in the topic and senior vice president for Patient Safety and Quality and director of the Armstrong Institute for Patient Safety and Quality at Johns Hopkins, at the hearing.\n\nPronovost has been among the critics of the government program, raising questions about the program's design and lack of transparency.\n\n[See also: Deaths by medical mistakes hit records.]\n\nAlso, the watchdog organization the Leapfrog Group continues to spotlight the failings that go on in hospitals day in and day out.\n\nFor example, the most recent survey from Leapfrog shows that on computerized physician order entry, even more than a decade later, big problems remain. The increase in uptake of CPOE technology is promising for patient safety. The most recent survey from The Leapfrog Group shows that on computerized physician order entry, even more than a decade later, big problems remain. The increase in uptake of CPOE technology is promising for patient safety. But, deploying CPOE is not enough.\n\n[See also: Double down on patient safety and Medical errors hit home.]\n\nHHS data show that in 2013 alone, almost 35,000 fewer patients died in hospitals, and approximately 800,000 fewer incidents of harm occurred, saving approximately $8 billion, Burwell noted.\n\nHospital-acquired conditions include adverse drug events, catheter-associated urinary tract infections, central line associated bloodstream infections, pressure ulcers, and surgical site infections, among others.\n\nHHS' AHRQ analyzed the incidence of a number of avoidable hospital-acquired conditions compared with 2010 rates and used as a baseline estimate of deaths and excess healthcare costs developed when the government's Partnership for Patients initiative was launched. The results update the data showing improvement for 2012 that were released in May.\n\n\"Never before have we been able to bring so many hospitals, clinicians and experts together to share in a common goal – improving patient care,\" said Rich Umbdenstock, president and CEO of the American Hospital Association, in a press statement. \"We have built an 'infrastructure of improvement' that will aid hospitals and the healthcare field for years to come and has spurred the results you see today.\"\n\nTo drive progress on how care is provided, HHS is focused on improving the coordination and integration of healthcare, engaging patients more deeply in decision-making and improving the health of patients – with a priority on prevention and wellness, according to Burwell.\n\nThe efforts include the federal Partnership for Patients initiative and Hospital Engagement Networks, Quality Improvement Organizations, and many other public and private partners.\n\n\n\nIn 2011, HHS set a goal of improving patient safety through the Partnership for Patients, which targets a specific set of hospital-acquired conditions for reductions. Public and private partners are working collaboratively – including hospitals and other health care providers – to identify and spread best practices and solutions to reduce hospital-acquired conditions and readmissions.\n\nPatrick Conway, MD, CMS deputy administrator for innovation and quality and chief medical officer, said in a news release: \"As a practicing physician in the hospital setting, I know how important it is to keep patients as safe as possible. These collaborative efforts are rapidly moving healthcare safety in the right direction.\"\n\n\"AHRQ has developed the evidence base and many of the tools that hospitals have used to achieve this dramatic decline in patient harms,\" added AHRQ director Richard Kronick, in a press statement. \"Additionally, AHRQ's work in measuring adverse events, performed as part of the Partnership for Patients, made it possible to track the rate of change in these harms nationwide and chart the progress being made.\"", "article_metadata": {"description": "An estimated 50,000 lives were saved, 1.3 million fewer patients escaped harm and healthcare avoided $12 billion in spending. This according to a report released by the Department of Health and Human Services earlier this week.", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "Healthcare IT News", "description": "An estimated 50,000 lives were saved, 1.3 million fewer patients escaped harm and healthcare avoided $12 billion in spending. This according to a report released by the Department of Health and Human Services earlier this week.", "title": "HHS: Medical errors decline", "url": "http://www.healthcareitnews.com/news/hhs-medical-errors-decline", "image": "http://www.healthcareitnews.com/sites/default/files/sylvia_mathews_burwell_official_portrait.jpg", "updated_time": "2014-12-11T15:51:29-05:00", "type": "article"}, "twitter": {"url": "http://www.healthcareitnews.com/news/hhs-medical-errors-decline", "image": {"src": "http://www.healthcareitnews.com/sites/default/files/sylvia_mathews_burwell_official_portrait.jpg"}, "description": "An estimated 50,000 lives were saved, 1.3 million fewer patients escaped harm and healthcare avoided $12 billion in spending. This according to a report released by the Department of Health and Human Services earlier this week.", "card": "summary_large_image", "title": "HHS: Medical errors decline"}, "article": {"published_time": "2014-12-04T10:38:03-05:00", "modified_time": "2014-12-11T15:51:29-05:00"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fdfabc\"", "article_summary": "[See also: Double down on patient safety and Medical errors hit home.]\nPreliminary estimates show that in total, hospital patients experienced 1.3 million fewer hospital-acquired conditions from 2010 to 2013, which translates to a 17 percent decline in hospital-acquired conditions over the three-year period.\nMuch of the improvement was the result of a reduction in hospital-acquired conditions from 2010 to 2013.\nIn 2011, HHS set a goal of improving patient safety through the Partnership for Patients, which targets a specific set of hospital-acquired conditions for reductions.\nHospital-acquired conditions include adverse drug events, catheter-associated urinary tract infections, central line associated bloodstream infections, pressure ulcers, and surgical site infections, among others."}