{"article_title": "Stocks Are Sending a Recession Warning", "article_keywords": ["sending", "average", "later", "month", "recession", "warning", "moving", "higher", "vix", "stocks", "data", "market", "stock"], "article_url": "http://www.thefiscaltimes.com/Columns/2015/09/01/Stocks-Are-Sending-Recession-Warning", "article_text": "The bad omens are building in the stock market.\n\nSet aside the situation in China, where data released Tuesday showed manufacturing activity dropped last month to a three-year low and reached contractionary territory — the given reason for Tuesday’s market tumble. Forget for a moment about the Federal Reserve, which seems committed to raising interest rates this month for the first time since 2006. The stock market itself is warning of big trouble.\n\nCollectively representing the opinions of countless individual participants, it pays to pay attention to what is the greatest future discounting mechanism in human history.\n\nRelated: The Troubling Truth Revealed by the Stock Market’s Nosedive​\n\nThe technical damage to stock prices has been severe. The S&P 500 has suffered its first \"Death Cross\" — a plunge of the 50-day moving average below the 200-day moving average, a sign of lost medium-term momentum — in four years. The long-term trend is at risk, as the index closed Monday’s session below its 12-month moving average, a strong predictor of bear markets.\n\n^SPX data by YCharts\n\nUnless stocks mount a historic charge higher here — ending September 6 percent higher — it could be game over for the bull market. History isn't on their side.\n\nAugust ended with more than a 5 percent loss on the S&P 500, the worst performance for the month in 17 years and down 7.5 percent from its July high. According to Jason Goepfert at SentimenTrader, after August losses of this magnitude since 1928, September sported a positive return only 4 out of 13 times, posting an average loss of 5.4 percent. When they rallied, stocks only rose above August's close by an average of 1.4 percent. When they fell, the drop averaged 8.3 percent.\n\nIn his words, that's the data reveals a \"terrible risk/reward ratio\" in stocks right now.\n\nThe kicker is that the decline we've already seen in stocks is setting off alarm bells in the macroeconomic models created by Wall Street trading desks. Bank of America Merrill Lynch Economist Michael Hanson's model puts the probability of recession at nearly 50 percent based on the 15 percent annualized drop in stocks over the last six months.\n\nAdmittedly, the model flashed a 59 percent chance of recession during the 2011 market slide. But should Goepfert's analysis come to fruition, the odds are likely to rise.\n\nRelated: What the U.S. Must Do to Avoid Another Financial Crisis\n\nMoreover, the economy was saved in 2011 by aggressive monetary policy efforts, including the start of the Fed's \"Operation Twist\" maturity extension program, the expansion of dollar liquidity swap lines to Europe that November and the European Central Bank's three-year bank liquidity stimulus.\n\nA repeat performance would be hard to pull off when, at this point, market turmoil only appears set to forestall the start of policy tightening. Citigroup rate strategist Jabaz Mathai admits a further 10 percent drop in stocks would mean the \"Fed will most likely not hike, no matter what the payrolls data is\" for August when those numbers are released on Sept. 4.\n\n^VIX data by YCharts\n\nGoldman Sachs looks at it from a different angle, noting the recent rise in the CBOE Volatility Index (VIX), known as Wall Street's \"fear gauge.\" The current level is equal to the median the VIX has been trading at over the last three recessions. VIX levels this high for extended periods, in their analysis, \"are rare outside recessions.\"\n\nRelated: Why Oil’s Big Bounce Won’t Last\n\nDeutsche Bank's chief strategist Binky Chadha recently wrote to clients that equity market corrections of 10 percent or more are \"rare outside recessions,\" with only 13 occurrences in the last 65 years in the context of a falling unemployment rate.\n\nOn the flip side, should the warnings prove false and the bulls manage to push stocks higher in the weeks to come, the bad omens turn very positive indeed: Recoveries from non-recession corrections average 8 percent one month later, 10 percent three months later and 19 percent six months later.", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "The bad omens are building in the stock market.", "title": "Stocks Are Sending a Recession Warning", "url": "http://www.thefiscaltimes.com/Columns/2015/09/01/Stocks-Are-Sending-Recession-Warning", "image": "http://cdn.thefiscaltimes.com/sites/default/files/10152014_Concerned_NYSE_Stock_Exchange_Trader.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/Columns/2015/09/01/Stocks-Are-Sending-Recession-Warning", "image": "http://cdn.thefiscaltimes.com/sites/default/files/10152014_Concerned_NYSE_Stock_Exchange_Trader.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "The bad omens are building in the stock market.", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af36914bd0286fcf44b\"", "article_summary": "The S&P 500 has suffered its first \"Death Cross\" — a plunge of the 50-day moving average below the 200-day moving average, a sign of lost medium-term momentum — in four years.\nThe stock market itself is warning of big trouble.\nThe long-term trend is at risk, as the index closed Monday’s session below its 12-month moving average, a strong predictor of bear markets.\nThe bad omens are building in the stock market.\n^VIX data by YChartsGoldman Sachs looks at it from a different angle, noting the recent rise in the CBOE Volatility Index (VIX), known as Wall Street's \"fear gauge.\""}