{"article_title": "The GOP’s deeply flawed field", "article_keywords": ["climate", "trump", "flawed", "spending", "deeply", "gops", "rubio", "field", "bush", "state", "policies", "social", "walker", "republican"], "article_url": "https://www.washingtonpost.com/opinions/the-gops-deeply-flawed-field/2015/08/18/7f26c076-4510-11e5-846d-02792f854297_story.html", "article_text": "Donald Trump continues to bring comic relief and mean-spirited bombast to the Republican campaign trail. But while Trump is a continuing spectacle, he also makes (a tiny bit) more sense than his rivals when he indicts U.S. trade policies or scorns the influence of big money that turns politicians into puppets.\n\nNevertheless Trump, despite his current lead in the polls, isn’t likely to be the Republican presidential nominee. William Galston, the Wall Street Journal’s designated Democratic pundit, last week suggested that there were five “plausible” Republican candidates — Sens. Marco Rubio (Fla.) and Ted Cruz (Tex.), Govs. Scott Walker (Wis.) and John Kasich (Ohio) and dynast Jeb Bush. In the most recent edition of his 2016 candidate rankings, conservative Charles Krauthammer, while not dismissing Trump, suggests that Walker, Rubio and Bush stand in the first tier of the Republican run-off.\n\nBut these “plausible” Republican candidates hold views that are dramatically at odds with interests and values of the vast majority of Americans.\n\nTake climate change. The scientific consensus that human activity is causing extreme and accelerating climate change is virtually unanimous. The Pentagon already terms it a clear and present national security threat.\n\nYet Rubio continues to be in denial. Saying, “I am not a scientist,” he asserts,“I don’t agree with the notion that . . . there are actions we can take today that would actually have an impact on what’s happening in our climate.”\n\nArriving by helicopter on Saturday, GOP presidential candidate Donald Trump was cheered on by hundreds of supporters as he toured around the Iowa State Fair and chaos ensued. (Alice Li/The Washington Post)\n\nWalker has kept his position on climate change muddy, but he has consistently opposed any effort to deal with it. He cut spending on alternative energy in Wisconsin, and he joined with other states suing to stop President Obama’s limits on carbon emissions. And he happily signed the Koch brothers-supported “no climate tax” pledge.\n\nBush admits “the climate is changing,” but says he doesn’t “think the science is clear of what percentage is man-made and what percentage is natural.” For a solution, he essentially suggests doing nothing, noting the current trend from coal to natural gas. Then he notes with characteristic clarity, “I don’t think it’s the highest priority. I don’t think we should ignore it either.”\n\nOn the economy, which received remarkably little attention in the first Republican debate, all order up the standard fare — less regulation (even of Wall Street), lower taxes on corporations and the rich and cuts in government spending except for the military. Walker has cut spending on education in Wisconsin, slicing $250 million out of the University of Wisconsin system even while ladling out a similar amount to help build a new stadium for the Milwaukee Bucks’ billionaire hedge fund owners (including a major donor to Walker’s campaign). All support continuing our destructive trade strategy. All would repeal Obamacare without giving us a clue of what would replace it. All want to slash spending on shared security programs like Social Security and Medicare. Bush and Rubio have called for raising the retirement age for Social Security.\n\nOr consider foreign policy. Rubio, routinely praised for his knowledge on foreign affairs, in truth offers a simplistic collection of pro-war ideas. He opposes the Iran nuclear deal, arguing for imposing “harsh” sanctions while ignoring the reality that U.S. sanctions wouldn’t do much with our negotiating partners — China, Russia and Europe — likely refusing to go along. He intimates he’d support military action against Iran if necessary. He wants a more bellicose posture toward Russia in Ukraine, the Islamic State in Iraq and Bashar al-Assad in Syria. He opposes Obama’s opening to Cuba, without ever explaining why continuing the failed embargo policies of the last 50 years makes sense.\n\nWalker echoes Rubio without the gloss. He argues that the fact he took on 100,000 demonstrators in Madison means he can take on the Islamic State, a bizarre equating of free speech with terror. He says he’d rip up the Iran agreement on Day One of his administration and be ready for military action. He says he’d consider ground troops in Syria and against the Islamic State and wants to confront Russia, sending arms to the government of Ukraine and troops to Russia’s borders.\n\nBush has tied himself into knots trying to answer whether he supports his brother’s decision to go into Iraq, recently saying we got a “pretty good deal” by getting rid of Saddam Hussein and then backpedalling when reporters pointed out that getting rid of Hussein destabilized the Middle East, increased Iran’s power in the region, led to the rise of the Islamic State, cost trillions of dollars and more than 4,400 U.S. lives . He’s recently adopted his brother’s oxymoronic position in favor of waterboarding but against torture. He opposes the Iran deal and the Cuba opening without offering plausible alternatives, and he favors putting troops in Poland and elsewhere on Russia’s borders.\n\nOr consider social issues. Walker and Rubio have both flip-flopped to announce that they now oppose all abortion with no exceptions for rape, incest or to protect the life of the mother. Bush supports the act banning abortions after 20 weeks with exceptions for rape, incest and protecting the mother’s life. All express opposition to same-sex marriage. None, needless to say, have been leaders in the movement to reverse mass incarceration or the structured racism of our criminal justice system.\n\nAttendees at the Iowa State Fair questioned Republican presidential candidate Jeb Bush about his position on the Iraq war and how his policies compare to his brother's. The Q&A happened after he took the soapbox for a speech at the fair. (C-SPAN)\n\nOn immigration, both Rubio and Walker were for a path for citizenship before they were against it. Now they have joined the clamor to strengthen the border rather than comprehensive reform. Bush is marginally better, supporting a path to “legal status,” but not citizenship.”\n\nThose are the Republican “plausible” candidates: for more wars abroad, for spending more on the military and less on vital needs at home, for doing nothing about climate change, for sustaining failed trade policies, for cutting Social Security and adding to the growing retirement crisis, for rolling back regulation of Wall Street, for reviving the conservative war on women, gays and immigrants. Galston praises Rubio as “the future of conservatism,” but like Bush and Walker, Rubio advocates a future that would drag us relentlessly back to the failed policies of the past.\n\nRead more from Katrina vanden Heuvel’s archive or follow her on Twitter.", "article_metadata": {"description": "The “plausible” candidates would drag the United States back to failed policies.", "author": "http://www.facebook.com/profile.php?id=100000403637764", "og": {"site_name": "Washington Post", "description": "The “plausible” candidates would drag the United States back to failed policies.", "title": "The GOP’s deeply flawed field", "url": "https://www.washingtonpost.com/opinions/the-gops-deeply-flawed-field/2015/08/18/7f26c076-4510-11e5-846d-02792f854297_story.html", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2015/08/17/Editorial-Opinion/Images/2016_GOP_Debate-07783-2132.jpg", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@KatrinaNation"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/opinions/the-gops-deeply-flawed-field/2015/08/18/7f26c076-4510-11e5-846d-02792f854297_story.html", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "Katrina vanden Heuvel, donald trump, william galston, marco rubio, ted cruz, scott walker, john kasich, jeb bush, climate change,", "article": {"publisher": "https://www.facebook.com/washingtonpost", "author": "http://www.facebook.com/profile.php?id=100000403637764"}, "eomportal-uuid": "7f26c076-4510-11e5-846d-02792f854297", "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "Katrina vanden Heuvel, donald trump, william galston, marco rubio, ted cruz, scott walker, john kasich, jeb bush, climate change,"}, "_id": "\"57477af36914bd0286fd35a2\"", "article_summary": "(C-SPAN)On immigration, both Rubio and Walker were for a path for citizenship before they were against it.\nGalston praises Rubio as “the future of conservatism,” but like Bush and Walker, Rubio advocates a future that would drag us relentlessly back to the failed policies of the past.\nWilliam Galston, the Wall Street Journal’s designated Democratic pundit, last week suggested that there were five “plausible” Republican candidates — Sens.\nBut these “plausible” Republican candidates hold views that are dramatically at odds with interests and values of the vast majority of Americans.\nNevertheless Trump, despite his current lead in the polls, isn’t likely to be the Republican presidential nominee."}