{"article_title": "Hillary Clinton Is The Ultimate 'No' Woman", "article_keywords": ["sanders", "woman", "clinton", "ideas", "hillary", "health", "ultimate", "position", "fun", "magazine", "care", "called", "women"], "article_url": "http://www.huffingtonpost.com/entry/hillary-clinton-women_us_56be1059e4b08ffac124df91", "article_text": "In Thursday night's Democratic debate, Hillary Clinton again found herself questioning how Sen. Bernie Sanders (I-Vt.) would really turn his big ideas into realities should he get elected president.\n\nShe has done this time and time again. Free college sounds great, but how would he get GOP governors to cooperate? Single-payer health care is popular with progressives, but how would he get Republicans in Congress to go along with it after the nasty Obamacare fight?\n\nThis is essentially the same position Clinton found herself in in 2008, when she ran against another guy with big ideas who argued the right person could change politics.\n\n\"I could stand up here and say, 'Let's just get everybody together, let's get unified. The sky will open. The light will come down. Celestial choirs will be singing. And everyone will know we should do the right thing and the world will be perfect,'\" Clinton said at the time, in a dig at then-Sen. Barack Obama's campaign rhetoric. \"Maybe I've just lived a little long, but I have no illusions about how hard this is going to be. You are not going to wave a magic wand and have the special interests disappear.\"\n\nThis isn't a fun position to be in. It's hard, after all, to inspire people when you're telling everyone why a popular proposal isn't practical. And Clinton, predictably, has been struggling to attract idealistic progressives -- especially young people -- who are fed up with the current system and want to see change.\n\nBut it's also a position that many women do find themselves in, especially in the workplace. They are the \"no\" women, as New York Magazine writer Ann Friedman has called them:\n\nThe \"no\" woman is the opposite of a \"yes\" man. She’s usually not an administrative assistant or junior employee — most often, she is part of the leadership team in the company or on a particular project. And whether it’s part of her official job description or not, she’s the person who’s there to say no. She provides a counterbalance to the creative visionary and a reality check after a brainstorming session. She finds herself continually speaking up to temper her colleagues’ expectations or modify their strategies, either because it's part of her job to control budgets and keep everyone within the bounds of the law, or because she is simply more rational than the freewheelin' \"ideas men\" she works with.\n\nRebecca Traister, also in New York Magazine, notes that this gender box extends outside the workplace as well -- \"it’s why Mom is the disciplinarian and Dad is the fun guy.\"\n\n\"Here is a truth about America: No one likes a woman who yells loudly about revolution,\" she writes.\n\nThe Washington Post's Dana Milbank argues that if Clinton was proposing the ideas Sanders is -- and didn't put forward very specific ideas on how to pay for and implement them -- the media \"would mock it as patently absurd.\"\n\n\"Men are the guys who want to go out and buy the motorcycle and women are the purse-string holders,\" said Jay Newton-Small, a Time Magazine journalist and author of Broad Influence: How Women Are Changing the Way America Works. \"It’s a very traditional role we are putting women into by making them the one saying, 'no, we can’t do all these really fun things.'\"\n\nClinton likely came to Washington with far more idealism than she now displays. But her experience with the political machine has worn her down -- particularly the bruising health care battle she had in the 1990s. In those days, Clinton was known as the liberal in her husband's White House and often pushed top officials to be more progressive.\n\nAnd now, in her exchanges with Sanders, she often invokes her experiences to explain why single-payer is unrealistic.\n\n\"You know, before it was called Obamacare, it was called Hillarycare. And I took on the drug companies and I took on the insurance companies to try to get us universal health care coverage,\" she said in Thursday's debate.", "article_metadata": {"description": "It's hard to inspire others when you're tasked with figuring out how to get things done.", "sailthru.expire_date": "2016-02-13 15:05:50 -0500", "og": {"site_name": "The Huffington Post", "description": "It's hard to inspire others when you're tasked with figuring out how to get things done.", "title": "Hillary Clinton Is The Ultimate 'No' Woman", "url": "http://www.huffingtonpost.com/entry/hillary-clinton-women_us_56be1059e4b08ffac124df91", "image": "http://img.huffingtonpost.com/asset/2000_1000/56be11221800006f0080bdc8.jpeg?cache=mmoqg08jp3", "locale": "en_US", "type": "article"}, "twitter": {"description": "It's hard to inspire others when you're tasked with figuring out how to get things done.", "creator": "@aterkel", "image": {"width": 2000, "identifier": "http://img.huffingtonpost.com/asset/2000_1000/56be11221800006f0080bdc8.jpeg?cache=mmoqg08jp3", "height": 1000}, "title": "Hillary Clinton Is The Ultimate 'No' Woman", "site": "@HuffPostPol", "card": "summary_large_image"}, "sailthru.date": "2016-02-12 15:05:50 -0500", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=us_56be1059e4b08ffac124df91", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "Hillary Clinton, hillary clinton 2016,hillary clinton president,hillary clinton women,hillary clinton women voters,no woman,Elections 2016,2016 election,Women In Politics", "article": {"section": "Politics", "tag": "Hillary Clinton, hillary clinton 2016,hillary clinton president,hillary clinton women,hillary clinton women voters,no woman,Elections 2016,2016 election,Women In Politics", "published_time": "2016-02-12 15:05:50 -0500", "modified_time": "2016-02-12 15:13:41 -0500", "author": "http://www.facebook.com/8701753"}, "viewport": "width=1000"}, "_id": "\"57477af56914bd0286fe50fc\"", "article_summary": "Single-payer health care is popular with progressives, but how would he get Republicans in Congress to go along with it after the nasty Obamacare fight?\nBut her experience with the political machine has worn her down -- particularly the bruising health care battle she had in the 1990s.\nThis is essentially the same position Clinton found herself in in 2008, when she ran against another guy with big ideas who argued the right person could change politics.\nAnd I took on the drug companies and I took on the insurance companies to try to get us universal health care coverage,\" she said in Thursday's debate.\nIn Thursday night's Democratic debate, Hillary Clinton again found herself questioning how Sen. Bernie Sanders (I-Vt.) would really turn his big ideas into realities should he get elected president."}