{"article_title": "Orlando Health opens freestanding cancer center in Lake Mary", "article_keywords": ["independent", "cancer", "central", "center", "freestanding", "florida", "medical", "orlando", "lake", "health", "therapy", "hospital", "mary", "opens", "care"], "article_url": "http://www.orlandosentinel.com/health/os-cfb-health-052316-20160523-story.html", "article_text": "UF Health Cancer Center - Orlando Health has opened a 12,000-square-foot, $10 million cancer treatment facility in Lake Mary, on Rinehart Road.\n\nThe center offers chemotherapy, radiation therapy and oncology appointments.\n\nThe freestanding facility extends Orlando Health's cancer treatment reach into the Lake Mary area and adds competition for Florida Hospital and independent group Florida Cancer Specialists & Research Institute, which also has a location on Rinehart Road.\n\n\"We chose this area because we don't get a lot of referrals as it is right now, so this gave us an opportunity to do that,\" said Mark Roh, president of UF Health Cancer Center – Orlando Health. The health system also hopes to get more referrals from its affiliated Physician Associates in the area.\n\nOrlando Health had one medical oncologist in the area before opening the center this week. It has hired two oncologists and is planning on bringing in a third. It expects about 20 medical oncology and 20 radiation therapy patients a day. The radiation part of the center is still under construction and will be open in late summer.\n\nFlorida Hospital and Osceola County School District have opened the Center for Employee Health, an on-site clinic for the school system's employees and families.\n\nThe center is staffed by Florida Hospital and offers primary care, occupational health, urgent care, physical therapy, nutritionist and referral coordinators.\n\n\"In the last 10 years more employers have tried to bring health care closer to the employees,\" said Dr. Scott Brady, senior vice president at Florida Hospital for ambulatory services. \"It's a win-win-win.\"\n\nEmployees who have Cigna will have no out-of-pocket costs at the center.\n\nFlorida Hospital has other employee clinics in Central Florida, including Orange County, Darden, J.P. Morgan and Siemens.\n\nMaitland-based Integrated Independent Physicians Network, a network of 700 independent physicians, has started a collaboration with Cigna with the goal of improving care and reducing costs for nearly 7,000 patients.\n\nThe collaboration is part of Cigna Collaborative Care, which is a model similar to accountable care organization. The insurance company has 150 such arrangements in 29 states, nine of which are in Central Florida.\n\nSuch collaborations are reminiscent of managed care arrangements in the 1980s.\n\n\"They fell by the wayside as the health-care market moved toward fee-for-service,\" said Dr. Michael Howell, Cigna's senior medical director for Florida. \"It's taken the last decade for it to gain traction again and the Affordable Care Act has helped with that.\"\n\nDaVita, a national independent medical group with practices in Central Florida, has acquired Family Health Care of Central Florida. FHCCF will join DaVita's JSA Medical Group.\n\nX-celerated Screenings, an Orlando-based laboratory known for paternity testing, drug testing, background checks and lab tests, has expanded its services to include blood collections for STDs, women's health and men's health.\n\nnmiller@tribpub.com or 407-420-5158", "article_metadata": {"fb_title": "New cancer center opens in Lake Mary", "googlebot": "index", "copyright": "Copyright (c) 2016 Orlando Sentinel", "author": "Orlando Sentinel", "og": {"site_name": "OrlandoSentinel.com", "description": "UF Health Cancer Center - Orlando Health has opened a 12,000-square-foot, $10 million cancer treatment facility in Lake Mary , on Rinehart Road.", "title": "New cancer center opens in Lake Mary", "url": "http://www.orlandosentinel.com/health/os-cfb-health-052316-20160523-story.html", "image": "http://www.trbimg.com/img-54133ce1/turbine/os-orlando-default-fb-icon", "type": "article"}, "x-servername": "lalvp09.17", "twitter": {"site": "@orlandosentinel", "card": "summary"}, "msvalidate.01": "AAC9C18F70AC386BC4DCF4DDF9BF1786", "robots": "index,follow", "keywords": "orlando health, cancer, health care, lake mary, business, chemotherapy", "fb": {"admins": 100004353067097, "page_id": 5779052556, "app_id": 890804050949750}, "apple-itunes-app": "app-id=402223551, app-argument=http://www.orlandosentinel.com/deeplinkid/87293241", "googlebot-news": "index", "date": "2016-05-23", "Description": "The center offers chemotherapy, radiation therapy and oncology appointments.", "y_key": "fb73650ad672fe45", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "news_keywords": "orlando health, cancer, health care, lake mary, business, chemotherapy"}, "_id": "\"57477af46914bd0286fdfd3b\"", "article_summary": "UF Health Cancer Center - Orlando Health has opened a 12,000-square-foot, $10 million cancer treatment facility in Lake Mary, on Rinehart Road.\n\"We chose this area because we don't get a lot of referrals as it is right now, so this gave us an opportunity to do that,\" said Mark Roh, president of UF Health Cancer Center – Orlando Health.\nThe freestanding facility extends Orlando Health's cancer treatment reach into the Lake Mary area and adds competition for Florida Hospital and independent group Florida Cancer Specialists & Research Institute, which also has a location on Rinehart Road.\nDaVita, a national independent medical group with practices in Central Florida, has acquired Family Health Care of Central Florida.\nFlorida Hospital has other employee clinics in Central Florida, including Orange County, Darden, J.P. Morgan and Siemens."}