{"article_title": "GOP Majorities — Now What? — The Patriot Post", "article_keywords": ["patriot", "majorities", "grassroots", "senate", "house", "republicans", "conservative", "state", "conservatives", "post", "republican", "establishment", "gop"], "article_url": "http://patriotpost.us/alexander/32369", "article_text": "Alexander's Column GOP Majorities — Now What? There Is Good News, if Republican Leaders Are Teachable\n\n“A fondness for power is implanted, in most men, and it is natural to abuse it, when acquired.” –Alexander Hamilton (1775)\n\nPrior to the 2014 midterm election, I wrote a column titled, “GOP Senate Majority – Then What?”\n\nLast week, the substantial Senate and historic House majorities elected in the November “Republican wave” stood to take the solemn oath “to Support and Defend” our Constitution.\n\nSo, what now?\n\nThe Republican majorities in Congress have the potential to stop the Obama regime in its tracks, particularly since those majorities are bolstered by the highest number of conservative Republicans (a.k.a. us wacky constitutional constructionists) ever. The first wave of the so-called “Tea Party” conservatives arrived in 2010, and the second wave has landed.\n\nAnd as you recall, in less noted but equally promising news, Republicans once again decimated Democrats in gubernatorial and statehouse elections across the nation. This was a wide and deep victory for Republicans, and particularly conservatives.\n\nBut it’s going to take more than the GOP’s revitalized turnout machine to overcome Obama. It’s going to take both resolute leadership and a fearless message of conservative principles. Indeed, the hard and necessary work in the months ahead will be to set the stage for 2016 and beyond.\n\nBut with sizeable majorities in the House and Senate, what’s the problem?\n\nHere’s a hint: It’s not the Democrats.\n\nThe most significant threat to the Grand Old Party inside the Beltway, and across the nation, is … drum roll please … the GOP itself, which has proven time and again to be its own worst enemy. The tendency of power-drunk “establishment Republicans” to depart from the GOP platform, and thus foment fratricidal infighting with the growing number of conservative Republicans who actually abide by their oaths and stand on principle, is a sure formula for self-destruction.\n\nDemocrats are not the problem.\n\nConsider, if you will, the most important lesson of the 2014 election.\n\nIn 1992, Bill Clinton defeated George H.W. Bush, who had squandered the Reagan legacy and broke his famous “Read my lips, no new taxes” promise.\n\nIn 1994, Clinton suffered a huge midterm election defeat led by Newt Gingrich and conservative Republicans across the country. The grassroots GOP groundswell took control of the House for the first time since 1952 with a net gain of 54 seats, and likewise the Senate with a gain of eight seats.\n\nClinton responded, “The president is still relevant,” and, indeed, he was relevant enough to win re-election two short years later when Republicans fielded yet another establishment type, former Senate Majority Leader Bob Dole, in a top-down campaign that failed to invigorate grassroots conservatives. House Republicans would have done better in 1998, too, but for the necessary perjury impeachment effort against Clinton after that “champion of women’s rights” imposed himself upon a young intern.\n\nIn 2000, George W. Bush won the presidency despite a few dangling chads and not receiving a majority of the popular vote, but he failed to inspire any sizeable grassroots support in the years that followed. He did win re-election in 2004, when the Democrats fielded a flawed establishment candidate of their own, John Kerry.\n\nIn 2006, Democrats re-took the House and Senate by rallying their antiwar grassroots base.\n\nIn 2008, Republicans lost the presidency and suffered additional legislative branch losses after fielding yet another establishment moderate presidential candidate, John McCain, who lacked even an iota of charismatic appeal and failed to inspire grassroots conservatives. The Democrats, for their part, swept to victory by fielding an appallingly unqualified candidate whose charisma and communicative skills captivated the party’s “progressive” base.\n\nIn 2010, Republicans enjoyed massive midterm gains in elections that were driven by a historic uprising of grassroots “Tea Party” conservatives. Republicans gain 63 House seats, 6 Senate seats, 6 governorships and a whopping 680 state legislative seats – more state legislatures than at any time since 1928. But, regrettably, establishment Republican leaders in the House excluded the new conservatives from leadership positions.\n\nBut in 2012, that momentum was sidelined by fratricidal infighting between Tea Party activists and “establishment” Republicans in 2012, and consequently Republicans suffered 8 House and 2 Senate seat losses. But most notably, Mitt Romney was labeled “establishment” and he failed to connect with grassroots conservatives. That allowed Obama to dupe voters into electing him for a second term by a very narrow margin.\n\nHowever in 2014, Republicans again decimated Democrats in not only House and Senate races but notably in gubernatorial and statehouse elections across the nation. This was a broad and deep win for Republicans and particularly conservatives, moving the political needle back towards Liberty! After the smoke cleared, Republican had historic gains both in federal and state elections. They picked up 9 Senate seats for a total of 54, retaking the majority, and gained 14 additional House seats, increasing their majority there to 247. They added two more Republican Governors, brining that total to 31 and picked up 11 more legislative chambers for a total of 68. As was the case in 2010, Republicans again won historic midterm gains, especially in statewide elections that were driven by fresh, conservative grassroots candidates such as Iowa’s Joni Ernst, Nebraska’s Ben Sasse and Arkansas' Tom Cotton.\n\nCan you detect a pattern here?\n\nWhen statewide and national elections are powered by conservative grassroots enthusiasm, Republicans win. When they are powered by top-down campaigns featuring moderate presidential candidates, Republicans lose.\n\nSo, is there a case study on a national election being powered by a conservative presidential candidate who inspired grassroots conservatives when Republicans won? Well, yes. That would be the Ronald Reagan model, which led to victory in 1980 and a historic landslide re-election in 1984.\n\nWill the GOP learn something from this pattern ahead of the 2016 presidential campaign and adopt the Reagan model? Or will they continue to validate the old adage, “Insanity is doing the same thing over and over again and expecting different results”?\n\nThe line between conservatives and leftists has never been more defined, and conservatives have a winning message because they articulate two core Liberty principles that moderate Republicans can’t seem to grasp.\n\nFirst, they understand that Liberty is colorblind, not a “white thing”; and second, that Liberty is eternal, not transient.\n\nAgain, when candidates articulate these principles, they win. And when grassroots voters hand the GOP control of federal and state government, they expect leaders to articulate, first and foremost, the fundamental principles of Essential Liberty, and to follow through on campaign promises such as undoing ObamaCare.\n\nThe GOP establishment is learning, but it has a long way to go, both at the state and national level.\n\nThe contest between constitutional conservatives and GOP establishment types in our nation’s capital is a source of much fanfare in the liberal media, which trumpets such disunity knowing that to divide is to conquer – a concept the GOP has yet to fully embrace.\n\nIndeed, this week there is a significant development in the House that is a direct result of the GOP establishment’s failure to stand on principle. A mass exodus is underway as conservative Republicans abandon the Republican Study Committee, which, a few years back when House Republicans were in the minority, was home to some 100 genuine conservatives. The RSC has since been defanged by an establishment moderate “get-along” Republican, House Speaker John Boehner.\n\nAnd there are similar GOP shenanigans undermining Republican majorities at the state level.\n\nIn Tennessee, my colleague, former state GOP chairperson Robin Smith, set our state on a steady course to the top of the conservative pack. As a result, our moderate-to-conservative Republican governor must now work with a state house that has a conservative Republican super-majority and state senate with a firmly conservative Republican majority. In addition, our national congressional delegation is composed of two Republican senators, and seven of our nine house seats are Republican.\n\nRobin’s formula? Grow the party by avoiding infighting, and promote the GOP’s winning platform principles. Let the party focus on candidates and let candidates focus on a winning governing agenda.\n\nThe net result? Our state economy is rapidly recovering despite Obama’s failed economic policies. We are fourth in the nation in job creation, a “right to work” state with an economy driven by entrepreneurial ingenuity and hard work, and largely unfettered by state government interference and regulation. We have the lowest debt ratio of any state in the nation, even though we have no regular income tax.\n\nDespite that success, there is trouble on the horizon, as our governor’s wealthy political cronies have created PACs to favor moderate Republicans over strong conservative Republicans, and to exile conservatives from the state GOP Executive Committee. (Shades of Carl Rove’s PAC against congressional conservatives.)\n\nBut there is a tenet that will both build existing majorities in Congress and the states, and ensure Republican victory in the next presidential election. It is a winning dictum as demonstrated twice by Ronald Reagan.\n\nIn his 1990 autobiography, “An American Life,” President Reagan explained this tenet, which he learned during his first campaign for the California governorship: “The personal attacks against me during the primary finally became so heavy that the state Republican chairman, Gaylord Parkinson, postulated what he called the Eleventh Commandment: Thou shalt not speak ill of any fellow Republican. It’s a rule I followed during that campaign and have ever since.”\n\nA fearless message of conservative principles, which will energize grassroots Americans, along with adherence to the Eleventh Commandment is a winning combination, whether in office or running for one. Unity is essential for success.\n\nIn 500 BC, Sun Tzu wrote in his timeless treatise, “The Art of War,” “You will not succeed unless your men have tenacity and unity of purpose, and, above all, a spirit of sympathetic cooperation.” That is summarized in the current U.S. Army Field Manual 100-5 on Operations: “For every objective, seek unity of command and unity of effort.”\n\nRepublican Party Chairman Reince Preibus, who distributed our Essential Liberty Declaration and Constitution Guides to every attendee at the last Republican National Convention, has made some progress toward party unity, which we saw in the 2014 midterm.\n\nBut the current leadership in the House and Senate are slow learners.\n\nPerhaps they’ll take a cue from 20th-century philosopher George Santayana, who wrote, “When experience is not retained, as among savages, infancy is perpetual. Those who cannot remember the past are condemned to repeat it.” Or as Aldous Huxley put it, “That men do not learn very much from the lessons of history is the most important of all the lessons of history.” Or, as esteemed philosopher Forrest Gump observed, “Stupid is as stupid does.”\n\nIn contemporary parlance: There is nothing to be learned from the second kick of a jackass – or in the case of too many GOP politicos today, the third, fourth or fifth, ad infinitum.\n\nSo here is a project I’ll be discussing with several leading conservative organizations in the coming weeks:\n\nRepublican candidates are asked to sign all sorts of pledges – no-tax pledges, Second Amendment pledges, ObamaCare repeal pledges, etc. How about a pledge to abide by Reagan’s 11th Commandment rather than spend millions on fratricidal attacks? And how about Jeb Bush and Mitt Romney sign first? Of course, it would take candidates of Reagan’s character and humility to abide by such restraints.\n\nPro Deo et Constitutione – Libertas aut Mors\n\nSemper Fortis Vigilate Paratus et Fidelis", "article_metadata": {"description": "There Is Good News, if Republican Leaders Are Teachable", "csrf-token": "MVjG0eJp49/rPugbDV+Fkf3ayxjNAJo2tg+4bKLUzYc=", "msapplication-TileColor": "#2b5797", "csrf-param": "authenticity_token", "og": {"site_name": "The Patriot Post", "description": "&ldquo;A fondness for power is implanted, in most men, and it is natural to abuse it, when acquired.&rdquo; &ndash;Alexander Hamilton (1775)     Prior to the 2014 midterm election, I wrote a column titled, &ldquo;GOP Senate Majority &ndash; Then What?&rdquo;  Last week, the substantial Senate...", "title": "GOP Majorities — Now What?", "url": "http://patriotpost.us/alexander/32369", "image": "http://assets.patriotpost.us/images/2015-01-14-4ade13f1.jpg", "type": "article"}, "fb": {"admins": 100002378661032, "app_id": 217327155053459}, "msapplication-TileImage": "/mstile-144x144.png", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fe42c5\"", "article_summary": "The GOP establishment is learning, but it has a long way to go, both at the state and national level.\nIn 1994, Clinton suffered a huge midterm election defeat led by Newt Gingrich and conservative Republicans across the country.\nThe Republican majorities in Congress have the potential to stop the Obama regime in its tracks, particularly since those majorities are bolstered by the highest number of conservative Republicans (a.k.a.\nAs a result, our moderate-to-conservative Republican governor must now work with a state house that has a conservative Republican super-majority and state senate with a firmly conservative Republican majority.\nIn Tennessee, my colleague, former state GOP chairperson Robin Smith, set our state on a steady course to the top of the conservative pack."}