{"article_title": "Constitutions Don’t Enforce Themselves", "article_keywords": ["supreme", "law", "court", "constitution", "federal", "unconstitutional", "constitutions", "state", "difficult", "parties", "laws", "enforce", "dont"], "article_url": "http://tenthamendmentcenter.com/2014/05/24/constitutions-dont-enforce-themselves/", "article_text": "Often, I hear people say, “The federal government is trampling all over my constitutional rights.”\n\nOkay, let’s say it is. Now what? Constitutions don’t enforce themselves. They are inanimate documents. They need to be enforced.\n\nBut by whom?\n\nBy us.\n\nAfter all, the U.S. Constitution begins with We the People – not We the Senate, We the House, We the Supreme Court, or We the President. So, we the people need to push back, but how? We have been trying to limit the federal government through lawsuits and elections, but it does not seem to be working.\n\nWhat else can we do?\n\nNullification.\n\nWe need to act through our state legislatures to promote state nullification/interposition of unconstitutional federal laws. Why? Because the federal government will not police itself, and state nullification will create a climate where violating the Constitution becomes difficult in practice as well as politically.\n\nBut before we discuss how nullification can work, let’s examine what hasn’t been working.\n\nAs we have seen over and over again, the federal government frequently oversteps its authority, and it does not appear to have any intention of restraining itself anytime soon. There are many examples. A recent one is spying on American citizens – in direct violation of the Fourth Amendment. Another is the targeted harassment of certain nonprofit groups by the IRS (a First Amendment violation). The federal government just keeps on growing.\n\nWe have tried to bring lawsuits against federal overreaches in the federal courts – the Supreme Court. How has that been working out? Let’s face it. The federal courts are a branch of the federal government. They are on the same team. And many of their decisions predictably find expansion of the federal government just fine. For instance, the Supreme Court recently upheld the Affordable Care Act under the auspices that the individual mandate is a tax (even though the government had previously said time and again that it was not a tax). In an even more recent example, the Supreme Court refused to hear a case brought against the National Defense Authorization Act (NDAA) which permits American citizens to be held indefinitely without charge. As a result, this law is still in place.\n\nHow about elections? We have tried to throw the bums out – right? That is true, to a point, but we have traveled down a path that has resulted in two parties primarily controlling the candidates we have to choose from. It is very difficult, almost impossible, for an outsider who lacks the backing of one of these parties to become a real contender, let alone win an election. For example, the Presidential debates used to be hosted by the League of Women Voters. However, the Republican and Democratic Parties now control these debates, blocking outsiders from participation. In 2012, the Libertarian Candidate was blocked from the debates. Moreover, once many politicians get into office, they end up doing the exact opposite of what they said during their campaign. Why? Because their allegiance appears to lie with their political party rather than the people. Notice how the federal government continues to expand no matter which party holds the majority. Then, they hope we will forget about it as the next election draws closer. George Washington warned us about political parties in his Farewell Address (Sept. 17, 1796).\n\nHowever [political parties] may now and then answer popular ends, they are likely, in the course of time and things, to become potent engines, by which cunning, ambitious, and unprincipled men will be enabled to subvert the power of the people, and to usurp for themselves the reins of government; destroying afterwards the very engines, which have lifted them to unjust dominion.\n\nThere is another way – state nullification/interposition of unconstitutional federal laws. Thomas Jefferson and James Madison both endorsed this approach. It takes the federal government completely out of the equation. Instead, each state (with involvement of its concerned citizens) determines whether or not a federal law is constitutional. If it is not, the state legislature can nullify the law within its boundaries.\n\nThe state can nullfy in a variety of ways. For example, it can outright refuse to comply with an unconstitutional federal law. After all, the federal government does not have the manpower to enforce every one of its laws without the aid of state personnel and/or resources. Another possibility is for the state to enact legislation which would make enforcement of the unconstitutional federal law within the state very difficult. Several states have already begun the process of nullifying unconstitutional federal laws – such as NSA spying, gun control, healthcare, and marijuana laws.\n\nI remember I used to think – doesn’t someone else make sure the government is following the Constitution? I am busy trying to earn a living, feed my family, live my life. All good points. However, being blessed to be an American citizen comes with responsibilities. Many responsibilities – such as becoming active in our states to rein in the federal government through nullification and creating a climate where violating the Constitution is difficult and unpopular.\n\nThe founders understood the necessity of our diligence when they set up this country as a constitutional republic. I guess we would have less responsibility as watch dogs over our government if we lived under a dictator.\n\nShare this: Facebook\n\nTwitter\n\nReddit\n\nGoogle\n\nTumblr\n\nLinkedIn\n\nEmail\n\n\n\nRelated posts", "article_metadata": {"description": "Going to the federal government to fix problems created by the federal government doesn't work.", "generator": "Powered by Visual Composer - drag and drop page builder for WordPress.", "og": {"site_name": "Tenth Amendment Center", "description": "Often, I hear people say, “The federal government is trampling all over my constitutional rights.” Okay, let’s say it is. Now what? Constitutions don’t enforce themselves. They are inanimate documents. They need to be enforced. But by whom? By us. After all, the U.S. Constitution begins with We the People – not We the Senate, We the House, We the Supreme Court, or We the President. So, we the people need to push back, but how? We have been trying to limit the federal government through lawsuits and elections, but it does not seem to be working. What else can we do? Nullification. We need to act through our state legislatures to promote state nullification/interposition of unconstitutional federal laws. Why? Because the federal government will not police itself, and state nullification will create a climate where violating the Constitution becomes difficult in practice as well as politically. But before we discuss how nullification can work, let’s examine what hasn’t been working. As we", "title": "Constitutions Don’t Enforce Themselves | Tenth Amendment Center", "url": "http://tenthamendmentcenter.com/2014/05/24/constitutions-dont-enforce-themselves/", "image": "http://tenthamendmentcenter.com/wp-content/uploads/2014/09/dear-america-enforce-myself-1024x535.png", "type": "article"}, "twitter": {"image": "http://tenthamendmentcenter.com/wp-content/uploads/2014/09/dear-america-enforce-myself-1024x535.png", "description": "Often, I hear people say, “The federal government is trampling all over my constitutional rights.” Okay, let’s say it is. Now what? Constitutions don’t enforce themselves. They are inanimate documents. They need to be enforced. But by whom? By us. After all, the U.S. Constitution begins with We the People – not We the Senate, We the House, We the Supreme Court, or We the President. So, we the people need to push back, but how? We have been trying to limit the federal government through lawsuits and elections, but it does not seem to be working. What else can we do? Nullification. We need to act through our state legislatures to promote state nullification/interposition of unconstitutional federal laws. Why? Because the federal government will not police itself, and state nullification will create a climate where violating the Constitution becomes difficult in practice as well as politically. But before we discuss how nullification can work, let’s examine what hasn’t been working. As we", "card": "summary", "title": "Constitutions Don’t Enforce Themselves | Tenth Amendment Center"}, "fb": {"pages": 143173285763}, "keywords": "constitution,nullification,strategy", "article": {"publisher": "https://facebook.com/tenthamendmentcenter", "tag": "strategy", "published_time": "2014-05-24T00:28:26Z", "modified_time": "2015-10-27T13:34:12Z"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1"}, "article_summary": "Several states have already begun the process of nullifying unconstitutional federal laws – such as NSA spying, gun control, healthcare, and marijuana laws.\nWe need to act through our state legislatures to promote state nullification/interposition of unconstitutional federal laws.\nFor example, it can outright refuse to comply with an unconstitutional federal law.\nConstitutions don’t enforce themselves.\nAnother possibility is for the state to enact legislation which would make enforcement of the unconstitutional federal law within the state very difficult."}