{"article_title": "Riding the Techstorm", "article_keywords": ["modern", "technology", "techstorm", "wallach", "governance", "ozone", "does", "risks", "technological", "riding", "technologies", "progress"], "article_url": "http://reason.com/archives/2015/06/05/riding-the-techstorms", "article_text": "A Dangerous Master: How to Keep Technology from Slipping Beyond Our Control , by Wendell Wallach, Basic Books, 336 pages, $28.99\n\nLet me put my predilections on the table: I think technological progress is going way too slowly. Where are the cures for cancer, the self-fertilizing perennial crop plants, the medical nanobots clearing clogged arteries, the 3D-printed on-demand clothes, the cheap solar power, the longevity treatments, the self-flying cars? I don't suffer from future shock. I feel future glee, and I want more of it.\n\nThe Yale bioethicist Wendell Wallach does not feel future glee. In A Dangerous Master, he worries that our \"incessant outpouring of groundbreaking discoveries and tools\" are a rising \"techstorm\" that will soon be \"dangerously beyond our control.\" The question at the heart of his book is whether \"we, humanity as a whole, have the intelligence to navigate the promise and perils of technological innovation.\"\n\nIn case you're wondering how \"humanity as a whole\" is supposed to navigate: \"In a democratic society,\" Wallach writes, \"we—the public—should give approval to futures being created.\" So everyone gets to vote on which innovations can proceed, and how fast. What could possibly go wrong?\n\nAs is often the case with such plans, a more top-down proposal lurks behind the democratic rhetoric. Wallach wants technological \"Governance Coordinating Committees\" to guide policy makers and the public. Distinct committees would \"comprehensively coordinate the development\" of different scientific fields and \"oversee the industries that [each] field creates.\" In other words, they would function as gatekeepers, giving permission (or not) to the rest of us to develop and use technologies. Without apparent irony, Wallach writes that \"Moderating the adoption of technology should not be done for ideological reasons\"—as though the idea of \"moderating\" progress is not itself ideological.\n\nSo why does Wallach want to keep technology under control? He makes his case by pointing to genetically modified crops, nuclear power, fracking, ozone depletion, and eucalyptus trees. Parsing this list does not inspire confidence in Wallach's analytical acumen.\n\nRegarding genetically modified crops, Wallach claims that their \"long-term effect on humans is unknown.\" He does admit \"there is a lack of substantial evidence that GMO foods are any more risky than conventional foods.\" Well, yes. In fact, every independent scientific organization that has ever evaluated current biotech crops has found them safe for people to eat. Would a Governance Coordinating Committee come to a different conclusion?\n\nDiscussing nuclear power, Wallach cites a German case control study that found that the leukemia rate for children under age 5 was twice as high for kids living within 5 kilometers of a nuclear plant. He does not mention the French study launched in reaction to the German results, which found no such correlation. Fracking, Wallach claims, has \"led to groundwater contamination.\" This is misleading: Groundwater contamination has occurred when well-casings are defective, but not as a result of fracking itself.\n\nWith ozone depletion, Wallach may seem to be on more solid ground. As he correctly notes, no one could have foreseen that the hydrofluorocarbons (HFCs) used as propellants in spray cans would erode the stratospheric ozone layer that blocks harmful UV light from the sun. But here he has proven too much: Because no one foresaw the problem, no Governance Coordinating Committee charged with overseeing the spray-can industry would have blocked HFCs in advance.\n\nInstead, the chemicals were banned by international treaty after their deleterious effects were identified. The ozone example demonstrates that human progress proceeds by trial and error, not the foresight of elite gatekeepers. We deploy new technologies, then ameliorate problems as they arise.\n\nAnd eucalyptus trees? Wallach thinks they show the risks of releasing genetically modified organisms into the natural environment, arguing that it was a mistake to introduce the trees into California in the 1850s. The state's eucalyptus forests, he writes, do \"not support many native animals.\" Except...they do. As the biologist Dov Sax showed in a 2002 paper for the journal Global Ecology & Biogeography, native forests and eucalyptus forests host different assemblages of species indigenous to California, but the forests are nearly identical in overall species-richness.\n\nLooking to the future, Wallach is greatly troubled by transhumanists' desire to freely develop and deploy technologies that enhance our physical and intellectual capacities, including the dramatic lengthening of healthy lifespans. He also worries that artificially intelligent robots might cause technological unemployment. Such anxieties prompt him to ask, \"Does the freedom of the individual give a small minority pursuing its goals the right to force on others the radical restructuring of human existence?\"\n\nSome people were doubtlessly \"forced\" to take modern medicines; to light, heat, and cool their homes with electricity; to travel in automobiles and airplanes; to wear factory-made clothing; to leave farms for cities. But for the most part, people exercising their individual freedom in markets choose to radically restructure their existences around these and the panoply of modern technologies. The better question is: Why should fearful status-quo interests get to veto the individual’s right to pursue projects they believe will make life better for them, and for other people who voluntarily choose to use them?\n\nLike so many other foes of permissionless innovation, Wallach predicts that accelerating technological progress will increase crises and disasters. But history suggests just the opposite. For all the risks of electricity, automobiles, computers, plastics, vaccinations, pesticides, and everything else that constitutes the vast enterprise of modern technology, allowing inventors and entrepreneurs to take those risks has enormously lessened threats. We know that because we members of modern societies enjoy much longer and healthier lives than our ancestors did, with greatly reduced risks of disease, debility, and early death. It is the \"governance\" of innovation that is the truly dangerous master.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "Technological progress needs to be governed to prevent crises and disasters.", "title": "Riding the Techstorm", "url": "http://reason.com/archives/2015/06/05/riding-the-techstorms", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14334704143911.jpg", "type": "article"}, "twitter": {"image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14334704143911.jpg", "description": "Technological progress needs to be governed to prevent crises and disasters.", "site": "@reason", "card": "summary_large_image", "title": "Riding the Techstorm"}, "fb": {"pages": 17548474116}, "article": {"tag": "HomePage", "published_time": "2015-06-05T04:01:00+00:00", "author": "http://reason.com/people/ronald-bailey"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af36914bd0286fd35dd\"", "article_summary": "Like so many other foes of permissionless innovation, Wallach predicts that accelerating technological progress will increase crises and disasters.\nThe Yale bioethicist Wendell Wallach does not feel future glee.\nBut for the most part, people exercising their individual freedom in markets choose to radically restructure their existences around these and the panoply of modern technologies.\nWallach wants technological \"Governance Coordinating Committees\" to guide policy makers and the public.\nIn A Dangerous Master, he worries that our \"incessant outpouring of groundbreaking discoveries and tools\" are a rising \"techstorm\" that will soon be \"dangerously beyond our control.\""}