{"article_title": "Nebraska federal judge tells Congress to 'go to hell'", "article_keywords": ["court", "district", "congress", "federal", "employees", "kopf", "judiciary", "essential", "nebraska", "judge", "hell", "tells"], "article_url": "http://watchdog.org/110805/nebraska-federal-judge-tells-congress-to-go-to-hell/", "article_text": "By Deena Winter | Nebraska Watchdog\n\nLINCOLN — A Lincoln-based federal judge says Congress can “go to hell”, and he’s urging his fellow judges to declare all of their employees “essential” so they can continue to work during the federal government shutdown.\n\n“Tell Congress to go to hell — all federal district court employees are essential,” U.S. District Judge Richard Kopf railed Oct. 7 on his blog “Hercules and the Umpire.”\n\nFederal courts already had lost employees to the across-the-board sequesteration cuts in the spring when Congress couldn’t agree on a spending bill, leading to the current partial government shutdown. As federal courts run out of money to fund all but “essential” employees, Kopf said determining which remaining employees are essential “becomes a heart-breaking question.”\n\n“Reject the premise of the question,” he wrote. “Given the loss of employees already suffered by the judiciary on account of the sequester and otherwise, why shouldn’t every remaining employee of every federal district court be declared essential?”\n\nKopf was appointed to the bench in 1992 by President George H.W. Bush. He has generated headlines before, notably in 2004 when he struck down a ban on partial-birth abortions. He also dismissed a lawsuit against a state judge who barred the words “rape” and “victim” in court in 2007.\n\nRegarding the shutdown, Kopf wrote that if all district judges issued an order to that effect, the clerk of court, federal public defender and other executives would be protected from prosecution.\n\n“Best of all, such an order would set up an inter-branch dispute worth having,” he wrote.\n\nThat would leave Congress with two choices, he said: Do nothing and destroy the judiciary by failing to pass a budget, or “go batshit, and the judiciary and Congress could have it out.” (He even helpfully included a link to an urban dictionary definition of the word “batshit” for the uninitiated.)\n\n“It is time to tell Congress to go to hell,” he concluded. “It’s the right thing to do.”\n\nContact Deena Winter at deena@nebraskawatchdog.org. Follow Deena on Twitter at @DeenaNEWatchdog\n\nEditor’s note: to subscribe to News Updates from Nebraska Watchdog at no cost, click here.", "article_metadata": {"og": {"site_name": "Watchdog.org", "description": "A Nebraska federal judge tells Congress \"to go to hell,\" urges peers to declare their court employees essential so they can work during the shutdown.", "title": "Nebraska federal judge tells Congress to 'go to hell' - Watchdog.org", "locale": "en_US", "image": "http://watchdog.org/wp-content/blogs.dir/1/files/2013/10/RichardKopf_AP.jpg", "updated_time": "2013-10-15T11:58:35+00:00", "url": "http://watchdog.org/110805/nebraska-federal-judge-tells-congress-to-go-to-hell/", "type": "article"}, "article": {"publisher": "https://www.facebook.com/Watchdogorg", "section": "National", "tag": "Nebraska judge tells Congress \"go to hell\",Richard Kopf", "published_time": "2013-10-15T10:58:37+00:00", "modified_time": "2013-10-15T11:58:35+00:00"}, "twitter": {"domain": "Watchdog.org", "description": "A Nebraska federal judge tells Congress \"to go to hell,\" urges peers to declare their court employees essential so they can work during the shutdown.", "title": "Nebraska federal judge tells Congress to 'go to hell' - Watchdog.org", "image": {"src": "http://watchdog.org/wp-content/blogs.dir/1/files/2013/10/RichardKopf_AP.jpg"}, "creator": "@watchdogorg", "site": "@watchdogorg", "card": "summary_large_image"}, "robots": "noarchive", "description": "A Nebraska federal judge tells Congress \"to go to hell,\" urges peers to declare their court employees essential so they can work during the shutdown."}, "_id": "\"57477af36914bd0286fd35e2\"", "article_summary": "By Deena Winter | Nebraska WatchdogLINCOLN — A Lincoln-based federal judge says Congress can “go to hell”, and he’s urging his fellow judges to declare all of their employees “essential” so they can continue to work during the federal government shutdown.\nAs federal courts run out of money to fund all but “essential” employees, Kopf said determining which remaining employees are essential “becomes a heart-breaking question.”“Reject the premise of the question,” he wrote.\nHe also dismissed a lawsuit against a state judge who barred the words “rape” and “victim” in court in 2007.\nFollow Deena on Twitter at @DeenaNEWatchdogEditor’s note: to subscribe to News Updates from Nebraska Watchdog at no cost, click here.\n“Tell Congress to go to hell — all federal district court employees are essential,” U.S. District Judge Richard Kopf railed Oct. 7 on his blog “Hercules and the Umpire.”Federal courts already had lost employees to the across-the-board sequesteration cuts in the spring when Congress couldn’t agree on a spending bill, leading to the current partial government shutdown."}