{"article_title": "Big money meets big art – The Denver Post", "article_keywords": ["building", "meets", "art", "mountain", "big", "museum", "million", "denver", "town", "single", "street", "money", "ban", "aspen", "post"], "article_url": "http://www.denverpost.com/entertainment/ci_26269483/new-aspen-art-museum-big-money-meets-big", "article_text": "Only in Aspen — surrounded by hills and mountains of money — would the good citizens come together to raise $72 million for a museum with no collection.\n\nNot that the Aspen Art Museum isn’t worth the attention. Its roster of rotating exhibitions, sometimes difficult, routinely ground-breaking, make it a national leader in contemporary art.\n\nAnd not that its new, $45 million building, opening with a 24-hour celebration Aug. 9, isn’t a prized possession. The place is a modern wonder, a mind-bending box, covered top to bottom in a screen of wood strips woven together like a basket, and designed by Shigeru Ban, the top architect in the world right now.\n\nStill, it takes a civic sensibility specific to this mountain town — flashy, spendy, grateful and generous — to pull off an effort this size. Consider: The entire museum was funded by private donations, with 27 local moguls and lucky trustfunders writing checks for $1 million or more each.\n\nThat will leave the AAM with a tidy endowment of about $27 million to help cover operations for decades to come.\n\n“There’s not a single tax dollar, not a single dollar of public money,” said Heidi Zuckerman Jacobson, the powerhouse director who spent eight years leading the charge for the new museum, battling opponents who thought the building might be too large and out-of character for a town that remains cozy on its surface.\n\nTo be sure, Ban’s building will bring Aspen more international attention than it gets already. The architect, headquartered in Tokyo, won this year’s Pritzker Prize, the profession’s highest honor.\n\nHe is roundly respected and for good reason. His structures are delicate and precise, beautiful to look at and reasoned in ways people can understand.\n\nIn deference to this town’s big industry, he programmed his 33,000- square-foot building like a ski mountain. Visitors enter from the sidewalk and immediately ascend to the rooftop deck, via 57 stairs or a glass elevator (a lift?). They take in the attraction’s thrills during a four-floor descent.\n\nOr they can simply stay on the expansive roof deck, with a café, and an exposed three-dimensional, truss ceiling that unfolds to the best view of Apex Mountain in the village. It’s an open-air, public park, free of charge, that the museum hopes will become a hangout for the neighbors.\n\n“Everybody can take the stairs from the outside and enjoy the view,” Ban said. “You don’t even need to see the art.”\n\nOf course, you could hardly miss it. Starting with an opening exhibition of by Chinese artist Cai Guo-Qiang that features living turtles with electronic tablets attached to their backs walking around a pen.\n\nThere’s also an exhibition of Ban’s designs, and another that mixes and matches the objects by the late French art icon Yves Klein and American artist David Hammons, exploring the links between two important figures of the 20th century.\n\nWith 17,500 square feet of gallery space — three times AAM’s old headquarters off of Mill Street — there is room for all that and more. Galleries are vast, lit naturally, and ceilings are 14 feet high. The floors are concrete and there is an abundance of whiteness — walls, railings, bright, white, LED lighting.\n\nBut, to be sure, the most notable feature is the exterior screen that covers the rectangular building on the corner of Spring Street and Hyman Avenue downtown. It is made of a plyable material called Prodema, a manufactured composite of paper reinforced by resin and sheathed with a wood veneer.\n\nThere is Prodema to spare, covering the abruptly vertical, 47-foot walls on three sides, with only small openings for doors. From a distance, the structure looks a like a giant wicker trunk, which is likely to keep its design controversial. Still, it manages to be sleek and warm at the same time, thoughtful and monumental, like a museum wants to be.\n\nThe AAM is the first U.S museum for Ban, who is best-known for residential projects and won great praise designing low-cost housing for disaster victims in Haiti, Japan and other places, using his signature material, simple cardboard tubes.\n\nThere are a variety of cardboard tubes at the AAM, some the size of packing tape rolls, and others wrapping paper rolls. They are fashioned into benches and line a stairway ceiling. Overall though, the interior is mostly free of extreme ornamentation.\n\nIt’s not for traditionalists — and Aspenites will be watching to see how much shade the building casts on the downtown in the winter when all sunlight is precious — but it likely will please the art aficionados who paid for it.\n\nThey are a varied but intent group, with significant representation on the annual “Top 200” international collectors list published by the prestigious “Art in America” magazine.\n\n“Of the 200, 22 have homes here in Aspen, and they know the value of art” said board member Nancy Magoon. She and her husband, Bob, gave more than $2 million, and she was a key fundraiser for the effort overall.\n\nMany of Aspen’s wealthier residents live in the town part-time with permanent homes, and philanthropic demands, in places like Dallas or Los Angeles where they reside the rest of the year.\n\n“This is everybody’s second museum,” Magoon said. “But I wasn’t turned down by a single one of them.”\n\nMagoon and other museum leaders consider the museum project a gift to the people of Aspen. They don’t say it, but the gift amounts to about $10,700 a person for the town of 6,700 permanent residents.\n\nThey remind people that it’s about art, enabling the museum’s curators to think big and bring world-class culture to a place, deep in the Rocky Mountains, that can feel isolated from the rest of the country.\n\n“Eventually everyone will forget whether the museum was on time or on budget, and the only thing they’ll care about is the quality of our exhibits and programs,” said Zuckerman Jacobson. “If they’re not amazing, then the whole project is a failure.”\n\nThe Aspen Art Museum opens its new building at 5 p.m. Aug. 9 at the corner of Spring Street and Hyman Avenue and will stay open until 5 p.m. Aug. 10. Overnight activities include tours, concerts, films, a dance party and sunrise yoga. For a complete schedule and info, call 970-925-8050 or go to aspenartmuseum.org.\n\nRay Mark Rinaldi: 303-954-1540, rrinaldi@denverpost.com or twitter.com/rayrinaldi", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "The new Aspen Art Museum: Big money meets big art", "title": "The new Aspen Art Museum: Big money meets big art", "url": "http://www.denverpost.com/2014/08/03/the-new-aspen-art-museum-big-money-meets-big-art/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20140803__AE10FAASPENMUSEUM_KO15783p1.jpg", "height": 435}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20140803__AE10FAASPENMUSEUM_KO15783p1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "article": {"published_time": "2014-08-03T18:41:56+00:00", "modified_time": "2016-04-27T05:15:58+00:00"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fd35c2\"", "article_summary": "Not that the Aspen Art Museum isn’t worth the attention.\nAnd not that its new, $45 million building, opening with a 24-hour celebration Aug. 9, isn’t a prized possession.\nStill, it takes a civic sensibility specific to this mountain town — flashy, spendy, grateful and generous — to pull off an effort this size.\nIn deference to this town’s big industry, he programmed his 33,000- square-foot building like a ski mountain.\n“Of the 200, 22 have homes here in Aspen, and they know the value of art” said board member Nancy Magoon."}