{"article_title": "‘The Martian’ isn’t just a great movie. It’s an important movie.", "article_keywords": ["life", "movie", "great", "planet", "movies", "isnt", "martian", "mars", "watney", "theres", "book", "important", "thats"], "article_url": "https://www.washingtonpost.com/posteverything/wp/2015/10/05/the-martian-isnt-just-a-great-movie-its-an-important-movie/", "article_text": "Jared Bernstein, a former chief economist to Vice President Biden, is a senior fellow at the Center on Budget and Policy Priorities and author of the new book 'The Reconnection Agenda: Reuniting Growth and Prosperity.'\n\n\n\nThe planet Mars is seen in an image from NASA’s Hubble Space Telescope (NASA via Reuters)\n\nI rarely go to big movies on opening weekends, but having loved the book (by Andy Weir), my family and I donned our 3-D glasses and went to see “The Martian,” starring Matt Damon, on opening night.\n\nIt’s often a disappointment to see the movie version of a book you really enjoyed, because when you read, the characters and settings you create in your mind’s eye are not the same ones you’ll see on the screen. Because of that, there’s often some unsettling cognitive dissonance — “That’s not how I envisioned the Hab!” (the astronauts’ dwelling on Mars). But the movie smartly hewed closely to the book, and was — trust me, I did the math — 89 percent as good.\n\nIt’s the story of Mark Watney, abandoned on Mars after his crew members mistakenly conclude that he died during a violent storm that forced them to cancel their exploratory mission and leave the planet (this much is in the trailer; I’m no spoiler). It has thus been called “Robinson Crusoe on Mars,” but I don’t think that’s such an apt comparison.\n\nUnlike Crusoe, Watney is the only person on the planet on which he finds himself. (Crusoe remains on Earth, where he eventually befriends an escaped captive, whom he calls “Friday.”) In this sense, Weir sets himself a huge storytelling challenge: how to engage readers when there’s literally no one for Watney to fall in love with or fight against. The usual sources of conflict and character development are 35 million miles away (and that’s when Mars and Earth are closest to each other).\n\nTrue, folks back on Earth are trying to help him get home and the rest of his crew plays an important part in the action, but the core of the movie is Watney alone on the planet.\n\n[Author of ‘The Martian': There could be life on Mars. Of course we should go look for it.]\n\nWhat makes the book and movie so uniquely interesting is how the story meets that literary challenge. In fact, there’s an extremely compelling relationship at the heart of the story: the one between Watney and survival.\n\nWatney’s relationship with survival completely absorbs him (as well as us), tapping his deep knowledge as a scientist, astronaut and botanist (“the greatest botanist on this planet!” as he tells himself). His challenge is existential, sure, but it’s mainly practical. How do you grow plants on Mars with lame soil and no water? How do you adapt machinery to do stuff it wasn’t intended for? How do you communicate with Earth?\n\nMost importantly, how do you not look out at the barren planet on which you’re the only living thing and not go crazy and give up? The answer, which I found to be Zen, is that you recognize that it is the path that matters. You cannot control your ultimate fate. You often don’t get to choose your path (or, in Zen, your “karma”). All you can do is put your best effort into solving the problems life throws your way. That is a good day’s work; perhaps, it’s the only really good day’s work.\n\nFor most of us, getting left behind on Mars won’t be our challenge. But many face challenges much more existential because they’re real: keeping your children alive when bombs are hitting hospitals, murderous gang members are lurking in housing projects, seriously disturbed, dangerous individuals are able to purchase arsenals of weapons, the climate is warming because of carbon emissions.\n\n\"The Martian\" is about an astronaut who gets stranded on Mars and has to figure out how to survive before NASA can rescue him. How realistic is the movie's depiction of what life would be like on Mars? The Post's Rachel Feltman fact-checks the movie trailer. (Rachel Feltman and Nicki DeMarco/The Washington Post)\n\nI know, movies like this are a healthy bit of escapism from all that depressing stuff, and I apologize for the buzzkill. But I go there only because there’s an important message in “The Martian” that we need to apply to our politics: You can’t solve problems without facts.\n\nIf Watney survived (you’ll have to find out for yourself), he did so by applying scientific knowledge about how things work. The analogy for public policy is that denying climate change or trying 50-plus times to repeal Obamacare or refusing to take any action on gun control are not just the actions of dysfunctional ideologues or bought-and-paid-for politicians. They are existential threats, just as dangerous to us as not applying hard science to his problem would have been for Watney.\n\nUnlike Watney, we don’t always see that, because the result of our dysfunction and fact denial is a slow burn while he’s racing against a clock. (If he runs out of food before he can get out of there, he’s dead.) But look around. Read Peter Wehner’s analysis of the impossibility of repealing Obamacare and the “fury” that has resulted among the hard right, which views Republican presidential candidate Donald Trump as a possible savior. (“Maybe this loudmouthed boor can actually accomplish something.”) Listen to President Obama finally putting aside “our thoughts and prayers” on gun violence and turning it back to the rest of us to do something about it by holding do-nothing politicians accountable. Note the inequality-induced persistent and growing gap between productivity growth and median pay.\n\nOf course, it’s harder to solve income inequality and gun violence than to make water on Mars by burning hydrazine to separate hydrogen and oxygen (which, to be fair, isn’t easy either). And yes, reality will always be way more complicated than movies. But all I’m saying is this:\n\nThere’s an uplifting feeling throughout “The Martian” that’s too often absent in the rest of public life, and it’s not just because Matt Damon is so appealing. It’s because we are wired to recognize the truth of what I’m trying to say here: Using our minds to solve problems is how we survive and prosper.\n\nWhile a minority of Americans — often those who make money off it — applauds dysfunction, climate denial, the lack of common-sense gun legislation, government shutdowns, the threat to default on the debt, and so on, most of us are discomforted by it. For most, that takes the shape of an eye roll or head shake — “there they go again.”\n\nOne lesson of “The Martian” is that we should respect, nurture and stoke that discontent. It is the natural, rational reaction to bad logic and the elevation of falsehood. And at the end of the “sol” (that’s a day on Mars), like that of Mark Watney, our survival depends on it.\n\nUpdate: I fixed an inappropriate, factually-inaccurate, and sweeping reference to mental illness and violence.", "article_metadata": {"description": "Yes, the new movie \"The Martian\" is plenty entertaining. But it also bears a critical message for our time.", "og": {"site_name": "Washington Post", "description": "Yes, the new movie \"The Martian\" is plenty entertaining. But it also bears a critical message for our time.", "title": "‘The Martian’ isn’t just a great movie. It’s an important movie.", "url": "https://www.washingtonpost.com/posteverything/wp/2015/10/05/the-martian-isnt-just-a-great-movie-its-an-important-movie/", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2015/09/28/KidsPost/Images/2015-09-28T151115Z_01_TOR901_RTRIDSP_3_SPACE-MARS.jpg", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@econjared"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/posteverything/wp/2015/10/05/the-martian-isnt-just-a-great-movie-its-an-important-movie/", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "Matt Damon, Martian, Mars, dysfunction, facts, climate denial", "article": {"publisher": "https://www.facebook.com/washingtonpost"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "Matt Damon, Martian, Mars, dysfunction, facts, climate denial"}, "article_summary": "What makes the book and movie so uniquely interesting is how the story meets that literary challenge.\nBut the movie smartly hewed closely to the book, and was — trust me, I did the math — 89 percent as good.\n[Author of ‘The Martian': There could be life on Mars.\nThe usual sources of conflict and character development are 35 million miles away (and that’s when Mars and Earth are closest to each other).\nBut I go there only because there’s an important message in “The Martian” that we need to apply to our politics: You can’t solve problems without facts."}