{"article_title": "Will Obamacare Kill Medicare?", "article_keywords": ["united", "advantage", "doctors", "obamacare", "clinic", "program", "medicare", "cuts", "kill", "health", "payment", "care"], "article_url": "http://nationalinterest.org/commentary/will-obamacare-kill-medicare-9507", "article_text": "The national media have paid a great deal of attention to the deeply troubled rollout of Obamacare. Enrollment and insurance coverage problems—aggravated by the bumps and glitches at the Healthcare.gov website—have dominated headlines for weeks. But another front in the national healthcare war is opening up with little media fanfare: Disruption of care in the financially troubled Medicare program, the huge federal entitlement that covers senior and disabled citizens.\n\nThat disruption has already begun. The internationally acclaimed Cleveland Clinic, one of America’s top hospital systems, just announced a budget cut of $330 million for 2014. The hospital attributes $100 million of that to implementation of the Affordable Care Act. On November 25, The Daily Caller reported that the cutbacks will include both staff layoffs, and an offer of “early retirement” to three thousand Clinic employees.\n\nThe Cleveland Clinic bombshell exploded shortly after United Health, America’s largest sponsor of Medicare Advantage plans, decided to drop thousands of doctors from its networks in 2014. The Medicare Advantage program, which allows private health plans to compete in providing care, enrolls about 28 percent of all Medicare beneficiaries. The Wall Street Journal reported that United sent pink slips to physicians in at least ten states, guaranteeing a reduction of doctors in their Medicare Advantage offerings. Naturally, senior and disabled persons face a new uncertainty about whether or not they will be able to keep their doctors. Recall that other high-profile presidential promise: If you liked your doctor, you could keep your doctor. Period.\n\nWell, it turns out, not quite.\n\nNone of this is surprising. Following enactment of the Affordable Care Act, both the Congressional Budget Office (CBO) and the Medicare Actuary outlined the unprecedented size and scope of its Medicare payment reductions. The bulk of the “savings” from the law’s payment cuts were designed to help fund Obamacare’s other entitlement expansions, including hefty new taxpayer subsidies for enrollees in the health insurance exchanges and Medicaid. On July 24, 2012, the CBO said that the Medicare payment cuts would total $716 billion over the next ten years. Hospitals would take the biggest hit ($260 billion), followed by the Medicare Advantage program ($156 billion).\n\nMore recently, the House Energy and Commerce Committee reported that Medicare Advantage will suffer “direct and indirect” payment reductions exceeding $300 billion over ten years. The Committee estimated this would force tens of thousands of seniors to change or lose their plans in 2014 alone.\n\nThe Administration and its allies insisted that the Medicare cuts would affect only providers—not patients—and enhance the solvency of the Medicare program. The argument was silly on its face. In fact, there is no way to cut payment for medical services and not affect the patients who depend upon those services. And as for enhancing the solvency of the Medicare program, the CBO had already acknowledged that the savings from these cuts would be used to finance other spending and “would not enhance the ability” of the program to pay for future benefits.\n\nThe big Medicare payment cuts, combined with new reimbursement and regulatory changes, would change Medicare dramatically. The payment cuts—especially those imposed on hospitals, nursing homes, home health agencies, and even hospice care—would have a profound impact on medical professionals and patients alike.\n\nThe April 23, 2012, report from the Medicare Trustees said that Obamacare’s Medicare cuts would push 15 percent of hospitals and other providers into the red by 2019. It further predicted that percentage would climb to 25 percent in 2030 and 40 percent by 2050. Squeezed by the funding cuts, these Medicare providers would have no choice but to cut back their personnel, withdrew from the program or shift their business elsewhere. The Medicare Actuary further concluded that these cuts would “jeopardize” patient access to care.\n\nWith giants like the Cleveland Clinic and United Health, it’s already happening. This is bad news for doctors. If the conditions of medical practice continue to deteriorate, this bureaucratic juggernaut will accelerate physician retirements just as seventy-seven million Baby Boomers enroll in Medicare. This is also bad news for Medicare patients. And, under the Affordable Care Act, a lot more pain and anxiety is scheduled to come their way. Junk the fashionable happy talk about nonphysicians adequately filling future gaps.\n\nThe president boldly insists that Obamacare is “working.” That gives new meaning to the phrase, “good enough for government work.” Thus far, his answer to the current technical and policy problems plaguing his floundering health-reform masterpiece is to launch a full scale political-style campaign to shore it up. But the president’s speeches, rallies with liberal college audiences and pleadings for the kids to enroll in the exchanges will not restore cancelled insurance policies, stop skyrocketing premium hikes, roll back unwise Medicare payment reductions, or reverse the economic incentives that will explode taxpayers’ costs.\n\nPages", "article_metadata": {"dcterms.description": "Thanks to the Affordable Care Act, time may be running out for seniors seeking healthcare.", "dcterms.title": "Will Obamacare Kill Medicare?", "generator": "Drupal 7 (http://drupal.org)", "rights": "©1991–2014 The National Interest", "og": {"url": "http://nationalinterest.org/commentary/will-obamacare-kill-medicare-9507", "type": "article", "site_name": "The National Interest", "description": "Thanks to the Affordable Care Act, time may be running out for seniors seeking healthcare.", "title": "Will Obamacare Kill Medicare?"}, "dcterms.subject": "Economics, Domestic Politics, Political Economy, Politics, United States,", "abstract": "Thanks to the Affordable Care Act, time may be running out for seniors seeking healthcare.", "description": "Thanks to the Affordable Care Act, time may be running out for seniors seeking healthcare.", "robots": "follow, index", "HandheldFriendly": "true", "revisit-after": "1 day", "dcterms.creator": "Robert E. Moffit", "MobileOptimized": "width", "dcterms.type": "Text", "keywords": "Economics, Domestic Politics, Political Economy, Politics, United States,", "dcterms.publisher": "The Center for the National Interest", "twitter": {"url": "http://nationalinterest.org/commentary/will-obamacare-kill-medicare-9507", "site": "@thenatlinterest", "description": "Thanks to the Affordable Care Act, time may be running out for seniors seeking healthcare.", "card": "summary_large_image", "title": "Will Obamacare Kill Medicare?"}, "viewport": "initial-scale=1, width=device-width", "news_keywords": "Economics, Domestic Politics, Political Economy, Politics, United States,"}, "_id": "\"57477af46914bd0286fe1f9d\"", "article_summary": "The Administration and its allies insisted that the Medicare cuts would affect only providers—not patients—and enhance the solvency of the Medicare program.\nThe big Medicare payment cuts, combined with new reimbursement and regulatory changes, would change Medicare dramatically.\nThe Medicare Advantage program, which allows private health plans to compete in providing care, enrolls about 28 percent of all Medicare beneficiaries.\nOn July 24, 2012, the CBO said that the Medicare payment cuts would total $716 billion over the next ten years.\nThe April 23, 2012, report from the Medicare Trustees said that Obamacare’s Medicare cuts would push 15 percent of hospitals and other providers into the red by 2019."}