{"article_title": "Scrooge, minimum wage, and the Christmas spirit of envy", "article_keywords": ["wage", "envy", "schillings", "modern", "able", "tiny", "spirit", "tim", "minimum", "economic", "scrooge", "proper", "ebenezer", "christmas"], "article_url": "http://www.campusreform.org/?ID=5301", "article_text": "Scrooge is a victim of a character assassination and it’s time the record is set straight.\n\nWhen A Christmas Carol was released, in 1843, London was rebuilding its economy after a financial panic and a deep economic depression.\n\n\"The modern Tiny Tim would have struggled to receive proper coverage because of Kathleen Sebilius and her tendency to deny life saving procedures to kids that are too young.\"\n\nThe only businesses that survived did so by being frugal and monitoring expenses very closely.\n\nJim Lacey, in his article Scrooge: The First 1 Percenter, writes that during Scrooge’s era it is estimated that 100 businesses failed for every one that succeeded.\n\nFor Scrooge to attain success his business had to endure the Napoleonic Wars, adapt during the industrial revolution and survive several economic depressions.\n\nWATCH: Crossover with Caleb Bonham\n\nAmidst all the hardship, Scrooge managed to find success by conducting his business in a responsible manner. Ebenezer not only pulled a profit, he was also able to provide a job and a salary for the poor Bob Cratchit.\n\nScrooge is accused of not doing any good with his wealth, an accusation that sounds like it came directly from the mouth of a modern American liberal.\n\nScrooge was very likely a financier, a lender. To discover the good Scrooge provided for his community just look to those who borrowed from Ebenezer.\n\nA blacksmith able to finance his materials, generating an income and much needed horseshoes for the town’s farmers, or an entrepreneur who financed a bakery, all thanks to Ebenezer Scrooge.\n\nWhen Ebenezer refuses the extra coal Bob Crachit requests, we are not seeing the greed and evil nature of Scrooge. We are seeing the frugality that made Scrooge a survivor in tough economic times, a provider for those in need of a job.\n\nSee, American liberals might attack Scrooge for not paying Cratchit a living wage. But Cratchit’s 15 schillings per week is actually is on par with many low skill positions of the time and it’s undeniable that if Cratchit's skills were worth more there would be an employer willing to pay more.\n\nCratchit’s 15 schillings per week was the average wage of a clerk and book keeper and almost double the wage of a general laborer.\n\nWith his 15 weekly schillings Cratchit was able to to go to work in a coat and tie, purchase a home and provide food for his large family.\n\n“But what about Tiny Tim” you ask, “Should Ebenezer assist Tiny Tim with the health care he so desperately needs?”\n\nTiny Tim would likely struggle with getting proper healthcare even in todays market. I mean Tim wouldn't be able to log onto the Obamacare website, and if he did manage to enroll, he wouldn't be able to keep his doctor.\n\nThe modern Tiny Tim would have struggled to receive proper coverage because of Kathleen Sebilius and her tendency to deny life saving procedures to kids that are too young.\n\nTake for example the Pennsylvania 10 year old who was initially denied a lung transplant because of her age.\n\nBut back on topic.\n\nUltimately, Scrooge realized he could treat people with a little more dignity and more respect. And he did so without government force and without a mob of enraged liberals protesting outside of his shop.\n\nPolitics aside, my Christmas message to all of you is to recognize the blessings you have been given. Avoid judgement, avoid envy toward those in different socio-economic positions, avoid class warfare like the attacks Scrooge encountered.\n\nMerry Christmas and happy holidays from the whole team at Campus Reform.\n\n*Elements of the video and article were inspired, conceptualized, and amended from Michael Levin’s In Defense of Scrooge and Jim Lacey’s Scrooge: The First 1 Percenter.\n\nFollow the author of this article on Twitter @CalebBonham", "article_metadata": {"category": "Opinion", "sailthru.image.thumb": "http://www.campusreform.org/img/CROBlog/5301/ScroogeArticle.jpg", "description": "Scrooge is a victim of a character assassination and it’s time the record is set straight.", "og": {"site_name": "Campus Reform", "description": "Scrooge is a victim of a character assassination and it’s time the record is set straight.", "title": "Sunday Opinion: Scrooge, minimum wage, and the Christmas spirit of envy", "url": "http://www.campusreform.org/?ID=5301", "image": {"width": 600, "identifier": "http://www.campusreform.org/img/CROBlog/5301/ScroogeArticle.jpg", "height": 600}, "locale": "en_US", "type": "article"}, "image": "http://www.campusreform.org/img/CROBlog/5301/ScroogeArticle.jpg", "fb": {"admins": 19226500, "app_id": 127484367480}, "keywords": ",CalebBonham,Christmas,Scrooge,Campus Reform,Capitalism, Caleb Bonham", "article": {"publisher": "https://www.facebook.com/CampusReform", "description": "Scrooge is a victim of a character assassination and it’s time the record is set straight."}, "twitter": {"description": "Sunday Opinion: Scrooge, minimum wage, and the Christmas spirit of envy", "card": "http://www.campusreform.org/img/CROBlog/5301/ScroogeArticle.jpg"}, "viewport": "width=device-width"}, "_id": "\"57477af46914bd0286fe1fcd\"", "article_summary": "\"The modern Tiny Tim would have struggled to receive proper coverage because of Kathleen Sebilius and her tendency to deny life saving procedures to kids that are too young.\"\n*Elements of the video and article were inspired, conceptualized, and amended from Michael Levin’s In Defense of Scrooge and Jim Lacey’s Scrooge: The First 1 Percenter.\nAvoid judgement, avoid envy toward those in different socio-economic positions, avoid class warfare like the attacks Scrooge encountered.\nCratchit’s 15 schillings per week was the average wage of a clerk and book keeper and almost double the wage of a general laborer.\n“But what about Tiny Tim” you ask, “Should Ebenezer assist Tiny Tim with the health care he so desperately needs?”Tiny Tim would likely struggle with getting proper healthcare even in todays market."}