{"article_title": "What happens to Obamacare with GOP in charge?", "article_keywords": ["happens", "work", "senate", "tax", "republicans", "obamacare", "vote", "charge", "mandate", "device", "repeal", "gop", "obama"], "article_url": "http://blogs.mprnews.org/newscut/2014/11/what-happens-to-obamacare-with-gop-in-charge/", "article_text": "Having failed to get a vote in the Senate after the House voted more than 50 times to repeal the Affordable Care Act (aka Obamacare), Republicans rode the horse to take control of the Senate yesterday.\n\nWith a Republican majority in the Senate now, at least a symbolic vote to repeal the Act could be held before sending a bill to President Obama for a veto.\n\n“A swift ACA repeal vote in both houses is what the most right-leaning want most,” Republican strategist Juleanna Glover told the Washington Post earlier this week.\n\nForget it.\n\nIn an “exclusive” interview with Time today, new Senate boss Mitch McConnell made it plain:\n\nI think we need to do everything we can to get America back to work. And exactly which bill comes up first will be determined after discussing that with my colleagues and with the Speaker. Some examples of things that we’re very likely to be voting on: approving the Keystone XL pipeline, repealing the medical device tax, trying to restore the 40-hour work week, trying to get rid of the individual mandate. These are the kinds of things that I believe there is a bipartisan majority in the Senate to approve.\n\nNote the absence of the full repeal of the Affordable Care Act. It wasn’t by accident. He suggested there would be no full repeal of Obamacare, opting instead for some repeals via appropriation bills.\n\nThat refers primarily to the medical device tax and Forbes notes why that will constitute the assault on Obamacare under McConnell — it’s low-hanging fruit.\n\nThe largest medical device companies in the United States are all in states with Democratic senators: Johnson & Johnson (New Jersey), Medtronic (Minnesota), Baxter (Illinois), Stryker (Michigan), Boston Scientific (Massachusetts), and St. Jude (Minnesota). In March 2013, 79 senators, including Elizabeth Warren (D., Mass.), Amy Klobuchar (D., Minn.), and Al Franken (D., Minn.), voted symbolically in favor of a device tax repeal.\n\nWhat else might go? The New Republic says the employer mandate for coverage. The Obama administration has already delayed the mandate until 2016 anyway.\n\nEconomists don’t like the employer mandate, because they think it doesn’t actually do much to boost coverage. That is why the Obama Administration, which has no philosophical attachment to the idea, might go along with changes. But the president would probably insist upon two conditions, neither easy to meet. First, he’d be wary of changing the threshold to 40 hours, as some Republicans propose, because that’s a standard work week and significantly more people would probably lose hours because of it. Also, the employer mandate generates revenue: Anywhere from $46 to $149 billion over ten years, depending on whose estimates you trust. The Obama Administration almost certainly wouldn’t sign off on a proposal that didn’t pay for itself. One other, related possibility would be changing the definition of which businesses are subject to the requirement. Right now, it’s any business with at least 50 full-time employees. Republicans could propose raising that to 100 full-time employees. The White House might even go along—again, if the proponents found some way to replace the lost revenue.\n\nTo do much more — full-scale repeal, for example — carries risks, Bloomberg says.\n\n“More than 10 million people have so far gained insurance coverage under the health law, and some Senate Republicans up for re-election in 2016 may want to avoid voting against a law benefiting many of their constituents,” it says today.", "article_metadata": {"mpr-content-group": "newscut", "mpr-collection": "Politics", "WT.cg_n": "News Blogs", "WT.z_mpr-site": "news", "description": "Having failed to get a vote in the Senate after the House voted more than 50 times to repeal the Affordable Care Act (aka Obamacare),  Republicans rode the horse to take control in the Senate. Now, GOP leadership may moderate its attack on the health care law.", "author": "Bob Collins", "og": {"site_name": "NewsCut", "description": "Having failed to get a vote in the Senate after the House voted more than 50 times to repeal the Affordable Care Act (aka Obamacare),  Republicans rode the horse to take control in the Senate. Now, GOP leadership may moderate its attack on the health care law.", "title": "What happens to Obamacare with GOP in charge?", "url": "http://blogs.mprnews.org/newscut/2014/11/what-happens-to-obamacare-with-gop-in-charge/", "image": "http://publicradio1.wpengine.netdna-cdn.com/newscut/wp-content/themes/mpr-news-blogs/images/newscut-opengraph.png?v=2", "type": "article"}, "mpr-site": "news", "twitter": {"description": "Having failed to get a vote in the Senate after the House voted more than 50 times to repeal the Affordable Care Act (aka Obamacare),  Republicans rode the horse to take control in the Senate. Now, GOP leadership may moderate its attack on the health care law.", "title": "What happens to Obamacare with GOP in charge?", "url": "http://blogs.mprnews.org/newscut/2014/11/what-happens-to-obamacare-with-gop-in-charge/", "image": "http://publicradio1.wpengine.netdna-cdn.com/newscut/wp-content/themes/mpr-news-blogs/images/newscut-opengraph.png?v=2", "creator": "@newscut", "site": "@mprnews", "card": "summary"}, "mpr-content-topic": "politics", "WT.cg_s": "NewsCut", "viewport": "width=device-width,initial-scale=1.0"}, "_id": "\"57477af46914bd0286fe1fe3\"", "article_summary": "), Amy Klobuchar (D., Minn.), and Al Franken (D., Minn.), voted symbolically in favor of a device tax repeal.\nThat refers primarily to the medical device tax and Forbes notes why that will constitute the assault on Obamacare under McConnell — it’s low-hanging fruit.\n“A swift ACA repeal vote in both houses is what the most right-leaning want most,” Republican strategist Juleanna Glover told the Washington Post earlier this week.\nHe suggested there would be no full repeal of Obamacare, opting instead for some repeals via appropriation bills.\nAnd exactly which bill comes up first will be determined after discussing that with my colleagues and with the Speaker."}