{"article_title": "Kasich's Mantra: Ohio, Ohio, Ohio.....", "article_keywords": ["kasichs", "skelley", "political", "governor", "mantra", "state", "candidates", "kasich", "ohio", "republican", "gop", "presidential"], "article_url": "http://wvxu.org/post/kasichs-mantra-ohio-ohio-ohio", "article_text": "OK, so what is John Kasich’s bid for the Republican presidential nomination all about?\n\nWell, two-time Heisman Trophy winner and Buckeye legend Archie Griffin had it right Tuesday morning when he welcomed about 2,000 Kasich supporters to the student union on the Ohio State University campus for Kasich’s formal announcement speech.\n\nHe led them in the famous Buckeye chant, not once but twice:\n\n“O-H,’’ Griffin hollered at the crowd. They responded accordingly, the way any good Buckeye fan would: “I-O!”\n\nO-H-I-O.\n\nOhio. As the old song says, Round at the ends and high in the middle, O-hi-o.\n\nThe state that is considered by most political professionals to be the bellwether state in presidential election years.\n\nThe state that no Republican president – going all the way back to the first, Abraham Lincoln – has ever lost and gone on to win the White House.\n\nAnd the state where the 63-year-old Kasich is now a second-term governor, having won re-election last year by a 30 percent margin – admittedly against one of the weakest statewide candidates in Ed FitzGerald we have seen in 40 years of covering politics.\n\nAnd a state where independent polling has him as the only potential GOP contender defeating Hillary Clinton, the clear front-runner for the Democratic presidential nomination.\n\nO-H-I-O.\n\nEven in a field that contains (for the moment, at least) no fewer than 16 declared candidates for the GOP presidential nomination, Kasich has to be considered among the top five or six contenders.\n\n“We see reasons that Kasich could be the real thing,’’ Geoffrey Skelley, a political analysis with the University of Virginia’s Center for Politics, told WVXU.\n\nThe Center for Politics is headed by political analyst Larry J. Sabato and publishes a weekly newsletter, Sabato’s Crystal Ball, which is closely watched by political professionals and journalists for its analysis of presidential, gubernatorial and congressional elections.\n\nThis week’s Crystal Ball ranked Kasich at the top of a tier of candidates called “The Governor Alternatives,’’ ahead of candidates such as former Texas governor Rick Perry, New Jersey Gov. Chris Christie and Louisiana Gov. Bobby Jindal.\n\nHis strengths, the Crystal Ball said, are a “long moderate-conservative record plus two terms as swing-state Ohio governor” and that he “could be a fall-back for GOP establishment forces” should the campaigns of candidates like former Florida governor Jeb Bush go in the tank.\n\n“He can make a strong electability argument,’’ Skelley told WVXU. “Christie’s approval ratings are in the gutter, while Kasich remains popular in his state. And being popular in Ohio really matters.”\n\nIt’s hard to tell at this point how much of a bounce Kasich got out of his Tuesday campaign roll-out in Columbus and his subsequent campaign forays into the early primary and caucus states of New Hampshire, Iowa and South Carolina.\n\nHe needs a bump in the polls badly, because Fox News will hold a GOP presidential debate in Cleveland on Aug. 6. The network says it will invite the top 10 candidates in an average of five national polls to a 9 p.m. prime time debate. Right now, Kasich might not qualify, although there are a few signs that he may be moving up a notch or two.\n\nBut Fox News says it will hold an earlier forum, at 5 p.m., to last one hour, for the candidates who don’t qualify for the prime time debate.\n\nMack Mariani, associate professor and chair of the political science department at Xavier University, said that earlier “kids’ table” debate might be a good opportunity for Kasich.\n\n“This would be his chance to make it clear that he deserves to be at the big table with the rest of the candidates,’’ Mariani said.\n\nIt would be rather embarrassing, though, for him not to qualify for the prime time debate, given that it will be held in his home state and at Quicken Loans Arena, the venue for the 2016 Republican presidential nominating convention.\n\nOn the day Kasich announced, something happened that was totally out of the Kasich campaign’s control and might have toned down whatever bounce he got out of the announcement.\n\nThat was the day when real estate mogul Donald Trump, campaigning in South Carolina, blurted out the personal cell phone number of another GOP contender, South Carolina Sen. Lindsey Graham, which set off a media kerfuffle that all but drowned out Kasich and his message.\n\nCurt Steiner, a long-time Republican political strategist in Columbus, said the Trump-Graham story was unfortunate for Kasich, but nothing that he couldn’t bounce back from.\n\nTrump, Steiner said, “is the biggest clown in the circus.”\n\nMany of the national media reports on Kasich’s announcement speech mentioned, and not very approvingly, the fact that Kasich used no teleprompter and was not scripted. “Meandering,’’ it was called several times.\n\nGet used to it. “Scripted” is not a word often used to describe Ohio’s rather outspoken and loquacious governor.\n\n“That’s not going to change,’’ said Steiner, who said he supports Kasich’s candidacy but is not involved in the campaign. “That’s just the way he is. And I think a lot of people listen to him and appreciate that. He sounds genuine. And he is.”\n\nSkelley called it “one of the most genuine roll-out speeches I’ve heard. He comes across as very straightforward.”\n\nKasich tends to get labeled as a moderate in the Republican Party, Skelley said, “but he's really very conservative. And he made a point in his speech of being behind Ronald Reagan as a young man before it was cool in the Republican Party to be behind Reagan.”\n\nBut, Skelley said, he has no problem with taking positions that are not part of the Republican orthodoxy.\n\n“He favors bringing Medicaid money to Ohio under Obamacare,’’ Skelley said. “He ended his speech the other day talking about the need to help the indigent, the poor, the needy among us. This is not the usual Republican rhetoric. He’ll get attacked for it.”\n\nOne thing Kasich does that is unusual for GOP presidential candidates is that instead of running away from Washington, he embraces his time as a U.S. House member; and his work as House Budget chairman to put together a balanced budget in 1997. He brags about that feat in campaign speeches, calling it the first balanced budget “since man first walked on the moon.”\n\n“He’s not afraid to talk about his time in Washington,’’ Steiner said. “He’s talking about it because he knows it. And he makes the argument that he knows how to fix Washington.”\n\nThe Democratic National Committee (DNC) went after Kasich Tuesday morning, even before Kasich took the stage at the student union, firing off press releases to the media bashing the candidate. They’ve done the same with the 15 candidates who announced before Kasich. The DNC’s press release writers must be just flat worn out.\n\nOne of the DNC releases focused on an issue that could come back to haunt Kasich if he is the GOP nominee – the years he spent running the Columbus office of Lehman Brothers, the massive investment firm whose bankruptcy in Sept. 2008 has been cited as one of the major factors in the worldwide recession that ensued.\n\nHere’s the headline on the press release: “Lehman Brothers Executive to Launch Presidential Campaign on 5th Anniversary of Wall Street Reform.”\n\nKasich was beaten up unmercifully in his 2010 and 2014 runs for Ohio governor on his time with Lehman Brothers; and it seems to have had little impact on either race.\n\nWhile Kasich says he is happy to talk about his time with Lehman Brothers, he is probably much happier talking about his time as Ohio governor and bragging about how he single-handedly turned Ohio’s stagnant economy around. He can expect opponents to try to cast doubt on that claim.\n\nBut that is what the man will campaign for the GOP nomination on – the fact that he is the popular governor of a crucial state and that he has a record of success.\n\nSooner or later, Kasich will get on the stage for televised debates among the GOP contenders; and, when he does, Skelley said there is one thing he should do.\n\n“He should mention Ohio as many times as possible,” Skelley said. “If you are John Kasich, you can’t say Ohio too often.”", "article_metadata": {"category": "Politics", "description": "OK, so what is John Kasich’s bid for the Republican presidential nomination all about? Well, two-time Heisman Trophy winner and Buckeye legend Archie", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://wvxu.org/post/kasichs-mantra-ohio-ohio-ohio", "image": "http://mediad.publicbroadcasting.net/p/wvxu/files/styles/medium/public/201507/policially_speaking2_1.jpg", "type": "article", "description": "OK, so what is John Kasich’s bid for the Republican presidential nomination all about? Well, two-time Heisman Trophy winner and Buckeye legend Archie", "title": "Kasich's Mantra: Ohio, Ohio, Ohio....."}, "story_id": 426371827, "twitter": {"site": "@917wvxu", "card": "summary", "creator": "@howardwilkinson"}, "author": "Howard Wilkinson", "org_id": 0, "dc": {"title": "Kasich&#039;s Mantra: Ohio, Ohio, Ohio....."}, "nid": 44465, "datePublished": "2015-07-26", "keywords": "John Kasich, Republican presidential nomination, 2016 election, Ohio, Howard Wilkinson", "wordCount": 1487, "has_audio": 0, "viewport": "width=device-width"}, "_id": "\"57477af36914bd0286fd360a\"", "article_summary": "OK, so what is John Kasich’s bid for the Republican presidential nomination all about?\nHe needs a bump in the polls badly, because Fox News will hold a GOP presidential debate in Cleveland on Aug. 6.\nWell, two-time Heisman Trophy winner and Buckeye legend Archie Griffin had it right Tuesday morning when he welcomed about 2,000 Kasich supporters to the student union on the Ohio State University campus for Kasich’s formal announcement speech.\nThe state that is considered by most political professionals to be the bellwether state in presidential election years.\nCurt Steiner, a long-time Republican political strategist in Columbus, said the Trump-Graham story was unfortunate for Kasich, but nothing that he couldn’t bounce back from."}