{"article_title": "CMS announces payment adjustments for unsuccessful eRx prescribers", "article_keywords": ["ehr", "announces", "adjustments", "erx", "incentive", "prescribers", "program", "medicare", "unsuccessful", "2015", "adjustment", "cms", "payment", "subject"], "article_url": "https://ehrintelligence.com/news/cms-announces-payment-adjustments-for-unsuccessful-erx-prescribers", "article_text": "CMS announces payment adjustments for unsuccessful eRx prescribers\n\nThe Centers for Medicare and Medicaid Services (CMS) has released information about payment adjustments for providers who did not successfully participate in the 2012 or 2013 Electronic Prescriptions Incentive Program (eRX).\n\nHere is the full announcement from CMS:\n\nDidn’t participate in eRx in 2012 or 2013? Here’s what you need to know.\n\nIf you were not a successful electronic prescriber under the 2012 or 2013 eRx, or Electronic Prescribing Incentive Program:\n\n• You will be subject to a payment adjustment in 2014. • The final 2.0% eRx payment adjustment will be applied during the 2014 calendar year.\n\nThat means you will only receive 98% of your Medicare Part B PFS amount for covered professional service in 2014. CMS will notify you if you are subject to the 2014 eRx payment adjustment.\n\nMedicare EHR Payment Adjustments\n\nIf you are eligible to participate in the Medicare EHR Incentive Program:\n\n• If you have not successfully demonstrated meaningful use, payment adjustments will be applied beginning January 1, 2015. • The adjustment is determined by the reporting period in a prior year.\n\nAdditional eRx Impact for Medicare EHR providers with a 2015 Payment Adjustment\n\nIf you were not subject to the 2014 eRx payment adjustment:\n\n• Your 2015 EHR payment adjustment will be 1%.\n\nIf you were subject to the eRx adjustment:\n\n• Your 2015 EHR payment adjustment will be 2%.\n\nTo Avoid Medicare Payment Adjustments\n\nIf you successfully participated in the Medicaid or Medicare EHR Incentive Program and demonstrate meaningful use before 2015 or if you are eligible for a hardship exemption, you may be able to avoid the payment adjustment.\n\nNote: If you are eligible to participate in both the Medicare and Medicaid EHR Incentive Programs, you MUST demonstrate meaningful use to avoid the payment adjustments. You may demonstrate meaningful use under either Medicare or Medicaid.\n\nLearn more by reviewing the Payment Adjustments & Hardship Exceptions Tipsheet for Eligible Professionals.\n\nRequest an eRx Informal Review\n\nYou can request an informal review if you were notified that you will be subject to the 2014 eRx payment adjustment. Informal review requests can be submitted to.(JavaScript must be enabled to view this email address) through February 28, 2014.\n\nFor More Information\n\nMake sure to visit the EHR Incentive Programs website for the latest news and updates on the EHR Incentive Programs.", "article_metadata": {"description": "CMS released payment adjustments for providers who did not successfully participate in the 2012 or 2013 Electronic Prescriptions Incentive Program (eRX).", "author": "EHRIntelligence", "og": {"url": "https://ehrintelligence.com/news/cms-announces-payment-adjustments-for-unsuccessful-erx-prescribers", "site_name": "EHRIntelligence", "type": "article", "title": "CMS announces payment adjustments for unsuccessful eRx prescribers"}, "twitter": {"site": "@", "creator": "@", "description": "CMS released payment adjustments for providers who did not successfully participate in the 2012 or 2013 Electronic Prescriptions Incentive Program (eRX).", "card": "summary", "title": "CMS announces payment adjustments for unsuccessful eRx prescribers"}, "robots": "noodp", "msvalidate.01": "A4BC83422766F1B550D1E340B290BAC0", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no"}, "_id": "\"57477af46914bd0286fe1fb4\"", "article_summary": "CMS announces payment adjustments for unsuccessful eRx prescribersThe Centers for Medicare and Medicaid Services (CMS) has released information about payment adjustments for providers who did not successfully participate in the 2012 or 2013 Electronic Prescriptions Incentive Program (eRX).\nAdditional eRx Impact for Medicare EHR providers with a 2015 Payment AdjustmentIf you were not subject to the 2014 eRx payment adjustment:• Your 2015 EHR payment adjustment will be 1%.\nFor More InformationMake sure to visit the EHR Incentive Programs website for the latest news and updates on the EHR Incentive Programs.\n• The final 2.0% eRx payment adjustment will be applied during the 2014 calendar year.\nIf you were subject to the eRx adjustment:• Your 2015 EHR payment adjustment will be 2%."}