{"article_title": "Howie Kurtz mansplains the news: Fox’s media reporter has some advice for lady journalists", "article_keywords": ["conference", "journalists", "reporter", "media", "advice", "hes", "fox", "mansplains", "women", "questions", "press", "president", "foxs", "obama", "lady", "howie", "kurtz"], "article_url": "http://www.salon.com/2014/12/23/howie_kurtz_mansplains_the_news_foxs_media_reporter_has_some_advice_for_lady_journalists/", "article_text": "Topics: Barack Obama, conservative media, Fox News, Howard Kurtz, Media Criticism, Sexism, white house press corps, Media News, Politics News\n\nPresident Obama caused something of a stir last Friday at his end of the year press conference when he made a point of only calling on women to ask questions. That had never happened before at a presidential press conference, and the reaction from most corners was one of approval – political journalism has long had a backslappy aura of “boys club” bullshit attached to it, and anything that helps break down that nonsense can’t be anything but positive.\n\nNot everyone was on board with the program, however. Howard Kurtz, opining from his perch of professional exile at Fox News, thought Obama got off too easy at the press conference, and wrote a fantastically dumb column laying out his objections.\n\nObama skated in a year-end news conference, easily handling questions that were bland, tentative or rambling. This is not unrelated to the fact that he skipped the front-row TV correspondents—Jonathan Karl, Ed Henry, Major Garrett—who tend to ask more confrontational and, yes, theatrical questions. And it most decidedly had nothing to do with the president’s unusual move of fielding questions only from female reporters. It’s not how the queries were delivered, it’s how they were framed.\n\nLook, Kurtz is not – repeat: NOT – arguing that the poor quality of the questions had something to do with the fact that Obama only called on women. He’s observing that the questions would have been better if Obama had called on some of the seasoned bros in attendance. He’s not saying it has something to do with gender; he’s just saying the three men he mentioned would have done it better than the eight women who were called on. So don’t call it “sexism.” Call it some other word with the same exact definition.\n\nWhile it was nice for Kurtz to bang the drum on behalf of his gender, he really didn’t need to. After the press conference, Ed Henry of Fox News – one of the bros so cruelly snubbed – took it on his own initiative to complain that the questions weren’t up to his professional standard. “The questions were trailing off. The president was almost like, let me remember what you asked because it was so unmemorable. He’s the president of the United States!” Come on, ladies! Start taking this seriously. This is THE PRESIDENT. He’s not going to ask himself about Benghazi.\n\nAnyway, let’s get back to Kurtz and the specific beefs he had with what was asked of the president on Friday. “You would have no idea from watching that presser that Obama had taken hugely controversial unilateral action on Cuba, immigration and climate change,” Kurtz wrote. Zero idea! None at all. Well, let’s go to the transcript and take a look at this question from the Wall Street Journal’s Colleen McCain Nelson:", "article_metadata": {"description": "Howard Kurtz explains to female reporters how to do their jobs right, with insider tricks like \"quote Republicans\"", "title": "Howie Kurtz mansplains the news: Fox’s media reporter has some advice for lady journalists", "og": {"site_name": "Salon", "description": "Howard Kurtz explains to female reporters how to do their jobs right, with insider tricks like \"quote Republicans\"", "title": "Howie Kurtz mansplains the news: Fox’s media reporter has some advice for lady journalists", "url": "http://www.salon.com/2014/12/23/howie_kurtz_mansplains_the_news_foxs_media_reporter_has_some_advice_for_lady_journalists/", "image": "http://media.salon.com/2013/11/howard_kurtz2.jpg", "type": "article"}, "twitter": {"description": "Howard Kurtz explains to female reporters how to do their jobs right, with insider tricks like \"quote Republicans\"", "title": "Howie Kurtz mansplains the news: Fox’s media reporter has some advice for lady journalists", "image": "http://media.salon.com/2013/11/howard_kurtz2.jpg", "creator": "@SimonMaloy", "site": "@salon", "card": "summary_large_image"}, "author": "Simon Maloy", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Barack Obama, conservative media, Fox News, Howard Kurtz, Media Criticism, Sexism, white house press corps", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fe1fc3\"", "article_summary": "Anyway, let’s get back to Kurtz and the specific beefs he had with what was asked of the president on Friday.\nWhile it was nice for Kurtz to bang the drum on behalf of his gender, he really didn’t need to.\nHoward Kurtz, opining from his perch of professional exile at Fox News, thought Obama got off too easy at the press conference, and wrote a fantastically dumb column laying out his objections.\nObama skated in a year-end news conference, easily handling questions that were bland, tentative or rambling.\nHe’s observing that the questions would have been better if Obama had called on some of the seasoned bros in attendance."}