{"article_title": "Rand Paul’s pointless and looming campaign: How is this still a thing?", "article_keywords": ["rand", "thomas", "unserious", "campaign", "pauls", "looming", "thing", "say", "iran", "president", "senator", "paul", "republican", "pointless", "war"], "article_url": "http://www.salon.com/2015/03/14/rand_pauls_pointless_and_looming_campaign_how_is_this_still_a_thing/", "article_text": "Topics: Breitbart, civil rights act, Editor's Picks, Election 2016, isis, John Oliver, mass intervention, NSA, Rand Paul, Surveillance, Tea Party, The Right, Thomas Friedman, Turkey, War on Drugs, Elections News, Media News, News, Politics News\n\nOne thing they don’t teach you in Political Pundit School (which, thankfully, does not actually exist) is that repetition is key to success. To be sure, that’s not to say that the kind of self-plagiarism Thomas Friedman has parlayed into an obscene amount of influence and wealth should be encouraged. It is to say, though, that part of getting people to listen to your opinion is finding ways to say it over and over again. And as Paul Krugman found out while spending most of 2009-2013 urging more fiscal stimulus, if your opinions run contrary to those of the wealthy, sounding like a broken record is still no guarantee.\n\nWith that lesson firmly in mind, then, I’m going to make an argument I’ve made a few times before — despite the fact that it’s in conflict with people whose pocket change probably exceeds my own net worth. And that argument is as follows: Kentucky Republican Senator Rand Paul is not only an unserious person who will never be president; he is also an unserious person who will never be president who’s spent most of his time in office jettisoning the few policy stances that made him an “interesting” prospect to begin with. Beyond his own personal ambition, his soon-to-be-official candidacy has no point.\n\nObviously, I don’t consider this to be a particularly new development. But some of the senator’s most recent actions make the disconnect between the idea of Rand Paul for President and the reality of Rand Paul for President especially glaring. Take his decision to endorse the substantively embarrassing and politically disastrous open letter that the vast majority of Republicans in the Senate recently sent to the leaders of Iran. Despite insincere claims to the contrary from the likes of Israel Prime Minister Benjamin Netanyahu and his proxies in the GOP, if negotiations between the P5+1 and Iran over its nuclear program falter, the most likely eventual outcome will be war. Maybe between Iran and Israel; more likely, between Iran and the U.S.\n\nPaul, who is supposedly the standard-bearer for the GOP’s dovish wing, knows this. But because seeing the Islamic Republic as the source of all evil in the world has become part of Republican Party doctrine — and because Paul is desperate to be that party’s next presidential nominee — the devoted non-interventionist and believer in the Constitution gave this attempt to pave the way for war and undermine the separation of powers his John Hancock. Since the move was utterly incompatible with who Rand Paul is supposed to be, the senator now says that he only did it so as to “strengthen” President Obama’s hand. The evident difficulty with which Paul’s devotees at the libertarian magazine Reason swallowed this nonsense testifies to its fundamental absurdity.", "article_metadata": {"description": "His candidacy has no purpose, but he gets points for being \"interesting.\" Here's why his campaign is one big fraud", "title": "Rand Paul’s pointless and looming campaign: How is this still a thing?", "og": {"site_name": "Salon", "description": "His candidacy has no purpose, but he gets points for being \"interesting.\" Here's why his campaign is one big fraud", "title": "Rand Paul’s pointless and looming campaign: How is this still a thing?", "url": "http://www.salon.com/2015/03/14/rand_pauls_pointless_and_looming_campaign_how_is_this_still_a_thing/", "image": "http://media.salon.com/2015/03/rand_paul12.jpg", "type": "article"}, "twitter": {"description": "His candidacy has no purpose, but he gets points for being \"interesting.\" Here's why his campaign is one big fraud", "title": "Rand Paul’s pointless and looming campaign: How is this still a thing?", "image": "http://media.salon.com/2015/03/rand_paul12.jpg", "creator": "@eliasisquith", "site": "@salon", "card": "summary_large_image"}, "author": "Elias Isquith", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Breitbart, civil rights act, Editor's Picks, Election 2016, isis, John Oliver, mass intervention, NSA, Rand Paul, Surveillance, Tea Party, The Right, Thomas Friedman, Turkey, War on Drugs", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fd4714\"", "article_summary": "But some of the senator’s most recent actions make the disconnect between the idea of Rand Paul for President and the reality of Rand Paul for President especially glaring.\nThe evident difficulty with which Paul’s devotees at the libertarian magazine Reason swallowed this nonsense testifies to its fundamental absurdity.\nSince the move was utterly incompatible with who Rand Paul is supposed to be, the senator now says that he only did it so as to “strengthen” President Obama’s hand.\nIt is to say, though, that part of getting people to listen to your opinion is finding ways to say it over and over again.\nTo be sure, that’s not to say that the kind of self-plagiarism Thomas Friedman has parlayed into an obscene amount of influence and wealth should be encouraged."}