{"article_title": "Why so many women get Alzheimer’s", "article_keywords": ["life", "risk", "study", "men", "disease", "alzheimers", "research", "likely", "gene", "women"], "article_url": "http://health.heraldtribune.com/2014/09/16/many-women-get-alzheimers/", "article_text": "Years ago, many scientists assumed that a woman’s heart worked pretty much the same as a man’s. But as more women entered the male-dominated field of cardiology, many of those assumptions vanished, opening the way for new approaches to research and treatment.\n\nA similar shift is underway in Alzheimer’s disease. It has long been known that more women than men get the deadly neurodegenerative disease, and now an emerging body of research is challenging the common wisdom as to why.\n\nAlthough the question is by no means settled, recent findings suggest that biological, genetic and even cultural influences may play heavy roles.\n\nOf the more than 5 million people in the United States who have been diagnosed with Alzheimer’s, the leading cause of dementia, two-thirds are women. Because advancing age is considered the biggest risk factor for the disease, researchers have largely attributed that disparity to women’s longer life spans. The average life expectancy for women is 81 years, compared with 76 for men.\n\nYet “even after taking age into account, women are more at risk,” said Richard Lipton, a physician who heads the Einstein Aging Study at Albert Einstein College of Medicine in New York.\n\nThe area of inquiry has been growing in part because of a push by female Alzheimer’s researchers, who formed a group to advocate for a larger leadership role in the field and more gender-specific research.\n\n“Scientific workforce diversity is very important because it’s much more likely to shape the research agenda,” said Hannah Valantine, the chief officer for scientific workforce diversity at the National Institutes of Health and a professor at Stanford University’s Medical School.\n\nRunning counter to the longevity argument, Lipton’s research suggests that women who are 70 to 79 years old are twice as likely to develop Alzheimer’s or other forms of dementia than men who are the same age. After 80, the risk is identical and remains similar throughout the rest of the life, Lipton said.\n\nDifferences in risk for cardiovascular disease may explain some of the disparity, he said. Men are more likely to die of heart disease, high blood pressure or diabetes before they would develop Alzheimer’s. Those who survive may have more robust cardiovascular systems that help prevent dementia.\n\nOther variables and theories are at work, such as educational attainment, susceptibility to depression and other ailments that affect women more than men. People with limited education appear to be at higher risk for dementia than those with advanced degrees. Women — particularly those born before the modern feminist movement — were shut out of universities and relegated to menial jobs.\n\nWomen have a 70 percent risk of developing depression in their lifetime compared with men, and a study published last year in the British Journal of Psychiatry found a link between depression late in life and dementia.\n\nResearchers have focused on sex-specific genetic causes, particularly a specific gene variant, known as APOe4, which is found in about 20 percent of the population. Men and women have about the same chances of carrying the gene, which produces a protein in the liver that transports cholesterol and fatty acids in the body. The risk is 10 times higher for those who have two copies of the gene.\n\nBut research suggests that the APOe4 gene confers its Alzheimer’s risk unevenly in women. A recent study led by Michael Greicius, medical director of Stanford Medical School’s Center for Memory Disorders, found that women with the APOe4 gene were twice as likely to get Alzheimer’s than women who did not carry the gene. Yet, the risk factor appeared to be little different between men who had the gene and those who did not.\n\nEstrogen’s role in Alzheimer’s still remains something of a mystery. The steroidal hormone, which is produced in a woman’s ovaries and adrenal glands, acts as a signaling molecule in genes, cells and organs. And it’s a critical regulator of metabolism in the female brain.\n\n“I call estrogen the Queen of Darwin,” said Roberta Diaz Brinton, a professor at the University of Southern California’s School of Pharmacy who helped organize the Alliance of Women in Alzheimer’s Researchers (AWARE).\n\nBrinton thinks the critical moment occurs after menopause, when a women’s estrogen levels drop, triggering a cascading series of effects. Among them is a radical decline in the brain’s ability to burn glucose for energy. Without glucose as a source of fuel, the brain shifts to a backup energy system that burns ketone bodies, which are compounds produced from carbohydrates and fat in the liver.", "article_metadata": {"og": {"image": "http://health.heraldtribune.com/files/2013/05/hfAging07b.jpg"}, "wp-parsely_version": "1.8", "fb": {"app_id": 846021808821787}}, "article_summary": "But research suggests that the APOe4 gene confers its Alzheimer’s risk unevenly in women.\nA recent study led by Michael Greicius, medical director of Stanford Medical School’s Center for Memory Disorders, found that women with the APOe4 gene were twice as likely to get Alzheimer’s than women who did not carry the gene.\nOf the more than 5 million people in the United States who have been diagnosed with Alzheimer’s, the leading cause of dementia, two-thirds are women.\nA similar shift is underway in Alzheimer’s disease.\n“I call estrogen the Queen of Darwin,” said Roberta Diaz Brinton, a professor at the University of Southern California’s School of Pharmacy who helped organize the Alliance of Women in Alzheimer’s Researchers (AWARE)."}