{"article_title": "‘Pro-life warriors’ join together for D.C. march", "article_keywords": ["catholic", "life", "prolife", "school", "world", "faith", "warriors", "dc", "high", "rally", "join", "marchers", "supreme"], "article_url": "http://georgiabulletin.org/news/2015/02/pro-life-warriors-join-together-d-c-march/", "article_text": "CNS photo/Gregory A. Shemitz Students from Shanley High School in Fargo, N.D., St. Mary's High School in Bismarck, N.D., and Bishop Ryan High School in Minot, N.D., carry the lead banner during the annual March for Life in Washington Jan. 22. Nearly 500 students from North Dakota Catholic schools participated in this year's event.\n\nWashington ‘Pro-life warriors’ join together for D.C. march By NATE MADDEN, Catholic News Service | Published February 5, 2015\n\nFacebook\n\nTwitter\n\nGoogle+\n\nWASHINGTON (CNS)—On a chilly and cloudy morning on the National Mall in Washington, crowds gathered Jan. 22 for the annual March for Life, this year marking the 42nd anniversary of the U.S. Supreme Court’s Roe v. Wade decision legalizing abortion virtually on demand.\n\nTens of thousands gathered first to hear a lineup of speakers, before marching from the Mall up Constitution Avenue to the U.S. Supreme Court building on Capitol Hill.\n\nEarly in the day, Pope Francis showed his support of the pro-life gathering by tweeting the theme: “Every Life is a Gift” with the hashtag #marchforlife.\n\nBy late morning, the temperature had reached about 40 degrees, warmer than many a previous march, and a music group opened the rally with the songs “To Be Loved” and “You’re Not Alone.” The music was upbeat with lively mandolin licks and the powerful voice of the lead singer.\n\nSeveral members of Congress were in attendance, including U.S. Rep. Tim Huelskamp, R-Kansas, who told Catholic News Service, “I am here to make my colleagues listen.” Huelskamp said life is a core issue in the public debate, and that Kansas was already at the forefront of human rights issues. “They were at the forefront of the slavery issue,” he said, and are now at the forefront of the life issue.\n\nLevi Fox, a volunteer and a graduate of Liberty University, said, “Half of our generation is missing. Sixty million have been killed since Roe v. Wade, which is why I am dedicating my time to the March for Life.”\n\nAfter the musical opening, Patrick Kelly, the chairman of the March for Life board, told the crowd they were attending “the largest and most important human rights rally in the world,” and noted the march is becoming “bigger and younger every year.”\n\nArchbishop Joseph E. Kurtz of Louisville, Kentucky, the president of the U.S. bishops’ conference, opened the rally with prayer alongside priests, bishops and patriarchs of the Greek Orthodox, Orthodox American, Antiochean Orthodox and Serbian Orthodox churches, in a show of what the archbishop called “a sign of Christian unity.”\n\nThe archbishop called the marchers to not only “be joyful witnesses to the gospel of life,” but also to be “loving and welcoming” to those in dire circumstances.”\n\nJeanne Monahan-Mancini, director of the March for Life, addressed the marchers, congratulating them for making a “pilgrimage” before focusing on this year’s theme.\n\n“Every Life Is a Gift” emphasized that every life is a gift, regardless of a person’s difficulty or disability, and also was meant to emphasize that everyone has a call and a mission—and a role to play creating a culture of life.\n\nA large congressional delegation in attendance emphasized the importance of the Health Care Conscience Rights Act before yielding the floor to a passionate and energetic address by Sen. Tim Scott, R-South Carolina, who said the defense of life was “the responsibility of every single person in America.” The conscience bill would implement a broad religious exemption and conscience protections for private employers who oppose the federal contraceptive mandate that is part of the Affordable Care Act.\n\nRep. Chris Smith, R-New Jersey, who followed Scott, told the crowd, “There have never been more pro-life lawmakers in Congress than we have today.”\n\nIn discussing the Knights of Columbus’ ultrasound initiative, which has just donated its 500th ultrasound machine, Supreme Knight Carl Anderson said, “Women have a right to know the truth.”\n\nIn what may have been the most inspiring address of the day, Julia Johnson, a senior at Shanley Catholic High School in Fargo, North Dakota, said it was up to the youth of America to “end the scourge of abortion.”\n\nAs a member of “the pro-life generation,” she said she was proud to have come alongside “400 pro-life warriors,” referring to the school bringing its entire student body on the 1,300-mile journey to the march.\n\n“Our generation has seen through the smokescreen of lies and secrets,” she added.\n\nThe president of Students for Life, Kristan Hawkins, discussed the gift of her son’s life despite a diagnosis of cystic fibrosis. Hawkins said, “I have personally witnessed the push in our culture to create ‘perfect’ babies.” she said.\n\nThe remarks echoed those of the other speakers and marchers in declaring that “we are the pro-life generation.”\n\nAfter the rally, the crowd left the Mall for Constitution Avenue and marched up to the Supreme Court. At the front, carrying the March for Life banner, were students from three North Dakota Catholic high schools—Shanley in Fargo, St. Mary’s in Bismarck and Bishop Ryan in Minot.\n\nAmong the marchers was a delegation led by Archbishop Timothy P. Broglio of the U.S. Archdiocese for the Military Services. The group included Catholic cadets from the U.S. Military Academy at West Point, New York.\n\n“So much of the violence that plagues our contemporary world stems from the failure to recognize that human dignity,” the archbishop said in a statement. “We demonstrate today to reiterate clearly that each person has an inestimable value from the moment of conception to his or her natural death.”\n\nAs the pro-lifers reached the Supreme Court, a small of group demonstrating in support of keeping abortion legal tried to stop them. The protesters held signs that read, “Abortion on demand and without apology.” At least eight were arrested by the U.S. Capitol Police for blocking the marchers’ path.\n\nAmong events on the anniversary of Roe was an early morning prayer service held at Constitution Hall before the march and rally. It was organized by the National Pro-Life Religious Council, the National Pro-Life Center on Capitol Hill, Faith and Action, and Priests for Life.\n\nJust as Jesus prayed that all would be one, “the Lord wants us to come together ‘as one,’ committed in the same faith and love for the unborn,” said Father Denis Wilde, associate director of Priests for Life.\n\nThe National Council of Catholic Women continued its decades-long tradition of participating in this year’s March for Life and related events. “Our voices must be heard throughout the country in defense of life, traditional marriage, religious liberty and many other issues that affect our ability to practice our Catholic faith,” commented Rebecca Woodhull, NCCW president.\n\nIn an interview with CNS a day before the march, Scott, the South Carolina senator, had predicted it would be a “fantastic experience,” adding that his foundation in religious faith informs his position on life.\n\n“I see the world through the prism of faith and the sanctity of life is a key component to our existence,” he said, “and to the extent that we can protect it at its inception, we find ourselves on the most solid footing to experience the fullness of life.”\n\nScott has talked often about facing adversity in his own life, growing up in poverty, and how he would have made bad choices if a mentor had not intervened and put him on a path to success.\n\nEvery life is important and “not giving up on any of them I think is incredibly important,” he told CNS. “Many people would have given up on me in my early teens and frankly my mother and some strong mentors did not give up on me. I have been able to see the other side of life. I hope that we take that same position and approach to the unborn.”\n\nHe added, “So many folks talk about the conditions in which you bring a child into this world, but the fact of the matter is that I am thankful that, while I had to struggle with some very difficult times, I’ve lived long enough to see the other side and I want everyone to have that benefit.”", "article_metadata": {"description": "WASHINGTON (CNS)—On a chilly and cloudy morning on the National Mall in Washington, crowds gathered Jan. 22 for the annual March for Life, this year marking the 42nd anniversary of the U.S. Supreme Court’s Roe v. Wade decision legalizing abortion virtually on demand. Tens of thousands gathered first to hear a lineup of speakers, before [...]", "generator": "WPML ver:3.3.8 stt:1,2;", "og": {"site_name": "Georgia Bulletin", "description": "WASHINGTON (CNS)—On a chilly and cloudy morning on the National Mall in Washington, crowds gathered Jan. 22 for the annual March for Life, this year marking the 42nd anniversary of the U.S. Supreme Court’s Roe v. Wade decision legalizing abortion virtually on demand. Tens of thousands gathered first to hear a lineup of speakers, before … Full Story", "title": "‘Pro-life warriors’ join together for D.C. march | Georgia Bulletin", "locale": "en_US", "image": {"width": 695, "identifier": "http://georgiabulletin.org/wp-content/uploads/2015/02/PHOTO-March-20150126cnsbr8153.jpg", "height": 463}, "url": "http://georgiabulletin.org/news/2015/02/pro-life-warriors-join-together-d-c-march/", "type": "article"}, "fb": {"admins": 100000174972440, "pages": 71057886410}, "article": {"publisher": "https://www.facebook.com/GeorgiaBulletin"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.5, minimum-scale=1.0, user-scalable=yes"}, "article_summary": "It was organized by the National Pro-Life Religious Council, the National Pro-Life Center on Capitol Hill, Faith and Action, and Priests for Life.\nCNS photo/Gregory A. Shemitz Students from Shanley High School in Fargo, N.D., St. Mary's High School in Bismarck, N.D., and Bishop Ryan High School in Minot, N.D., carry the lead banner during the annual March for Life in Washington Jan. 22.\nEarly in the day, Pope Francis showed his support of the pro-life gathering by tweeting the theme: “Every Life is a Gift” with the hashtag #marchforlife.\nAt the front, carrying the March for Life banner, were students from three North Dakota Catholic high schools—Shanley in Fargo, St. Mary’s in Bismarck and Bishop Ryan in Minot.\nEvery life is important and “not giving up on any of them I think is incredibly important,” he told CNS."}