{"article_title": "Medica makes cautious start on the Iowa, Nebraska exchanges", "article_keywords": ["cautious", "iowa", "revenue", "saw", "individual", "medica", "start", "nebraska", "health", "exchanges", "quarter", "makes", "market"], "article_url": "http://www.businessrecord.com/Content/Default/-All-Latest-News/Article/-Medica-makes-cautious-start-on-the-Iowa-Nebraska-exchanges/-3/248/73268", "article_text": "Medica makes cautious start on the Iowa, Nebraska exchanges Minneapolis Star-Tribune: Minnesota-based Medica saw revenue of about $8.7 million during the first quarter of 2016 selling individual market coverage in Iowa and Nebraska, primarily through new health insurance exchanges. That's not a huge number considering that the Minnetonka-based health insurer, overall, saw more than $1 billion in revenue during the quarter, according to regulatory filings earlier this month. Even so, it's noteworthy in the broader story about competition on the exchanges, and the fate of the Affordable Care Act. Medica was a new entrant in Iowa and Nebraska for 2016, and next year plans to enter the individual market in Kansas, as well.", "article_metadata": {"og": {"image": "http://businessrecord.com/Images/Settings/827.png", "site_name": "Business Record"}, "google-site-verification": "c8V-aEwqyiHGPzjBxZYz03_hszJ_s28VLA81yb6BY7U", "fb": {"app_id": 747923588594301}, "description": "Minneapolis Star-Tribune: Minnesota-based Medica saw revenue of about $8.7 million during the first quarter of 2016 selling individual market coverage in I"}, "article_summary": "Medica makes cautious start on the Iowa, Nebraska exchanges Minneapolis Star-Tribune: Minnesota-based Medica saw revenue of about $8.7 million during the first quarter of 2016 selling individual market coverage in Iowa and Nebraska, primarily through new health insurance exchanges.\nMedica was a new entrant in Iowa and Nebraska for 2016, and next year plans to enter the individual market in Kansas, as well.\nEven so, it's noteworthy in the broader story about competition on the exchanges, and the fate of the Affordable Care Act.\nThat's not a huge number considering that the Minnetonka-based health insurer, overall, saw more than $1 billion in revenue during the quarter, according to regulatory filings earlier this month."}