{"article_title": "Republicans need more than the South to win the White House: Jarvis DeBerry", "article_keywords": ["represents", "candidate", "win", "republicans", "florida", "governor", "deberry", "states", "party", "house", "need", "sen", "white", "republican", "jarvis", "south"], "article_url": "http://www.nola.com/politics/index.ssf/2015/05/republican_party_south.html", "article_text": "As Rep. Tom Davis was preparing to retire from Congress in November 2008, the moderate Republican from Virginia had some less than sunny things to say about the GOP. \"We've become a regional party,\" he said, \" basically become a white, rural, regional party, and not a national party. And we're going to have to retool ourselves.\"\n\nIt's been almost seven years since Davis made that remark. Has his party been able to spread out since then? If you look at the states represented by the declared candidates for the Republican presidential nomination, not really.\n\nSen. Ted Cruz represents Texas. Sen. Marco Rubio represents Florida. Sen. Rand Paul represents Kentucky. Sen. Lindsey Graham represents South Carolina. Dr. Ben Carson, a neurosurgeon who was born in Detroit and made his career in Baltimore, recently retired to Florida. Jeb Bush was governor of Florida. Mike Huckabee was governor of Arkansas.\n\nAt this point the only declared Republican candidate with no attachment to the South is Carly Fiorina, a Californian who is a former CEO of Hewlett Packard.\n\nIf Wisconsin Gov. Scott Walker, New Jersey Gov. Chris Christie, and former Pennsylvania Sen. Rick Santorum run for president, they'll add more geographical diversity to the Republican mix, but neither of those three has actually declared.\n\nIt will be a shock to us all if Louisiana Gov. Bobby Jindal doesn't soon declare his candidacy. He has just formed an exploratory committee. And there are reports that Rick Perry, who just left office as governor of Texas, will run, too.\n\nIf all the above-named Republicans throw their hats into the ring, then that will make a field of 13 candidates, nine of whom live in the South.\n\nWhen Barack Obama won in 2012, he carried Florida and Virginia. He lost the rest of the South. If everything else remained the same and the president had lost both Florida and Virginia, his 290 electoral votes still would have been enough for him to win a second term in the White House. That suggests that a Democrat can win the presidency without picking up a single Southern state.\n\nDoes it also mean that a Republican presidential nominee from the South is doomed to watch another Democrat be sworn into office in 2017?\n\nIt's worth noting that the last two Republican presidential nominees were not from the South, and they got crushed in a general election. Mitt Romney, the Michigan-born governor of Massachusetts and Sen. John McCain of Arizona both lost to Obama.\n\nBeing from outside the South did not mean that McCain and Romney didn't get almost all their support from there. Romney didn't win Michigan or Massachusetts. McCain won his home state, the South and other states in the West that have lots of land but few electoral votes.\n\nIt's doubtful that Fiorina will turn California red. Walker and Christie both represent states that Obama won, and it's not at all certain that if they run, they'll be able to win their own states. Pennsylvanians threw Santorum out on his ear when he ran for re-election in 2006, so it's hard to imagine him winning that state.\n\nWith all that said, where does a Republican candidate go to get the necessary electoral votes to win the White House? Who is that Republican candidate who can be competitive outside the South and outside the sparsely populated Western states?\n\nGiven Carson's hero status among black Americans, I thought he could be the Republican party's great black hope, the one who could take enough black votes away from the Democrats. But then Carson compared the Affordable Care Act, which black people love, with slavery. He might as well have hollered: Don't vote for me, y'all.\n\nSo what's the path for a Republican victory? Every candidate will be announced as the next president of the United States. But what path does that candidate take to get there?\n\nJarvis DeBerry can be reached at jdeberry@nola.com. Follow him at twitter.com/jarvisdeberry.", "article_metadata": {"medium": "news", "viewport": "width=device-width,initial-scale=1", "news_keywords": "barack obama, bobby jindal, br-homepage, br-news, br-opinions, carly fiorina, homepage, john mccain, lindsey graham, louisiana politics, marco rubio, mike huckabee, mitt romney, news, opinions, politics, rand paul, rick perry, ted cruz", "title": "Republicans need more than the South to win the White House: Jarvis DeBerry", "parsely-page": "{\"title\": \"Republicans need more than the South to win the White House: Jarvis DeBerry  \", \"link\": \"http://www.nola.com/politics/index.ssf/2015/05/republican_party_south.html\", \"image_url\": \"http://image.nola.com/home/nola-media/width620/img/politics/photo/17840800-standard.jpeg\", \"type\": \"post\", \"post_id\": \"16040456\", \"pub_date\": \"2015-05-18T18:17:03Z\", \"author\": \"Jarvis DeBerry, NOLA.com | The Times-Picayune\", \"tags\": [\"barack obama\",\"bobby jindal\",\"br-homepage\",\"br-news\",\"br-opinions\",\"carly fiorina\",\"homepage\",\"john mccain\",\"lindsey graham\",\"louisiana politics\",\"marco rubio\",\"mike huckabee\",\"mitt romney\",\"news\",\"opinions\",\"politics\",\"rand paul\",\"rick perry\",\"ted cruz\"] }", "twitter": {"image": "http://image.nola.com/home/nola-media/width620/img/politics/photo/17840800-standard.jpeg", "creator": "@jarvisdeberry", "description": "As Rep. Tom Davis was preparing to retire from Congress in November 2008, the moderate Republican from Virginia had some less than sunny things to say about the GOP. \"We've become a regional party,\" he said, \" basically become a...", "card": "summary_large_image", "site": "@nolanews"}, "article_date_updated": "Monday, May 18, 2015,  6:24 PM", "parsely-metadata": "{\"short_title\": \"DeBerry: Republicans need more than the South to win\", \"image_url\": \"http://media.nola.com/politics/photo/mitt-romney-b030bf19137b3925.jpeg\", \"author_name\": \"jdeberry\", \"author_nickname\": \"Jarvis DeBerry, NOLA.com | The Times-Picayune\", \"author_id\": \"3922\", \"source_blog_name\": \"Louisiana Politics & Government\", \"source_blog_url\": \"http://www.nola.com/politics/index.ssf/\", \"sponsored_content\": \"0\" }", "og": {"site_name": "NOLA.com", "description": "As Rep. Tom Davis was preparing to retire from Congress in November 2008, the moderate Republican from Virginia had some less than sunny things to say about the GOP. \"We've become a regional party,\" he said, \" basically become a...", "title": "Republicans need more than the South to win the White House: Jarvis DeBerry", "url": "http://www.nola.com/politics/index.ssf/2015/05/republican_party_south.html", "image": "http://image.nola.com/home/nola-media/width620/img/politics/photo/17840800-standard.jpeg", "type": "article"}, "fb": {"admins": 100000302287435}, "article_publication_name": "NOLA.com", "article": {"author": "https://www.facebook.com/pages/Jarvis-DeBerry/136365483208493"}, "article_comments": 0, "article_date_original": "Monday, May 18, 2015,  1:16 PM", "article_author": "Jarvis DeBerry, NOLA.com | The Times-Picayune", "Description": "As Rep. Tom Davis was preparing to retire from Congress in November 2008, the moderate Republican from Virginia had some less than sunny things to say about the GOP. \"We've become a regional party,\" he said, \" basically become a white, rural, regional party, and not a national party. And we're going to have to retool ourselves.\" It's been almost seven years since Davis made that remark. Has his party been able to spread out since then? If you look at the states represented by the declared candidates for the Republican presidential nomination, not really. Sen. Ted Cruz represents Texas. Sen. Marco Rubio represents Florida. Sen. Rand Paul represents Kentucky. Sen. Lindsey Graham represents South Carolina. Dr. Ben Carson, a neurosurgeon who was born in Detroit and made his career in Baltimore, recently retired to Florida. Jeb Bush was governor of Florida. Mike Huckabee was governor of Arkansas. At this point the only declared Republican candidate with no attachment to the South is Carly Fiorina, a Californian who is a former CEO of Hewlett Packard. If Wisconsin Gov. Scott Walker, New Jersey Gov. Chris Christie, and former Pennsylvania Sen. Rick Santorum run for president, they'll add more geographical diversity..."}, "_id": "\"57477af46914bd0286fe3f5f\"", "article_summary": "With all that said, where does a Republican candidate go to get the necessary electoral votes to win the White House?\nWho is that Republican candidate who can be competitive outside the South and outside the sparsely populated Western states?\nSen. Lindsey Graham represents South Carolina.\nSen. Marco Rubio represents Florida.\nAt this point the only declared Republican candidate with no attachment to the South is Carly Fiorina, a Californian who is a former CEO of Hewlett Packard."}