{"article_title": "U.S. activist investors finding fewer opportunities; compromise more common", "article_keywords": ["york", "investors", "trian", "smith", "activists", "companies", "fewer", "investment", "proxy", "activist", "compromise", "opportunities", "finding", "including", "event", "common"], "article_url": "http://www.thefiscaltimes.com/latestnews/2016/04/19/US-activist-investors-finding-fewer-opportunities-compromise-more-common", "article_text": "NEW YORK (Reuters) - What a difference a year makes.\n\nActivist investors, many of them nursing losses for a second straight year, offered no notable new investment opportunities and sounded less confident about upcoming corporate board fights at a prominent industry conference in New York on Tuesday.\n\nEd Garden, chief investment officer at Trian Fund Management, last year underscored poor performance at DuPont where Trian was waging a fierce proxy fight, which it lost. This year he noted that Trian was approached by DuPont and Dow to quietly help navigate their blockbuster merger.\n\nHedge fund managers still discussed familiar complaints about complacent boards and underperforming companies at the 13D Monitor Active-Passive event in New York. But their presentations seemed to acknowledge the increased difficulty of finding new investment opportunities.\n\n\"We have stopped holding our breath waiting on new activist campaigns,\" Don Bilson, head of event-driven research at Gordon Haskett, said in a note before the conference.\n\nThe number of U.S. campaigns launched by activists has dropped 29 percent year-to-date, to 130, according to Thomson Reuters data. The amount of money invested by activists in the first quarter plunged by more than 75 percent, to $1.4 billion, 13D Monitor data show, down from $6 billion in the year-ago period.\n\nPanelists on Tuesday focused on current holdings instead of presenting bold, new ideas.\n\nAlex Denner discussed three companies his Sarissa Capital has long owned - Medicines Company, ARIAD Pharmaceuticals and Biogen Inc. Clifton Robbins, who runs Blue Harbour Group, talked about agricultural equipment company AGCO, already a holding.\n\nBig-name activists including Carl Icahn, Pershing Square's William Ackman and ValueAct's Jeffrey Ubben were notably absent.\n\nEven Starboard Value's Jeffrey Smith - seen as something of the activist community's darling for having scored a rare victory in ousting all 12 board members at Darden Restaurants Inc in 2014 - cautioned that winning a full sweep is not always possible.\n\nSmith noted that more companies are settling with activists, essentially compromising.\n\n\"We so far have not been able to get another proxy contest to a vote,\" Smith said of his bets since Darden. \"For some combination companies have been more realistic in settling today,\" he added. Smith is currently aiming to unseat all nine directors of Yahoo, including Chief Executive Marissa Mayer.\n\nLawyers and executives from proxy advisory firms agreed that more proxy contests are being settled before getting to a vote.\n\n\"There are still about 30 to 40 votes but there are so many more fights\" that are ended with some concessions, said Bruce Goldfarb, president of Okapi Partners.\n\nJoele Frank, who advises companies on how to battle activist investors, acknowledged that her firm often urges companies, especially smaller ones, to settle more quickly, citing the outsized costs of fighting.\n\nThat spirit of compromise comes after some bruising activism defeats, including Ackman's lost bid for Valeant to buy Allergan.\n\nFormer Allergan executive Matthew Maletta said, only half jokingly, that one thing his firm might have done differently was to \"hug it out with Bill Ackman.\"\n\nThe HFRI Event Driven Activist Index, a sector benchmark, is down 4.26 percent for 2015 through March. It gained just 1.15 percent for 2015 after rising 6.57 percent in 2014.\n\nSecurity was tight at this year's event after protesters last year briefly disrupted the event in a call for restaurant workers to earn a minimum of $15 an hour.\n\n(Editing by Leslie Adler)", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "NEW YORK (Reuters) - What a difference a year makes.", "title": "U.S. activist investors finding fewer opportunities; compromise more common", "url": "http://www.thefiscaltimes.com/latestnews/2016/04/19/US-activist-investors-finding-fewer-opportunities-compromise-more-common", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/usa-dailylife_4.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/latestnews/2016/04/19/US-activist-investors-finding-fewer-opportunities-compromise-more-common", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/usa-dailylife_4.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "NEW YORK (Reuters) - What a difference a year makes.", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af36914bd0286fc9d83\"", "article_summary": "Big-name activists including Carl Icahn, Pershing Square's William Ackman and ValueAct's Jeffrey Ubben were notably absent.\nThe HFRI Event Driven Activist Index, a sector benchmark, is down 4.26 percent for 2015 through March.\nBut their presentations seemed to acknowledge the increased difficulty of finding new investment opportunities.\nHedge fund managers still discussed familiar complaints about complacent boards and underperforming companies at the 13D Monitor Active-Passive event in New York.\nThat spirit of compromise comes after some bruising activism defeats, including Ackman's lost bid for Valeant to buy Allergan."}