{"article_title": "Colorado Republican: Fracking is fine because water is supposed to burn", "article_keywords": ["methane", "seminars", "unclear", "colorado", "waters", "burn", "fracking", "traveled", "water", "really", "randy", "supposed", "lot", "republican", "fine", "baumgardner"], "article_url": "http://www.salon.com/2014/08/12/co_republican_fracking_is_fine_because_water_is_supposed_to_burn/", "article_text": "Topics: fracking, randy baumgardner, Republicans, Video, Sustainability News, News, Politics News\n\nIn an effort to prove his expertise, Republican Colorado state Sen. Randy Baumgardner has demonstrated how little he really knows. He appeared on conservative activist Gordon “Dr. Chaps” Klingenschmitt’s daily show, “Pray in Jesus’ Name,” to discuss why the government seemed to prioritize some forms of energy (clean) over others (dirty).\n\n“I’ve been doing a lot of the fracking seminars, and if people haven’t been, then they really don’t understand it,” Baumgardner responded. It is unclear which seminar he attended, since “the fracking seminars” are not a concept that we are all aware of, so it is unclear if his education was extremely biased, or just a little.\n\n“They talk about methane in the water and this, that, and the other,” Baumgardner continued, “but if you go back in history and look at how the Indians traveled, they traveled to the burning waters. And that was methane in the waters and that was for warmth in the wintertime. So a lot of people, if they just trace back the history, they’ll know how a lot of this is propaganda”", "article_metadata": {"description": "Republican state Sen. Randy Baumgardner knows because he has been to \"a lot of the fracking seminars\" VIDEO", "author": "Joanna Rothkopf", "og": {"site_name": "Salon", "description": "Republican state Sen. Randy Baumgardner knows because he has been to \"a lot of the fracking seminars\" VIDEO", "title": "Colorado Republican: Fracking is fine because water is supposed to burn", "url": "http://www.salon.com/2014/08/12/co_republican_fracking_is_fine_because_water_is_supposed_to_burn/", "image": "http://media.salon.com/2014/08/Screen-Shot-2014-08-12-at-12.17.51-PM-1280x809.png", "type": "article"}, "twitter": {"description": "Republican state Sen. Randy Baumgardner knows because he has been to \"a lot of the fracking seminars\" VIDEO", "creator": "@@joannarothkopf", "image": "http://media.salon.com/2014/08/Screen-Shot-2014-08-12-at-12.17.51-PM-1280x809.png", "title": "Colorado Republican: Fracking is fine because water is supposed to burn", "site": "@salon", "card": "summary_large_image"}, "title": "Colorado Republican: Fracking is fine because water is supposed to burn", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, fracking, randy baumgardner, Republicans, Video", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fd911e\"", "article_summary": "Topics: fracking, randy baumgardner, Republicans, Video, Sustainability News, News, Politics NewsIn an effort to prove his expertise, Republican Colorado state Sen. Randy Baumgardner has demonstrated how little he really knows.\n“I’ve been doing a lot of the fracking seminars, and if people haven’t been, then they really don’t understand it,” Baumgardner responded.\nSo a lot of people, if they just trace back the history, they’ll know how a lot of this is propaganda”\nIt is unclear which seminar he attended, since “the fracking seminars” are not a concept that we are all aware of, so it is unclear if his education was extremely biased, or just a little.\nAnd that was methane in the waters and that was for warmth in the wintertime."}