{"article_title": "Take two: Hidalgo health plan a ‘model for Texas’?", "article_keywords": ["district", "tea", "hinojosa", "program", "health", "plan", "healthcare", "model", "carelink", "hidalgo", "texas", "care"], "article_url": "http://watchdog.org/230033/health-plan-texas/", "article_text": "By Kenric Ward | Texas Watchdog.org\n\nHardscrabble Hidalgo County is trying again to build a health-care system for thousands of low-income residents not covered by Medicaid. Republicans and Democrats say the new plan could be a model for Texas.\n\nVoters in the Rio Grande Valley community narrowly rejected the formation of a hospital district last year. Tea party and taxpayer groups blasted the plan as overpriced and overly bureaucratic.\n\nThe defeat spawned a revamped and more fiscally conservative program, with maximum costs capped at less than a third of the initial proposal.\n\n“It’s a tea party concept — lower spending and more (financial) protections,” said Jennifer Saenz, spokeswoman for state Sen. Juan Hinojosa, D-McAllen, who sponsored the enabling legislation.\n\nInstead of capping costs at 75 cents per $100 of assessed property value — as allowed by most counties — the Hidalgo district would max out at 25 cents, roughly the state average.\n\nSaenz estimates that initial costs at 7 or 8 cents. Those funds would be eligible for federal matching money by running the program through the new University of Texas-Rio Grande Valley Medical School. Whatever taxes the district collects for indigent care would require commensurate reductions in the county’s general fund.\n\nFurther, any increases in health-care district spending exceeding 8 percent must be approved by local voters, Saenz said. Unlike many other Texas counties, Hidalgo’s program would be subject to the homestead exemption.\n\n“We’ll be looked at as a model,” Saenz told Watchdog.org in an interview.\n\nVoters first must approve the district, however. Not all tea partyers are sold on the idea.\n\n“The only part I believe is that they will ‘create thousands of new jobs.’ That is actually the worst part,” said Terry Frady, an activist with the Brownsville Tea Party.\n\n“They will put private business out of business, then the taxpayers will be the ones paying for thousands of employees and their benefits,” she said.\n\nThough Hinojosa’s bill received broad bipartisan support at the Legislature, Frady contends the veteran lawmaker is compromised by political contributions from health-care organizations, which could benefit from Hidalgo’s program. For example, Hinojosa has received some $626,000 from the Border Health PAC.\n\nWhile a referendum date has not been set by Hidalgo County — voter petitions must still be gathered — and operational details remain sketchy, the Texas Public Policy Foundation points to Bexar County’s CareLink program as a possible template.\n\nRun by San Antonio’s University Health System, CareLink has earned national recognition as an effective and accountable safety net for lower-income residents not eligible for Medicaid but too poor to buy private health insurance.\n\n“It’s one of the best ones in the state,” said John Davidson, director of the Center for Health Care Policy at the market-minded think tank in Austin.\n\n“(CareLink) requires (patients) to make monthly payments based on a sliding income scale. If not, they’re kicked out and have to reapply,” Davidson told Watchdog.org.\n\n“As a result, CareLink is not viewed as an entitlement but as a benefit that people have a stake in. There’s a sense of ownership, even at a deeply discounted rate.”\n\nDon Finley, spokesman for UHS, says CareLink is “intended to keep members healthy and out of the hospital, and from seeking routine care in the emergency department where it is the most costly.”\n\nEven under the Affordable Care Act, more than 3 million Texans aren’t covered by Medicaid or private insurance.\n\nWhichever way Hidalgo goes, Hinojosa says the county’s current indigent-care system is unsustainable.\n\n“Our healthcare providers provide millions of dollars in care to people who can’t afford it every year, forcing them to pass the bill onto county taxpayers or to people with insurance through higher fees and premiums,” Hinojosa said in a statement.\n\nKenric Ward writes for Texas Watchdog.org. Contact him at kward@watchdog.org", "article_metadata": {"og": {"site_name": "Watchdog.org", "description": "health-plan-texas: Hardscrabble Hidalgo County is trying again to build a healthcare system for thousands of low-income residents not covered by Medicaid.", "title": "Take two: Hidalgo health plan a ‘model for Texas’? - Watchdog.org", "locale": "en_US", "image": "http://watchdog.org/wp-content/blogs.dir/1/files/2015/07/juanhinojosa.jpg", "updated_time": "2015-07-20T12:41:22+00:00", "url": "http://watchdog.org/230033/health-plan-texas/", "type": "article"}, "article": {"publisher": "https://www.facebook.com/Watchdogorg", "published_time": "2015-07-21T04:00:13+00:00", "author": "https://www.facebook.com/WatchdogVirginiaBureau", "section": "Health Care", "modified_time": "2015-07-20T12:41:22+00:00", "tag": "Bexar County,CareLink,hidalgo county,indigent care,John Davidson,Juan Hinogosa,McAllen,Tea Party,Texas Public Policy Foundation"}, "twitter": {"domain": "Watchdog.org", "description": "health-plan-texas: Hardscrabble Hidalgo County is trying again to build a healthcare system for thousands of low-income residents not covered by Medicaid.", "title": "Take two: Hidalgo health plan a ‘model for Texas’? - Watchdog.org", "image": {"src": "http://watchdog.org/wp-content/blogs.dir/1/files/2015/07/juanhinojosa.jpg"}, "creator": "@Kenricward", "site": "@watchdogorg", "card": "summary_large_image"}, "robots": "noarchive", "description": "health-plan-texas: Hardscrabble Hidalgo County is trying again to build a healthcare system for thousands of low-income residents not covered by Medicaid."}, "_id": "\"57477af46914bd0286fe21cf\"", "article_summary": "Further, any increases in health-care district spending exceeding 8 percent must be approved by local voters, Saenz said.\n“It’s one of the best ones in the state,” said John Davidson, director of the Center for Health Care Policy at the market-minded think tank in Austin.\nBy Kenric Ward | Texas Watchdog.orgHardscrabble Hidalgo County is trying again to build a health-care system for thousands of low-income residents not covered by Medicaid.\nInstead of capping costs at 75 cents per $100 of assessed property value — as allowed by most counties — the Hidalgo district would max out at 25 cents, roughly the state average.\nRepublicans and Democrats say the new plan could be a model for Texas."}