{"article_title": "All the President’s Women", "article_keywords": ["scandals", "woman", "liberal", "media", "away", "hillary", "state", "presidents", "scandal", "yes", "women"], "article_url": "http://www.frontpagemag.com/fpm/217548/all-presidents-women-nonie-darwish", "article_text": "It is not a coincidence that most of the Obama administration scandals happened under the leadership of women. The Obama administration chooses to surround itself with \"yes men\" and \"yes women,\" but liberal \"yes women\" have an advantage: it is hard to criticize and grill them when a scandal happens without being accused of sexism and being a bigoted woman-hater.\n\nIn our current political environment, liberal politicians in general, men and women, get away with a lot more than conservative politicians because of media liberal bias. But liberal female politicians can get away with a lot more than their male counterparts, and that explains why almost all the Obama scandals have female faces behind them. Under ordinary conditions, men or women should end up becoming fall guys or gals, but many of the women behind the Obama scandals end up rewarded, sometimes even with a better position.\n\nThe Benghazi scandal supposedly hurt several women: Secretary of State Hillary Clinton, Ambassador Susan Rice and Charlene Lamb, among others. It is clear that the White House, for an unknown reason, manipulated the State Department’s decision-making process regarding Benghazi and Clinton went along. Hillary, who wants to be president, has recently stated that she regrets Benghazi, but her \"regret\" would be more accurately described as her \"failure\" to be her own boss in the State Department.\n\nWhen the Benghazi scandal exploded, the administration had to quickly find a \"yes\" liberal woman to take Hillary’s place on TV. Susan Rice thus came to the rescue when Hillary refused to face the music in public. The White House and the media did everything they could to shield Hillary from the scandal -- even from her own investigators, the State Department Accountability Review Board. The Review Board issued their report without interviewing the boss, Hillary, but they accused yet another woman, Ms. Lamb, for failure in leadership when her office denied providing extra security to the US Ambassador in Libya. But low and behold, Ms. Lamb, who was accused of dropping the ball, was never fired and instead was rewarded by the same State Department that gave her another key position.\n\nFew men can, with a straight face, expect to get away with yelling back to questions in Congress, “What difference does it make?” Only a liberal woman with an entitlement mentality can get away with something like that without becoming the laughing stock of Saturday Night Live. Nothing works better to manipulate public opinion more than an offended woman questioned by a nasty, bigoted Republican male.\n\nThe Affordable Care Act scandal also had many women behind it and could never have passed Congress without Nancy Pelosi who, like Hillary, feels entitled to immunity from criticism. Pelosi bragged she would stop at nothing to pass the bill when she said:\n\nWe’ll go through the gate. If the gate’s closed, we’ll go over the fence. If the fence is too high, we’ll pole vault in. If that doesn’t work, we’ll parachute in but we're going to get health care reform passed for the America people.\n\nNo man could have gotten away without scrutiny for a statement like: \"We have to pass the [health care] bill so that you can find out what's in it.” Only in the current liberal environment can the media make a self-made woman like Sarah Palin the subject of ridicule material, while taking someone like Pelosi seriously.\n\nAfter Pelosi passed the healthcare bill, another woman took over its implementation: Secretary of Health and Human Services Kathleen Sebelius. While only a few have read or comprehended Obamacare, Sebelius happily took over the job and consistently expressed confidence that everything was under control. She never prepared America for a possible disaster until the opening day of October 1st when the disaster exploded.\n\nWomen, who don’t like to be questioned, were also the face of the IRS Scandal. Before taking the 5th, Louis Lerner gave herself the right to state she had done nothing wrong. Lerner’s boss at the IRS, Sarah Ingram, was director of the office that oversaw tax-exempt organizations during the targeting of conservative groups. But again, instead of a demotion, she was promoted to lead the Obamacare office.\n\nWhile Democrats accuse Republicans of a \"War on Women,\" they have no problem in using liberal a woman as a shield from scandal. These women act untouchable and entitled and are guarded by a liberal media who will viciously attack Republicans whose job is supposed to be the loyal opposition. But how can you be an effective opposition if your opponent claims gender discrimination every time you question all these liberal women leaders?\n\nEven if these women are exposed to scandal, they act like they have been wronged, deserve to be rewarded, insist on staying the course, claim the 5th and even get promoted. When Hillary Clinton put up with and defended her husband’s accusations of sexual harassment on the job, she managed to appear as the victim who deserved to be elected Senator, Secretary of State and perhaps the Democratic nominee for President. You see, we owe her.\n\nThe mainstream media and academia have produced generations of American women with a constant chip on their shoulder, with unrealistic expectations who perceive life’s challenges as a personal attack because they are women. Ironically, these are the same women who ignore Islamic scandals of honor killing, female genital mutilation and killing of apostates. Some of them even go as far as accusing critics of Islam of being \"Islamophobes.\"\n\nSome liberal women’s feelings of entitlement end up driving them to exaggerate and lie about their background to get special treatment. Two examples are Senator Elizabeth Warren of Massachusetts and State Senator Wendy Davis of Texas. One can only imagine what kind of work environment these women will create around them.\n\nThe current leftist political culture surrounding women is setting them up either to fail or to turn them into female dictators in an authoritarian mommy state that will threaten the fabric of our free society. Under the guise of \"we are pro-women\" the Left is using women as tools to silence criticism and inquiry of scandals. While the mainstream media places liberal women on a pedestal, it hammers, ridicules and uses vile insults on air to describe conservative women.\n\nAnd we let them get away with it.\n\nNonie Darwish is author of “The Devil We Don’t Know.”\n\nFreedom Center pamphlets now available on Kindle: Click here.", "article_metadata": {"rating": "general", "description": "Why almost all the Obama scandals have female faces behind them.", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "Frontpage Mag", "description": "Why almost all the Obama scandals have female faces behind them.", "title": "All the President’s Women", "url": "http://www.frontpagemag.com/fpm/217548/all-presidents-women-nonie-darwish", "updated_time": "2015-06-22T23:40:00-04:00", "type": "article"}, "twitter": {"url": "http://www.frontpagemag.com/fpm/217548/all-presidents-women-nonie-darwish", "description": "Why almost all the Obama scandals have female faces behind them.", "card": "summary", "title": "All the President’s Women"}, "article": {"published_time": "2014-01-29T19:50:36-05:00", "modified_time": "2015-06-22T23:40:00-04:00"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "While the mainstream media places liberal women on a pedestal, it hammers, ridicules and uses vile insults on air to describe conservative women.\nThe Obama administration chooses to surround itself with \"yes men\" and \"yes women,\" but liberal \"yes women\" have an advantage: it is hard to criticize and grill them when a scandal happens without being accused of sexism and being a bigoted woman-hater.\nBut how can you be an effective opposition if your opponent claims gender discrimination every time you question all these liberal women leaders?\nThe Benghazi scandal supposedly hurt several women: Secretary of State Hillary Clinton, Ambassador Susan Rice and Charlene Lamb, among others.\nUnder ordinary conditions, men or women should end up becoming fall guys or gals, but many of the women behind the Obama scandals end up rewarded, sometimes even with a better position."}