{"article_title": "For photographer Alton Strupp, the job a blast, and no TNT to worry about", "article_keywords": ["tnt", "life", "alton", "photographer", "cj", "think", "job", "assignment", "share", "blast", "strupp", "day", "worry", "staff"], "article_url": "http://www.courier-journal.com/story/news/local/2014/08/09/c-j-photographer-job-blast-tnt-worry/13800899/", "article_text": "Buy Photo On Assignment: Courier-Journal staff photographer Dustin Alton Strupp (Photo: Marty Pearl/Special to The C-J)Buy Photo\n\nThis summer I have celebrated being alive for 30 years. If you watched me ride a three-wheeler growing up in Manitou, Ky., you would understand why that's notable. I also celebrated being a staff photographer at The Courier-Journal for two years. In this day and age, I feel that's equally worth celebrating.\n\nPhotography became an instant obsession for me in 2005 as I was heading into my senior year of college. It was addictive. The hunt, the challenge, the surprises and the reward.\n\nMy first assignment at the C-J took me inside a virgin cave in Corydon, Ind. I was crawling military style 50 feet into a space too narrow to use my legs, pulling myself forward with my elbows, a camera and tripod clenched in each hand. The next day I was covering a shooting in which multiple people had been killed.\n\nSince that time I have covered drug abuse across the state, countless events, life and death. I found myself with tears in my eyes numerous times, touched by the loss, heartbreak, generosity and love in this community. My job isn't always rewarding, but it was the intimate assignments, the unique human experiences I was invited to share in, that kept my fire burning. There was a time before when I thought my fire for photography may never be more than a spark.\n\nSkip Ad Ad Loading... x Embed x Share On Assignment | CJ Photographer Alton Strupp\n\nI was a transient worker in the armpit of America in 2009. We came from all over the country conducting archaeological surveys and excavations for Barrick Gold Mines as the company expanded its operation. Of all the things I have ever found, I'm still most proud of shutting down a portion of that mine for a day when my pick axe came within inches of some long-gone prospector's barrel of dynamite.\n\nI spent a full year of nights in motels and tents in the mine's makeshift archaeologist desert commune. A couple gallons of solar-heated water got most of the dirt off; the buzz of mosquitoes was a frequent lullaby.\n\nEvery day I looked on as cowboys moved their cattle at dawn and dusk during the shuttle ride to our dusty office. There would be a young girl jumping rope near some abandoned road side cars, or a Basque herdsman catching a break on the back of his wagon. I'd think about photographer Bill Allard. It was approaching a year since I had really used my camera, but I was taking pictures every day from that van — in my mind anyway.\n\nLogging 12-hour days moving sediment like a human backhoe left nothing but the dry taste of silt in my mouth. I was thirsty for something different. I had even tasted it during a three-month photo internship in Montana not so long ago, but as they say, \"kids change everything.\"\n\nI had desperately wanted to shoot photos for a living, but when news of fatherhood appeared on the life books, I had only had a handful of classes. I didn't think I had what it took to be a \"professional photographer.\"\n\nSo there I was... stuck between a rock and a Clovis point, so to speak. My mind on a little girl half a continent away.\n\nThe gold mine had paid well, but the transient nature of archeology wasn't going to work in the long term. I needed to find a way to work as a photographer for myself, and to be in my daughter's life, so, I started emailing portfolio links to hiring newspapers.\n\nEventually I got a call that changed everything. I was in a military tent during a dust storm and the man on the other end of the phone was a photo editor in Wyoming.\n\nSomehow through the wind and flapping of canvas I made out that he wanted to fly me out for an interview. Within a few weeks I was a staff photographer, and somehow I have managed to keep that title.\n\nI chose to tell this story because despite all of the turmoil in the industry, I still think back to the first day of my internship and my first assignment feature hunting in Montana, pausing to ponder the possibilities that lie ahead. I think back to the longing I felt to shoot in that desert in Nevada. I recall that phone call from Nate Payne, who was the photo editor at the Gillette News-Record in Wyoming.\n\nIt's been a roller coaster since, but it truly is the best job in the world. Aside from my daughter, it has brought me the proudest moments in my life.\n\nIt's even better than dynamite.\n\nMEET ALTON STRUPP\n\nBorn: Evansville, Ind., and raised in Madisonville, Ky.\n\nHigh School: Madisonville North Hopkins\n\nCollege: Western Kentucky University, B.A. in anthropology with a minor in psychology\n\nFirst job: Subway sandwich artist at age 15\n\nBiggest fear: Anything larger than me in the water\n\nHobbies: Mountain biking, rock climbing\n\nTop of bucket list: Hang gliding\n\nYears at The C-J: 2\n\nProudest moment: Watching the birth of my daughter Sonora, who is 5\n\nFavorite photographers: William Albert Allard and Joe McNally\n\nFollow Alton on Twitter\n\n@altonphoto\n\nRead or Share this story: http://cjky.it/V9u2To", "article_metadata": {"google": "notranslate", "description": "Alton Strupp trades pickaxe as archaeologist surveyor for camera to enjoy family life", "og": {"site_name": "The Courier-Journal", "description": "Alton Strupp trades pickaxe as archaeologist surveyor for camera to enjoy family life", "title": "Job a blast for C-J photographer Alton Strupp", "url": "http://www.courier-journal.com/story/news/local/2014/08/09/c-j-photographer-job-blast-tnt-worry/13800899/", "image": "http://www.gannett-cdn.com/GDContent/applogos/courier-journal.png", "type": "article"}, "twitter": {"description": "Alton Strupp trades pickaxe as archaeologist surveyor for camera to enjoy family life", "creator": "@courierjournal", "image": "http://www.gannett-cdn.com/-mm-/3a4889705c53bd4025b2ed25de50a5888ce53da7/c=600-0-3000-2400&r=x643&c=640x640/local/-/media/Louisville/2014/08/09/1-dustinaltonstrupponassignment-pearl02.jpg", "title": "On Assignment: For photographer Alton Strupp, the job a blast, and no TNT to worry about", "site": "@courierjournal", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=600030236", "fb": {"app_id": 128534137209813}, "cXenseParse": {"gci-topic": "Topics/C-J On Assignment", "gci-asset-type": "story", "gci-categories": "Topics/C-J On Assignment", "title": "Job a blast for C-J photographer Alton Strupp", "author": "Alton Strupp", "pageclass": "article", "recs": {"category": "news/local", "image-3-4": "http://www.gannett-cdn.com/-mm-/763a55ec1083d667fcd4e91eb1e9c61d53e85595/c=900-0-2700-2400/local/-/media/Louisville/2014/08/09/1-dustinaltonstrupponassignment-pearl02.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/396bcec6d0023e44491786a5fc6af98e171302c6/c=600-0-3000-2400/local/-/media/Louisville/2014/08/09/1-dustinaltonstrupponassignment-pearl02.jpg", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/9069670426708ad3057b2316b7f1f8b6f5fc643d/c=200-0-3400-2400/local/-/media/Louisville/2014/08/09/1-dustinaltonstrupponassignment-pearl02.jpg", "image": "http://www.gannett-cdn.com/-mm-/156de41a29fee42113b7a6eb5ffe6a1778e07369/c=0-188-3600-2213&r=x1683&c=3200x1680/local/-/media/Louisville/2014/08/09/1-dustinaltonstrupponassignment-pearl02.jpg", "publishtime": "2014-08-18T12:25:49.780000-04:00", "shorthed": "C-J photographer says job a blast", "articleid": 13800899, "image-16-9": "http://www.gannett-cdn.com/-mm-/9442ebff27aa307914bc3eee8e6714ec80d9b732/c=0-188-3600-2213/local/-/media/Louisville/2014/08/09/1-dustinaltonstrupponassignment-pearl02.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/de98b858909f597a471d57f2328a4b336c0dda6d/c=1125-0-2475-2400/local/-/media/Louisville/2014/08/09/1-dustinaltonstrupponassignment-pearl02.jpg"}}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070"}, "_id": "\"57477af46914bd0286fdde13\"", "article_summary": "Skip Ad Ad Loading... x Embed x Share On Assignment | CJ Photographer Alton StruppI was a transient worker in the armpit of America in 2009.\nBuy Photo On Assignment: Courier-Journal staff photographer Dustin Alton Strupp (Photo: Marty Pearl/Special to The C-J)Buy PhotoThis summer I have celebrated being alive for 30 years.\nWithin a few weeks I was a staff photographer, and somehow I have managed to keep that title.\nI also celebrated being a staff photographer at The Courier-Journal for two years.\nMEET ALTON STRUPPBorn: Evansville, Ind., and raised in Madisonville, Ky.High School: Madisonville North HopkinsCollege: Western Kentucky University, B.A."}