{"article_title": "White House fence jumper gets 17 months", "article_keywords": ["gonzalez", "iraq", "fence", "17", "house", "months", "incident", "arrest", "secret", "service", "prison", "white", "gets", "jumper"], "article_url": "http://thehill.com/homenews/administration/245130-white-house-fence-jumper-gets-17-months", "article_text": "A federal judge has sentenced a White House fence jumper to 17 months in prison for an incident that raised significant questions about the Secret Service’s effectiveness.\n\nADVERTISEMENT\n\nOmar Gonzalez pleaded guilty in March on charges related to jumping the fence and running into the White House East Room with a knife. He told law enforcement that he wanted to tell the president that the “atmosphere was collapsing,” according to court documents.\n\nGonzalez’s White House breach, coupled with a number of other of security lapses involving the president and the White House, led to the resignation of Secret Service director Julia Pierson just weeks later.\n\nThe Iraq veteran will receive credit for the time served since his arrest. He will also serve three years of supervised release after he leaves prison.\n\n“Mr. Gonzalez is now paying the price for his foolish decision to jump the fence and run inside the White House,” Acting U.S. Attorney Vincent Cohen said in a statement.\n\n“When he finishes his prison term, he will be barred from entering the District of Columbia and must receive psychiatric treatment. The prison sentence imposed by the court should deter others from taking actions that needlessly put the First Family and White House employees at risk.”\n\nGonzalez’s lawyer, public defender David Bos, called the incident “uncharacteristic when viewed in the context of his entire productive adult life” in a sentencing memo. He noted that Gonzalez is “deeply remorseful” and is addressing the “underlying issues” that led him to jump the fence.\n\nBos added that Gonzalez suffers from post-traumatic stress disorder after serving in Iraq and was honorably discharged with that diagnosis in 2012.\n\nBut the U.S. Attorney’s office’s sentencing memo, which recommended a 21-month sentence, argued that Gonzalez has a history of incidents with law enforcement while in possession of weapons.\n\nIt notes that police in Texas found him “patrolling his front yard while armed with an assault rifle, two handguns, several handgun clips and a knife” in 2013, and that Secret Service found him standing outside the White House with a hatchet in 2014.\n\nPolice also arrested him in Virginia in 2014 with multiple guns in his car after he told officers he didn’t stop for the police because the police lights triggered a hallucination of his time in Iraq. He pleaded guilty to charges in that incident and received a 15 year suspended sentence.\n\nThe filing also included photos of the trove of weapons and ammunition found in his car after his fence-jumping arrest, which included multiple guns and tomahawks.\n\nSince Gonzalez’s arrest, new Secret Service director Joseph Clancy has pledged to reform the agency. The White House is in the process of upgrading its fence with new security spikes as a deterrent.\n\n--This report was updated at 1:49 p.m.", "article_metadata": {"dcterms.description": "Omar Gonzalez pleaded guilty in March to the charges.", "description": "Omar Gonzalez pleaded guilty in March to the charges.", "generator": "Drupal 7 (http://drupal.org)", "author": "Ben Kamisar", "og": {"site_name": "TheHill", "description": "Omar Gonzalez pleaded guilty in March to the charges.", "title": "White House fence jumper gets 17 months", "url": "http://thehill.com/homenews/administration/245130-white-house-fence-jumper-gets-17-months", "image": "http://thehill.com/sites/default/files/article_images/secretservice_092214gn_0.jpg", "updated_time": "2016-02-04T03:39:59-05:00", "type": "article"}, "apple-itunes-app": "app-id=396640962", "Smart_Paging": "on", "dcterms.modified": "2016-02-04T03:39-05:00", "dcterms.identifier": "http://thehill.com/homenews/administration/245130-white-house-fence-jumper-gets-17-months", "dcterms.date": "2015-06-16T13:04-04:00", "dcterms.creator": "Ian Swanson", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "dcterms.language": "und", "dcterms.type": "Text", "keywords": "White House, Secret Service,,", "article": {"published_time": "2015-06-16T13:04:02-04:00", "modified_time": "2016-02-04T03:39:59-05:00"}, "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/homenews/administration/245130-white-house-fence-jumper-gets-17-months", "widgets": {"csp": "on"}, "description": "Omar Gonzalez pleaded guilty in March to the charges.", "card": "summary", "title": "White House fence jumper gets 17 months"}, "dcterms.title": "White House fence jumper gets 17 months"}, "_id": "\"57477af46914bd0286fd85dc\"", "article_summary": "A federal judge has sentenced a White House fence jumper to 17 months in prison for an incident that raised significant questions about the Secret Service’s effectiveness.\nGonzalez’s White House breach, coupled with a number of other of security lapses involving the president and the White House, led to the resignation of Secret Service director Julia Pierson just weeks later.\nThe White House is in the process of upgrading its fence with new security spikes as a deterrent.\nADVERTISEMENTOmar Gonzalez pleaded guilty in March on charges related to jumping the fence and running into the White House East Room with a knife.\nGonzalez is now paying the price for his foolish decision to jump the fence and run inside the White House,” Acting U.S. Attorney Vincent Cohen said in a statement."}