{"article_title": "Kansas Lawmakers Upset With Article In Newsletter Opposing Health Care Compact", "article_keywords": ["compact", "bill", "johnson", "federal", "kansas", "upset", "county", "commission", "opposing", "health", "medicare", "article", "lawmakers", "newsletter", "care"], "article_url": "http://kcur.org/post/kansas-lawmakers-upset-article-newsletter-opposing-health-care-compact", "article_text": "A newsletter for Johnson County seniors has become a source of consternation to some legislators, who say an upcoming article critical of the health care compact passed this year unfairly portrays the legislation as a threat to Medicare.\n\nSeveral people present Wednesday at a legislative breakfast hosted by the Johnson County Commission on Aging said the event was mostly cordial until Sen. Mary Pilcher-Cook, a Shawnee Republican, questioned the commission's intention to publish in a county newsletter an article critical of the compact.\n\n“There was a lot of mutual respect in the room, but a pretty strong position was taken on this one particular issue, and for that part of the meeting things did get pretty tense,” says Dan Goodman, executive director of the Johnson County Area Agency on Aging.\n\nThe commission on aging is a board of volunteers appointed by Johnson County commissioners to advise the Johnson County Area Agency on Aging.\n\nPilcher-Cook said in an email Thursday that she had not read the article in question but had concerns about the content as communicated to her.\n\n\"Someone told me about it and it was clear at the meeting there was some confusion about what the compact would allow, so I asked if they would hold it until they received more information,\" said Pilcher-Cook, who as chairwoman of the Senate Public Health and Welfare Committee pushed for passage of the bill authorizing the state’s membership in the controversial compact.\n\n‘A lot of research’\n\nCommission leaders say they are open to another meeting with legislators but aren't confused about the compact and are comfortable with the draft of the article set to run in October, one month before general elections for all House seats and statewide offices. The article outlines the commission’s opposition to the compact based on concerns about Medicare.\n\n\"As far as the information in the article being incorrect, I would certainly disagree with that,\" says Chuck Nigro, chairman of the commission's legislative committee. \"We assure you, there's been a lot of research done.\"\n\nThe compact would allow states to opt out of all federal laws regarding health care and take money currently used for federal health programs as block grants for state-run programs. Gov. Sam Brownback and governors of seven other states signed the compact bill, but it must be approved by Congress and, according to some constitutional scholars, by the president before it becomes effective.\n\nThe compact bill was meant as a repudiation of the Affordable Care Act, known as Obamacare.\n\nBut Kansas Insurance Commissioner Sandy Praeger and the AARP spoke against the bill, saying it posed a threat to Medicare, the federally run health care program for American seniors.\n\nMedicare concerns\n\nAt Wednesday's event, Pilcher-Cook questioned the commission about its intent to submit the article to The Best Times, a monthly publication that is mailed to all Johnson County residents age 60 and older.\n\nRep. Barbara Bollier, a Mission Republican, several commission members and Goodman all said that Pilcher-Cook assured commission members they had nothing to worry about regarding Medicare.\n\n“She stated adamantly that there is absolutely no change to Medicare from this bill,” says Bollier, who opposed the compact.\n\nRep. Keith Esau, an Olathe Republican, another compact supporter who was at the breakfast, says he had not read the proposed article but shared Pilcher-Cook's concerns about it.\n\n“It has some misinformation about the compact,\" Esau says. \"They’re saying that Medicare could be taken away from people, and that’s not true. The health care compact allows Kansas to manage it for ourselves instead of having the federal government manage it, but it doesn’t allow us to rob it or take it away.”\n\nEsau says the compact, based on model legislation adopted by the American Legislative Exchange Council, a conservative, business-backed group that drafts model legislation, is written so states can only use the federal block grant money for health care.\n\nBollier, a doctor, says she was unconvinced.\n\n“If you put that money into the state general fund, it is possible it can be swept and used for other things,\" Bollier says. \"We all know any money can.”\n\nIn recent years, money from the Kansas Department of Transportation's highway construction fund has been re-appropriated for a number of purposes, and dollars from a legal settlement with tobacco companies earmarked for early childhood education programs have been diverted to pay for initiatives for older children.\n\nThe state is currently deficit spending and is projected to run out of reserves next year.\n\nRep. Stephanie Clayton, an Overland Park Republican, says she might have supported the compact if an amendment carving out Medicare had been approved. But after the amendment narrowly failed, Clayton decided to vote against the compact.\n\n“It is my understanding that it would turn Medicare over to state control, and right now we’re in a precarious budget situation,\" says Clayton, who was at Wednesday's legislative breakfast.\n\nBollier says she could not support the bill because when she asked its carrier, Rep. Brett Hildabrand, a Shawnee Republican, what his plan was for state administration of Medicare, he had no answer.\n\nHildabrand did not respond to a message left Thursday, but when the bill passed he told the Wichita Eagle that Medicare would continue unchanged.\n\nPilcher-Cook says the purpose of the compact was to restore freedom to states \"being coerced by the federal health care law, aka Obamacare.\" Changes to Medicare are not contemplated, she says.\n\n\"It is clear the Kansas Legislature would have no interest in changing anything about Medicare unless it was being destroyed by the federal government,\" Pilcher-Cook says.\n\nEsau says that if the compact gains federal approval, the Legislature will probably continue to let the federal government administer Medicare.\n\n“The likelihood is we would continue to let Medicare run the way it is currently unless there is a threat to Medicare, and then we might want to manage it so we get better health care out of it,” Esau says.\n\nIn signing the bill, Brownback said he \"would strongly oppose any effort at the state level to reduce Medicare benefits or coverage for Kansas seniors\" if the state takes over the program.\n\nAn informed vote\n\nNigro, Johnson County Commission on Aging chairwoman Patti Rule and vice chairman Eugene Lipscomb say they and other commission members examined the compact bill carefully before deciding to publicly raise concerns about it.\n\n\"There were questions about the state's ability to actually operate Medicare and what the plan was, and we didn't believe it was in the best interests of Kansas seniors,\" Nigro said Thursday during a conference call that included Rule and Lipscomb.\n\nThe commission leaders say it was logical to write about the group’s stance on the issue and submit the article to The Best Times, which is designed to inform seniors.\n\nEsau disagreed, saying a government publication is \"probably not the place to have an opinion like that.\"\n\n“If they’re going to run it they should have it balanced, both sides,\" Esau says. \"It shouldn’t just be propaganda against the health care compact. It should have both sides displayed.”\n\nThe Johnson County Commission assumed publication duties of The Best Times last year. But the county's public information officer, Gerald Hay, says editorial control still rests with the Johnson County Area on Aging and, unless he hears differently from Goodman, he will run the story as is.\n\nGoodman says he has no plans to change or pull it.\n\nHe says the commission that advises his agency is made up of competent professionals or retired professionals. He says Nigro is a former nursing facility administrator, Rule is a semi-retired public health nurse and Lipscomb is a housing administrator and attorney.\n\n“We 100 percent support the advisory board,\" Goodman says. \"I followed their research on the compact bill, and I know they’ve done their due diligence. Their article is informative, but I don’t think it’s inflammatory in any way. It’s basically asking logical questions that anyone would ask if their benefits or income were being looked at.”\n\nNigro, Rule and Lipscomb say the commission had emailed Pilcher-Cook with an offer to set up another meeting about the compact, but the article has been submitted and the commission fully intends for it to run.\n\n\"If it doesn't get published, I'm sure you'll hear from us,\" Nigro says.", "article_metadata": {"category": "Health", "description": "A newsletter for Johnson County seniors has become a source of consternation to some legislators, who say an upcoming article critical of the health care", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://kcur.org/post/kansas-lawmakers-upset-article-newsletter-opposing-health-care-compact", "image": "http://mediad.publicbroadcasting.net/p/kcur/files/styles/medium/public/201409/sen_pilcher_cook_mary_1.jpg", "type": "article", "description": "A newsletter for Johnson County seniors has become a source of consternation to some legislators, who say an upcoming article critical of the health care", "title": "Kansas Lawmakers Upset With Article In Newsletter Opposing Health Care Compact"}, "story_id": 347947503, "twitter": {"site": "@kcur", "card": "summary", "creator": "@kcur"}, "author": "Andy Marso", "org_id": 0, "dc": {"title": "Kansas Lawmakers Upset With Article In Newsletter Opposing Health Care Compact"}, "nid": 61916, "datePublished": "2014-09-12", "keywords": "Medicare, Heartland Health Monitor", "wordCount": 1631, "has_audio": 0, "viewport": "width=device-width"}, "_id": "\"57477af46914bd0286fe2091\"", "article_summary": "\"It shouldn’t just be propaganda against the health care compact.\nThe commission on aging is a board of volunteers appointed by Johnson County commissioners to advise the Johnson County Area Agency on Aging.\nPilcher-Cook says the purpose of the compact was to restore freedom to states \"being coerced by the federal health care law, aka Obamacare.\"\nThe compact would allow states to opt out of all federal laws regarding health care and take money currently used for federal health programs as block grants for state-run programs.\nIt should have both sides displayed.”The Johnson County Commission assumed publication duties of The Best Times last year."}