{"article_title": "In a Single Weekend, Tragedy in Paris, a Sign of Hope in Vienna", "article_keywords": ["kerry", "war", "paris", "state", "sign", "attacks", "single", "talks", "syria", "settlement", "weekend", "tragedy", "hope", "vienna"], "article_url": "http://www.thefiscaltimes.com/Columns/2015/11/16/Single-Weekend-Tragedy-Paris-Sign-Hope-Vienna", "article_text": "Buried in all the moving, hard-to-fathom accounts of the savage assaults in Paris Friday are a few home truths. French President François Hollande didn’t hesitate to term the attacks an act of war, and he’s sadly right: The terrorists’ war we’re accustomed to watching on television is out our windows now.\n\nLast week The New York Times published a distressing account of life in northeast Syria, where everyone’s vulnerable all the time. As of Friday, aren’t the vulnerabilities of those dwelling in the seats of Western power—Paris, Washington, New York, London—merely a matter of degree?\n\n“What you are doing in Syria, you are going to pay for it now,” witnesses quoted one terrorist gunman as shouting as he opened fire on Parisian concertgoers. While I’ve long found excessive fear mongering destructive, Americans, especially, need to think hard about this.\n\n\n\nRelated: Terror Attacks in Paris Kill 129, Leaving France in Shock\n\nLet’s assume the Friday assault was in retaliation for French bombing sorties over Syria, which the Hollande government began on September 27, three days before Russia began its air campaign. Where does this land the U.S., which has been bombing in Syria for nearly 18 months, on the Islamic State’s list of targets?\n\nThere’s a legal dimension to Hollande’s “act of war” that couldn’t be clearer-cut on the face of it. The NATO treaty stipulates that an attack on one member is an attack on all. The implication here is plain: There are grounds now for the war against ISIS to escalate dramatically. And maybe it should. Post-Paris, let’s get this done.\n\nIt’s almost perverse to say so amid all the tragedy and sadness, but the weekend brought positive news from Vienna, where Secretary of State Kerry and foreign ministers from more than a dozen other nations held their second round of talks aimed at a settlement in Syria. Those in attendance left no doubt that their negotiations, which began with a moment’s silence in honor of Friday’s victims in Paris, now assume a new sense of urgency.\n\nRelated: Paris Attacks May Reshape U.S. Presidential Race\n\n“We all recognize the urgency of the moment,” Kerry announced after intensive talks Saturday. Those in attendance do not agree on all the issues when it comes to Syria, he added, “but we do agree on this: It is time for the bleeding in Syria to stop. It is time to deprive the terrorists of any single kilometer in which to hide. It is time that we come together to help the Syrian people embark on the difficult but extraordinarily high imperative of rebuilding their country.”\n\nThat seems to have captured the session’s mood, and there are two important implications here. One, a united front against the Islamic State, urged by some and rejected by others, may now be possible.\n\nTwo, to say the Paris tragedy added purpose and urgency to the talks is to acknowledge that all parties to Syria’s many-sided war share responsibility for terror’s spread to Western capitals. This recognition opens the way to the kind of partnerships and holistic thinking necessary to forge a durable solution. Neither has so far proven possible.\n\nThe first Vienna session, two weekends ago, delivered a very broad-brush outline of a settlement: an internationally enforced ceasefire, a U.N.-supervised constitutional revision intended to accommodate Syria’s divisive ethnic and religious differences, and nationwide elections, also U.N.-organized and closely monitored by international powers.\n\nRelated: Paris Attacks Will Put More Pressure on Canada Over IS Mission\n\nThis weekend’s gathering went much further and set a far faster pace:\n\n• All nations with influence among combatants are to contribute to enforcing a nationwide ceasefire.\n\n• Jordan, a frontline state, is to head a working group that will determine which opposition formations fighting the Assad government can participate in talks intended to produce an interim, unity government and which will be excluded as terrorist organizations.\n\n• Agreeing to find “as rapid a path as possible,” the ministers propose to begin formal negotiations between the Assad government in Damascus and its opposition—political and armed—by January 1.\n\n• U.N.-sponsored elections, which are to include the vast population of Syrians now in exile, will be held within 18 months—as things now stand, by June 2017.\n\nRelated: After Paris, Republicans Hit Refugee Plan and Clinton Stance\n\nYes, there’s not yet agreement on numerous outstanding questions. Chief among these, as is well known, is the fate of President Assad: Does he stay until Syrians can choose their future leaders (the Russian position) or go as an impediment to a settlement (the U.S. demand).\n\nAdditionally, Kerry and others acknowledged that the schedule set this weekend is “pushing it,” as Kerry put it.\n\nBut these issues appear at least marginally more negotiable than they did even a week ago. “It was further momentum,” Staffan de Mistura, the U.N. envoy who is to oversee unity talks, said of Saturday’s session.\n\nIf the tragedy in Paris stiffened spines in Vienna, good. But there’s one other connection between the savagery in France and the talks in Austria, which are scheduled to reconvene in a month: The French must build all the memorials they want around their capital, but the best would be to defeat the Islamic State decisively and end the war in Syria.", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Buried in all the moving, hard-to-fathom accounts of", "title": "In a Single Weekend, Tragedy in Paris, a Sign of Hope in Vienna", "url": "http://www.thefiscaltimes.com/Columns/2015/11/16/Single-Weekend-Tragedy-Paris-Sign-Hope-Vienna", "image": "http://cdn.thefiscaltimes.com/sites/default/files/paris_attacks_5.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/Columns/2015/11/16/Single-Weekend-Tragedy-Paris-Sign-Hope-Vienna", "image": "http://cdn.thefiscaltimes.com/sites/default/files/paris_attacks_5.jpg", "creator": "@psmith7600", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "Buried in all the moving, hard-to-fathom accounts of", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "Related: Paris Attacks May Reshape U.S. Presidential Race“We all recognize the urgency of the moment,” Kerry announced after intensive talks Saturday.\nIf the tragedy in Paris stiffened spines in Vienna, good.\nTwo, to say the Paris tragedy added purpose and urgency to the talks is to acknowledge that all parties to Syria’s many-sided war share responsibility for terror’s spread to Western capitals.\nBuried in all the moving, hard-to-fathom accounts of the savage assaults in Paris Friday are a few home truths.\nRelated: Paris Attacks Will Put More Pressure on Canada Over IS MissionThis weekend’s gathering went much further and set a far faster pace:• All nations with influence among combatants are to contribute to enforcing a nationwide ceasefire."}