{"article_title": "Another Nail in the Coffin for Pork Barrel Spending", "article_keywords": ["pork", "voters", "spending", "support", "washington", "little", "nail", "federal", "yglesias", "way", "barrel", "coffin"], "article_url": "http://townhall.com/columnists/israelortega/2014/12/11/another-nail-in-the-coffin-for-pork-barrel-spending-n1930542", "article_text": "It wasn’t long ago that politicians were chomping at the bit to become the next in line for the Appropriations Committee Chair or bragging about “bringing home the bacon.” But in case anyone was wondering if voters care about this shady patronage system that benefits the well connected, Mary Landrieu’s failed campaign answered that.\n\nHer last minute pitch to Louisiana voters that she is the Drew Brees of the U.S. Senate when it comes to delivering federal money fell on deaf ears. An embarrassing plea for a three term senator. But can you really blame her? These tactics worked for her twelve years ago, when she was locked in another December run-off in a year when Bush was actually popular and the Republican Party was strong.\n\nFortunately for our democratic process, voters in Louisiana seemed less interested in being bought off for their votes.\n\nYou’d think this would be a welcome development, but that would be forgetting that Washington, D.C. is full of Jonathan Gruber’s that are convinced that the American people are stupid and need intellectual technocrats to run their lives. Slate’s Matt Yglesias laments the decline in earmarking and pork barrel spending and writes:\n\n“It turns out that a Congress full of highly principled men and women, fired-up by genuine idealism about America’s future, is a place where nothing gets done.”\n\nNothing is a euphemism for big government. For progressives like Yglesias and his ilk, success in Washington, D.C. is measured by the number of laws and regulations that are passed and created. Forget public polls that show little confidence by the American people in the Administration, Congress and the federal agencies to take on even more responsibility. From the VA crisis in the summer to the botched rollout and implementation of Obamacare to the thousands of undocumented children from Central America crossing the border, the follies are too many to count. And yet, these are merely distractions or bumps in the road for central planners.\n\nYglesias is not alone of course, CNN Contributor Julian Selizer writes in a column aptly titled, “Is There Anything Wrong with A Little Pork Barrel Spending?” – the following:\n\n“Earmarked spending is a good way to build broad and durable party support for important public policies. Very often, crafting programs that provide pork to legislators has been an effective way to broaden support for a policy.”\n\nThese sentiments harken back to the days when Republicans happily went along with Democrats in running up the deficit by passing 800 billion plus dollar pieces of legislation like Medicare Part D while all the same securing federal dollars for Bridges to Nowhere.\n\nMake no mistake, this is the bipartisanship that liberals and the Editorial Page writers for the New York Times miss. So what if in the process of passing new laws and running up the debt, Congressman and Senators are securing large swaths of money with little oversight and transparency? As Jonathan Gruber said, “lack of transparency is a huge political advantage.”\n\nSure, being a Democrat in a Republican state didn’t help Sen. Landrieu, but she certainly didn’t help her chances by using a playbook from 2002. Voters seem less impressed with congressional seniority, fancy titles and bribery in the form of earmarks.\n\nPork Barrel spending isn’t dead, but it sure seems to be on life support. Here’s hoping we pull the plug for good.", "article_metadata": {"description": "It wasnt long ago that politicians were chomping at the bit to become the next in line for the Appropriations Committee Chair or bragging about bringing home the bacon..05/26/2016 0:02:36AM EST.", "author": "Israel Ortega", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "It wasnt long ago that politicians were chomping at the bit to become the next in line for the Appropriations Committee Chair or bragging about bringing home the bacon.", "title": "- Another Nail in the Coffin for Pork Barrel Spending", "url": "http://townhall.com/columnists/israelortega/2014/12/11/another-nail-in-the-coffin-for-pork-barrel-spending-n1930542", "image": "http://media.townhall.com/townhall/reu/ha/2014/335/89fe6f02-23a7-432a-af33-4e66fad8c87d.jpg", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "It wasnt long ago that politicians were chomping at the bit to become the next in line for the Appropriations Committee Chair or bragging about bringing home the bacon.", "title": "- Another Nail in the Coffin for Pork Barrel Spending", "url": "http://townhall.com/columnists/israelortega/2014/12/11/another-nail-in-the-coffin-for-pork-barrel-spending-n1930542", "image": "http://media.townhall.com/townhall/reu/ha/2014/335/89fe6f02-23a7-432a-af33-4e66fad8c87d.jpg", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "Another Nail in the Coffin for Pork Barrel Spending, Israel Ortega, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "_id": "\"57477afa6914bd0286fe5d19\"", "article_summary": "Pork Barrel spending isn’t dead, but it sure seems to be on life support.\nYglesias is not alone of course, CNN Contributor Julian Selizer writes in a column aptly titled, “Is There Anything Wrong with A Little Pork Barrel Spending?” – the following:“Earmarked spending is a good way to build broad and durable party support for important public policies.\nSlate’s Matt Yglesias laments the decline in earmarking and pork barrel spending and writes:“It turns out that a Congress full of highly principled men and women, fired-up by genuine idealism about America’s future, is a place where nothing gets done.”Nothing is a euphemism for big government.\nFortunately for our democratic process, voters in Louisiana seemed less interested in being bought off for their votes.\nMake no mistake, this is the bipartisanship that liberals and the Editorial Page writers for the New York Times miss."}