{"article_title": "Sunday Funday: County Fair Edition", "article_keywords": ["week", "wage", "kids", "run", "funday", "fair", "detroit", "county", "edition", "state", "scale", "split", "stopping"], "article_url": "http://www.blogforiowa.com/2014/07/20/sunday-funday-county-fair-edition/", "article_text": "\n\nCome one, come all to the great Muscatine County Fair in historic West Liberty, Iowa. We have exhibits of plants and foods; we have show animals of all varieties and we have a midway with thrilling rides and scrumptious one of a kind fair food – including elephant ears and half-pound tenderloins and delicious fried onions! Mmmmm, Mmmmmm, once a year that is some fine eating.\n\nSee your friends, see your neighbors. Enjoy a show in the grove while you eat a delicacy. Stay for the races and cheer on the local favorites! See YOU at the fair.\n\nGot to wonder how much longer the whole Fair circuit will survive. I am sure it is one tradition that will not go away easily. Many, many kids remember the fair with love all their lives – the rides, the animals, the friends. But most fairs are just scraping by these days. We wish them another hundred years of success.\n\nI got some questions for you\n\n1) The two big stories of the week happened within the same hour on Thursday. One was the downing of the plane in Ukraine. What was the other?\n\n2) The Branstad administration nixed a million dollar deal from the feds this week which would have studied what in Iowa?\n\n3) Surprisingly, an overwhelming number (74%) of Republicans who have this like it very much. What is it?\n\n4) Steve King is seeking to end this wage scale on projects paid for with federal funds. What is this wage scale called?\n\n5) A proposed pipeline that would cut across Iowa would move oil from where?\n\n6) Reaching back to a historic events, 25 years ago yesterday was a tragic day in Sioux City. What happened?\n\n7) Another week, another judge declares laws against marriage equality invalid. What state joined the ranks of equality this week?\n\n8) Netroots Nation met in Detroit this week. Along with all its other troubles, Detroit is now cutting what utility from households in arrears in payments?\n\n9) 73 in real years, but still looking all of 17, what character died taking a bullet aimed at his gay friend?\n\n10) You would think after this long this guy could run on his record. Who spent $1M on his re-election in 7 weeks?\n\n11) After becoming a right wing whipping dog, what soldier is out of therapy and assigned to a low pressure desk job?\n\n12) In Arizona, a Congressional candidate staged a big show of stopping a bus of immigrant kids only to be informed the bus was actually what?\n\n13) In California, a measure to split the state up has enough signatures for the 2016 ballot. This measure will split California into how many states?\n\n14) What major tech company announced it would be laying off 18,000 over the next year?\n\n15) If you lived in Los Angeles and wanted to wash your car, how much might it cost you?\n\nWhere were you 45 years ago when Armstrong and Aldrin landed on the moon? I was working at a gas station on the interstate. I had a small B&W TV that barely got a picture. Customers came and went, most stopping for a few moments to watch events unfold. It was a magic day.\n\nAnswers:\n\n1) The invasion of the Gaza Strip by Israel\n\n2) Solar Energy\n\n3) Obamacare or the ACA. Please keep fighting it, Republicans.\n\n4) the prevailing wage scale\n\n5) North Dakota (the Bakken Field)\n\n6) United Airline Flight 232 crash landed after losing all flight controls\n\n7) Florida\n\n8) Water. Citizens of Detroit have appealed to the UN.\n\n9) Archie Andrews. Killed off after a long run\n\n10) Branstad. And no, he can’t run on his record\n\n11) Bowe Bergdahl\n\n12) a group of YMCA kids going to camp. He said they looked really scared\n\n13) 6\n\n14) Microsoft\n\n15) $500 for frivolous use of water.\n\nRAGBRAI??? Never heard of it!", "article_metadata": {}, "article_summary": "4) Steve King is seeking to end this wage scale on projects paid for with federal funds.\nCome one, come all to the great Muscatine County Fair in historic West Liberty, Iowa.\nMany, many kids remember the fair with love all their lives – the rides, the animals, the friends.\nWhat is this wage scale called?\nGot to wonder how much longer the whole Fair circuit will survive."}