{"article_title": "Elaine Wynn joins push to expand gun background checks in NV", "article_keywords": ["wynn", "background", "gun", "young", "state", "vegas", "elaine", "nv", "joins", "push", "initiative", "nevada", "checks", "expand", "las"], "article_url": "http://www.washingtontimes.com/news/2015/jan/18/elaine-wynn-joins-push-to-tighten-gun-background-c/", "article_text": "LAS VEGAS (AP) - Elaine Wynn, the co-founder of Wynn Resorts and former wife of Steve Wynn, has joined the effort to expand gun background checks in Nevada.\n\nNevadans for Background Checks, in a statement Friday, said she’ll chair its new statewide advisory board to push an initiative that has qualified for the 2016 ballot.\n\nNevada currently requires criminal and mental health background checks for gun buyers making purchases from licensed dealers, but not for purchases from private sellers or exhibitors at gun shows. Supporters say the initiative would close that loophole.\n\n“Keeping guns out of the hands of criminals, domestic abusers, and the dangerously mentally ill isn’t a political issue; it’s common sense,” Wynn said in a statement. “Nevadans for Background Checks is ready to turn our state’s broad public support for stronger, smarter gun laws into life-saving action.”\n\nOther advisory board members include former Las Vegas Mayor Jan Jones Blackhurst, former Clark County Sheriff Bill Young, former state Sen. Justin Jones of Las Vegas and former Harrah’s Entertainment executive Phil Satre and his wife, Jennifer. Others are Marybel Batjer, former chief of staff to Nevada Gov. Kenny Guinn; Sue Meuschke, executive director of the Nevada Network Against Domestic Violence; and Robert Fowler, senior pastor of the Victory Baptist Church of Las Vegas.\n\nUnder state law, the Nevada Legislature has 40 days from the Feb. 2 start of the legislative session to pass the initiative before it is automatically added to the November 2016 ballot.\n\n“The state Legislature should act on this background check initiative before more lives are lost senselessly to gun violence,” Young said.\n\nThe Nevada initiative, like a measure that passed in November in Washington state, has backing from Everytown for Gun Safety, a gun control group founded and funded by former New York Mayor Michael Bloomberg.\n\nIts opponents include Nevadans for State Gun Rights and the Nevada Firearms Coalition, a political action committee affiliated with the powerful National Rifle Association.", "article_metadata": {"description": "Elaine Wynn, the co-founder of Wynn Resorts and former wife of Steve Wynn, has joined the effort to expand gun background checks in Nevada.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"url": "http://www.washingtontimes.com/news/2015/jan/18/elaine-wynn-joins-push-to-tighten-gun-background-c/", "site_name": "The Washingtion Times", "type": "article", "description": "Elaine Wynn, the co-founder of Wynn Resorts and former wife of Steve Wynn, has joined the effort to expand gun background checks in Nevada.", "title": "Elaine Wynn joins push to expand gun background checks in NV"}, "twitter": {"description": "Elaine Wynn, the co-founder of Wynn Resorts and former wife of Steve Wynn, has joined the effort to expand gun background checks in Nevada.", "site": "@washtimes", "card": "summary", "title": "Elaine Wynn joins push to expand gun background checks in NV"}, "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web1", "viewport": "width=device-width, initial-scale=1, user-scalable=yes"}, "_id": "\"57477af46914bd0286fe2095\"", "article_summary": "LAS VEGAS (AP) - Elaine Wynn, the co-founder of Wynn Resorts and former wife of Steve Wynn, has joined the effort to expand gun background checks in Nevada.\nNevadans for Background Checks, in a statement Friday, said she’ll chair its new statewide advisory board to push an initiative that has qualified for the 2016 ballot.\nNevada currently requires criminal and mental health background checks for gun buyers making purchases from licensed dealers, but not for purchases from private sellers or exhibitors at gun shows.\nIts opponents include Nevadans for State Gun Rights and the Nevada Firearms Coalition, a political action committee affiliated with the powerful National Rifle Association.\n“The state Legislature should act on this background check initiative before more lives are lost senselessly to gun violence,” Young said."}