{"article_title": "SNL responds to the Michael Sam kiss outrage", "article_keywords": ["sketch", "vogelcheck", "family", "sam", "watching", "snl", "michael", "responds", "session", "kiss", "outrage", "tongue", "boyfriend"], "article_url": "http://redalertpolitics.com/2014/05/18/snl-responds-michael-sam-kiss-outrage/", "article_text": "It wouldn’t be Saturday Night Live with a little over the top dramatic sketch. Last night, SNL mocked the world’s outrage to openly gay football player Michael Sam’s kiss with his boyfriend with an incestuous make out session of their own.\n\nAfter Sam was drafted for the Rams last weekend, he and his boyfriend shared a kiss that went viral. The kiss between the two men sparked a lot of outrage — outrage that SNL mocks in this week’s skit, “Kissing Family.”\n\nIn SNL’s “Kissing Family” sketch, the Vogelchecks welcome their son (Andy Samberg) and his boyfriend Matt (Taran Killam), but not without showing enough affection to make anyone watching uncomfortable. The loving Vogelcheck family welcomes each member with a kiss, tongue included in some cases, and even a tongue in the ear.\n\nWhile watching the NFL draft as a family, some members are not impressed with the PDA from Sam and his boyfriend.\n\n“Kissing his boyfriend? Seems like a lot for TV,” one of the Vogelcheck sons chimes in while motorboating his mother.\n\nMatt (Killiam) is quick to call out the family’s close-minded hypocrisy.\n\n“I didn’t speak up when you all made out as a family,” he says, “and I think you’re being a little close-minded about a happy couple celebrating on television who just happen to be gay.”\n\nWatch the incestuous SNL make out session here.", "article_metadata": {"generator": "NGFB Pro 7.8.4U", "og": {"site_name": "Red Alert Politics", "description": "It wouldn't be Saturday Night Live with a little over the top dramatic sketch. Last night, SNL mocked the world's outrage to openly gay football player Michael Sam's kiss with his boyfriend with an incestuous make out session of their own.", "title": "SNL responds to the Michael Sam kiss outrage - Red Alert Politics", "locale": "en_US", "image": {"width": 600, "identifier": "http://redalertpolitics.com/files/2014/05/Screen-Shot-2014-05-18-at-10.24.39-AM1-600x375.png", "height": 375}, "url": "http://redalertpolitics.com/2014/05/18/snl-responds-michael-sam-kiss-outrage/", "type": "article"}, "fb": {"admins": 1285945407, "app_id": 529886110401651}, "msvalidate.01": "0F003B4674EABE0F24651B476B61A43C", "article": {"publisher": "https://www.facebook.com/RedAlertPolitics", "tag": "snl-make-out-session", "published_time": "2014-05-18T10:58:13+00:00", "modified_time": "2014-05-18T10:58:13+00:00"}, "viewport": "width=device-width"}, "_id": "\"57477af36914bd0286fd3697\"", "article_summary": "The loving Vogelcheck family welcomes each member with a kiss, tongue included in some cases, and even a tongue in the ear.\nLast night, SNL mocked the world’s outrage to openly gay football player Michael Sam’s kiss with his boyfriend with an incestuous make out session of their own.\nAfter Sam was drafted for the Rams last weekend, he and his boyfriend shared a kiss that went viral.\nWhile watching the NFL draft as a family, some members are not impressed with the PDA from Sam and his boyfriend.\nThe kiss between the two men sparked a lot of outrage — outrage that SNL mocks in this week’s skit, “Kissing Family.”In SNL’s “Kissing Family” sketch, the Vogelchecks welcome their son (Andy Samberg) and his boyfriend Matt (Taran Killam), but not without showing enough affection to make anyone watching uncomfortable."}