{"article_title": "Rep. Matt Gaetz Reflects on This Year's Legislative Session", "article_keywords": ["legislative", "gaetz", "rep", "bill", "florida", "matt", "violent", "session", "medicaid", "predators", "healthcare", "sexual", "reflects"], "article_url": "http://www.wjhg.com/home/headlines/Representative-Matt-Gaetz-Reflects-On-This-Years-Legislative-Session-315138961.html", "article_text": "A messy fight over the state's budget led to the regular legislative session ending three days early, killing several major bills. Despite the chaos at the capitol, some lawmakers, like Representative Matt Gaetz, say this session was a productive one.\n\nRepresentative Gaetz said there were some bumps in the road, but he believes a lot was accomplished during this year's legislative session, including a bill he authored that he says is the most comprehensive bill cracking down on violent sexual predators in America.\n\n\"This was sort of a bumpy plane ride that had a very smooth landing,\" said Representative Matt Gaetz.\n\nA stalemate over healthcare led to the regular legislative session ending three days early. Senate Republicans wanted to expand Medicaid under the Affordable Care Act, but the House was against it. It turns out that Florida will not expand healthcare to the uninsured, but lawmakers did pass a nearly $79 billion budget.\n\n\"I had a view that was common in the Florida House of Representatives that we didn't need to be a state that expanded Obamacare by putting 600,000 more people in Florida on the state's Medicaid roles.\"\n\nGaetz says focusing on expanding Medicaid ignores the real problem in the healthcare system.\n\n\"What can we do to create a more free market system in healthcare where we have lower costs for all patients.\"\n\nOne of Gaetz's major successes this session was passing a bill he authored that cracks down on violent sexual predators. Gaetz says after tracking 600 violent sexual predators after their release from prison he found out that collectively they had killed 15 people, raped 120 people and molested more than 1,400 children.\n\n\"Now if someone rapes a child under the age of 12, or a senior citizen, or someone whose developmentally disabled, they will serve no less than 50 years in a maximum security prison. We're going to have scorched earth in Florida as it relates to violent sexual predators and we're going to keep them locked up.\"\n\nGaetz says next session he will also be focused on continuing to cut taxes.\n\n\"Starting this month, your viewers will be able to see a reduction in the taxes they pay on cell phones, on cable TV, satellite TV and on their internet services and those are taxes that most Floridians pay. It's good to see that broad based $400 million tax cut come to fruition.\"\n\nGaetz is also hoping to pass an education bill that failed this session. The bill would not count the performance of a student who misses more than 20 days of school when it comes to grading the performance of a school district, teacher or principal.\n\nLawmakers will be back in Tallahassee in September to begin preparing for the next legislative session.", "article_metadata": {"description": "A messy fight over the state's budget led to the regular legislative session ending three days early, killing several major bills. Despite the chaos at the capitol, some lawmakers, like Representative Matt Gaetz says this session was a productive one.", "language": "english", "author": "Kelly Baumgarten", "og": {"url": "http://www.wjhg.com/home/headlines/Representative-Matt-Gaetz-Reflects-On-This-Years-Legislative-Session-315138961.html", "image": "http://media.graytvinc.com/images/CAP+BUILDING.jpg", "type": "article", "description": "A messy fight over the state's budget led to the regular legislative session ending three days early, killing several major bills. Despite the chaos at the capitol, some lawmakers, like Representative Matt Gaetz says this session was a productive one.", "title": "Rep. Matt Gaetz Reflects on This Year's Legislative Session"}, "twitter": {"description": "A messy fight over the state's budget led to the regular legislative session ending three days early, killing several major bills. Despite the chaos at the capitol, some lawmakers, like Representative Matt Gaetz says this session was a productive one.", "creator": "@WJHG_TV", "url": "http://www.wjhg.com/home/headlines/Representative-Matt-Gaetz-Reflects-On-This-Years-Legislative-Session-315138961.html", "image": "http://media.graytvinc.com/images/CAP+BUILDING.jpg", "title": "Rep. Matt Gaetz Reflects on This Year's Legislative Session", "site": "@WJHG_TV", "card": "summary_large_image"}, "msvalidate.01": "9CD4A96D8A076527F07FD24CFCDE5489", "keywords": "Rep. Matt Gaetz Reflects on This Year's Legislative Session", "google-site-verification": "orfdzs_E4bRXom1qluA34zerrmjsg4QfrlLSkrR3ZAQ", "viewport": "width=device-width, initial-scale=1", "news_keywords": "Rep Matt Gaetz Reflects on"}, "article_summary": "A messy fight over the state's budget led to the regular legislative session ending three days early, killing several major bills.\nLawmakers will be back in Tallahassee in September to begin preparing for the next legislative session.\nA stalemate over healthcare led to the regular legislative session ending three days early.\nDespite the chaos at the capitol, some lawmakers, like Representative Matt Gaetz, say this session was a productive one.\nOne of Gaetz's major successes this session was passing a bill he authored that cracks down on violent sexual predators."}