{"article_title": "Tax preparers prepare to give bad Obamacare news", "article_keywords": ["insurance", "prepare", "preparers", "smith", "obamacare", "penalty", "bad", "going", "health", "tax", "sign", "graham", "tell"], "article_url": "http://money.cnn.com/2015/01/21/news/economy/obamacare-tax/", "article_text": "Are you thinking about tax day yet? Your friendly neighborhood tax preparer is.\n\nIRS Commissioner John Koskinen declared this tax season one of the most complicated ever, and tax preparers from coast to coast are trying to get ready for the first year that Obamacare will show up on your tax form.\n\nSue Ellen Smith manages an H&R Block (HRB) office in San Francisco, and she is expecting things to get busy soon.\n\n\"This year taxes and health care intersect in a brand new way,\" Smith says.\n\nFor most people, who get insurance through work, the change will be simple: checking a box on the tax form that says, \"yes, I had health insurance all year.\"\n\nBut it will be much more complex for an estimated 25 million to 30 million people who didn't have health insurance or who bought subsidized coverage through the exchanges.\n\nRelated: IRS warns of tax refund delays\n\nTo get ready, Smith and her team have been training for months, running through a range of hypothetical scenarios. One features \"Ray\" and \"Vicky,\" a fictional couple from an H&R Block flyer. Together they earn $65,000 a year, and neither has health insurance.\n\n\"The biggest misconception I hear people say is, 'Oh the penalty's only $95, that's easy,'\" says Smith, but the Rays and Vickys of the world are in for a surprise that will hit their refund. \"In this situation, it's almost $450.\"\n\nThat's because the penalty for being uninsured in 2014 is $95 or 1 percent of income, whichever is greater. Next year, it's 2 percent. The smartest move for people to avoid those penalties is to sign up for insurance before Feb. 15, the end of the health law's open enrollment period, Smith says.\n\nBut a lot of people may not think about this until they file their taxes in April. For them, it will be too late to sign up for health insurance and too late to do anything about next year's penalty too, says Mark Steber, chief tax officer for Jackson Hewitt Tax Services.\n\n\"They're kind of stuck,\" says Steber. \"Quite frankly, that's a very difficult discussion.\"\n\nSteber's team at Jackson Hewitt is also doing role playing with tax advisors to prepare them for delivering bad news -- in case taxpayers want to blame the messenger.\n\nRelated: Obamacare tax surprise looming\n\nLou Graham works at an H&R Block office in Hartford, Conn., and he is facing the same concerns. He is bracing to tell people who underestimated their 2014 incomes that they received too generous a subsidy and that they'll soon have to pay the government back.\n\n\"I'm going to tell a client, 'I'm sorry, $300 of your return is not going to be yours.' Well, that will send them right through the roof,\" Graham says.\n\nLike his colleague Smith in California, Graham is afraid some people may be completely unaware of the penalty for not having insurance. That means Graham may have to deliver two pieces of bad news: First, he'll tell them they owe a penalty for 2014, and then he'll tell them it's too late to sign up for 2015.\n\n\"So they're going to get stymied twice,\" he says.\n\nBut he also hopes to guide people to some good news. A lot of people may not know that they're able to get an exemption from the law's mandate to get insurance. And it's his job to pull it out of them.\n\n\"'I didn't have insurance for six months, but, you know what? I had got a notice that my electricity was going to be cut off.' Well, you fall into a hardship case,\" Graham says. \"Those things need to be explored and not many people want to bring that forward.\"\n\nDiscussing these issues is important. Tax preparers like Graham can only help if tax filers seek them out. And most people don't. Not in January, anyway.\n\nRelated: 'Devastating erosion' of taxpayer services at IRS\n\n\"It's real early. People don't really start thinking about tax work until they get their W-2s in their hands,\" he says.\n\nAnd that presents a real time crunch. Most people won't get those W-2 wage statements until the end of January. That gives them just two weeks before the Obamacare clock runs out on them on February 15.\n\nThis story is part of a reporting partnership that includes NPR, WNPR, KQED and Kaiser Health News, a national health policy news service.", "article_metadata": {"news_keywords": "obamacare, tax, taxes, affordable care act, aca, h&r block, 1095-a, 8965, 8962, form 1040, irs, internal revenue service, kaiser family foundation, economy, cnnmoney", "title": "Tax preparers prepare to give bad Obamacare news", "og": {"site_name": "CNNMoney", "description": "This tax season one of the most complicated ever. Tax preparers are trying to prepare for the first year that Obamacare will show up on your tax form.", "title": "Tax preparers prepare to give bad Obamacare news", "url": "http://money.cnn.com/2015/01/21/news/economy/obamacare-tax/index.html", "image": "http://i2.cdn.turner.com/money/dam/assets/150121151413-tax-preparers-obamacare-780x439.jpg", "type": "article"}, "section": "news", "author": "April Dembosky, KQED, and Jeff Cohen, WNPR", "vr": {"category": "economy", "type": "Article"}, "DC.date.issued": "2015-01-21T03:25:33", "keywords": "obamacare, tax, taxes, affordable care act, aca, h&r block, 1095-a, 8965, 8962, form 1040, irs, internal revenue service, kaiser family foundation, economy, cnnmoney", "fb": {"app_id": 521848191196480}, "subsection": "economy", "date": "2015-01-21 03:25:33", "twitter": {"description": "This tax season one of the most complicated ever. Tax preparers are trying to prepare for the first year that Obamacare will show up on your tax form.", "title": "Tax preparers prepare to give bad Obamacare news", "url": "http://money.cnn.com/2015/01/21/news/economy/obamacare-tax/index.html", "image": "http://i2.cdn.turner.com/money/dam/assets/150121151413-tax-preparers-obamacare-540x304.jpg", "site": "@CNNMoney", "card": "summary_large_image"}, "viewport": "width=1140", "description": "This tax season one of the most complicated ever. Tax preparers are trying to prepare for the first year that Obamacare will show up on your tax form."}, "_id": "\"57477af46914bd0286fe4ce3\"", "article_summary": "Related: Obamacare tax surprise loomingLou Graham works at an H&R Block office in Hartford, Conn., and he is facing the same concerns.\nTax preparers like Graham can only help if tax filers seek them out.\nIRS Commissioner John Koskinen declared this tax season one of the most complicated ever, and tax preparers from coast to coast are trying to get ready for the first year that Obamacare will show up on your tax form.\nFor most people, who get insurance through work, the change will be simple: checking a box on the tax form that says, \"yes, I had health insurance all year.\"\nTogether they earn $65,000 a year, and neither has health insurance."}