{"article_title": "Rick Santorum sounds off on 'bomb throwers' Rand Paul, Ted Cruz", "article_keywords": ["rand", "throwers", "santorum", "ted", "rubio", "gop", "cruz", "potential", "rick", "mr", "sen", "bomb", "sounds", "paul", "really"], "article_url": "http://www.washingtontimes.com/news/2015/jan/12/rick-santorum-sounds-off-rand-paul-ted-cruz/", "article_text": "Former Sen. Rick Santorum of Pennsylvania threw a few elbows at several potential rivals for the 2016 GOP presidential nomination, calling possible contenders Sens. Rand Paul of Kentucky and Ted Cruz of Texas “bomb throwers” with little experience.\n\n“Do we really want someone with this little experience?” Mr. Santorum said, referring to Mr. Paul, Mr. Cruz and Sen. Marco Rubio of Florida, The New York Times reported. “And the only experience they have basically — not Rubio, but Cruz and Paul because I don’t think Rubio is going to go — is bomb throwing? Do we really want somebody who’s a bomb thrower, with no track record of any accomplishments?”\n\nDoug Stafford, a senior adviser to Mr. Paul, told the paper they would pass on responding to the “alleged wisdom” of someone who lost re-election in 2006 by 18 points and who “has spent the time since then trying to convince people to elect him to an even higher office than the one he was booted out of.”\n\nCruz adviser Jason Miller said Mr. Cruz had “done exactly what he promised he’d do,” and that Mr. Cruz had led “the fight to repeal Obamacare, protect the border and defend American sovereignty.”\n\nMr. Santorum also pointed out potential criticism from the right that could be leveled at former Arkansas Gov. Mike Huckabee on issues like Common Core education standards, immigration, taxes, and climate change.\n\nShould Mr. Santorum, the last Republican standing against 2012 GOP presidential nominee Mitt Romney, decide to give it another go in 2016, he could be battling with all the potential candidates he mentioned for votes among the conservative base of the GOP.\n\nA spokeswoman for Mr. Huckabee said the former governor’s actual views, and not “distortions” of them, are available through his 12 books, years of television and radio commentary, and frequent postings on social media, dinging Mr. Santorum for “pulling the pin on grenades tossed in our own GOP tent.”", "article_metadata": {"description": "Former Sen. Rick Santorum of Pennsylvania threw a few elbows at several potential rivals for the 2016 GOP presidential nomination, calling possible contenders Sens. Rand Paul of Kentucky and Ted Cruz of Texas \"bomb throwers\" with little experience.", "Author": "David Sherfinski", "og": {"site_name": "The Washingtion Times", "description": "Former Sen. Rick Santorum of Pennsylvania threw a few elbows at several potential rivals for the 2016 GOP presidential nomination, calling possible contenders Sens. Rand Paul of Kentucky and Ted Cruz of Texas “bomb throwers” with little experience.", "title": "Rick Santorum sounds off on ‘bomb throwers’ Rand Paul, Ted Cruz", "url": "http://www.washingtontimes.com/news/2015/jan/12/rick-santorum-sounds-off-rand-paul-ted-cruz/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/11/12/11122014_ap3247295873748201.jpg", "type": "article"}, "twitter": {"image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/11/12/11122014_ap3247295873748201.jpg", "title": "Rick Santorum sounds off on ‘bomb throwers’ Rand Paul, Ted", "description": "Former Sen. Rick Santorum of Pennsylvania threw a few elbows at several potential rivals for the 2016 GOP presidential nomination, calling possible contenders Sens. Rand Paul of Kentucky and Ted Cruz", "card": "summary", "site": "@washtimes"}, "author": "The Washington Times http://www.washingtontimes.com", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web0", "bitly-verification": "d180fd45f70d", "news_keywords": "Politics, Rick Santorum, Republican Party, Ted Cruz, Rand Paul"}, "article_summary": "Rand Paul of Kentucky and Ted Cruz of Texas “bomb throwers” with little experience.\n“Do we really want someone with this little experience?” Mr. Santorum said, referring to Mr. Paul, Mr. Cruz and Sen. Marco Rubio of Florida, The New York Times reported.\n“And the only experience they have basically — not Rubio, but Cruz and Paul because I don’t think Rubio is going to go — is bomb throwing?\nFormer Sen. Rick Santorum of Pennsylvania threw a few elbows at several potential rivals for the 2016 GOP presidential nomination, calling possible contenders Sens.\nMike Huckabee on issues like Common Core education standards, immigration, taxes, and climate change."}