{"article_title": "Reason Wins 4 First-Place Prizes at the Southern California Journalism Awards", "article_keywords": ["reviewcriticismcolumn", "tvfilm", "wins", "speech", "work", "journalism", "magazine", "firstplace", "reason", "california", "prizes", "sturgis", "uva", "walker", "awards", "southern", "soave", "best"], "article_url": "http://reason.com/blog/2015/06/29/reason-wins-4-first-place-prizes-at-the", "article_text": "Last night in Los Angeles, the Greater Los Angeles Press Club issued its 57th annual Southern California Journalism Awards, covering work produced in 2014 by journalists and publications headquartered between San Ysidro and Santa Barbara. Reason was up for a record (for us) 18 awards, and we pulled down 4 first-place plaques. They were for:\n\n* Best Online Political Column/Commentary: Jesse Walker, for \"Regulating Hateful Speech Won't Stop Hateful Crimes.\" The judges commented:\n\n[M]akes his case with strong logic and writing, cutting through more emotional arguments to limit hate speech.\n\n* Best Online Non-Political Column/Commentary: Robby Soave, for \"Is the UVA Rape Story a Gigantic Hoax?\" Judges:\n\nThis column was ahead to the curve, raising questions about the veracity of the UVA rape story that appeared in Rolling Stone. Soave raises legitimate questions about some of the story contents without declaring it a hoax. He shows respect and sensitivity toward the victim while still addressing journalistic inconsistencies in the story.\n\n* Best Magazine Review/Criticism/Column: Amy H. Sturgis, for \"Not Your Parents' Dystopias.\" Judges:\n\nWhat a great job of looking at dystopias past and present through a cultural lens. Regardless of where the future takes us, Amy H. Sturgis has done a great job of explaining how writers and others have gotten us where we are.\n\n* Best Magazine Commentary: Matt Welch, for \"When the Left Turned Against Free Speech,\" \"Rand Paul, Racism, and Prison,\" and \"Kiss Your Financial Privacy Goodbye.\" Judges:\n\nInsightful, well-written commentaries [that] present a clear picture of how social and political forces have come to threaten liberty in the United States today in ways sometimes ironic and unexpected.\n\nWe also received one 2nd place certificate and five 3rds. The runner-up:\n\n* TV/Film Documentary Short (under 25 minutes): Todd Krainin, for \"Jay Austin's Beautiful, Illegal Tiny House.\"\n\nAnd the bronzes went to:\n\n* Magazine Commentary: Greg Beato, for \"The Benefits of Unregulated Pot,\" \"Kickstarting Utopia\" and \"The Surprising Power of Subtitles.\"\n\n* Magazine Entertainment News or Feature: Peter Suderman, for \"The New Face of Television.\"\n\n* Magazine Review/Criticism/Column: Jesse Walker, for \"The Sultan of Sewers.\"\n\n* TV/Film News: Zach Weissmueller and Paul Detrick, \"Ferguson Protestors React to Michael Brown Robbery Footage.\"\n\n* TV/Film Personality Profile/Interview: Nick Gillespie and Meredith Bragg, \"Nirvana's Krist Novoselic on Punk, FairVote, Why He Dumped the Dems, & Why the GOP Should Embrace Anarchy.\"\n\nAll of this award-winning work is due directly to your support of the Reason Foundation, the 501(c)3 nonprofit that publishes all of our journalism here, for which we say THANK YOU. Donate even more money at this link! You can also subscribe to the print or digital versions of the magazine for no more (and often less!) than $15 a year.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "We also got 1 silver and 5 bronzes", "title": "Reason Wins 4 First-Place Prizes at the Southern California Journalism Awards", "url": "http://reason.com/blog/2015/06/29/reason-wins-4-first-place-prizes-at-the", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14356082321207.jpg", "type": "article"}, "twitter": {"description": "Last night in Los Angeles, the Greater Los Angeles Press Club issued its 57th&nbsp;annual Southern California Journalism Awards, covering work produced in 2014 by journalists and publications headquartered between San Ysidro and Santa Barbara. Reason was up for a", "title": "Reason Wins 4 First-Place Prizes at the Southern California Journalism Awards", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14356082321207.jpg", "creator": "@mattwelch", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "article": {"tag": "Reasontv", "published_time": "2015-06-29T20:15:00+00:00", "author": "http://reason.com/people/matt-welch"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af46914bd0286fe20a5\"", "article_summary": "* Best Magazine Review/Criticism/Column: Amy H. Sturgis, for \"Not Your Parents' Dystopias.\"\nReason was up for a record (for us) 18 awards, and we pulled down 4 first-place plaques.\n* Best Magazine Commentary: Matt Welch, for \"When the Left Turned Against Free Speech,\" \"Rand Paul, Racism, and Prison,\" and \"Kiss Your Financial Privacy Goodbye.\"\n* Magazine Review/Criticism/Column: Jesse Walker, for \"The Sultan of Sewers.\"\nThey were for:* Best Online Political Column/Commentary: Jesse Walker, for \"Regulating Hateful Speech Won't Stop Hateful Crimes.\""}