{"article_title": "Public Service Department pushes down Green Mountain Power electricity bills", "article_keywords": ["mountain", "customers", "pushes", "service", "electricity", "power", "program", "green", "department", "rates", "bills", "public", "electric"], "article_url": "http://vtdigger.org/2015/08/02/public-service-department-pushes-down-green-mountain-power-electricity-bills/", "article_text": "Three-quarters of Vermonters will see a slight decrease in their electric bills starting in October, state officials announced Friday.\n\nThe Public Service Department reached an agreement with Green Mountain Power to lower electricity rates by less than 1 percent starting Oct. 1. Rates had already decreased by about 2.5 percent in 2014.\n\n\n\nThe deal makes Vermont one of the only states in the Northeast to see power rates go down since 2013. The Public Service Board, a quasi judicial board that regulates utilities, still needs to approve the deal.\n\nGreen Mountain Power serves about 75 percent of Vermont’s electric customers. The company had requested a slight rate increase starting Oct. 1, but ratepayer advocates at the Public Service Department pushed back.\n\nThe department negotiated the company down to a .08 percent increase — essentially keeping electricity bills flat. The department then agreed to use money from a special program for low-income Vermonters to bring down effective rates on customers to negative 0.76 percent.\n\nAs part of the process, the department reached an agreement with AARP to refund money from the low-income electricity program called the Electric Assistance Program. Ratepayers currently pay for the Electric Assistance Program through a surcharge on their electric bills.\n\nChris Recchia, commissioner for the Public Service Department, said demand was so low for the Electric Assistance Program that money was building up in the fund. The department wants to keep it open for another year to see if more customers will join.\n\n“What makes it so important is looking at our neighboring states in the region, where, because of their deregulated structure and just buying power on the market, they have seen double-digit increases in their rates, and some as high as 100 percent increases in their rates over the last two years,” Recchia said.\n\nThe deal with Green Mountain Power would also lower the Electric Assistance Program surcharge by one-third on Oct. 1, according to Kristin Carlson, director of media for Green Mountain Power.\n\nCarlson said the electricity bill decrease is “a big deal” for Vermonters.\n\n“The bottom line is customers are paying less than they were in 2013,” she said.\n\nGov. Peter Shumlin released a statement saying the slight decrease in electric bills is “good news for Vermont families and businesses” and part of his plan to lower the cost of living in Vermont.\n\n“We are making progress on our goal of making life more affordable for middle class Vermonters and making our economy work for everyone, not just those at the top,” Shumlin said.\n\nGreen Mountain Power is a subsidiary of the Canadian company Gaz Metro, which also owns Vermont Gas Systems.", "article_metadata": {"description": "The Public Service Department reached an agreement with Green Mountain Power to lower electricity rates by less than 1 percent starting Oct. 1.", "og": {"site_name": "VTDigger", "description": "The Public Service Department reached an agreement with Green Mountain Power to lower electricity rates by less than 1 percent starting Oct. 1.", "title": "Public Service Department pushes down Green Mountain Power electricity bills | VTDigger", "locale": "en_US", "image": "http://vtdigger.org/wp-content/uploads/2014/09/Chrir-Recchia.jpg", "url": "http://vtdigger.org/2015/08/02/public-service-department-pushes-down-green-mountain-power-electricity-bills/", "type": "article"}, "twitter": {"description": "The Public Service Department reached an agreement with Green Mountain Power to lower electricity rates by less than 1 percent starting Oct. 1.", "creator": "@erin_vt", "image": "http://i0.wp.com/vtdigger.org/wp-content/uploads/2014/09/Chrir-Recchia.jpg?fit=1023%2C685", "title": "Public Service Department pushes down Green Mountain Power electricity bills | VTDigger", "site": "@vtdigger", "card": "summary_large_image"}, "robots": "noodp", "apple-mobile-web-app-capable": "yes", "article": {"publisher": "http://www.facebook.com/vtdigger", "section": "Energy", "tag": "Green Mountain Power", "published_time": "2015-08-02T12:42:47+00:00"}, "viewport": "width=device-width,minimum-scale=1.0,maximum-scale=1.0", "news_keywords": "green mountain power, vermont department of public service, electric rates, vermont, vermont news, vermont events, vermont press releases"}, "_id": "\"57477af36914bd0286fd36f5\"", "article_summary": "The Public Service Department reached an agreement with Green Mountain Power to lower electricity rates by less than 1 percent starting Oct. 1.\nThe company had requested a slight rate increase starting Oct. 1, but ratepayer advocates at the Public Service Department pushed back.\nThe deal with Green Mountain Power would also lower the Electric Assistance Program surcharge by one-third on Oct. 1, according to Kristin Carlson, director of media for Green Mountain Power.\nGreen Mountain Power is a subsidiary of the Canadian company Gaz Metro, which also owns Vermont Gas Systems.\nThe deal makes Vermont one of the only states in the Northeast to see power rates go down since 2013."}