{"article_title": "Skin Bleaching Helped Vera Sidika's Career, Singer Says, But Experts Warn Of Health Risks", "article_keywords": ["helped", "singer", "sidikas", "lightening", "career", "reported", "explained", "bleaching", "warn", "dencia", "health", "vera", "skin", "experts", "creams", "kenyan", "sidika", "risks"], "article_url": "http://www.medicaldaily.com/skin-bleaching-helped-vera-sidikas-career-singer-says-experts-warn-health-risks-287934", "article_text": "Vera Sidika, the Kenyan \"Kim Kardashian\" with the most revered backside, has openly admitted to spending about $170,000 on creams to bleach her skin. As expected, she has faced a backlash from horrified viewers, but experts warn this skin lightening is not only unethical, it’s extremely unhealthy.\n\nIn an interview on the Kenyan show, The Trend, the 24-year-old Kenyan singer admitted she bleached her skin to help further her career, pointing to other famous black celebrities she believed also partook in skin lightening. \"Looking good is my business, my body is my business, nobody else’s but mine. Nicki Minaj and Rihanna did it. You just have to do it the right way,\" Sidika explained on The Trend, Jezebel reported.\n\nThe cream that Sidika admitted to using was Whitenicious, a bleach marketed as a “dark spot remover” that was famously promoted by the Nigerian and Cameroonian musician Dencia. In the cream’s advertisements, the African singer is seen posing in a bikini with skin so fair it would rival Nicole Kidman’s. To many, it's unsettling to know Dencia’s natural skin tone before the skin bleaching was closer to Whitney Houston, Jezebel reported. Although the spokenwomen for skin lightening seem to be exclusively African, according to Dencia, 80 percent of the Whitenicious products are sold to Americans. Skin lightening is seen throughout the world, with Japan being reported as spending the most on skin bleaching products, followed closely by China and India.\n\nLike many radical appearance alterations, using skin lighteners puts one at a huge risk for serious health conditions. Many of the creams are composed of chemicals, such as steroids, hydroquinone, and tretinoin, which, with long term use, can cause skin cancer, liver damage, and mercury poisoning, Daily Mail India reported. “Unfortunately, many skin-lightening creams contain illegal compounds that can damage your health,” explained Indy Rihal of the British Skin Foundation. “The most common compounds are high-dose steroids.” Without the supervision of a doctor, these skin lighteners can cause adverse side effects, such as permanent skin bleaching, thinning of the skin, redness, and intense irritation, according to the National Health Service of the UK.\n\nIndividuals constantly undergo radical changes to their appearance, so then why does skin lightening face so much criticism? It’s perfectly acceptable for women to wear colored contacts and elaborate hair extensions, which bare no similarities to their natural texture, but according to Dencia, having lighter skin is more than a beauty choice, it’s deeply intertwined with succeeding in life. “You guys have said too much s**t about Beyoncé, Nicki Minaj, Rihanna, but guess what? They're winning. They're at the top of their game. Why don't you just see that what you're doing is not helping you,” Dencia explained in an interview with Ebony.\n\nDencia claims she, like other Africans, is not lightening her skin to appeal to \"the white man,\" because “there's no in between for them. The white man doesn't even like the light Africans.” Whoever these women are hoping to appeal to with their bleached skin, one thing is for sure, the industry isn’t going away any time soon. Experts estimate the global skin lightening market to reach a value of $19.8 billion by 2018.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "skin, bleaching, helped, vera, sidikas, career, singer, says, experts, warn, health, risks", "og": {"site_name": "Medical Daily", "description": "African singer Vera Sidika has faced a lot of criticism about the ethics of bleaching her skin, but experts believe the practice has even more serious health effects on one's health.", "title": "African Singer's Skin Bleaching Confession Draws Criticism", "url": "http://www.medicaldaily.com/skin-bleaching-helped-vera-sidikas-career-singer-says-experts-warn-health-risks-287934", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/06/12/vera.png", "type": "article"}, "twitter": {"description": "African singer Vera Sidika has faced a lot of criticism about the ethics of bleaching her skin, but experts believe the practice has even more serious health effects on one's health.", "title": "African Singer's Skin Bleaching Confession Draws Criticism", "url": "http://www.medicaldaily.com/skin-bleaching-helped-vera-sidikas-career-singer-says-experts-warn-health-risks-287934", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/06/12/vera.png", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/06/12/vera.png"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "US/World", "published_time": "2014-06-12T12:10:20-04:00", "modified_time": "2014-06-12T12:10:19-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "African singer Vera Sidika has faced a lot of criticism about the ethics of bleaching her skin, but experts believe the practice has even more serious health effects on one's health."}, "_id": "\"57477af36914bd0286fce2cd\"", "article_summary": "As expected, she has faced a backlash from horrified viewers, but experts warn this skin lightening is not only unethical, it’s extremely unhealthy.\nExperts estimate the global skin lightening market to reach a value of $19.8 billion by 2018.\nTo many, it's unsettling to know Dencia’s natural skin tone before the skin bleaching was closer to Whitney Houston, Jezebel reported.\nSkin lightening is seen throughout the world, with Japan being reported as spending the most on skin bleaching products, followed closely by China and India.\nIndividuals constantly undergo radical changes to their appearance, so then why does skin lightening face so much criticism?"}