{"article_title": "Sleep Deprivation Affects Single Moms The Worst, CDC Finds; 50% Of Single Parents Often Wake Up Tired", "article_keywords": ["living", "seven", "cdc", "moms", "deprivation", "tired", "children", "need", "single", "worst", "report", "parents", "falling", "mothers", "wake", "finds", "sleep"], "article_url": "http://www.medicaldaily.com/sleep-deprivation-affects-single-moms-worst-cdc-finds-50-single-parents-often-wake-368790", "article_text": "Men, women, children, and the elderly all need sleep to function, but one group in particular falls short of adequate shuteye. A new report released by the Centers for Disease Control and Prevention revealed single mothers living with children under the age of 18 are the most sleep-deprived people in America.\n\nA national survey was conducted to collect enough data to identify which group was struggling to get enough sleep each night. The federal researchers found 44 percent of single mothers fail to log the recommended minimum of seven hours each night. Followed closely behind single mothers were single fathers, 38 percent of whom reported sleeping fewer than seven hours each night.\n\nOverall, single parents had the hardest time falling asleep and staying asleep, making them the group most likely to report insomnia and need sleep medications. In fact, the report found 24 percent of single mothers and 17 percent of singer fathers had difficulty falling asleep at least four times a week. However, 33 percent of couples living with children also reported not getting their recommended seven hours, making children the single link between adults and sleep deprivation. Still, only 10 and 14 percent of mothers and fathers who lived together had difficulty falling sleep at least four times a week, respectively.\n\nUnintentionally falling sleep, nodding off while driving, and having difficulty performing daily tasks can lead to compounding health hazards. According to the National Sleep Foundation, sleep deprivation can have an impact on an individual’s health and happiness, and has been linked to an increased risk in chronic diseases, such as high blood pressure, diabetes, depression, obesity, and certain types of cancer. A lack of sleep has become such a public health threat that another recent study, published in the journal PLOS Medicine, suggests sleep deprivation is a risk factor for premature death.\n\nThe CDC’s report quantifies sleep deprivation's negative impact on Americans, highlighting the groups who need to be invested in for future potential interventions. Insurance giant Aetna recently announced its new efforts to fight sleep deprivation with a new series entitled \"Healthy Sleep Matters: A New Look at the Importance of Sleep;\" it will include quizzes, videos, infographics, social media, and other awareness efforts to reinforce sleep as a critical issue for people across the board.\n\nThe series was designed to serve as an educational tool and resource for those trying to better understand the importance of sleep for healthy function for everyday living — an important lesson, especially for those raising children on their own.\n\nSource: Nugent CN and Black LI. Sleep Duration, Quality of Sleep, and Use of Sleep Medication, by Sex and Family Type, 2013-2014. NCHS Data Brief. 2016.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "sleep, deprivation, affects, single, moms, worst, cdc, finds, 50, single, parents, often, wake", "og": {"site_name": "Medical Daily", "description": "Sleep deprivation can elevate risk for certain diseases and even death, but perhaps no more so than for single mothers.", "title": "These Are The Most Sleep Deprived People In America", "url": "http://www.medicaldaily.com/sleep-deprivation-affects-single-moms-worst-cdc-finds-50-single-parents-often-wake-368790", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2016/01/10/sleep-deprivation.jpg", "type": "article"}, "twitter": {"description": "Sleep deprivation can elevate risk for certain diseases and even death, but perhaps no more so than for single mothers.", "title": "These Are The Most Sleep Deprived People In America", "url": "http://www.medicaldaily.com/sleep-deprivation-affects-single-moms-worst-cdc-finds-50-single-parents-often-wake-368790", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2016/01/10/sleep-deprivation.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2016/01/10/sleep-deprivation.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Vitality", "published_time": "2016-01-10T17:10:44-05:00", "modified_time": "2016-01-10T17:10:41-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Sleep deprivation can elevate risk for certain diseases and even death, but perhaps no more so than for single mothers."}, "article_summary": "Followed closely behind single mothers were single fathers, 38 percent of whom reported sleeping fewer than seven hours each night.\nUnintentionally falling sleep, nodding off while driving, and having difficulty performing daily tasks can lead to compounding health hazards.\nMen, women, children, and the elderly all need sleep to function, but one group in particular falls short of adequate shuteye.\nThe federal researchers found 44 percent of single mothers fail to log the recommended minimum of seven hours each night.\nA lack of sleep has become such a public health threat that another recent study, published in the journal PLOS Medicine, suggests sleep deprivation is a risk factor for premature death."}