{"article_title": "Day Care Owners Convicted In Satanic Sex-Cult Hysteria Ask Texas Court to Clear Their Names", "article_keywords": ["owners", "appeals", "court", "kellers", "travis", "satanic", "children", "evidence", "convicted", "clear", "wrong", "names", "innocent", "sexcult", "prosecutors", "exoneration", "day", "texas", "hysteria"], "article_url": "http://reason.com/blog/2014/12/01/day-care-owners-convicted-in-satanic-sex", "article_text": "Daniel and Frances Keller were in the wrong profession at the wrong time: day care owners during the 1980s, at the height of American moral panic over just who was watching the children. As more American mothers entered the workforce, Satan-worshipping sex cultists couldn't resist the babysitting opportunities, or so the story went. And so powerful was the pull of this narrative that Texas proscutors had little trouble believing—based largely on children's \"recovered \" (and later recanted) memories—that the Kellers served kids blood-spiked Kool-Aid while dressing as pumpkins, raiding graveyards, and taking children on day-trips to Mexico to be raped by soldiers. In 1992, a jury found the now-divorced pair guilty of child sexual assault and they were sentenced to 48 years in prison apiece.\n\nAfter serving 21 years, the Kellers were finally freed in 2013, when the only physical evidence of sexual assault was found to have been a mistake on the part of an examining physician. Travis County prosecutors agreed to release the Kellers from prison and asked the courts to vacate their convictions.\n\n\"But for the Kellers, freedom isn’t enough,\" the Austin-American Statesman reported this weekend. \"They want the courts to declare them innocent\" of the heinous crimes of which they were accused:\n\nInnocence, however, is one concession prosecutors are unwilling to make, and exoneration will not come easy. Defense lawyer Keith Hampton spent three years carefully amassing volumes of information attacking every aspect of the convictions, filing court documents arguing that the Kellers were convicted by the combined efforts of inept therapists, gullible police, a “charlatan” posing as an expert in satanic ritual abuse and an investigation that spiraled out of control — eventually producing a suspect list of 26 ritual abusers, including an Austin police captain and many of the Kellers’ neighbors. (...) He had mental health professionals examine the Kellers for sex-offender tendencies; none were found. He had them take two polygraphs each; all were passed. Leading psychology and criminology professors explained how improper interview techniques and subtle encouragement by therapists likely produced believable but false memories in the children who accused the Kellers of abuse. The totality of new evidence, Hampton argues, completely undermines the case against the Kellers and leads to one inescapable conclusion: \"Dan and Fran Keller are innocent,\" he said. \"None of these allegations are true.\"\n\nBut in order to receive an official exoneration, the Kellers must provide an \"ironclad alibi\", DNA evidence, or something similar, say prosecutors. In other words, they must somehow provide concrete evidence de-linking them from non-existent crimes. Fran told the Statesman:\n\n\"It’s so hard to prove you’re innocent when there was never a crime.\"\n\nMore on the Kellers' plight here. Their exoneration plea was heard by the Texas Court of Criminal Appeals last week. Senior District Judge Wilford Flowers, who presided over the Kellers’ 1992 trial and their subsequent appeals, will present his initial findings today. The Kellers’ lawyer and Travis County prosecutors then have nine days to prepare rebuttals, after which the Court of Criminal Appeals will issue a final decision.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "Daniel and Frances Keller were in the wrong profession at the wrong time: day care owners during the 1980s, at the height of American moral panic over", "title": "Day Care Owners Convicted In Satanic Sex-Cult Hysteria Ask Texas Court to Clear Their Names", "url": "http://reason.com/blog/2014/12/01/day-care-owners-convicted-in-satanic-sex", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/mc/_external/2014_12/daniel-and-frances-keller-in-1.jpg", "type": "article"}, "twitter": {"description": "Daniel and Frances Keller were in the wrong\nprofession at the wrong time: day care owners during the 1980s, at\nthe height of American moral panic over just who was watching the\nchildren. As more American mothers entered the workforce, Satan-worshipping sex cultists couldn't resist\nthe babysitting opportunities, or so the story went. And so\npowerful was the pull of this narrative that Texas pr", "title": "Day Care Owners Convicted In Satanic Sex-Cult Hysteria Ask Texas Court to Clear Their Names", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/mc/_external/2014_12/daniel-and-frances-keller-in-1.jpg", "creator": "enbrown", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "article": {"tag": "Civil Liberties", "published_time": "2014-12-01T18:25:00+00:00", "author": "http://reason.com/people/elizabeth-nolan-brown"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "article_summary": "Their exoneration plea was heard by the Texas Court of Criminal Appeals last week.\nTravis County prosecutors agreed to release the Kellers from prison and asked the courts to vacate their convictions.\nThe Kellers’ lawyer and Travis County prosecutors then have nine days to prepare rebuttals, after which the Court of Criminal Appeals will issue a final decision.\nBut in order to receive an official exoneration, the Kellers must provide an \"ironclad alibi\", DNA evidence, or something similar, say prosecutors.\nAs more American mothers entered the workforce, Satan-worshipping sex cultists couldn't resist the babysitting opportunities, or so the story went."}