{"article_title": "PETER MORICI: Paul Ryan's smart request for Donald Trump's blueprint", "article_keywords": ["blueprint", "promises", "trump", "business", "ryans", "request", "obama", "nations", "donald", "growth", "americans", "trumps", "mr", "trade", "paul", "peter", "morici", "smart", "economy"], "article_url": "http://www.washingtontimes.com/news/2016/may/10/peter-morici-paul-ryans-smart-request-for-donald-t/?page=all", "article_text": "ANALYSIS/OPINION:\n\nHouse Speaker Paul Ryan has said he is not ready to support Donald Trump — not that he won’t.\n\nLike other Americans, Mr. Ryan is faced with a choice between Hillary Clinton’s promise to complete the Obama transformation of America or embrace Mr. Trump’s more pragmatic path. But Mr. Trump must give us specifics, not just vague promises to make America great.\n\nPresident Obama did take extraordinary steps to stabilize an economy reeling from an epic financial crisis, but what followed is a terrible mess.\n\nBanks are so overregulated as to be ineffective. They are now much less interested in lending to America’s most dynamic job creators, innovators and engines of growth — small businesses.\n\nThe administration has imposed more burdensome taxes and a record avalanche of new regulations across the full spectrum of businesses, and new startups have fallen to their lowest levels in 50 years.\n\nUniversities are bullied and harassed to serve the left’s social agenda. Albeit, they are led by faculty who blame all the ills of humanity on racism, sexism and capitalism, and are so distracted from the task of imparting useful skills that most graduates are ill-prepared for responsible employment.\n\nObamacare subjects health care — one sixth of the entire economy — to central planning and compels Americans without a large company plan to buy insurance at the “government store” — HealthCare.gov.\n\nPremiums are rocketing and the nation’s largest insurer — United Healthcare — is quitting the system in most markets.\n\nGetting less for more, even if with other people’s money, is usually how socialism works out.\n\nSince the recovery began, the trade deficit — dominated by Chinese manufacturers who benefit from subsidies, high tariffs and a manipulated currency — has exploded. That directly costs American workers 4 million jobs and curtails vital investments in research and development, and modernization of industrial infrastructure.\n\nNot surprisingly, the Obama recovery has posted 2.1 percent annual gross domestic product growth and increased employment by 11 percent, as compared to 4.6 percent and 21 percent accomplished by President Reagan’s expansion. Family incomes are down, whereas those were up nearly $4,000 on the Gipper’s watch, and homeownership, a critical metric of middle-class prosperity, is now at a 48-year low.\n\nHillary Clinton wants to continue all this and impose nationally California’s Fair Pay Act. This would require businesses to justify to the Labor Department virtually all hiring, promotion and salary decisions.\n\nShe derides business for shortsighted decisions and wants to compel more “farsighted investment” as defined by her regulators.\n\nHuman resources policies and investment decisions are so fundamental to business management that Mrs. Clinton’s proposals would effectively impose central planning on the entire economy and complete Mr. Obama’s 2008 campaign promise to “change America” — apparently to a Chinese model of state-directed capitalism.\n\nDonald Trump promises to eliminate the trade deficit and rev up economic growth by confronting China and other nations about their undervalued currencies and barriers to U.S. exports. He threatens punitive tariffs to leverage change, and that could radically alter U.S. participation in the World Trade Organization, North American Free Trade Agreement and other trade pacts.\n\nIn the end, that could work out well, but we need to know more about what would replace existing commercial arrangements with other nations — reverting to blind protectionism in an age of global supply chains is not an option.\n\nMr. Trump promises to replace Obamacare with free-market solutions and focus his business acumen on building a stronger economy. He chides the nation for too much political correctness.\n\nHe needs to tell us how his health care policies would lower costs and ensure universal access, exactly what are his plans for all the executive orders and crushing regulations issued by Mr. Obama’s bureaucrats, and how he proposes to encourage universities to produce more engineers, managers and entrepreneurs instead of unqualified dolts.\n\nOtherwise, Mr. Trump is asking Americans to merely take a bold leap of faith, and that’s not good enough.\n\n• Peter Morici is an economist and business professor at the University of Maryland, and a national columnist.", "article_metadata": {"description": "House Speaker Paul Ryan has said he is not ready to support Donald Trump -- not that he won't.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "House Speaker Paul Ryan has said he is not ready to support Donald Trump — not that he won’t.", "title": "PETER MORICI: Paul Ryan’s smart request for Donald Trump’s blueprint", "url": "http://www.washingtontimes.com/news/2016/may/10/peter-morici-paul-ryans-smart-request-for-donald-t/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2016/05/10/5_102016_b1-morici8201.jpg", "type": "article"}, "twitter": {"site": "@washtimes", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2016/05/10/5_102016_b1-morici8201.jpg", "description": "House Speaker Paul Ryan has said he is not ready to support Donald Trump -- not that he won't.", "card": "summary", "title": "PETER MORICI: Paul Ryan’s smart request for Donald Trump’s"}, "Author": "Peter Morici", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web1", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "Social Issues, Labor, Business Finance, Donald Trump"}, "_id": "\"57477af36914bd0286fce26a\"", "article_summary": "Otherwise, Mr. Trump is asking Americans to merely take a bold leap of faith, and that’s not good enough.\nMr. Trump promises to replace Obamacare with free-market solutions and focus his business acumen on building a stronger economy.\nBut Mr. Trump must give us specifics, not just vague promises to make America great.\nLike other Americans, Mr. Ryan is faced with a choice between Hillary Clinton’s promise to complete the Obama transformation of America or embrace Mr. Trump’s more pragmatic path.\nANALYSIS/OPINION:House Speaker Paul Ryan has said he is not ready to support Donald Trump — not that he won’t."}