{"article_title": "NLRB Opens Door for SEIU at McDonalds", "article_keywords": ["door", "nlrb", "business", "union", "franchises", "washington", "unelected", "unions", "seiu", "franchise", "mcdonalds", "opens", "cresanti"], "article_url": "http://freebeacon.com/issues/nlrb-opens-door-for-seiu-at-mcdonalds/", "article_text": "BY: Follow @FBillMcMorris\n\n\n\nThe National Labor Relations Board took another step toward eliminating the franchise business model on Friday, opening the doors for unionization at some of America’s largest employers.\n\nThe agency’s top prosecutor, former union attorney Richard Griffin, is holding McDonalds responsible for alleged labor violations perpetrated by its franchisees, overturning decades of precedent.\n\n“The complaints allege that McDonald’s USA, LLC and certain franchisees violated the rights of employees working at McDonald’s restaurants at various locations around the country by, among other things, making statements and taking actions against them for engaging in activities aimed at improving their wages and working conditions, including participating in nationwide fast food worker protests about their terms and conditions of employment during the past two years,” the agency said in a release.\n\nFranchisors such as McDonald’s charge employers fees to operate under its corporate umbrella, but individual entrepreneurs manage business decisions, such as scheduling and pay, individually. Holding McDonalds liable for the actions of other actors threatens to undo the entire business model, according to Robert Cresanti, vice president of the International Franchising Association.\n\n“Put yourself in the shoes of a small business person who has just invested their life savings in a new franchise,”Cresanti said. “Now they no longer own their business as a group of unelected government bureaucrats have just jeopardized whether they control their employees or not.”\n\nMcDonald’s plans to challenge Griffin’s charges, saying in a statement to CNN that they “improperly and dramatically strike at the heart of the franchise system—a system that creates economic opportunity, jobs and income for thousands of business owners and their employees across the country.”\n\nLabor unions have long targeted franchise businesses for unionization and the SEIU has helped organize and stage ongoing protests at McDonalds location across the country. The decision to hold the parent company responsible will help the union overcome several obstacles for unionization.\n\n“This is the nightmare before Christmas for local franchise businesses. A group of unelected Washington Bureaucrats has ganged up with union bosses, while Congress has left town for the holiday break,” Cresanti said.\n\nHigh turnover in the fast food business, as well as the corporate structure of franchises, makes it very expensive to hold organizing campaigns. Unions have to take a store-by-store approach to win control of franchises under the existing standard. Griffin’s interpretation of the joint employer standard could allow labor groups to unionize franchises en masse.\n\n“The Board has effectively legislated a change to the definition of who an employer is, which will impact hundreds of thousands of businesses,” Cresanti said. “Unelected government bureaucrats, let alone one prosecutor, should not have such power.”\n\nThe charges came one week after the SEIU staged protests masquerading organizers and professional picketers as actual fast food employees.\n\n“SEIU played a big role in these events. In fact, I would say SEIU was a leader in putting this event together,” an SEIU official with Washington, D.C.-based Local 32-BJ said in a video obtained by the Washington Free Beacon.\n\nTying the parent company with the franchises also gives the union an opportunity to collect more money. The average franchisee earns about $50,000 per year, while corporate parents collect billions of dollars. SEIU organizer Kendall Fells said that the union has used that to its advantage in its battle for higher wages in the industry.\n\n“We’re very reasonable individuals. If that doesn’t work we’ll bring 150 people and shut their store down day after day after day,” Fells said at a May National Employment Law Project (NELP) conference. “Their profit margin is so small that they’re kind of forced to make an economic decision.”\n\nThe Obama administration’s NLRB has announced a slew of regulations in December that will benefit unions. On December 12, the agency released new election guidelines that will speed up the election process and force employers to turn personnel information, such as phone numbers and email addresses, over to union organizers.\n\nCresanti said that the IFA would contest the McDonald’s ruling in court.\n\n“IFA will vigorously challenge what the NLRB has done today in the interest of preserving the balance of power between our branches of government to reverse this in the name of job preservation, economic expansion, the rule of law and sound public policy,” Cresanti said. “IFA will lead that charge and we are confident in its ultimate outcome to preserve the franchise model.”\n\nThe NLRB hearings on the charges are scheduled to take place on March 30, 2015.", "article_metadata": {"generator": "WordPress 4.5.2", "og": {"site_name": "Washington Free Beacon", "description": "The National Labor Relations Board took another step toward eliminating the franchise business model on Friday, opening the doors for unionization at some of America’s largest employers.    The agen", "title": "NLRB Opens Door for SEIU at McDonalds", "url": "http://freebeacon.com/issues/nlrb-opens-door-for-seiu-at-mcdonalds/", "image": "http://freebeacon.com/freebeacon.png", "type": "article"}, "twitter": {"description": "The National Labor Relations Board took another step toward eliminating the franchise business model", "creator": "@FBillMcMorris", "image": "http://freebeacon.com/freebeacon.png", "title": "NLRB Opens Door for SEIU at McDonalds", "site": "@freebeacon", "card": "summary"}, "apple-itunes-app": "app-id=1047859882", "fb": {"app_id": "FB_APP_ID"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fe20fc\"", "article_summary": "BY: Follow @FBillMcMorrisThe National Labor Relations Board took another step toward eliminating the franchise business model on Friday, opening the doors for unionization at some of America’s largest employers.\nA group of unelected Washington Bureaucrats has ganged up with union bosses, while Congress has left town for the holiday break,” Cresanti said.\nFranchisors such as McDonald’s charge employers fees to operate under its corporate umbrella, but individual entrepreneurs manage business decisions, such as scheduling and pay, individually.\nThe agency’s top prosecutor, former union attorney Richard Griffin, is holding McDonalds responsible for alleged labor violations perpetrated by its franchisees, overturning decades of precedent.\nHolding McDonalds liable for the actions of other actors threatens to undo the entire business model, according to Robert Cresanti, vice president of the International Franchising Association."}