{"article_title": "Georgia hospitals unite to avoid financial failure", "article_keywords": ["loss", "georgia", "financial", "avoid", "unite", "states", "failure", "state", "medicaid", "payments", "healthcare", "rural", "hospitals", "hospital"], "article_url": "http://www.beckershospitalreview.com/finance/georgia-hospitals-unite-to-avoid-financial-failure.html", "article_text": "Georgia hospitals unite to avoid financial failure\n\nMany Georgia hospitals are financially distressed, with nearly two-thirds of rural hospitals in the state operating in the red in 2014. The state will reach the edge of a fiscal cliff in 2017, and rural and urban hospitals across Georgia formed an alliance to avoid the potential negative effects.\n\nFor years, many Georgia health facilities offset the cost of caring for the uninsured with Disproportionate Share Hospital payments. However, the Affordable Care Act calls for those payments to be phased out, and since Georgia has not expanded its Medicaid program, the state still has more than 400,000 uninsured residents, according to Atlanta Magazine.\n\nDSH payments are slated to end Jan. 1, 2018, and the loss of those funds is a cause of concern for large and small hospitals alike.\n\n\"A very large part of the rural hospital population is losing money and is financially distressed,\" Jimmy Lewis, CEO of HomeTown Health, an association of more than 60 rural hospitals in the Southeast, told Atlanta Magazine. \"The loss of DSH in Georgia won't be a good thing.\"\n\nLarge hospitals, such as Grady Memorial Hospital in Atlanta, are also worried. Grady's mental health clinic could be forced to close if it is unable to offset the loss of DSH payments, according to Grady CEO John Haupert.\n\nIn an attempt to resolve the funding gap before it's too late, hospital officials have joined with healthcare advocates and Georgia lawmakers to form a statewide alliance. The goal is to expand Medicaid in the state, but that requires creativity.\n\nRepublican Gov. Nathan Deal, who opposes expansion of Georgia's Medicaid program, signed a bill two years ago that put the decision in the hands of the state's general assembly, most of whom oppose expansion.\n\nTwo of Gov. Deal's former staffers were hired by the Georgia Chamber to help divert the conversation about expansion away from the ACA, which many members of the state's general assembly oppose. The ex-staffers are trying to garner support for Medicaid expansion by focusing on how expanding healthcare access benefits the state's economy.\n\nMore articles on healthcare finance:\n\n5 latest hospital closures\n\nHighmark Health's GPO turns $42M profit on $1B in purchases\n\nCFO vacancies are tougher to fill — here's why\n\n© Copyright ASC COMMUNICATIONS 2016. Interested in LINKING to or REPRINTING this content? View our policies by clicking here.", "article_metadata": {"keywords": "Georgia hospital, hospital closure, hospital finance, Medicaid expansion, Georgia Medicaid expansion, healthcare access, healthcare", "google-site-verification": "T2iZUdiI00EFwbWMD3JAgYskKSG2SYuFhw0OpefF4fM", "description": "Many Georgia hospitals are financially distressed, with nearly two-thirds of rural hospitals in the state operating in the red in 2014. The state will reach the edge of a fiscal cliff in 2017, and rural and urban hospitals across Georgia formed an alliance to avoid the potential negative effects.", "author": "Ayla Ellison"}, "_id": "\"57477af46914bd0286fdcf82\"", "article_summary": "Georgia hospitals unite to avoid financial failureMany Georgia hospitals are financially distressed, with nearly two-thirds of rural hospitals in the state operating in the red in 2014.\nFor years, many Georgia health facilities offset the cost of caring for the uninsured with Disproportionate Share Hospital payments.\nThe state will reach the edge of a fiscal cliff in 2017, and rural and urban hospitals across Georgia formed an alliance to avoid the potential negative effects.\n\"A very large part of the rural hospital population is losing money and is financially distressed,\" Jimmy Lewis, CEO of HomeTown Health, an association of more than 60 rural hospitals in the Southeast, told Atlanta Magazine.\nDSH payments are slated to end Jan. 1, 2018, and the loss of those funds is a cause of concern for large and small hospitals alike."}