{"article_title": "Army Replaces Gray Workout Clothes With New Black And Gold, Better-Fitting Uniforms", "article_keywords": ["gray", "uniforms", "feedback", "gold", "army", "workout", "shorts", "apfu", "uniform", "soldier", "replaces", "black", "wear", "fitness", "soldiers", "physical", "betterfitting", "clothes"], "article_url": "http://www.medicaldaily.com/army-replaces-gray-workout-clothes-new-black-and-gold-better-fitting-uniforms-297882", "article_text": "By October 2017, it will be mandatory for U.S. Army soldiers to wear the new physical fitness uniforms.\n\nBy October 2017, it will be mandatory for U.S. Army soldiers to wear the new physical fitness uniforms. U.S. Army\n\nThe Army is rolling out a new physical fitness uniform with improved color and fit.\n\nThe black and gold Army Physical Fitness Uniform (APFU) will replace the current black and gray uniform, and will become available service-wide, beginning in October next year. The APFU will include a jacket, long pants, shorts, short-sleeve and long-sleeve t-shirt. The new uniforms were designed based on soldiers' feedback.\n\nA 2012 survey of over 76,000 Soldiers found that soldiers had problems with the black and gray Improved Physical Fitness Uniform (IPFU). One issue included shorts rising during activity, especially in events like sit-ups, which caused many soldiers to purchase spandex-like under garments to wear beneath their shorts. Another issue was that there weren’t enough female sizes to fit all body types.\n\nCapt. Leala McCollum models the Army Physical Fitness Uniform. Photo courtesy of U.S. Army U.S. Army\n\nAfter hearing the feedback, a development and engineering company stepped in to develop a new PT uniform that met soldier concerns but didn’t cost more than the IPFU. A few prototypes of the APFU were made in a variety of colors and designs, then taken to various soldier town halls for feedback. Next, a second survey was administered based on the prototype feedback to find a single uniform to test out.\n\nAbout 876 soldiers across the country wore the APFU during PT for a three-month period and provided feedback on the form, fit, comfort, and more. The response to the APFU was “overwhelmingly positive,” said Col. Robert Mortlock, program manager of Soldier Protection and Individual Equipment, on the U.S. Army's website.\n\nMaster Sgt. Dwayne A. Lewis models the Army Physical Fitness Uniform. Photo courtesy of U.S. Army U.S. Army\n\nIn total, 34 changes were made to the new APFU, according to Army's website. The soldiers even noted they would wear the APFU during off-duty activities, whereas that’s not the case with the current IPFU. Though the APFU will be available this fall, it won’t be mandatory to wear until approximately October 2017.\n\nPhoto courtesy of U.S. Army U.S. Army", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "new army uniform", "og": {"site_name": "Medical Daily", "description": "After feedback from thousands of soldiers, the Army has made 34 changes to their workout clothes, including a color change and better fit.", "title": "Army Workout Clothes Get A Makeover [PHOTOS]", "url": "http://www.medicaldaily.com/army-replaces-gray-workout-clothes-new-black-and-gold-better-fitting-uniforms-297882", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/08/13/army-apfu-group.jpg", "type": "article"}, "twitter": {"description": "After feedback from thousands of soldiers, the Army has made 34 changes to their workout clothes, including a color change and better fit.", "title": "Army Workout Clothes Get A Makeover [PHOTOS]", "url": "http://www.medicaldaily.com/army-replaces-gray-workout-clothes-new-black-and-gold-better-fitting-uniforms-297882", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/08/13/army-apfu-group.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/08/13/army-apfu-group.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Consumer News", "published_time": "2014-08-13T11:48:04-04:00", "modified_time": "2014-08-13T11:48:03-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "After feedback from thousands of soldiers, the Army has made 34 changes to their workout clothes, including a color change and better fit."}, "_id": "\"57477af46914bd0286fe20f3\"", "article_summary": "The black and gold Army Physical Fitness Uniform (APFU) will replace the current black and gray uniform, and will become available service-wide, beginning in October next year.\nA 2012 survey of over 76,000 Soldiers found that soldiers had problems with the black and gray Improved Physical Fitness Uniform (IPFU).\nBy October 2017, it will be mandatory for U.S. Army soldiers to wear the new physical fitness uniforms.\nLeala McCollum models the Army Physical Fitness Uniform.\nDwayne A. Lewis models the Army Physical Fitness Uniform."}