{"article_title": "Did Mark Pryor vote 'to give Social Security benefits to illegal immigrants'?", "article_keywords": ["amendment", "pryor", "benefits", "ad", "illegal", "immigrants", "mark", "voted", "social", "vote", "security"], "article_url": "http://www.politifact.com/truth-o-meter/statements/2014/sep/04/national-republican-senatorial-committee/did-mark-pryor-vote-give-social-security-benefits-/", "article_text": "The National Republican Senatorial Committee -- the GOP’s Senate campaign arm -- is attacking Sen. Mark Pryor, D-Ark., for becoming a creature of Washington after 12 years in the Capitol. But the ad now airing relies on an eight-year-old charge that we and other fact checkers have debunked multiple times over the years.\n\nPryor is one of the Senate’s endangered Democratic incumbents and a top target for Republicans. Here’s the narration of the NRSC’s ad:\n\nNarrator: \"When Mark Pryor went to Washington 12 years ago, he promised to put Arkansas first.\"\n\nVideo of Pryor speaking: \"As your senator, I’ll always put Arkansas first.\"\n\nNarrator: \"But something happened. Mark Pryor changed. Voting to give Social Security benefits to illegal immigrants. Voting to give members of Congress special benefits to purchase Obamacare. Twelve years ago, Mark Pryor promised to change Washington. Instead, Washington changed him.\"\n\nWe have already fact-checked several claims about lawmakers voting to give themselves special benefits to purchase Obamacare. Almost a year ago, we checked a claim by Pryor’s Republican opponent, Rep. Tom Cotton, that Pryor had voted for \"special subsidies\" for lawmakers and staff in Congress \"so they’re protected from Obamacare.\" We rated that claim False .\n\nSo here, we will look at the ad’s other main assertion, that Pryor voted \"to give Social Security benefits to illegal immigrants.\"\n\nThere are two problems with this claim.\n\nThe claim is worded much more broadly than what was actually voted on.\n\nThe ad makes it sound like Pryor was voting to create a vast new entitlement for illegal immigrants by allowing them to qualify for Social Security. In reality, the 2006 vote concerned a much narrower issue -- the treatment of past payroll taxes paid by former illegal immigrants who would have become legal under an immigration overhaul bill (a bill that never made it into law).\n\nAt the time, illegal immigrants had a right to receive credit in their benefits calculation for Social Security payments they had made while working illegally, typically while using an unauthorized Social Security number. They received such credit only after they had received legal working papers and a genuine Social Security number.\n\nDuring a Senate debate over the broader immigration bill in 2006, then-Sen. John Ensign, R-Nev., offered an amendment to prevent anyone from earning credit for Social Security payments made using an unauthorized Social Security number -- a provision that would have mostly (if not entirely) affected illegal aliens. This is what was cited in the ad.\n\nOn May 18, 2006, the Senate voted on a motion to table (that is, to stop consideration of) the Ensign amendment. By a bare one-vote majority, the chamber voted to table the amendment. Pryor’s was one of the 50 votes in favor of tabling.\n\nSo while the ad is correct that Pryor cast that vote on that date, the way the ad described it -- that Pryor had voted \"to give Social Security benefits to illegal immigrants\" -- is substantially misleading.\n\nThe ad ignores two cases in which Pryor supported a similar amendment.\n\nIt’s important to note that the May 2006 vote on Ensign’s amendment is not the end of the story. Ensign continued to push the issue, offering a substantially similar amendment on at least two other occasions.\n\nThe first time, on July 19, 2007, Ensign proposed a similar amendment to the College Cost Reduction Act of 2007. Under the rules, the amendment needed 60 votes to pass but only got 57 , so it failed. However, Pryor voted for the amendment.\n\nThe second time, on Oct. 23, 2007, Ensign offered a similar amendment during another immigration bill debate. This time, the Senate passed it by an overwhelming 92-2 vote. And once again, Pryor voted for the amendment.\n\nSo the ad cherry-picks the one time Pryor voted against the measure and ignores two times he voted for it. That, too, is substantially misleading.\n\nOur ruling\n\nThe NRSC’s ad claims that Pryor voted \"to give Social Security benefits to illegal immigrants.\" That’s wrong for two reasons.\n\nFirst, the provision was much more narrowly targeted than the ad suggests -- it addressed the treatment of past payroll taxes paid by legal Social Security beneficiaries who at one time had been illegal immigrants. Second, the ad cherry-picks one vote Pryor cast against this provision while ignoring two separate votes he cast for the provision. We rate the claim False.", "article_metadata": {"description": "The National Republican Senatorial Committee -- the GOP&rsquo;s Senate campaign arm -- is attacking Sen. Mark Pryor, D-Ark., for becoming a creature of Washington after 12 years in the Capitol. But the ad now airing relies on an eight-year-old charge that we and other fact checkers have debunked multiple times over the years. Pryor is one of the Senate&rsquo;s endangered Democratic incumbents and a top target for Republicans. Here&rsquo;s the narration of the NRSC&rsquo;s ad: Narrator: &quot;When Mark Pryor went to Washington 12 years ago, he promised to put Arkansas first.&quot; Video of Pryor speaking: &quot;As your senator, I&rsquo;ll always ...", "og": {"site_name": "@politifact", "description": "The National Republican Senatorial Committee -- the GOP’s Senate campaign arm -- is attacking Sen. Mark Pryor, D-Ark., for becoming a creature of Washington after 12 years in the Capitol. But the ad now airing relies on an eight-year-old charge that we and other fact checkers have debunked multiple times over the years. Pryor is one of the Senate’s endangered Democratic incumbents and a top target for Republicans. Here’s the narration of the NRSC’s ad: Narrator:", "title": "Did Mark Pryor vote 'to give Social Security benefits to illegal immigrants'?", "url": "http://www.politifact.com/truth-o-meter/statements/2014/sep/04/national-republican-senatorial-committee/did-mark-pryor-vote-give-social-security-benefits-/", "image": "http://static.politifact.com.s3.amazonaws.com:80/rulings%2Ftom-false.gif", "type": "article"}, "twitter": {"username": "PolitiFact", "description": "The National Republican Senatorial Committee -- the GOP&rsquo;s Senate campaign arm -- is attacking Sen. Mark Pryor, D-Ark., for becoming a creature of Washington after 12 years in the Capitol. But the ad now airing relies on an eight-year-old charge that we and other fact checkers have debunked multiple times over the years. Pryor is one of the Senate&rsquo;s endangered Democratic incumbents and a top target for Republicans. Here&rsquo;s the narration of the NRSC&rsquo;s ad: Narrator: &quot;When Mark Pryor went to Washington 12 years ago, he promised to put Arkansas first.&quot; Video of Pryor speaking: &quot;As your senator, I&rsquo;ll always ...", "title": "Did Mark Pryor vote 'to give Social Security benefits to illegal immigrants'?", "url": "http://www.politifact.com/truth-o-meter/statements/2014/sep/04/national-republican-senatorial-committee/did-mark-pryor-vote-give-social-security-benefits-/", "image": "http://static.politifact.com.s3.amazonaws.com:80/rulings%2Ftom-false.gif", "site": "PolitiFact", "card": "summary_large_image"}, "fb": {"admins": 750116788, "app_id": 106379906558, "pages": 61308923432}, "google-site-verification": "qAV0CDw3qyhv8XdVwp6m1xDBnW9Q1sRAAynq6kDP7kE", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fd3749\"", "article_summary": "Our rulingThe NRSC’s ad claims that Pryor voted \"to give Social Security benefits to illegal immigrants.\"\nSo here, we will look at the ad’s other main assertion, that Pryor voted \"to give Social Security benefits to illegal immigrants.\"\nVoting to give Social Security benefits to illegal immigrants.\nAt the time, illegal immigrants had a right to receive credit in their benefits calculation for Social Security payments they had made while working illegally, typically while using an unauthorized Social Security number.\nSo while the ad is correct that Pryor cast that vote on that date, the way the ad described it -- that Pryor had voted \"to give Social Security benefits to illegal immigrants\" -- is substantially misleading."}