{"article_title": "Heil Valley Ranch prescribed burns aim to slow blazes sure to come", "article_keywords": ["prescribed", "burns", "slow", "controlled", "blazes", "burn", "ranch", "trees", "acres", "aim", "heil", "sure", "forest", "county", "stalnacker", "valley", "come"], "article_url": "http://www.dailycamera.com/boulder-county-news/ci_26799847/heil-valley-ranch-prescribed-burns-aim-slow-blazes", "article_text": "An effort to reach Mother Nature halfway\n\nTwo of the more than 50 firefighters involved in the controlled burn at Heil Valley Ranch, which began Saturday and is expected to run for three-to-five more days, put the finishing touches on the first 8 acres, out of a total of 150, that the county hopes to restore this week. ( Alex Burness / Daily Camera )\n\nWhen Jay Stalnacker, chief fire management officer for Boulder County, looks to the dense pine forests of the foothills, he sees trouble.\n\n\"The exclusion of fire creates forest that look healthy, but it's actually a forest slowly dying,\" he said Saturday, during a break from a prescribed burn he's currently overseeing at Heil Valley Ranch, the county's biggest open space park.\n\nIt may seem counterintuitive, but Stalnacker says that what his crew endeavors to pull off — burn through 150 acres of forest in the next three-to-five days, pending weather — will be a major step toward restoring a safe, fire-friendly environment to an ecosystem in desperate need of it.\n\nOn Saturday, the first day of the burn, the crews covered 8.2 acres out of a total of 30 they had planned to complete. Their campaign had to be cut short about 2 p.m., however, after wind picked up.\n\nThe denser, more worrisome forests susceptible to catastrophic blazes like the Fourmile Fire of 2010, will hold between 1,000 and 3,000 trees in a single acre. The 150-acre patch of Heil Valley Ranch that has been selected for this week's controlled burn is now down to about 80 Ponderosa pine trees per acre. If and when a fire rolls through the area, the experts say, the risk of it turning catastrophic will be significantly lower.\n\n\"What we're trying to do is to meet Mother Nature halfway,\" Stalnacker said. \"We're trying to offer her an environment that will move fire slowly across the landscape. It won't necessarily torch all the trees, and it'll consume the decaying material and encourage the pine seedlings dropping off the trees, opening up, releasing seeds after the fire and really just rejuvenating the forest.\"\n\nAdded Therese Glowacki, natural resource manager for the county's parks and open space department: \"These forests are dry, and they're going to burn. We have lightning strikes all the time. And then there's man-made causes, too. So getting a forest back to a more natural state, where it's more grasses, less big trees, is really what the ecosystem should have.\"\n\nThis week's burn at Heil Valley Ranch, which has been visible from various parts of Boulder, is the first prescribed fire in the county in more than two years. Between 2007 and 2011, Stalnacker said, his crew was fairly active, in places including Heil, Hall Ranch and Betasso Preserve.\n\nThe current Heil project also comes two-and-a-half years after the Lower North Fork Fire, which began in Jefferson County as a controlled project and wound up claiming three lives, 23 homes and more than 1,400 acres of forest.\n\n\"We're hoping to gain the community's respect again, after North Fork,\" said Nick Shaw, of the Boulder County Sheriff's Office fire management division.\n\nShaw is one of about 50 firefighters, from many different agencies across the county, who has been sleeping in a tent by the controlled burn, and who will remain there until the job is complete.\n\n\"It's not exactly like summer camp, but they have been taking exceptionally good care of us,\" he said. \"It's a great experience and it takes lots of work, but it's for a really good cause.\"\n\nNot only is the pursuit noble, but it's cost-effective, too — putting on this prescribed burn will cost about $60,000, Stalnacker said.\n\n\"It sounds like a lot of money, and it is a lot of money. But, in theory, if you compare what suppression costs to what true forest restoration costs, it's incredible savings to the taxpayer,\" he said.\n\nThe 2010 Dome Fire in Boulder Canyon, for example, cost roughly $1.5 million to suppress, even though its surface area was 6 acres smaller than this week's Heil burn patch.\n\n\"With this, we're not flying heavy air tankers, which cost $10,000 an hour,\" Stalnacker said. \"This way, as responsible land managers, we can say we brought our area back to a restorative state. Even if a fire hits here, it's going to move slowly.\"\n\nContact Alex Burness: 303-473-1389, burnessa@dailycamera.com or twitter.com/alex_burness", "article_metadata": {"sailthru.url": "http://www.dailycamera.com/boulder-county-news/ci_26799847/heil-valley-ranch-prescribed-burns-aim-slow-blazes", "sailthru.author": "By Alex Burness \n \n  Camera Staff Writer", "ag": {"canon": "BoulderDailyCamera:article:26799847:view"}, "startDate": "2014-10-25T18:24:43-0600", "twitter": {"domain": "dailycamera.com", "description": "When Jay Stalnacker, chief fire management officer for Boulder County, looks to the dense pine forests of the foothills, he sees trouble.", "title": "Heil Valley Ranch prescribed burns aim to slow blazes sure to come", "url": "http://www.dailycamera.com/boulder-county-news/ci_26799847/heil-valley-ranch-prescribed-burns-aim-slow-blazes", "image": "http://extras.mnginteractive.com/live/media/site21/2014/1025/20141025__26DCAFIRw~1.jpg", "site": "@dailycamera", "card": "summary_large_image"}, "sailthru.article-section-or-homepage": "article", "sailthru.section": "Boulder County News", "modificationDate": "2014-10-25T18:27:17-0600", "endDate": "2024-10-25T18:22:30-0600", "news_keywords": "Boulder County,Colorado,news,events,weather,breaking news,lifestyles,things to do,", "byline": "By Alex BurnessCamera", "pubDate": "2014-10-25T18:28:06-0600", "sailthru.date": "2014-10-25T18:24:43-0600", "sailthru.title": "Heil Valley Ranch prescribed burns aim to slow blazes sure to come", "verify-v1": "TakAiHiDAOiNOP+m0YTx4DQeyjor+bTdc8e+pw6bDoI=", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site21/2014/1025/20141025__26DCAFIRw~1_300.jpg", "description": "When Jay Stalnacker, chief fire management officer for Boulder County, looks to the dense pine forests of the foothills, he sees trouble.", "sailthru.site": "dailycamera.com", "msvalidate.01": "9DAB14005AD5A9FFA4CA0EF58CC794BA", "og": {"url": "http://www.dailycamera.com/boulder-county-news/ci_26799847/heil-valley-ranch-prescribed-burns-aim-slow-blazes", "image": "http://extras.dailycamera.com/images/dailycamera3.png", "type": "article", "description": "When Jay Stalnacker, chief fire management officer for Boulder County, looks to the dense pine forests of the foothills, he sees trouble.", "title": "Heil Valley Ranch prescribed burns aim to slow blazes sure to come"}, "p": {"domain_verify": "867892b0357001538903740c75a206f0"}, "google-site-verification": "07CC1xPDVU0znu496XTAjLyC32Ylj8zwWHlmrzx3pgY", "y_key": "c9d9b53f7f5af674", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site21/2014/1025/20141025__26DCAFIRw~1.jpg"}, "_id": "\"57477af46914bd0286fe2135\"", "article_summary": "The 150-acre patch of Heil Valley Ranch that has been selected for this week's controlled burn is now down to about 80 Ponderosa pine trees per acre.\nThis week's burn at Heil Valley Ranch, which has been visible from various parts of Boulder, is the first prescribed fire in the county in more than two years.\nBetween 2007 and 2011, Stalnacker said, his crew was fairly active, in places including Heil, Hall Ranch and Betasso Preserve.\n\"The exclusion of fire creates forest that look healthy, but it's actually a forest slowly dying,\" he said Saturday, during a break from a prescribed burn he's currently overseeing at Heil Valley Ranch, the county's biggest open space park.\nThe 2010 Dome Fire in Boulder Canyon, for example, cost roughly $1.5 million to suppress, even though its surface area was 6 acres smaller than this week's Heil burn patch."}