{"article_title": "Age of Obama: Low-Income Workers See Greatest Decline in Wages", "article_keywords": ["decline", "productivity", "unemployment", "workers", "work", "lowincome", "labor", "american", "economic", "greatest", "jobs", "wages", "economy", "age", "obama"], "article_url": "http://www.breitbart.com/big-government/2015/09/03/age-of-obama-low-income-workers-see-greatest-decline-in-wages/", "article_text": "SIGN UP FOR OUR NEWSLETTER\n\nYou’ve got to admit it takes considerable cheek for the Left to whine about “income inequality” when it’s gotten worse than ever under the most left-wing President ever. It’s an illustration of both economic ignorance and political savvy, as the Obama Democrats protect themselves from one of their worst failures by complaining loudly about it and pointing fingers of blame at what remains of the private sector.\n\nIt’s a demonstration of how the Left still gets unlimited credit for its supposed intentions, no matter how its policies actually shake out.\n\nSIGN UP FOR OUR NEWSLETTER\n\nMost disturbingly, it could be taken as yet another example of Big Government philosophy creating a problem that Even Bigger Government will be presented as the solution too. No true socialist sheds a tear at reports of the poor getting poorer. That’s a feature, not a bug. It means more people dependent on government, more votes for sale.\n\nThe New York Times reported Wednesday on a new study from the National Employment Law Project which concluded that “despite steady gains in hiring, a falling unemployment rate and other signs of an improving economy, take-home pay for many American workers has effectively fallen since the economic recovery began in 2009.”\n\nFurthermore: “The declines were greatest for the lowest-paid workers in sectors where hiring has been strong – home health care, food preparation and retailing – even though wages were already below average to begin with in those service industries.”\n\nNELP is described as a “left-leaning” group whose work “underscores why so many Americans are still angry about the state of the economy and with what they see as the inability of Democratic and Republican leaders alike in Washington to do anything to improve living standards for many ordinary workers.” Accepting the notion that politicians in Washington have both the power and duty to dispense improved living standards from on high is the first step down the road to left-wing ruin.\n\nWe all know what the standard liberal snake-oil response to stagnant wages is: job-killing minimum wage hikes, which also tend to be a big part of the reason salary increases grow scarce in the workplace, producing the understandably frustrating wage stagnation people complained about to the NELP researchers and the New York Times. Nothing kills upward mobility for lower-income workers deader than high minimum wages and mandated labor costs like ObamaCare.\n\nStagnant wages are mixed with recent reports of rising productivity (although the NYT fails to mention that long-term productivity growth remains flat) to produce the standard Marxist brew about how capitalist profiteers are stealing the surplus value of labor from their oppressed employees:\n\nOne explanation may lie in the findings of another study released on Wednesday by the Economic Policy Institute, also a liberal research group. Its report showed that even as labor productivity has improved steadily since 2000, the benefits from improved efficiency have nearly all gone to companies, shareholders and top executives, rather than rank-and-file employees. Labor Department data released on Wednesday indicated that productivity in the American economy in the second quarter rose at an annual rate of 3.3 percent, the biggest quarterly gain since late 2013 and much better than first estimated.\n\nWe all know the standard answer to a problem like that, right? Bigger, more expensive government! More economy-crushing regulations! Make those greedy fatcats rue the day they dared to hire a single sainted American worker and force them into “job lock.” I thought ObamaCare was supposed to erase “job lock” by making it easier for workers to abandon employers who don’t treat them right – that was the hilarious Democrat Party excuse for Obama’s grinding unemployment rates a couple of years ago – but here we are, with wages stagnant or declining, and hapless workers stuck under the thumbs of robber barons.\n\nElsewhere in the article, we hear complaints about how too many of the jobs created during the Obama “recovery” are low-paying, part-time, or temporary work, and some head-scratching about how unemployment can still be so high, and voter spirits so dour, even though over 220,000 jobs are now being created each month. (Here are a couple of hints for you, analysts: it matters how many good jobs are going away each month, not just how many crap jobs are being created, and it matters how many of those new positions are filled by successful candidates.)\n\nThis is all the sort of criticism that supposedly only emanated from Obama-hating crypto-racist conservatives, but now we’re told it’s conventional wisdom everyone new all along, even as Obama’s media manufactured happy-juice “recovery” headlines. Only now, after they were tricked into voting for this endless malaise twice, are Americans being told the Obama economic model has deep systemic flaws that are putting the American Dream out of reach for those who lack the right political connections.\n\nHere’s some hard, cold truth for everyone concerned about “income inequality” and the poor getting poorer: you won’t fix it by imposing liberal economic policies that make everyone poorer, except of course the top donors of the ruling Party. You need the rising tide that lifts all boats. You need a high-employment economy that encourages employers to take a chance on new and marginal workers, and provides them with the only sustainable incentive to reward the best workers with rising wages: competition.\n\nThat kind of economy also encourages employees to do their very best and reach for the brass ring. Check out all the stories about job loss in areas where minimum wages were raised, either by government order or voluntary corporate decision, and you’ll notice they always include long-term hard workers upset that less productive employees have suddenly been granted wages commensurate with their own.\n\nCompetition, liberty, and growth go together. So do politics, stagnation, and corruption. Make your choice, and please stop complaining about the failure of your favorite socialist to deliver on his promises that this time, everything would be different, and all those lovely command-economy theories would finally work as advertised.", "article_metadata": {"description": "it takes considerable cheek for the Left to whine about \"income inequality\" when it's gotten worse under the most left-wing President ever.", "og": {"site_name": "Breitbart", "description": "it takes considerable cheek for the Left to whine about \"income inequality\" when it's gotten worse under the most left-wing President ever.", "title": "Age of Obama: Low-Income Workers See Greatest Decline in Wages - Breitbart", "locale": "en_US", "image": {"width": 642, "identifier": "http://media.breitbart.com/media/2015/09/GettyImages-486091616-1.jpg", "height": 480}, "updated_time": "2015-09-03T09:39:39-07:00", "url": "http://www.breitbart.com/big-government/2015/09/03/age-of-obama-low-income-workers-see-greatest-decline-in-wages/", "type": "article"}, "twitter": {"description": "it takes considerable cheek for the Left to whine about \"income inequality\" when it's gotten worse under the most left-wing President ever.", "creator": "@BreitbartNews", "image": "http://media.breitbart.com/media/2015/09/GettyImages-486091616-1.jpg", "title": "Age of Obama: Low-Income Workers See Greatest Decline in Wages - Breitbart", "site": "@BreitbartNews", "card": "summary"}, "robots": "noodp", "fb": {"app_id": 1243316582352556, "pages": 95475020353, "use_automatic_ad_placement": "true"}, "msapplication-TileImage": "/t/assets/i/w-logo-orange.png", "keywords": "capitalism, competition, economy, Income Inequality, job creation, socialism, wages, working poor,Big Government,income", "article": {"publisher": "https://www.facebook.com/Breitbart", "published_time": "2015-09-03T08:10:55-07:00", "section": "Big Government", "modified_time": "2015-09-03T09:39:39-07:00", "tag": "working poor", "categories": "Big Government"}, "viewport": "width=device-width,initial-scale=1", "op": {"markup_version": "v1.0"}}, "article_summary": "Nothing kills upward mobility for lower-income workers deader than high minimum wages and mandated labor costs like ObamaCare.\nIts report showed that even as labor productivity has improved steadily since 2000, the benefits from improved efficiency have nearly all gone to companies, shareholders and top executives, rather than rank-and-file employees.\nYou need a high-employment economy that encourages employers to take a chance on new and marginal workers, and provides them with the only sustainable incentive to reward the best workers with rising wages: competition.\nIt’s a demonstration of how the Left still gets unlimited credit for its supposed intentions, no matter how its policies actually shake out.\nThat kind of economy also encourages employees to do their very best and reach for the brass ring."}