{"article_title": "The AARP America doesn’t know", "article_keywords": ["seniors", "join", "amac", "aarp", "house", "dan", "doesnt", "know", "world", "organization", "alternative", "america", "weber"], "article_url": "http://www.sonorannews.com/archives/2015/150701/news-aarp.html", "article_text": "JULY 1, 2015\n\nThe AARP America doesn’t know\n\nAMAC, the leading Conservative Alternative to AARP, delivers member petitions against Obamacare. Dan Weber, President and Founder of AMAC, delivers remarks with the House GOP Doctors Caucus the day the Supreme Court decided to uphold ObamaCare. Standing with Dan are (from left to right) Representatives, Paul Broun (GA-10th), John Fleming (LA-4th), Phil Gingrey GA-11th), Joe Heck (NV-3rd), Ann Marie Buerkle (NY-25th), and Tim Murphy (PA-18th).\n\n\n\n\n\n\n\n\"It was quite strange, almost surreal. I had just heard the news story about Harry Belafonte, who had met with, kissed and hugged Dictator Hugo Chavez of Venezuela, calling President George W. Bush \"the greatest tyrant in the world, the greatest terrorist in the world,\" when I picked up an issue of the AARP magazine that I hadn't gotten around to reading. I was shocked to see AARP had awarded Belafonte its Impact Award for doing things \"to make the world a better place.\" Even the staunch Democrat congressman Charles Rangel was so upset he chastised Belafonte for talking about our president in such a manner.\"\n\n-AMAC Founder, Dan Weber, 2006\n\n\n\nThat was the moment when Dan Weber – a family man, small business owner, and Air Force veteran – decided that he had seen enough from AARP. It was the final straw. He could no longer in good conscience remain a member of AARP. He looked for an alternative, only to discover that there weren't any.\n\n\n\nRecognizing the need for an organization that not only provided great benefits, but also didn't use his membership dollars – not to mention taxpayer dollars in the form of government grants – to advance a hidden liberal agenda, Dan tore up his AARP card and built an alternative: The Association of Mature American Citizens (AMAC).\n\n\n\nAMAC, the conservative alternative to AARP, has become a modern day David vs. Goliath story. While both AMAC and AARP provide great benefits, that's where the similarities end.\n\nIf you haven't chosen AMAC over AARP yet, you may want to reconsider.\n\n\n\nJohn Carlisle, Director of Policy at National Legal and Policy Center, had this to say about AARP:\n\n\n\n\"[I]t's outrageous that taxpayers are being used to advance [AARP's] liberal agenda to expand government and thwart Social Security reform. Ending federal subsidies to AARP would put an end to the unjust practice of publicly funding a highly partisan and controversial interest group.\"\n\n\n\nMeanwhile, author and political commentator, Jane Chastain, had this to report:\n\n\n\nIn the past, the AARP has lobbied for:\n\nHigher taxes on gasoline\n\nA new consumption tax\n\nThe abolition of corporate deductions for advertising\n\nHigher income tax rates\n\nThe creation of a fourth income tax bracket\n\n\n\nChastain continues,\n\n\"Even more troubling, AARP members recently discovered that the organization is lining up with the Obama administration and the Democrats to try to put our health care completely under the thumb of the federal government, and the AARP stands to benefit.\"\n\n\n\nBacking this up, in September, 2012, the Wall Street Journal published a column written by Kimberley A. Strassel, entitled, \"The Love Song of AARP and Obama.\" In the column, Strassel reported:\n\n\n\n\"Thanks to just-released emails from the House Energy and Commerce Committee, we now know that AARP worked through 2009-10 as an extension of a Democratic White House, toiling daily to pass a health bill that slashes $716 billion from Medicare, strips seniors of choice, and sets the stage for rationing. We know that despite AARP's awareness that its seniors overwhelmingly opposed the bill, the \"nonpartisan membership organization\" chose to serve the president's agenda.\n\n\n\nThe 71 pages of emails show an AARP management taking orders from the White House, scripting the president's talking points, working to keep its board \"in line,\" and pledging fealty to \"the cause.\" Seniors deserve to know all this, as AARP seeks to present itself as neutral in this presidential election.\"\n\n\n\nIs that the organization you want representing you? If the answer is no, then join AMAC instead. We need to unite to neutralize the effects of liberal power brokers like AARP.\n\nCall 888-262-2006 to join AMAC today!\n\n\n\nWhy Join AMAC?\n\nAMAC offers new and improved benefits:\n\nA Roadside Assistance Program you can't find anywhere else\n\nLicensed Medicare Agents especially for AMAC members\n\nGroup rates on Auto & Home Insurance by Travelers Insurance\n\nDiscount Dental and Vision plans exclusively for AMAC members\n\n\n\nFREE membership benefits include:\n\nAMAC Advantage Magazine\n\nPrescription Discount card\n\nWeekly \"AMAC Update\" Newsletter\n\n\n\nPLUS, AMAC fights against:\n\nOut-of-control government spending\n\nRecord levels of debt that our children and grandchildren will inherit\n\nGovernment policies that are killing jobs instead of creating them\n\nLiberal agendas that weaken our economic and military strength and limit our freedoms\n\n\n\nAs AMAC continues to grow and build a presence in DC, we are able to stand up to the tremendous lobbying power of AARP on behalf of concerned Americans like you.\n\nAMAC can do something AARP will not do – we'll fight to help replace the horror of big government solutions like ObamaCare with common sense solutions.\n\n\n\nIf you want to belong to an organization that will stand up for the Constitution, the Bill of Rights, and the values in which you believe, JOIN AMAC!\n\n\n\nFor additional information please visit www.amac.us or call 888-262-2006 today.", "article_metadata": {"Keywords": "AARP America doesn\u0092t know, dan weber, conservative, Association of Mature American Citizens"}, "_id": "\"57477af36914bd0286fd3794\"", "article_summary": "JULY 1, 2015The AARP America doesn’t knowAMAC, the leading Conservative Alternative to AARP, delivers member petitions against Obamacare.\n-AMAC Founder, Dan Weber, 2006That was the moment when Dan Weber – a family man, small business owner, and Air Force veteran – decided that he had seen enough from AARP.\nSeniors deserve to know all this, as AARP seeks to present itself as neutral in this presidential election.\"\nWhy Join AMAC?\nI was shocked to see AARP had awarded Belafonte its Impact Award for doing things \"to make the world a better place.\""}