{"article_title": "Lincoln helps to craft statewide strategy on aging", "article_keywords": ["aging", "lincoln", "nursing", "statewide", "older", "longterm", "system", "strategy", "state", "craft", "california", "helps", "services", "care"], "article_url": "https://news.usc.edu/66557/lincoln-helps-to-craft-statewide-strategy-on-aging/", "article_text": "The new California State Senate Select Committee on Aging and Long-Term Care held its first hearing at Glendale Central Library, which brought together experts on aging who offered their recommendations for creating a more effective support and services system for older Californians.\n\nKaren Lincoln, an associate professor at the USC School of Social Work and a senior scientist at the USC Edward R. Roybal Institute on Aging, was one of the experts offering feedback to Committee Chair Sen. Carol Liu (D-La Cañada Flintridge) on developing a comprehensive, statewide strategy on aging.\n\nWe have a California aging and long-term care system that is not providing statewide access to a range of services. Sen. Carol Liu\n\n“Today, we have a California aging and long-term care system that is not providing statewide access to a range of services especially in rural areas, not responding to the cultural and ethnic diversity of our state, and not developing a highly skilled workforce to meet our growing demand,” Liu said.\n\nCalifornia has the largest number of individuals aged 65 and older of any state in the nation, and its older adult population is expected to grow at an accelerated pace in the coming decades.\n\nDisparities in long-term care\n\nLincoln focused her remarks on the need for legislators to remain aware of the diversity of the state’s population and to invest in preventative health services.\n\n“One of the factors that adds a particular level of complexity to the long-term care system is the racial and ethnic diversity of older adults in California,” Lincoln said.\n\nShe also briefly discussed findings related to long-term care services from a recently completed community survey that she developed as the founder and chair of Advocates for African American Elders at the USC Roybal Institute. The group aims to conduct community outreach and inform policymakers about aging issues affecting older African-American adults in Los Angeles.\n\nLincoln and her research team surveyed hundreds of African-Americans age 50 or older from neighborhoods in Los Angeles County, which has the largest number of older adults of any California county and the seventh-largest African-American population among all metropolitan areas in the United States.\n\n“Thirty-five percent [of survey respondents] indicated there were services they wanted that were missing in their neighborhood and that they needed, which included in-home supportive services and adult day health care,” Lincoln said.\n\nThe United States is experiencing a demographic shift in the nursing home population and witnessing an increase in disparities of care in long-term care facilities.\n\n“There are disparities in nursing home care — both in who is more likely to transition into one as well as the quality of care that they receive,” Lincoln said. “While the number of whites in nursing homes is declining, the rates for African-Americans, Latinos and Asians are increasing.”\n\nRecommendations for legislators\n\nBecause of the lack of affordable long-term care insurance for many low-income families and the limited resources of time and effort that family caregivers can provide, Lincoln expects that even greater numbers of African-American, Latino and Asian older adults may end up in low-quality nursing homes in the future.\n\n“I’m concerned about people who can’t afford long-term care insurance,” Lincoln said. “They can’t be denied access or be denied insurance because they can’t even afford to apply for it. The reality for those people is still low-quality nursing homes.”\n\nLincoln recommended that legislators concentrate their efforts on ensuring adequate funding for preventative care and support services through the Affordable Care Act and other legislative actions to keep people healthy and independent enough to remain in their homes and neighborhoods.\n\n“The best option for the people that I’m concerned about is to make their lives better here in their communities and their homes,” Lincoln said. “We’re clearly not providing services to people who need them, and when we do provide services to them, they’re not happy with them.”\n\nA second informational hearing will be held jointly with the California State Assembly’s Aging and Long-Term Care Committee at the State Capitol in Sacramento on Aug. 12.\n\nMore stories about: Diversity, Faculty, Race and Ethnicity, Social Work", "article_metadata": {"og": {"url": "https://news.usc.edu/66557/lincoln-helps-to-craft-statewide-strategy-on-aging/", "type": "article", "description": "Social work advocate covers long-term care at Senate Committee on Aging’s first hearing.", "title": "Lincoln helps to craft statewide strategy on aging"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fe2155\"", "article_summary": "We have a California aging and long-term care system that is not providing statewide access to a range of services.\n“I’m concerned about people who can’t afford long-term care insurance,” Lincoln said.\n“One of the factors that adds a particular level of complexity to the long-term care system is the racial and ethnic diversity of older adults in California,” Lincoln said.\nThe United States is experiencing a demographic shift in the nursing home population and witnessing an increase in disparities of care in long-term care facilities.\nThe group aims to conduct community outreach and inform policymakers about aging issues affecting older African-American adults in Los Angeles."}