{"article_title": "President Obama welcomes college students back to school by attending fundraisers, a wedding and doing nothing to combat college costs", "article_keywords": ["school", "cost", "students", "fundraisers", "tuition", "doing", "costs", "college", "york", "labor", "wedding", "president", "obama", "day", "welcomes"], "article_url": "http://redalertpolitics.com/2014/09/01/president-obama-welcomes-college-students-back-school-attending-fundraisers-wedding-nothing-combat-college-costs/", "article_text": "President Obama welcomes college students back to school by attending fundraisers, a wedding and doing nothing to combat college costs\n\nIt’s Labor Day, which means college students are finally back to their respective universities and about to embark on the costly academic year of 2014-15. Unfortunately, President Obama isn’t “laboring” to reduce the cost of higher education. Instead, he’s fundraising and attending weddings.\n\nObama attended an incredible three fundraisers for his Democratic allies on Friday, two of which were located in New York and another in Rhode Island. One of the New York events was billed as a “Labor Day Barbecue” and charged individuals up to $32,000 per ticket. How festive.\n\nAnd, the president’s fun didn’t stop there. He also jetted off to the wedding of White House chef Sam Kass and MSNBC host Alex Wagner in Pocantico, New York, Saturday evening, remaining there with his family until the wee hours of Sunday morning.\n\nUnfortunately for college students, Obama did not acknowledge their return to school on his Labor Day, and — worse — he has barely done anything to combat the seemingly ever-rising cost of higher education.\n\nEarlier this month, the White House released its plan to expand college opportunity, which conveniently failed to address the cost of tuition. In fact, all it really did was announce a summit that will be held on the topic.\n\nWhat’s more, Obama followed this release with a weekly address devoted to placing the responsibility for lowing college costs on Congress and universities themselves.\n\nNot only did he refrain from committing himself to any specific future actions to lower tuition, but he also failed to acknowledge the fact that his championed health care law — Obamacare — is actually causing college tuition to rise.\n\nSo, as you college students squeeze into your dorm room, buy your high-priced books, and work on the side to help pay for your school, just think of President Obama mingling with $32,000 ticket holders at a fundraiser or celebrating with delicious food and drink at a wedding.\n\nWelcome back.", "article_metadata": {"generator": "NGFB Pro 7.8.4U", "og": {"site_name": "Red Alert Politics", "description": "It's Labor Day, which means college students are finally back to their respective universities and about to embark on the costly academic year of 2014-15. Unfortunately, President Obama isn't \"laboring\" to reduce the cost of higher education. Instead, he's fundraising and attending weddings.", "title": "President Obama welcomes college students back to school by...", "locale": "en_US", "image": {"width": 600, "identifier": "http://redalertpolitics.com/files/2014/09/obama-wave-home-600x201.jpg", "height": 201}, "url": "http://redalertpolitics.com/2014/09/01/president-obama-welcomes-college-students-back-school-attending-fundraisers-wedding-nothing-combat-college-costs/", "type": "article"}, "fb": {"admins": 1285945407, "app_id": 529886110401651}, "msvalidate.01": "0F003B4674EABE0F24651B476B61A43C", "article": {"publisher": "https://www.facebook.com/RedAlertPolitics", "tag": "white-house-plan-college-opportunity", "published_time": "2014-09-01T11:03:31+00:00", "modified_time": "2014-09-02T11:54:34+00:00"}, "viewport": "width=device-width"}, "article_summary": "President Obama welcomes college students back to school by attending fundraisers, a wedding and doing nothing to combat college costsIt’s Labor Day, which means college students are finally back to their respective universities and about to embark on the costly academic year of 2014-15.\nUnfortunately, President Obama isn’t “laboring” to reduce the cost of higher education.\nOne of the New York events was billed as a “Labor Day Barbecue” and charged individuals up to $32,000 per ticket.\nUnfortunately for college students, Obama did not acknowledge their return to school on his Labor Day, and — worse — he has barely done anything to combat the seemingly ever-rising cost of higher education.\nEarlier this month, the White House released its plan to expand college opportunity, which conveniently failed to address the cost of tuition."}