{"article_title": "Social media push changes in food industry", "article_keywords": ["used", "hari", "ingredients", "food", "media", "industry", "using", "sandwich", "tbhq", "social", "push", "dyes", "chicken", "changes", "shutters"], "article_url": "http://health.heraldtribune.com/2014/01/07/social-media-push-changes-in-food-industry/", "article_text": "Renee Shutters has long worried that food dyes -- used in candy like blue M&M's -- were hurting her son, Trenton.\n\nShe testified before the Food and Drug Administration, but nothing happened. It was not until she went online, using a petition with the help of the Center for Science in the Public Interest, that her pleas to remove artificial dyes from food seemed to be heard.\n\n\"I've really thought about calling them,\" Shutters said about Mars. \"I'm not trying to be this horrible person. What I'm really thinking is that this is an opportunity for their company to lead what would be an awesome publicity coup by taking these dyes out of their products.\"\n\nWhile the FDA continues to allow certain dyes to be used in foods, deeming them safe, parents and advocacy groups have been using websites and social media as megaphones to force the food industry to reconsider the ingredients in foods and the labeling and processing of products.\n\nFrom Cargill's decision to label packages of its ground beef that contain \"pink slime,\" or what the industry prefers to call finely textured meat, to PepsiCo's decision to replace brominated vegetable oil in Gatorade with a natural additive at the behest of a teenager, corporations are increasingly capitulating to consumer demands.\n\nCompanies are reluctant to admit a direct connection between the crusades of consumers and their decisions to tweak products, but the link seems clear. More than 140,000 people have signed Shutters' petition on petroleum-based food dyes.\n\n\"We've always tried to be a customer-focused organization,\" said David B. Farmer, vice president for product strategy and development at Chick-fil-A. \"What has clearly changed is some of the channels of communications, which wasn't a factor in the past like it is today. We've had to adapt to that.\"\n\nTwo years ago, Vani Hari, a blogger known as the Food Babe, marveled in a blog post about the nearly 100 ingredients in a Chick-fil-A chicken sandwich and took issue with some of them, like MSG, artificial colors and TBHQ, or tertiary butylhydroquinone, which is used as a preservative in many foods.\n\n\"TBHQ is a derivative of butane,\" she said. \"The FDA says TBHQ cannot exceed 0.02 percent of fats and oils in a product, but consumers who are eating a sandwich that has it plus french fries and other things that also have it in a single meal may be getting more than that.\"\n\nShe followed that post with another, offering a recipe her readers could use to make a chicken sandwich that is a pretty fair imitation of Chick-fil-A's -- but with only 13 ingredients, none of them artificial.\n\nChick-fil-A eventually responded, inviting Hari in October 2012 to spend a day at its headquarters in Atlanta, where she discussed her concerns.\n\nThis month the company told Hari that it had eliminated the dye Yellow No. 5 from its chicken soup, and reduced sodium in the soup. It is testing a peanut oil that does not contain TBHQ and will start testing sauces and dressings made without high-fructose corn syrup in the coming year.\n\n\"We've been working through the menu, starting with the removal of all trans fat between 2006 and 2008, taking high-fructose corn syrup out of bread, some dressings, some ice cream and milk shakes and reducing sodium across the board,\" said Jodie Worrell, Chick-fil-A's nutritionist.", "article_metadata": {"og": {"image": "http://health.heraldtribune.com/files/2014/01/hfnutri07.jpg"}, "wp-parsely_version": "1.8", "fb": {"app_id": 846021808821787}}, "_id": "\"57477af36914bd0286fd378f\"", "article_summary": "Renee Shutters has long worried that food dyes -- used in candy like blue M&M's -- were hurting her son, Trenton.\nMore than 140,000 people have signed Shutters' petition on petroleum-based food dyes.\nShe testified before the Food and Drug Administration, but nothing happened.\nChick-fil-A eventually responded, inviting Hari in October 2012 to spend a day at its headquarters in Atlanta, where she discussed her concerns.\nIt was not until she went online, using a petition with the help of the Center for Science in the Public Interest, that her pleas to remove artificial dyes from food seemed to be heard."}