{"article_title": "The Most Un-American Speech Barack Obama Has Ever Delivered", "article_keywords": ["delivered", "work", "false", "obamacare", "million", "administration", "number", "worth", "barack", "admit", "speech", "unamerican", "touted", "obama"], "article_url": "https://pjmedia.com/blog/the-most-un-american-speech-barack-obama-has-ever-delivered/", "article_text": "The Most Un-American Speech Barack Obama Has Ever Delivered\n\nBefore getting to the speech itself, it's worth noting a few things.\n\nWhen the Democrats passed and Barack Obama signed Obamacare, the majority opposed it. About 56%, in fact. A majority have consistently opposed that law ever since.\n\nThe Obama administration touted 7 million sign-ups by March 31 as \"success.\" When that goal appeared to be unreachable, the administration suggested that maybe 5 or 6 million would be enough. Now, as if by magic, they have their number. Somehow.\n\nAll along, the administration has touted false numbers of enrollees. All along, the administration has neglected to admit that Obamacare is causing millions of Americans to lose their insurance, as they were forced to admit that they knew it would.\n\nA simple bit of math shows that even if there are 7 million legitimate sign-ups, there are between 5 and 6 million who lost their healthcare because of Obamacare. What's the net number? How many of these have even paid their premiums? And how many of them are now facing steeper deductibles?\n\nPremiums are not going down. Access has not been expanded. Provider networks are shrinking, reducing choice. These are all consequences of Obamacare. The president mentioned none of it.\n\nThe Obama administration is also neglecting to admit that their law is killing jobs. It is strangling hiring. It is killing the work ethic that built this country. The CBO estimates that we will lose the equivalent of more than 2 million jobs' worth of work hours. Small businesses say that Obamacare is keeping them from expanding their businesses, and keeping them from hiring and growing their workforces. They also say that Obamacare is forcing them to cut hours, which translates into lost wages, for millions of workers. Obama mentioned none of that.\n\nBut most importantly, the Obama administration is not admitting that it used naked, brute force to coerce Americans into signing up for Obamacare. Failing to sign up can get the IRS, with its auditors and armed agents, unleashed on you. When faced with that prospect, sure, it's not all that hard to persuade people to do what you want. It's a lesson that feudal chiefs, tyrants, pirates and bandits learned a long time ago.\n\nThe 7 million that President Obama touted today is a false number, he knows that it is a false number, and he knows that it is based on the threat of force. In fact, his administration couldn't even give a solid number until today. How convenient.", "article_metadata": {"page-title": "The Most Un-American Speech Barack Obama Has Ever Delivered | PJ Media", "pinterest": "nopin", "og": {"site_name": "PJ Media", "description": "Would this man lie to you (again)?", "title": "The Most Un-American Speech Barack Obama Has Ever Delivered", "url": "https://pjmedia.com/blog/the-most-un-american-speech-barack-obama-has-ever-delivered/", "image": "https://pajamasmed.hs.llnwd.net/e1/user-content/31/files/2014/04/obama-speech-obamacare.jpg", "updated_time": 1464089456, "type": "article"}, "twitter": {"description": "Would this man lie to you (again)?", "title": "The Most Un-American Speech Barack Obama Has Ever Delivered", "url": "https://pjmedia.com/blog/the-most-un-american-speech-barack-obama-has-ever-delivered/", "image": "https://pajamasmed.hs.llnwd.net/e1/user-content/31/files/2014/04/obama-speech-obamacare.jpg", "site": "@PJMedia_com", "card": "summary_large_image"}, "title": "The Most Un-American Speech Barack Obama Has Ever Delivered | PJ Media", "pinterestDescription": "The Most Un-American Speech Barack Obama Has Ever Delivered", "fb": {"app_id": 149848758413844}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fd37bd\"", "article_summary": "The Most Un-American Speech Barack Obama Has Ever DeliveredBefore getting to the speech itself, it's worth noting a few things.\nThe Obama administration touted 7 million sign-ups by March 31 as \"success.\"\nThe 7 million that President Obama touted today is a false number, he knows that it is a false number, and he knows that it is based on the threat of force.\nBut most importantly, the Obama administration is not admitting that it used naked, brute force to coerce Americans into signing up for Obamacare.\nThe Obama administration is also neglecting to admit that their law is killing jobs."}