{"article_title": "New ACA data points to systemic success", "article_keywords": ["aca", "good", "success", "republicans", "obamacare", "increases", "premiums", "systemic", "health", "coverage", "care", "data", "insurance", "points"], "article_url": "http://www.msnbc.com/rachel-maddow-show/new-aca-data-points-systemic-success", "article_text": "In recent years, Republican critics of the Affordable Care Act have insisted that “Obamacare” would send premiums soaring. Even after all of the GOP’s other talking points were discredited or abandoned, the right hoped higher premiums would be the key failure that helped undermine the U.S. system.\n\nReality just doesn’t seem to be in a cooperative mood. There was some preliminary evidence that the ACA was helping keep premiums in check, and as Margot Sanger-Katz reports , the new data is even more encouraging.\n\nEarly evidence suggests that competition in the new Affordable Care Act marketplaces is working. Health insurance premiums in major cities around the country are barely rising. That’s the conclusion of two studies of data about newly public insurance rates. One, from the Kaiser Family Foundation, a health research group, looked at 49 cities and found that prices for a popular type of plan are actually going down, on average. A second, from the actuarial firm Wakely Consulting Group, looked at the largest county in each of the 34 states with marketplaces run by the federal government and found an average rate increase of zero. Decreases in the price of health insurance are basically unheard-of.\n\nIndeed, before “Obamacare,” consumers routinely faced annual premium increases. The question wasn’t whether the cost would go up, but rather, how much. But the ACA model is succeeding even more than expected.\n\nIn fairness, it’s worth noting that we’re looking at averages across a vast marketplace, and some consumers will benefit more than others. The Affordable Care Act is having a positive impact, but if you look hard enough, it’s possible to find some pockets where premium increases are higher.\n\nBut as Sanger-Katz added, “[I]f you take out the outliers on either side … most of the rates are either single-digit increases or single-digit decreases, moderate changes for health insurance.”\n\nThat’s not only amazing, it’s the polar opposite of what Republicans predicted. What’s more, it’s not the only good news.\n\nLucy McCalmont reported this morning:\n\nA majority of Americans give good reviews for insurance they recently acquired through government exchanges within the past year, a new poll shows. With the second round of Obamacare enrollment set to begin on Saturday, 71 percent said their coverage through the exchanges was good or excellent, according to a Gallup poll released Friday. Another 19 percent said the coverage was fair, while 9 percent rated it poorly.\n\nThis, too, is the opposite of what Republicans predicted. Conservatives were certain no one would like coverage through the ACA, but American consumers seem quite satisfied, indeed.\n\nTaking a step back, it’s been an interesting week for the health care debate. For the law’s proponents on the left, what matters are the policy successes and the degree to which the ACA is making a positive, material difference in Americans’ lives.\n\nFor the law’s critics on the right, what matters is a Jonathan Gruber quote and a lawsuit that hopes to exploit a drafting error to strip millions of Americans of their health care coverage. All the while, congressional Republicans continue to talk about repealing the law and replacing it with a secret GOP alternative that doesn’t exist.", "article_metadata": {"msapplication-config": "/browserconfig.xml", "description": "An informative week in the health care debate: the left focuses on the ACA's policy successes, while the right focuses on Jonathan Gruber.", "original-source": "http://www.msnbc.com/rachel-maddow-show/new-aca-data-points-systemic-success", "og": {"site_name": "MSNBC", "description": "An informative week in the health care debate: the left focuses on the ACA's policy successes, while the right focuses on Jonathan Gruber.", "title": "New ACA data points to systemic success", "url": "http://www.msnbc.com/rachel-maddow-show/new-aca-data-points-systemic-success", "image": "http://www.msnbc.com/sites/msnbc/files/styles/ratio--1_91-1--1200x630/public/articles/2013-09-29t010721z_1832254206_gm1e99t0p9501_rtrmadp_3_usa.jpg?itok=r7ZUIbER", "type": "article"}, "twitter": {"domain": "msnbc.com", "account_id": 2836421, "creator": {"identifier": "@msnbc", "id": 2836421}, "url": "http://www.msnbc.com/rachel-maddow-show/new-aca-data-points-systemic-success", "image": {"width": 830, "identifier": "http://www.msnbc.com/sites/msnbc/files/styles/ratio--3-2--512x342/public/articles/2013-09-29t010721z_1832254206_gm1e99t0p9501_rtrmadp_3_usa.jpg?itok=VlkmNjZk", "height": 553}, "title": "New ACA data points to systemic success", "site": {"identifier": "@msnbc", "id": 2836421}, "card": "summary_large_image", "description": "An informative week in the health care debate: the left focuses on the ACA's policy successes, while the right focuses on Jonathan Gruber."}, "robots": "follow, index", "DC.date.issued": "2014-11-14T11:30:54-05:00", "jenga-session-config": "{\"when_to_init\":\"after_dom_ready\"}", "fb": {"app_id": 351594351545594}, "nv": {"author": "steve-benen", "tags": "affordable-care-act,health,health-care-reform,obamacare,rachel-maddow-show", "title": "New ACA data points to systemic success", "published": 1, "date": "11/14/2014 11:30:54 EST", "address": "http://www.msnbc.com/rachel-maddow-show/new-aca-data-points-systemic-success"}, "article": {"author": "https://www.facebook.com/steve.benen"}, "abstract": "An informative week in the health care debate: the left focuses on the ACA's policy successes, while the right focuses on Jonathan Gruber.", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "news_keywords": "Health, Health Care Reform, Affordable Care Act, Obamacare"}, "_id": "\"57477af36914bd0286fd37c1\"", "article_summary": "Health insurance premiums in major cities around the country are barely rising.\nTaking a step back, it’s been an interesting week for the health care debate.\nThere was some preliminary evidence that the ACA was helping keep premiums in check, and as Margot Sanger-Katz reports , the new data is even more encouraging.\nDecreases in the price of health insurance are basically unheard-of.\nFor the law’s critics on the right, what matters is a Jonathan Gruber quote and a lawsuit that hopes to exploit a drafting error to strip millions of Americans of their health care coverage."}