{"article_title": "Rove predicts GOP unity and Senate win in 2014", "article_keywords": ["predicts", "business", "senate", "win", "workers", "primary", "immigration", "unity", "candidates", "rove", "tea", "party", "republican", "gop"], "article_url": "http://dailycaller.com/2013/12/26/rove-predicts-gop-unity-and-senate-win-in-2014/", "article_text": "Republican political strategist Karl Rove walks the floor of the Republican National Convention before the start of first session of the convention in Tampa, Fla., Aug. 27, 2012. (REUTERS/Shannon Stapleton)\n\n4037512\n\nKarl Rove, the voice of the Republican donor class, is predicting that tea party-backed primary candidates will lose nearly all their primary fights against business-backed GOP politicians during 2014.\n\n“Every Republican senator and virtually every representative challenged in a primary as insufficiently conservative will win,” Rove wrote in a Dec. 26 blog post, an excerpt of which appeared in The Wall Street Journal. The op-ed listed his predictions about American politics in 2014.\n\nRove’s business vs. tea party prediction is somewhat self-serving — he’s positioned himself as a leader of the GOP-affiliated donors and businesses who are facing criticism from the tea party’s populist advocates of small government.\n\nRove, however, leaves himself wiggle room to claim victory next December even if his business donors fail to gain a glorious victory over the GOP’s small-government voters.\n\nHis careful language doesn’t predict that all GOP business-backed incumbents will survive the populist wave, and doesn’t promise that GOP primary voters will always pick business-favored candidates instead of tea party candidates.\n\nSo if a few GOP House members are dethroned by the tea party, and if few or most business guys strike out in Senate primaries, or if the GOP leadership ignores business priorities, Rove still gets to declare next December that his 2014 predictions were correct.\n\nBut Rove’s 2014 predictions are an important guide to the short-term priorities of the establishment GOP.\n\nJudging by his article, the GOP establishment will focus on Obamacare — and avoid divisive issues like immigration — in a determined effort to win a majority in the Senate.\n\n“In reaction to ObamaCare, GOP political divisions are giving way to unity,” Rove wrote.\n\n“Tens of millions more Americans will lose their coverage and find that new ObamaCare plans have higher premiums, larger deductibles and fewer doctors. Enrollment numbers will be smaller than projected and budget outlays will be higher,” he wrote. “Support for ObamaCare will drop below 30%, causing congressional Democrats to clamber for major changes and delays,” he said.\n\nIn November, “Republicans will keep the House with a modest pickup of 4-6 seats [and] the GOP will most likely end up with 50 or 51 Senate seats,” said Rove.\n\nBut Rove’s business allies may make that GOP unity impossible. For example, the U.S. Chamber of Commerce is threatening to spent $50 million in primary races to help their business-friendly candidates defeat small-government tea party candidates, according to a Dec. 26 Wall Street Journal news-article.\n\nThat determination is laced with contempt for the Tea Party members who created the GOP’s House majority in 2010 and 2012. “Our No. 1 focus is to make sure, when it comes to the Senate, that we have no loser candidates… our mantra [is]: No fools on our ticket,” Scott Reed, the chamber’s top political strategist, told the Journal.\n\nTo bolster his prediction of victory in November, Rove downplayed possibly the most divisive fight in 2014 — the battle over the joint effort by liberals and businesses to triple immigration over the next 10 years.\n\nIn that battle, Big Business has allied itself with liberals because executives want to import more immigrant and guest-worker labor so they can reduce costs.\n\nIn his 2013 predictions, Rove predicted that Republicans would give at least lip service to reforming the immigration system: “On immigration, Republicans will advance a framework that includes border security, guest workers and a lengthy, difficult road to citizenship.”\n\nHe also predicted that Obama’s immigration effort would fail because it wouldn’t bring in enough low-wage guest workers. “An immigration proposal put forward by Mr. Obama will go nowhere because it lacks a credible guest-worker program and contains too speedy a path to citizenship,” he wrote.\n\nBut Obama’s Senate-passed bill does permanently double the inflow of guest workers to more than one million per year.\n\nThat bill would also triple the legal inflow of Democratic-leaning immigrants to 30 million over the next 10 years, and boost business profits.\n\nSince then, GOP House Speaker John Boehner has blocked its advance, possibly because he knows the increase in guest workers is even more unpopular among the GOP’s base-votes and among swing-voters than the proposed amnesty for 11 million illegal immigrants. One poll showed that the guest-worker proposal got strong support from only two percent of respondents.\n\nObama is looking for GOP cooperation, and claimed recently that Boehner is signaling some support for immigration legislation, even as other GOP leaders — such as Sen. Jeff Sessions — and reform groups — such as NumbersUSA — argue that high levels of immigration make Americans more dependent on big government and less supportive of the GOP.\n\nFollow Neil on Twitter", "article_metadata": {"sailthru.author": "Neil Munro", "description": "'Every Republican senator and virtually every representative challenged in a primary as insufficiently conservative will win'", "og": {"site_name": "The Daily Caller", "description": "Karl Rove, the voice of the Republican donor class, is predicting that tea party-backed primary candidates will lose nearly all their primary fights against business-backed GOP politicians during 201", "title": "Rove predicts GOP unity and Senate win in 2014", "url": "http://dailycaller.com/2013/12/26/rove-predicts-gop-unity-and-senate-win-in-2014/", "image": {"width": 1143, "identifier": "http://cdn01.dailycaller.com/wp-content/uploads/2013/12/karl-rove-reuters-e1455309965303.jpg", "height": 492}, "type": "article"}, "twitter": {"description": "'Every Republican senator and virtually every representative challenged in a primary as insufficiently conservative will win'", "title": "Rove predicts GOP unity and Senate win in 2014 Via @dailycaller", "url": "http://dailycaller.com/2013/12/26/rove-predicts-gop-unity-and-senate-win-in-2014/", "image": {"src": "http://dailycaller.com/wp-content/uploads/2013/12/karl-rove-reuters-e1455309965303.jpg"}, "site": {"identifier": "@dailycaller", "id": 39308549}, "card": "summary"}, "sailthru.date": "2013-12-26 17:36:08", "sailthru.title": "Rove predicts GOP unity and Senate win in 2014", "HandheldFriendly": "true", "sailthru.tags": "republican-party,neil-munro", "fb": {"app_id": 143489452702, "pages": 182919686769}, "keywords": "karl rove,republican party", "sailthru.description": "Karl Rove, the voice of the Republican donor class, is predicting that tea party-backed primary candidates will lose nearly all their primary fights against business-backed GOP politicians during 201", "sailthru.image.full": "http://cdn01.dailycaller.com/wp-content/uploads/2013/12/karl-rove-reuters-e1455309965303.jpg", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "_id": "\"57477af46914bd0286fe21a2\"", "article_summary": "His careful language doesn’t predict that all GOP business-backed incumbents will survive the populist wave, and doesn’t promise that GOP primary voters will always pick business-favored candidates instead of tea party candidates.\nThat determination is laced with contempt for the Tea Party members who created the GOP’s House majority in 2010 and 2012.\n“In reaction to ObamaCare, GOP political divisions are giving way to unity,” Rove wrote.\n(REUTERS/Shannon Stapleton)4037512Karl Rove, the voice of the Republican donor class, is predicting that tea party-backed primary candidates will lose nearly all their primary fights against business-backed GOP politicians during 2014.\nJudging by his article, the GOP establishment will focus on Obamacare — and avoid divisive issues like immigration — in a determined effort to win a majority in the Senate."}