{"article_title": "Why Oil Prices Are Headed Lower Again", "article_keywords": ["barrels", "week", "lower", "oil", "million", "headed", "supply", "think", "production", "prices", "day", "market"], "article_url": "http://www.thefiscaltimes.com/2015/11/12/Why-Oil-Prices-Are-Headed-Back-Down", "article_text": "Oil prices are getting crushed and could retest August's lows as global oversupply shows few signs of abating soon.\n\n\"The realization of a mega-glut is finally registering within the market,\" said John Kilduff, analyst and partner with Again Capital. \"I think we're probably in the midst of another leg lower here. It might not go straight down but we're on target to make new lows for the year.\"\n\nRelated: Here's Why Oil Prices Are Crashing Again\n\nWest Texas Intermediate crude futures was down 2.75 percent at $41.75 per barrel. WTI set an intraday low of $37.75 on Aug. 24. Brent crude was down nearly 3 percent Thursday at $45.23 per barrel.\n\n\"We're awfully close to $40, and it certainly feels like it wants to test the lows we saw earlier this year,\" said Andrew Lipow, president of Lipow Oil Associates. Gasoline was also sharply lower, with RBB down 4 percent at $1.27 per gallon.\n\n\"This raft of poor economic data out of China all week speaks to more slowing there and a slack demand picture,\" said Kilduff. \"There's the expectation of renewed dollar strength, and even with the significant cut in rig count, you had another slight uptick in U.S. production.\"\n\nOil futures are down more than 10 percent in the past month and took another leg lower this week on American Petroleum Institute reports of more U.S. supply. The U.S. government reported Thursday that oil stockpiles rose by 4.2 million barrels last week due to higher imports. That was about four times what analysts had expected.\n\n\"All commodities are selling off. We don't think this price is sustainable, and we think that oil is bottoming in this range but there's a lot of volatility in the market and concerns about China, and the Fed's going to raise rates, and the dollar strengthening. It's all playing a part,\" said Michael Cohen, head of energy commodities research at Barclays. \"Aside from that, from a fundamental perspective, the market continues to have this perception that we are oversupplied. The data continues to show builds, so it's kind of confirming the market's bias.\"\n\nRelated: Oil price to rise only gradually to $80 by 2020: IEA\n\nU.S. production last week totaled 9.2 million barrels a day, slightly higher than the weekly totals reported in the past month. The U.S. imported 7.4 million barrels a day, up 400,000 barrels from the previous week.\n\nOPEC's comments also added to supply concerns when it reported Thursday its current output could result in a daily global surplus of more than 500,000 barrels next year. In its monthly report, OPEC said it produced 31.38 million barrels per day in October, down 256,000 barrels from September and the first decline since March.\n\nThe organization also said it expects non-OPEC production to fall by about 130,000 barrels a day next year after growing by 720,000 barrels a day this year.\n\nCohen said while there has been some decline in U.S. oil and traditional drilling on shore, the offshore production in the U.S. has increased by 200,000 barrels a day in the Gulf of Mexico. He expects on-shore production to drop by 300,000 barrels a day next year.\n\nRelated: Oil prices slip on Chinese demand concerns, weak Saudi exports\n\nCohen said if oil returns to its lows, it won't stay there for long, and he sees a more balanced supply picture next year.\n\n\"The difference now compared to the last time we touched those levels was the supply side of the equation is adjusting. One thing we see as a justification for a rebound next year is not demand driven,\" he said.\n\nCohen said even though he said oil's current level is not sustainable, there are risks to the downside. He said negatives include if El Nino conditions create very warm weather this winter or if Libyan production ramps up or Iranian supply exceeds expectations. \"The final thing is if we do see the kind of macro correction we saw in August 2015 again, which we do think is possible, then that could drag oil down,\" he said.\n\nKilduff said if El Nino does produce unusually warm weather through December and January, oil could take another leg down in late January or February.\n\nLipow said the decline in gasoline futures Thursday comes as refineries appear to be back on line after maintenance.\n\n\"The cash market on the Gulf Coast has collapsed over the last three days, indicating the return of refining units,\" he said. Spot gasoline prices in the Houston market were about $1.14 per gallon Thursday, he said.\n\n\"There's a significant amount of oil parked outside of Houston waiting to unload or waiting to be sold,\" he said.\n\nThis article originally appeared at CNBC. Read more from CNBC:\n\nSkill, chance, gambling, legality: They're all separate\n\nChipotle’s tough year just got worse\n\nHow Mother Nature helps prevent climate change", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Oil prices are getting crushed and could retest August's lows as global oversupply sho", "title": "Why Oil Prices Are Headed Lower Again", "url": "http://www.thefiscaltimes.com/2015/11/12/Why-Oil-Prices-Are-Headed-Back-Down", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/cbusiness-us-global-oil_2.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/11/12/Why-Oil-Prices-Are-Headed-Back-Down", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/cbusiness-us-global-oil_2.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "Oil prices are getting crushed and could retest August's lows as global oversupply sho", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af46914bd0286fe217d\"", "article_summary": "Related: Here's Why Oil Prices Are Crashing AgainWest Texas Intermediate crude futures was down 2.75 percent at $41.75 per barrel.\nOil prices are getting crushed and could retest August's lows as global oversupply shows few signs of abating soon.\nRelated: Oil prices slip on Chinese demand concerns, weak Saudi exportsCohen said if oil returns to its lows, it won't stay there for long, and he sees a more balanced supply picture next year.\nThe U.S. government reported Thursday that oil stockpiles rose by 4.2 million barrels last week due to higher imports.\nThe U.S. imported 7.4 million barrels a day, up 400,000 barrels from the previous week."}