{"article_title": "As health-care law’s employer mandate nears, firms cut worker hours, struggle with logistics", "article_keywords": ["logistics", "settles", "employees", "workers", "healthcare", "worker", "employer", "hours", "nears", "struggle", "mandate", "employee", "health", "firms", "law", "insurance", "care", "laws"], "article_url": "https://www.washingtonpost.com/national/health-science/as-health-care-laws-employer-mandate-nears-firms-cut-worker-hours-struggle-with-logistics/2014/06/23/720e197c-f249-11e3-914c-1fbd0614e2d4_story.html", "article_text": "Line cook James Wells has health insurance thanks to Bardenay Restaurant and Distillery owner Kevin Settles, who offered health insurance to his full-time employees a year before he was legally required to under the Affordable Care Act. (Katherine Jones/Idaho Statesman)\n\nKevin Settles prides himself on being an early adopter. The owner of the mini-chain Bardenay in Boise, Idaho, says he was the first restaurateur in the country to get a federal license to distill liquor at a restaurant. He put Thai satay and baba ganoush on the menu despite his customers’ steak-centric palates.\n\nSo when the health-care law went into effect, Settles acted quickly. In September, he offered health insurance to dozens of his employees to comply with the Affordable Care Act, which requires all but the smallest businesses to extend coverage to their full-time workers. He put in new systems to track employee hours and provide the data to the government. All this well before the employer mandate kicks in next year.\n\nBut unlike Settles’s other experiments, this one hasn’t been great for his business. He put raises and expansion plans on hold as he figured out the cost and logistics of making the changes. To his surprise, his employees have not leaped at the chance to get health insurance. And he is still trying to figure some things out — for example, how to safeguard employee information that must now be reported to the Internal Revenue Service, such as the Social Security numbers of children who are covered under their parents’ health plans.\n\n“We don’t want to be liable for that,” he said. “What if we get hacked?”\n\nIn recent weeks, criticism of the Affordable Care Act’s employer mandate — one of the law’s most controversial components — has intensified, as employers such as Settles complain publicly and even some Obama administration allies acknowledge that the mandate has harmed some workers.\n\nGraphic The ACA's 21 deadline extensions A look back at every Affordable Care Act deadline that was extended by the Obama administration.\n\nA number of businesses, including Regal Entertainment and SeaWorld, have reduced hours for part-time workers to fewer than 30 a week — the law’s definition of full time — to avoid having to offer them health insurance. Other companies say they are holding back on hiring to avoid the insurance requirement. Seasonal employees and low-wage workers, such as adjunct professors and cafeteria staffers, have been hit especially hard.\n\nSome supporters of the Affordable Care Act say that the employer mandate, which applies to businesses with at least 50 full-time workers, has fueled the law’s unpopularity and that getting rid of it wouldn’t hurt the central goal of reducing the number of uninsured people.\n\n“We’ve never thought [the employer mandate] was particularly good policy, and while people have probably screamed too loudly about the effects on employment, there is some of it that’s certainly true, and it’s not worth the price we seem to be paying,” said John Holahan, a fellow at the Urban Institute and a co-author of the recent paper “Why Not Just Eliminate the Employer Mandate?”\n\nBut canceling the mandate would require an act of Congress, which is bitterly torn over the 2010 law. Administration officials would also have to figure out a way to replace the revenue the mandate is expected to generate — an estimated $150 billion in fines over the next decade from employers that don’t comply. That money is supposed to fund subsidies for low- and middle-income individuals buying health insurance.\n\nView Graphic Now, nearly 3.3 million people have enrolled in a health plan between Oct. 1 and Feb. 1.\n\nThe complexity of implementing the employee mandate has led the Obama administration to put it off twice. Last year, officials delayed the effective date from January 2014 to January 2015. Earlier this year, they gave firms with 50 to 99 employees until 2016 to comply — two more years than initially planned. And they softened the requirement for companies with 100 or more workers, saying the firms must extend coverage to only 70 percent of their workers next year, rather than almost all of them.\n\nCompanies that don’t comply with the law face fines of $2,000 or $3,000 per employee, depending on the infraction.\n\nTrying to limit costs\n\nBusinesses have long railed against the mandate, but in recent months many have been focusing more on getting ready for it than on fighting it.\n\nMany of the employers that have cut part-time hours or taken other actions to limit their costs under the law, such as fast-food restaurants and school districts, have large numbers of seasonal or hourly-wage workers. Traditionally, most of these workers have not received health benefits. And they are often difficult to categorize as part time or full time, because their hours vary.\n\nThe employers’ actions have become case studies for Republican critics, who call the law “job-killing.” But some Democratic allies have complained as well.\n\nLast week, Unite Here, a union representing cafeteria workers, rallied at the Capitol to criticize what it called a loophole in the law. It says the loophole allowed Sodexo, a French food-service company, to drop health benefits for more than 3,000 workers across the United States.\n\nThese workers were previously categorized as full-time because they carried full workloads during the school year. But Sodexo changed how it categorizes them to take into consideration their lighter summer schedules.\n\nThough the law does not require such a redefinition, Sodexo said the move was necessary to “align” with the law and “manage the increasing cost of health care while ensuring compliance with federal guidelines,” according to an employee fact sheet. Federal guidelines prohibit colleges from calculating worker hours this way, but not contractors — an omission the union is asking Congress to remedy.\n\nNew computer systems\n\nBusinesses also are struggling to update their computer systems. Many now must track employee hours in a new way, keeping close tabs to ensure, for example, that part-time workers do not inadvertently work too many hours and that anyone who does is promptly offered health insurance.\n\nCompanies also must devise secure methods to periodically report the data to the government. But the government has not provided all the necessary information to build these systems, industry officials say.\n\n“We are still waiting from IRS for the forms that will be the vehicle for reporting this information,” said Neil Trautwein, vice president at the National Retail Federation. “And we’re getting a little nervous.”\n\nFor Settles, owner of the three Boise restaurants, which together employ 200 people, many of the hardest decisions are over. He has long provided free health insurance to his salaried employees. Last fall, he offered a similar deal to about 60 of his part-time, hourly-wage workers: If they increased their schedules to 39 hours a week, they would get free health insurance.\n\nTo his dismay, all but a handful turned him down. Most said they liked the lighter schedules or quit to work slightly higher-paying jobs, even though the health insurance he was offering was worth more, he said.\n\nBut on the bright side, after crunching the numbers, he has figured out that expanding health insurance will not break the bank. He is again considering growing his business. In the end, he has a mixed but decidedly dim view of the health law.\n\n“I think the intent is great,” he said. “I think the implementation and the law is exceedingly complex. And much to my surprise, having had this program in place for nearly a year . . . I don’t think the staff cares that much.”", "article_metadata": {"description": "Some companies are cutting workers’ hours, while others are struggling with implementation’s costs and logistics.", "author": "https://www.facebook.com/pages/Sandhya-Somashekhar/424900341023463", "og": {"site_name": "Washington Post", "description": "Some companies are cutting workers’ hours, while others are struggling with implementation’s costs and logistics.", "title": "As health-care law’s employer mandate nears, firms cut worker hours, struggle with logistics", "url": "https://www.washingtonpost.com/national/health-science/as-health-care-laws-employer-mandate-nears-firms-cut-worker-hours-struggle-with-logistics/2014/06/23/720e197c-f249-11e3-914c-1fbd0614e2d4_story.html", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2014/03/25/Others/Images/2014-03-25/wonk0219.jpg", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@sandhyawp"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/national/health-science/as-health-care-laws-employer-mandate-nears-firms-cut-worker-hours-struggle-with-logistics/2014/06/23/720e197c-f249-11e3-914c-1fbd0614e2d4_story.html", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "health, health insurance mandate employers, obamacare effect on employers, obamacare effect on business, aca effect on business, employers cut hours obamacare, aca effect on workers, obamacare effect on workers, health care law effect on business, workers hours cut obamacare", "article": {"publisher": "https://www.facebook.com/washingtonpost", "author": "https://www.facebook.com/pages/Sandhya-Somashekhar/424900341023463"}, "news_keywords": "health, health insurance mandate employers, obamacare effect on employers, obamacare effect on business, aca effect on business, employers cut hours obamacare, aca effect on workers, obamacare effect on workers, health care law effect on business, workers hours cut obamacare", "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "eomportal-uuid": "720e197c-f249-11e3-914c-1fbd0614e2d4"}, "_id": "\"57477af46914bd0286fdfefb\"", "article_summary": "He put in new systems to track employee hours and provide the data to the government.\nThe complexity of implementing the employee mandate has led the Obama administration to put it off twice.\nIn the end, he has a mixed but decidedly dim view of the health law.\nBut on the bright side, after crunching the numbers, he has figured out that expanding health insurance will not break the bank.\nThat money is supposed to fund subsidies for low- and middle-income individuals buying health insurance."}