{"article_title": "Mob rule: Mozilla CEO forced out over $1000 Prop 8 donation made six years ago", "article_keywords": ["ago", "forced", "gay", "ceo", "support", "mozilla", "say", "rule", "prop", "fascist", "donation", "marriage", "mob", "eich", "didnt", "1000"], "article_url": "http://humanevents.com/2014/04/03/mob-rule-mozilla-ceo-forced-out-over-1000-donation-made-six-years-ago/", "article_text": "Daily Events Featured Story\n\nAs we all know, “progressives” are people who live in the future, refusing to dwell on events of the past. Who cares what Barack Obama said about ObamaCare in 2009, or what Hillary Clinton said about Benghazi in 2012? The past is dead and gone.\n\nUnless they decide to resurrect it, of course. Former Mozilla Corporation CEO Brendan Eich learned that the hard way today. He’s the “former” CEO because he was forced out by an angry mob. The mob was angry because he made a $1000 donation supporting California’s Proposition 8, which banned gay marriage, back in 2008. The measure passed with 52 percent of the vote, which presumably means over half of California is unfit to work for Mozilla.\n\nFor the crime of holding the same position on gay marriage as Barack Obama did at the time – a position he hasn’t even discussed much, and has never attempted to impose upon Mozilla in any way – Eich got to meet with Mister Mayhem. He resigned from both his corporate CEO post and the board of the Mozilla nonprofit organization on Thursday, after the sound of thundering jackboots became too loud for the company to ignore. Mozilla announced his departure in a blog post:\n\nMozilla prides itself on being held to a different standard and, this past week, we didn’t live up to it. We know why people are hurt and angry, and they are right: it’s because we haven’t stayed true to ourselves. We didn’t act like you’d expect Mozilla to act. We didn’t move fast enough to engage with people once the controversy started. We’re sorry. We must do better. Brendan Eich has chosen to step down from his role as CEO. He’s made this decision for Mozilla and our community. Mozilla believes both in equality and freedom of speech. Equality is necessary for meaningful speech. And you need free speech to fight for equality. Figuring out how to stand for both at the same time can be hard.\n\nThere’s more argle-bargle about the company’s wonderful commitment to “a wide diversity of views,” all of which is utterly meaningless drivel, because you just canned a guy after a mob declared his personal beliefs are unacceptable. Nothing anyone says about diversity or tolerance matters after that. It’s all just window dressing for something profoundly ugly and intolerant. America used to be so much better than this. Remember “I disagree with what you say, but I will defend to the death your right to say it?”\n\nIn this case, it wasn’t even about what Eich was saying. He wasn’t even exercising his free-speech rights on the matter of same-sex marriage. He became CEO two weeks ago, didn’t give his first interviews until yesterday, and said he preferred not to talk about the social issue that had nothing to do with his job. The movement to oust him was launched because two years ago, someone dug up the records of the thousand-dollar donation he made in 2008.\n\nOne of the first (and, as it turns out, last) interviews he gave as Mozilla CEO was to the UK Guardian:\n\nThe new CEO of Mozilla, the not-for-profit organisation behind the Firefox web browser, declined on Tuesday to offer a rationale for his 2008 donation in support of California’s gay marriage ban, insisting he would remain in post despite a backlash over his appointment. Giving interviews for the first time since he was announced as the new boss of Mozilla on 24 March, Brendan Eich repeatedly refused to be drawn on his stance on gay rights amid a widespread row over his $1,000 donation in support of the successful Proposition 8 ballot measure. “So I don’t want to talk about my personal beliefs because I kept them out of Mozilla all these 15 years we’ve been going,” he told the Guardian. “I don’t believe they’re relevant.” The first week of Eich’s tenure had been marked by a series of public statements by Mozilla staff protesting his appointment, the resignation of three of Mozilla’s directors, and a denunciation from dating site OkCupid, which urged all Firefox users to change browsers. Eich said OkCupid’s move was “rash”, and was keen to downplay other moves since his appointment. Though his stance on equal marriage had been made public through his donation, Eich said he did not believe it was relevant to his role at Mozilla, and said the organisation’s own code of conduct precluded him discussing his views. “I agree with people who say it wasn’t private, but it was personal,” he said of the donation. “But the principle that I have operated by, that is formalised in our code of conduct at Mozilla, is it’s really about keeping anything that’s not central to our mission out of our office. “If I stop doing that now I think I would be doing wrong that code of conduct and doing a disservice to Mozilla. And I really do think it’s an important principle of inclusiveness for Mozilla to succeed.”\n\nAlas, it turns out “inclusiveness” is not viewed as an important ingredient as Mozilla’s success. Fascist conformity is more their style. And if you support what just happened to Eich, you are a fascist. It doesn’t matter that you’re totally convinced of your own righteousness – so was every fascist to come before you.\n\nIt’s not as if outraged same-sex marriage supporters were pushing back against an outspoken adversary (as if that would make it okay, coming from people who loudly declare themselves champions of diversity!) The man was literally minding his own business – he’s one of the founders of Mozilla. He created the Javascript programming language. And because he dared to participate in the political process of his state six years ago, vengeance was taken upon him – rather obviously to frighten others who might dare to dissent from the preferred opinion of the mob. That’s the fascist M.O., as every single one of Eich’s tormentors would instantly agree, if they found themselves on the wrong end of it.\n\nI have seen no accusations that Eich was creating any sort of hostile work environment for gay employees, but evidently it’s just peachy to create a hostile work environment for him. He was purged for beliefs he holds passively today, because once upon a time, he agreed with a sizable majority of Californians about the importance of preserving the existing definition of marriage, and donated a little money to that cause. An article at tech website Re/Code says Mozilla Executive Chairwoman Mitchell Baker didn’t know Eich was opposed to same-sex marriage until stories about his 2008 donation appeared in the media. That doesn’t make him sound like an overbearing sort.\n\nRe/Code writer Kara Swisher judges that Mozilla’s “crisis” was “not helped much by a series of Eich interviews this week, in which he declined to apologize and used what can only be described as pretzel logic about how a clearly tolerant community like Mozilla should also support what many now consider intolerant beliefs.”\n\nThat only seems like “pretzel logic” if you’re a fascist. People who actually believe in tolerance and intellectual diversity have no difficulty understanding the deep sickness of declaring someone a non-person because he disagrees with them. You’ll find a few of Eich’s persecutors who say he might have been able to hang on, if he had publicly recanted his marriage beliefs and apologized for ever holding them. That’s not exactly helping you slip out of those jackboots, kids.", "article_metadata": {"og": {"site_name": "Human Events", "description": "No one gets to prattle about their commitment to \"tolerance\" and \"diversity\" after something like this.", "title": "Mob rule: Mozilla CEO forced out over $1000 Prop 8 donation made six years ago | Human Events", "locale": "en_US", "image": "http://humanevents.com/wp-content/uploads/2014/04/brendan_eich-480x270.jpg", "url": "http://humanevents.com/2014/04/03/mob-rule-mozilla-ceo-forced-out-over-1000-donation-made-six-years-ago/", "type": "article"}, "fb": {"pages": 212436860202}, "description": "No one gets to prattle about their commitment to \"tolerance\" and \"diversity\" after something like this.", "twitter": {"site": "@humanevents", "image": "http://humanevents.com/wp-content/uploads/2014/04/brendan_eich-480x270.jpg", "description": "No one gets to prattle about their commitment to \"tolerance\" and \"diversity\" after something like this.", "card": "summary", "creator": "@@Doc_0"}}, "_id": "\"57477af46914bd0286fdbe61\"", "article_summary": "The mob was angry because he made a $1000 donation supporting California’s Proposition 8, which banned gay marriage, back in 2008.\nFormer Mozilla Corporation CEO Brendan Eich learned that the hard way today.\nHe’s the “former” CEO because he was forced out by an angry mob.\nThe measure passed with 52 percent of the vote, which presumably means over half of California is unfit to work for Mozilla.\n“I agree with people who say it wasn’t private, but it was personal,” he said of the donation."}