{"article_title": "When Romneycare met Obamacare: 5 big changes to expect in Massachusetts", "article_keywords": ["plans", "level", "federal", "big", "obamacare", "met", "health", "massachusetts", "making", "residents", "romneycare", "changes", "insurance", "care", "expect"], "article_url": "https://www.bostonglobe.com/magazine/2013/10/12/when-romneycare-met-obamacare-big-changes-expect-massachusetts/4lMPvCS2fIDbInyhLBxxpL/story.html", "article_text": "THE ROLLING OUT of the Affordable Care Act has already led to some changes in the Bay State and beyond. Among them, young residents can stay on their parents’ health plans until age 26; in 2012 alone, new prescription coverage saved nearly 60,000 Massachusetts seniors an average $667 each. And most plans now cover preventive services like flu shots and cancer screenings with no copay. And though Massachusetts residents won’t see the sweeping reforms of elsewhere — and full-time workers who get insurance on the job will see even fewer — there are more changes to come. Here are some of the big ones.\n\nEXTRA PAPERWORK\n\nCommonwealth Care, a state-run insurance program with about 250,000 members, will be eliminated. About 150,000 of those people will be asked to study their options at mahealthconnector.org and choose new plans — most will pick from five — by the end of the year. (The Massachusetts Health Connector now has more than 100 plan options in all, including new offerings from insurers such as Blue Cross Blue Shield of Massachusetts and Harvard Pilgrim Health Care, and, for the first time, dental plans.)\n\nMORE PEOPLE ELIGIBLE FOR MEDICAID\n\nAdvertisement\n\nThe state’s Medicaid program, MassHealth, has previously been limited to certain low- to moderate-income residents, their children, and people with disabilities. Obamacare makes income level the key requirement, so about 100,000 people making up to 138 percent of the federal poverty level (about $16,000 for an individual) will automatically be moved from Commonwealth Care to MassHealth. Federal funding for the state’s subsidized health insurance programs will increase by nearly $5 billion between 2014 and 2020, according to the Massachusetts Department of Health and Human Services.\n\nPREMIUM CHANGES\n\nAlthough base rates are rising a couple percentage points, state officials have estimated that 47 percent of residents and small businesses will see cheaper premiums and 53 percent will see more expensive ones. The changes will be spread out over three years and a portion of increases will offset newly required benefits like pediatric dental treatment and better coverage for mental health and substance abuse. “It’s going to be a pretty wide range of price variation for the winners and losers because of the new premium rating system in 2014,” says health care consultant Jon Kingsdale.\n\nMORE PEOPLE GET TAX CREDITS\n\nUnder Romneycare, many residents making up to 300 percent of the federal poverty level were eligible for tax credits to help pay their insurance premiums. Starting January 1, the new federal subsidies will extend to those making up to 400 percent — that’s about $46,000 for an individual, $94,200 for a family of four. Kingsdale expects this to affect 20,000 to 30,000 people.\n\nLARGER PENALTIES FOR BIG COMPANIES\n\nIf companies with more than 50 employees didn’t offer health insurance plans to their full-time workers, a Romneycare provision said they could be charged a fine of $295 per employee per year. Obamacare raises that to $2,000 (and sometimes to $3,000) starting in 2015.\n\nSend comments to magazine@globe.com.", "article_metadata": {"eomportal-loid": "2.1.4126703702", "eomportal-id": 41365, "description": "THE ROLLING OUT of the Affordable Care Act has already led to some changes in the Bay State and beyond. Among them, young residents can stay on their parents’ health plans until age 26; in 2012 alone, new prescription coverage saved nearly 60,000 Massachusetts seniors an average $667 each. And most plans now cover preventive services like flu shots and cancer screenings with no copay. And though Massachusetts residents won’t see the sweeping reforms of elsewhere — and full-time workers who get insurance on the job will see even fewer — there are more changes to come. Here are some of the big ones.", "eomportal-instanceid": 14, "og": {"city": "Boston", "site_name": "BostonGlobe.com", "description": "THE ROLLING OUT of the Affordable Care Act has already led to some changes in the Bay State and beyond. Among them, young residents can stay on their parents’ health plans until age 26; in 2012 alone, new prescription coverage saved nearly 60,000 Massachusetts seniors an average $667 each. And most plans now cover preventive services like flu shots and cancer screenings with no copay. And though Massachusetts residents won’t see the sweeping reforms of elsewhere — and full-time workers who get insurance on the job will see even fewer — there are more changes to come. Here are some of the big ones.", "zip": 2125, "title": "When Romneycare met Obamacare: 5 big changes to expect in Massachusetts - The Boston Globe", "url": "https://www.bostonglobe.com/magazine/2013/10/12/when-romneycare-met-obamacare-big-changes-expect-massachusetts/4lMPvCS2fIDbInyhLBxxpL/story.html", "country": "US", "image": "http://c.o0bg.com/rw/SysConfig/WebPortal/BostonGlobe/Framework/images/logo-bg-small-square.jpg", "state": "MA", "longitude": "-71.04846599999996", "streetaddress": "135 William T Morrissey Blvd", "latitude": "42.315877", "type": "article"}, "twitter": {"account_id": 95431448, "card": "summary", "site": "BostonGlobe"}, "robots": "noarchive", "news_keywords": "boston globe magazine,medical issue,obamacare,romneycare,affordable care act,health,doctors,insurance,medicaid,medicare", "eomportal-lastUpdate": "Tue May 24 15:20:15 EDT 2016", "fb": {"admins": 507486035, "app_id": 103933749691726, "pages": 5637143257}, "keywords": "boston globe magazine,medical issue,obamacare,romneycare,affordable care act,health,doctors,insurance,medicaid,medicare,health connector,blue cross,reform,Harvard Pilgrim Health Care", "article": {"publisher": "https://www.facebook.com/globe"}, "flashsale": "false", "viewport": "width=device-width, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no", "eomportal-uuid": "a7b67a06-26ca-11e3-816c-8511aa68c088"}, "_id": "\"57477af36914bd0286fd3815\"", "article_summary": "LARGER PENALTIES FOR BIG COMPANIESIf companies with more than 50 employees didn’t offer health insurance plans to their full-time workers, a Romneycare provision said they could be charged a fine of $295 per employee per year.\nAnd though Massachusetts residents won’t see the sweeping reforms of elsewhere — and full-time workers who get insurance on the job will see even fewer — there are more changes to come.\nTHE ROLLING OUT of the Affordable Care Act has already led to some changes in the Bay State and beyond.\n(The Massachusetts Health Connector now has more than 100 plan options in all, including new offerings from insurers such as Blue Cross Blue Shield of Massachusetts and Harvard Pilgrim Health Care, and, for the first time, dental plans.)\n“It’s going to be a pretty wide range of price variation for the winners and losers because of the new premium rating system in 2014,” says health care consultant Jon Kingsdale."}