{"article_title": "Women Still Earned 77 Cents On Men's Dollar In 2012", "article_keywords": ["wage", "men", "working", "earned", "cents", "pay", "factors", "dollar", "mens", "77", "gender", "gap", "issues", "women"], "article_url": "http://www.huffingtonpost.com/2013/09/17/gender-wage-gap_n_3941180.html", "article_text": "Getty\n\nWomen still earned only 77 cents for every dollar that men earned in 2012, according to new data from the U.S. Census Bureau.\n\nIn 2012, the median earnings of American women working full time year-round were $37,791. American men earned a median income of $49,398. The gender wage gap has hovered at about 77 cents on the dollar since 2007.\n\nWomen are also lagging behind men in terms of re-employment after the recession. The number of men working full time year-round increased by 1 million between 2011 and 2012, while the number of full-time working women remained close to the same.\n\nWithin some minority groups, the wage gap is even worse: African-American women earn 69 cents for every dollar paid to African-American men, and Latinas earn just 58 cents on the dollar compared to Latino men. The disparity grows wider when these women are compared to non-Hispanic white men.\n\nLinda D. Hallman, executive director and CEO of the American Association of University Women -- whose group studied this issue last year -- was not pleased with the latest news.\n\n\"We are disappointed by the Census Bureau's latest economic snapshot showing that the gender wage gap remains stagnant,\" Hallman said. \"Unfortunately for women and their families, it’s the same old story -- another year of no improvement. It's clear that this problem is not going to fix itself -- we need strategies to address it. Although we always hope for appropriate legislation from Congress, given the stalemate on Capitol Hill, we're urging President Obama to do all he can through the executive branch to move the ball down the field.\"\n\nThe gender wage gap can be attributed to several factors: Women make up a majority of workers in the 10 most common jobs that pay less than $10.10 an hour, and they tend to be under-represented in high-earning fields. Bloomberg Businessweek reported in 2012 that the only occupation in which women out-earn men is personal care and service work, including butlers, valets, shoe shiners and house sitters.\n\nBut studies show women are paid less even when they are in the same job and have the same experience as their male counterparts. The 2012 report by the American Association of University Women found that after controlling for occupation, college major, hours worked, employment sector and other factors related to a person's pay, the gender wage gap shrunk but did not entirely disappear.\n\n\"About one-third of the gap cannot be explained by any of the factors commonly understood to affect earnings, indicating that other factors that are more difficult to identify -- and likely more difficult to measure -- contribute to the pay gap,\" that report said.\n\nHouse Democrats, led by Minority Leader Nancy Pelosi (D-Calif.) and Rep. Rosa DeLauro (D-Conn.), are working with progressive advocacy groups to launch a major initiative aimed at improving women's economic security. They will push to pass the Paycheck Fairness Act, which would strengthen the Equal Pay Act of 1963 and close some of the loopholes employers use to pay women less than men for the same work, along with bills to raise the minimum wage, expand affordable child care and mandate paid sick and family leave.\n\nMost Republican lawmakers oppose those policies, arguing that they are bad for employers and the economy. Pelosi has said she and her colleagues plan an aggressive communications strategy to elevate the issues until Republicans are pressured into taking them seriously.\n\n\"A majority of Republicans voted against the Violence Against Women Act, and they only brought it to the floor this year with great reluctance because we made it too hot to handle out there,\" Pelosi told The Huffington Post in a June interview. \"That may be what we have to do with these issues -- paycheck fairness, child care, sick leave. As President Lincoln said, 'Public sentiment is everything,' and that's where we have to take our fight.\"\n\nAlso on HuffPost: War On Women War On Women\n\n1 of 6 99 Problems (JAY-Z) Eric Fehrnstrom, senior campaign adviser for Mitt Romney, said on Sunday that issues pertaining to women's reproductive rights, such as abortion and birth control, were \"shiny objects\" meant to distract voters from the real issues. \"Mitt Romney is pro-life,\" he told ABC's George Stephanopoulos. \"He'll govern as a pro-life president, but you're going to see the Democrats use all sorts of shiny objects to distract people's attention from the Obama performance on the economy. This is not a social issue election.\" Share this slide:\n\nThe Raw Story", "article_metadata": {"description": "Women still earned only 77 cents for every dollar that men earned in 2012, according to", "sailthru.expire_date": "2013-09-18 11:31:17 -0400", "og": {"site_name": "The Huffington Post", "description": "Women still earned only 77 cents for every dollar that men earned in 2012, according to", "title": "Women Still Paid Much Less Than Men", "url": "http://www.huffingtonpost.com/2013/09/17/gender-wage-gap_n_3941180.html", "image": "http://i.huffpost.com/gen/1357135/images/o-EQUAL-PAY-ACT-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"description": "Women still earned only 77 cents for every dollar that men earned in 2012, according to", "creator": "lebassett", "image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/1357135/images/o-EQUAL-PAY-ACT-facebook.jpg", "height": 1000}, "title": "Women Still Paid Much Less Than Men", "site": "@HuffPostPol", "card": "summary_large_image"}, "sailthru.date": "2013-09-17 11:31:17 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=3941180", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "women paid less,women's earning power,pay gap,Paycheck Fairness Act,gender wage gap,gender pay gap,wage gap,Women Earn Less Than Men,Equal Pay", "article": {"section": "Politics", "tag": "women paid less,women's earning power,pay gap,Paycheck Fairness Act,gender wage gap,gender pay gap,wage gap,Women Earn Less Than Men,Equal Pay", "published_time": "2013-09-17 11:31:17 -0400", "modified_time": "2013-09-17 11:36:55 -0400"}, "viewport": "width=1000"}, "_id": "\"57477af46914bd0286fe21e2\"", "article_summary": "The gender wage gap has hovered at about 77 cents on the dollar since 2007.\nGettyWomen still earned only 77 cents for every dollar that men earned in 2012, according to new data from the U.S. Census Bureau.\nThe number of men working full time year-round increased by 1 million between 2011 and 2012, while the number of full-time working women remained close to the same.\n\"We are disappointed by the Census Bureau's latest economic snapshot showing that the gender wage gap remains stagnant,\" Hallman said.\nWithin some minority groups, the wage gap is even worse: African-American women earn 69 cents for every dollar paid to African-American men, and Latinas earn just 58 cents on the dollar compared to Latino men."}