{"article_title": "Health­care system becoming more trans­ac­tional and imper­sonal", "article_keywords": ["relationship", "transactional", "hoff", "impersonal", "system", "value", "research", "patients", "health", "healthcare", "policy", "care"], "article_url": "http://medicalxpress.com/news/2014-02-healthcare-transactional-impersonal.html", "article_text": "The U.S. healthcare system today is increasingly embracing technologies and innovations that value speed, efficiency, and cost reduction. Northeastern University sociologist Timothy Hoff says it's being assumed that this trend is leading to a more patient-centric system.\n\nBut it's not: according to Hoff, we're creating a healthcare system that is much more transactional and impersonal, rather than one focused on maximizing relationship quality and values such as trust.\n\n\"You could argue the system feels more disconnected and personally alienating than ever before,\" says Hoff, an associate professor of management and organizational development, healthcare systems, and health policy, with joint appointments in the D'Amore-McKim School of Business and the School of Public Policy and Urban Affairs.\n\nHoff's research focuses primarily on the human connection in healthcare—that is, the relationships and social bonds patients and healthcare professionals build together. He is part of the Northeastern University Center for Health Policy and Healthcare Research, which fosters interdisciplinary research and education pertaining to health policy and healthcare delivery.\n\nFrom virtual care technologies to mobile health apps, healthcare today looks much different than it did 10 or even five years ago. And Hoff says these innovations aren't the problem—it's that our healthcare systems, both in the U.S. and elsewhere around the globe, are relying too heavily on them, and not as much on building a strong provider-patient relationship. He says this flies in the face of what he's learned from talking to patients and healthcare professionals, both of whom value that relationship and become dissatisfied when it falls short.\n\n\"Technology such as electronic health records and mobile health apps can further the depths of an already solid provider-patient bond, but it can't replace it,\" he says. \"On its own, it deemphasizes the value of human contact and relationship-building, both of which produce lots of beneficial things for patient care.\"\n\nHoff recently published a research article in Milbank Quarterly, the world's leading health policy journal, for which he interviewed healthcare professionals delivering patient-centered medical home care to older adults and analyzed how these experiences shaped the staff's thinking, learning, and future actions in implementing such care. He found that there isn't a one-size-fits-all approach to making medical home implementation work and suggested that assessments of and rewards for this type of care should include more recognition of the value of its social and relational components. The medical home model, he said, is a key innovation of U.S. health reform.\n\nThis work leads into Hoff's forthcoming study focused on examining the changing nature of the patient-physician relationship through a social psychological lens. For 18 months, he expects to interview current and retired doctors, nurses, pharmacists, and educators about their patient-care experiences, with questions focusing primarily on aspects of the patient-provider relationship.\n\nHe likens the study to an archeological dig, hoping to capture a baseline of data about what the provider-patient relationship used to be like, what it looks like now, and how it is evolving. The findings, he says, could inform both healthcare policy and management.\n\nThis all comes as the U.S. rolls out the Obama administration's Affordable Care Act. Hoff says Americans' greater access to healthcare is a major step forward for the country, but he worries that despite this law's best intentions, it will provide greater access to a system that in his view increasingly sees patients as widgets and is under-resourced to provide good long-term, relational care.\n\nHow can the healthcare system get back on the right track? In Hoff's opinion, \"It's about first committing to a set of goals focused on what we want the patient-provider relationship to be. Once we do that, the technologies and innovations get built to serve those goals. But we haven't clarified these goals yet. For example, the phrase 'patient-centric care' gets thrown around a lot, because it's assumed we all know what it means. But no one knows what it means. It's become a marketing pitch insurers, hospitals, and practices use to get business.\"\n\nOtherwise, he warns, important parts of the system such as primary care will continue evolving into a highly unrewarding experience for everyone involved. \"We'll have a healthcare system in which electronic health records will be able to show that you've had the same doctor for 15 years,\" he says, \"but you'll probably never see that doctor and when you do, he or she will have no idea who you are.\"\n\nHoff's work focuses largely on primary care, though he sees similar trends occurring in the arena of specialty care. However, he points to two areas where we can learn something valuable: end-of-life care, in which patients and caretakers often develop deeper relationships and trust within short periods of time, and pediatric care, which he says can set a foundation to build continuity of care for a person's entire life.\n\nHoff also notes that patients are often identified as \"consumers\" in discussions of healthcare economics, pointing for example to New York Times columnist Paul Krugman's 2011 op-ed taking issue with this label. For his part, Hoff is focused less on the term itself and more on what it implies—that industry has a larger say than healthcare professionals in how to improve healthcare in America.\n\n\"I don't disagree at all with calling patients 'consumers,' as long as we understand that they're not the same as people shopping for smartphones,\" he says.\n\nExplore further: Ongoing relationship with care provider key for patients with a chronic condition: study\n\nMore information: \"Medical Home Implementation: A Sensemaking Taxonomy of Hard and Soft Best Practices.\" TIMOTHY HOFF. Article first published online: 10 DEC 2013 Milbank Quarterly. Volume 91, Issue 4, pages 771–810, December 2013. DOI: 10.1111/1468-0009.12033\n\n", "article_metadata": {"Description": "The U.S. healthcare system today is increasingly embracing technologies and innovations that value speed, efficiency, and cost reduction. Northeastern University sociologist Timothy Hoff says it's being assumed that this ...", "og": {"url": "http://medicalxpress.com/news/2014-02-healthcare-transactional-impersonal.html", "image": "http://cdn.medicalxpress.com/tmpl/v5/img/medx308px.png", "type": "article", "description": "The U.S. healthcare system today is increasingly embracing technologies and innovations that value speed, efficiency, and cost reduction. Northeastern University sociologist Timothy Hoff says it's being assumed that this trend is leading to a more patient-centric system.", "title": "Health­care system becoming more trans­ac­tional and imper­sonal"}, "twitter": {"url": "http://medicalxpress.com/news/2014-02-healthcare-transactional-impersonal.html", "title": "Health­care system becoming more trans­ac­tional and imper­sonal", "description": "The U.S. healthcare system today is increasingly embracing technologies and innovations that value speed, efficiency, and cost reduction. Northeastern University sociologist Timothy Hoff says it's being ...", "card": "summary_large_image", "account_id": 287568380}, "ROBOTS": "noodp", "fb": {"app_id": 325486637469240}, "Keywords": "Medicine Research News, Medicine Research, Health Research News, Health Research, Health Science, Medicine Science", "viewport": "width=1024"}, "_id": "\"57477af36914bd0286fcf49e\"", "article_summary": "He is part of the Northeastern University Center for Health Policy and Healthcare Research, which fosters interdisciplinary research and education pertaining to health policy and healthcare delivery.\nBut it's not: according to Hoff, we're creating a healthcare system that is much more transactional and impersonal, rather than one focused on maximizing relationship quality and values such as trust.\nThe U.S. healthcare system today is increasingly embracing technologies and innovations that value speed, efficiency, and cost reduction.\nHow can the healthcare system get back on the right track?\nThe findings, he says, could inform both healthcare policy and management."}