{"article_title": "Chloe Mugg: A rebuttal to RFK Jr. on meningitis B", "article_keywords": ["b", "meningitis", "chloe", "kennedy", "students", "university", "disease", "jr", "acip", "mugg", "action", "student", "rfk", "rebuttal", "vaccine"], "article_url": "http://www.dailycamera.com/guest-opinions/ci_28302740/chloe-mugg-rebuttal-rfk-jr-meningitis-b", "article_text": "As a University of Colorado student, few things compare to the excitement of starting a new semester. You navigate new routes on campus, dive into new classes, and meet new people. You're also, unfortunately, exposed to new germs in close quarters. While most of these germs just lead to coughs and sniffles, other campuses across the country have discovered that college communities are particularly susceptible to meningitis B, which can be deadly. There is a vaccine available to prevent meningitis B from being spread, but further action by the Centers for Disease Control (CDC)is needed to make this vaccine widely available. This is why CU student government recently passed a resolution in favor of this step.\n\nHowever, there is also an anti-vaccine cohort that opposes providing further access to this and other vaccines. Robert F. Kennedy, Jr. expressed that opposition in a recently published op-ed in the Daily Camera (\"Doing the math on meningitis vaccinations,\" June 10). His argument was that you should trust the numbers that he provided versus trusting the research of the Centers for Disease Control. I am a Journalism and Mass Communication major here at CU-Boulder, and one of the first things I learned was to check your sources. Kennedy, who is also currently selling an anti-vaccine book, recently made the thoroughly disproved claim that vaccines cause autism and equated it to the \"holocaust.\n\nAdvertisement\n\n\" While a figure as well-known as Kennedy can bring attention to a point of view, we should apply an equal standard in considering his biases and qualifications. Kennedy is a lawyer and political advocate and holds no scientific degrees.\n\nI don't have a scientific degree either, but the medical professionals who rigorously test and study vaccines do. According to the National Foundation for Infectious Diseases, meningitis B is now the most common cause of meningococcal disease in adolescents. This is likely because an increasing number of students are being vaccinated against other strains of meningitis, but not meningitis B. According to the CDC, the fatality rate of meningococcal disease is between 10 and 15 percent, even with swift treatment. Up to 19 percent of survivors suffer permanent complications, which can include injury to the nervous system, deafness, brain damage, and loss of limbs. University leaders are particularly concerned about meningitis B because one-fifth of all meningococcal infections occur in young adults between the ages of 14 and 24, and college students are especially at risk because dorms and apartments are the ideal environments for spreading the disease.\n\nThere have been recent meningitis B outbreaks at the University of Oregon, San Diego State University and Princeton University, resulting in the death of one student-athlete at the University of Oregon. Here in Colorado, we have 17 campuses with over 10,000 students each, and 400,000 college students in the state. This is a matter of concern across Colorado.\n\nOn June 24, the CDC's Advisory Committee on Immunization Practices (ACIP) has the opportunity to adopt a broad, routine recommendation for the immunization of adolescents and college-age students against meningitis B. Without such a recommendation, insurers typically will not cover a vaccination, meaning only those who can afford to pay out of pocket for the vaccine will be protected. Thankfully, CU student government has taken action to support protecting more students. Under the leadership of President of Internal Affairs Boneth Ahanaku, the CUSG has passed a meningitis B resolution asking for the ACIP to add a broad recommendation for the meningitis B vaccination to their list of recommended vaccinations for the public.\n\nIt is important that we support this effort by the student government to ensure that the ACIP takes the action necessary to make our community safer. I encourage you to sign this petition, which urges ACIP to add meningitis B to the list of recommended vaccinations at their June 24 meeting. Like getting a vaccine, if we consider the future and take a simple action now, we can avoid unnecessary pain and enjoy the excitement of so many bright semesters at CU to come.\n\nChloe Mugg is a senior at the University of Colorado-Boulder and a communications intern at Healthier Colorado.", "article_metadata": {"sailthru.url": "http://www.dailycamera.com/guest-opinions/ci_28302740/chloe-mugg-rebuttal-rfk-jr-meningitis-b", "sailthru.author": "By Chloe Mugg", "ag": {"canon": "BoulderDailyCamera:article:28302740:view"}, "startDate": "2015-06-13T19:25:25-0600", "twitter": {"domain": "dailycamera.com", "description": "As a University of Colorado student, few things compare to the excitement of starting a new semester.", "title": "Chloe Mugg: A rebuttal to RFK Jr. on meningitis B", "url": "http://www.dailycamera.com/guest-opinions/ci_28302740/chloe-mugg-rebuttal-rfk-jr-meningitis-b", "image": "http://extras.mnginteractive.com/live/media/site21/2015/0612/20150612__14dcin5w~1.jpg", "site": "@dailycamera", "card": "summary_large_image"}, "sailthru.article-section-or-homepage": "article", "sailthru.section": "Opinion: Guest Opinions", "modificationDate": "2015-06-14T17:52:12-0600", "endDate": "2025-06-12T15:02:26-0600", "byline": "By Chloe Mugg", "pubDate": "2015-06-13T17:54:29-0600", "sailthru.date": "2015-06-13T19:25:25-0600", "sailthru.title": "Chloe Mugg: A rebuttal to RFK Jr. on meningitis B", "verify-v1": "TakAiHiDAOiNOP+m0YTx4DQeyjor+bTdc8e+pw6bDoI=", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site21/2015/0612/20150612__14dcin5w~1_300.jpg", "description": "As a University of Colorado student, few things compare to the excitement of starting a new semester.", "sailthru.site": "dailycamera.com", "msvalidate.01": "9DAB14005AD5A9FFA4CA0EF58CC794BA", "og": {"url": "http://www.dailycamera.com/guest-opinions/ci_28302740/chloe-mugg-rebuttal-rfk-jr-meningitis-b", "image": "http://extras.dailycamera.com/images/dailycamera3.png", "type": "article", "description": "As a University of Colorado student, few things compare to the excitement of starting a new semester.", "title": "Chloe Mugg: A rebuttal to RFK Jr. on meningitis B"}, "p": {"domain_verify": "867892b0357001538903740c75a206f0"}, "google-site-verification": "07CC1xPDVU0znu496XTAjLyC32Ylj8zwWHlmrzx3pgY", "y_key": "c9d9b53f7f5af674", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site21/2015/0612/20150612__14dcin5w~1.jpg"}, "_id": "\"57477af36914bd0286fce7d8\"", "article_summary": "This is likely because an increasing number of students are being vaccinated against other strains of meningitis, but not meningitis B.\nAccording to the National Foundation for Infectious Diseases, meningitis B is now the most common cause of meningococcal disease in adolescents.\nUnder the leadership of President of Internal Affairs Boneth Ahanaku, the CUSG has passed a meningitis B resolution asking for the ACIP to add a broad recommendation for the meningitis B vaccination to their list of recommended vaccinations for the public.\nWhile most of these germs just lead to coughs and sniffles, other campuses across the country have discovered that college communities are particularly susceptible to meningitis B, which can be deadly.\nI encourage you to sign this petition, which urges ACIP to add meningitis B to the list of recommended vaccinations at their June 24 meeting."}