{"article_title": "Blue Cross of Illinois' bold grab for health exchange marketshare", "article_keywords": ["blue", "lowest", "premium", "bold", "exchange", "marketshare", "cross", "illinois", "premiums", "health", "bronze", "grab", "average", "humana", "plans"], "article_url": "http://www.chicagobusiness.com/article/20131003/NEWS03/131009905/for-blue-cross-of-illinois-more-is-more-on-health-exchange", "article_text": "\n\n\n\n\n\nBlue Cross & Blue Shield of Illinois is aggressively pricing its health plans on the new insurance exchange, according to a Crain's analysis, as the state's dominant insurer makes a bold grab for more marketshare.\n\n\n\nAverage monthly premiums charged by the division of Chicago-based Health Care Service Corp. are consistently the lowest or near the lowest across a range of plans and types of beneficiaries for Chicago-area plans that Crain's examined. Blue Cross is already the largest insurer in the state, with about 70 percent of the market.\n\nThe publication analyzed nearly 500 average premiums of individual and small-group plans for the Chicago area to be sold on the exchange, which made a halting start on Oct. 1. The information is part of a massive database of health insurance plans for 34 states released that same day by the U.S. Department of Health and Human Services.\n\nThe low-price strategy is in line with other Blues plans around the country, as they strive to capture the biggest share of consumers for whom insurance is now more affordable under the Obama administration's landmark health care law.\n\n\n\n“They're setting rates so they make money, but they really want to gobble up market share,” said Nancy Scola Lombaer, a partner at Laurus Strategies, a Chicago-based health benefits consultancy. “Blue Cross Blue Shield of Wherever, they may be more aggressive on the rating than other carriers. They are very serious about this opportunity.”\n\nIf Blue Cross ups its marketshare, it will raise questions about whether the exchange will achieve one of its key goals: to inject competition into an insurance industry that is heavily concentrated. Premiums for the exchanges run by the federal government, including Illinois, were not disclosed until the health exchanges launched, so carriers weren't aware of competitors' rates when setting their own.\n\n“When we jumped in both feet first in the Illinois exchange, we told our actuaries to sharpen their pencils and ensure that our administrative costs were as skinny as they could reasonably go,” a Blue Cross spokesman said in an email. “We're proud of our resulting offerings. We're doing what the Affordable Care Act aims to do — we're expanding access, creating more opportunity for people to be healthy, and low prices are a good thing for consumers. The alternative is not acceptable to us.”\n\nAetna Inc. is taking a different strategy, a spokeswoman said. The Hartford, Conn.-based insurer is the fifth largest health insurer in Illinois in 2012, not including Coventry Health Care Inc., the state's sixth largest insurer, which Aetna acquired this year.\n\n“While some competitors are pricing aggressively to gain market share, this is not our approach,” the spokeswoman said in an email. “We believe in a measured, cautious strategy that will allow us to: price our products effectively, so that the premiums we charge will cover the cost of the plan and meet our customers' service expectation; and enter the public exchange market gradually, with time to assess our strategy and evolve as we gain experience.”\n\nWIDE VARIATIONS\n\nWhile Crain's analysis shows that Blue Cross consistently offers the lowest average premiums, it also reveals wide variations for beneficiaries of the same age in the same area for the same level of coverage. The exchanges use metals to indicate coverage levels, with bronze offering the lowest coverage — and the lowest cost — and platinum offering the most coverage and highest cost.\n\n\n\nFor example, for individual policies in Cook County, Louisville-based Humana Insurance Co.'s average bronze premium is $261.77 for a 27-year-old person, more than $100 higher than the equivalent average premium offered by Blue Cross, at just $158.28.\n\n\n\nSimilarly, for small-group policies, start-up Land of Lincoln Health Inc. Co-op's average premium for family gold plans in Cook County was $1,214.47, nearly $150 more than the average $1,065.79 offered by Blue Cross.\n\nLand of Lincoln CEO Dan Yunker cautioned that potential buyers shouldn't just look at premiums when shopping for coverage. They should look at the total cost of a plan, as well as the network of physicians and hospitals plans include.\n\n\n\n“Consumers have to make choices that best meet their needs,” he said.\n\nThe total cost of the plans, which includes deductibles and co-pays, has not been disclosed, except on a plan-by-plan basis for consumers who register for the exchange.\n\nTo assess the competition among insurers, Crain's compared average prices for individual and family plans for seven carriers in the six-county Chicago area. The publication looked at five coverage levels—platinum, gold, silver, bronze and catastrophic — for three typical beneficiary types: 27-year-old individuals, 50-year-old individuals and two-parent families. In all, Crain's evaluated average premiums for 342 scenarios based on those three variables.\n\n\n\nCrain's did a similar six-county analysis for the plans being sold on the Small Business Health Option Program, which is part of the exchange for small-group plans. The publication compared prices for the three carriers selling SHOP plans in the Chicago area — across bronze, silver and gold levels — for the same three beneficiary types. In this analysis, Crain's evaluated 117 scenarios.\n\nSMALL-BUSINESS OPTIONS\n\nOn the SHOP exchange, just two carriers are offering small-group plans for much of the Chicago area. The exception is Will County, where Health Alliance Medical Plans, a division of Urbana-based Carle Foundation, is also selling policies.\n\n\n\nThe analysis shows that for each county, medal level and beneficiary type, Blue Cross' average price is lower than that of Land of Lincoln. For 27-year-olds, the difference in average premiums ranges from $43 to $90; for 50 year-olds, from $74 to $153; and for families, from $147 to $304.\n\n\n\nOther small-group examples include:\n\n— For bronze plans for 27-year-olds in Lake and McHenry counties, Land of Lincoln's average premium is $245.05, compared with $193.60 offered by Blue Cross, a difference of $51.45.\n\n\n\n— For silver plans for 50-year-olds in DuPage and Kane counties, Land of Lincoln's average premium is $563.04, compared with $458.43 offered by Blue Cross, a difference of $104.61.\n\nINDIVIDUAL CHOICE\n\nAmong bronze plans on the individual exchange, Blue Cross' plans are the lowest in the six counties for each beneficiary type analyzed. Bronze plans sold by Aetna and Humana were the highest. For example, Blue Cross' average bronze premium for 27-year-olds was the lowest in Lake and McHenry counties at just $166.62, compared with Humana Insurance's price, $267.67.\n\n\n\nThe picture for silver and gold plans is more complicated, with Aetna consistently offering the highest average premiums and Blue Cross and Humana Health Plan Inc., part of the same corporate parent as Humana Insurance, vying for lowest prices. Both Humana carriers are only offering plans in Cook, Lake and McHenry counties.\n\n\n\nFor example, Blue Cross' average gold premium for families in Cook County was $904.87, while Humana Health's premium was $885.51, the lowest. Both were lower than Aetna's average price, $1,236.\n\nThe data also shows:\n\n\n\n-- Only the Humana carriers are offering platinum level plans in Illinois.\n\n\n\n-- For catastrophic plans, which offer minimal coverage, Blue Cross, Aetna and Humana Insurance generally offer the highest premiums, while Coventry Health Care Inc., an Aetna subsidiary, offers the lowest, though in the six-county area, it only sells the policies in Cook and Will counties. For example, Humana Insurance's catastrophic plan for 27-year-olds averages $196.88 in Lake and McHenry counties, $79 more than Coventry's price for a similar plan in Will County, $118.29.\n\n\n\nEach combination in Crain's analysis of county, coverage level and beneficiary type represents a point of competition between the carriers. Crain's chose the six-county area because it includes about roughly two-thirds of the state's 12.9 million residents.\n\n\n\nThe metal categories reflect the percentage of expected health care costs, or actuarial value, covered by each health plan. Under the Affordable Care Act, bronze plans cover 60 percent of actuarial value; silver plans, 70 percent; gold plans, 80 percent; and platinum plans, 90 percent. All medals must include the same set of essential benefits.\n\n\n\nCatastrophic plans are on average the cheapest, aimed at insuring people under 30 for very high medical costs and shifting the largest share of health care costs on to the beneficiary.", "article_metadata": {"byline": "Andrew L. Wang", "timeCrawled": "20160524_06:34:47", "description": "Visit Crain's Chicago Business for complete business news and analysis including healthcare, real estate, manufacturing, government, sports and more.", "title": "Blue Cross of Illinois' bold grab for health exchange marketshare", "taxo_Industries": "Hospitals", "apple-itunes-app": "app-id=571426684", "twitter": {"image": "http://www.chicagobusiness.com/images/logo-square-200x200.png", "site": "@CrainsChicago", "card": "summary_large_image", "title": "Blue Cross of Illinois' bold grab for health exchange marketshare"}, "msapplication-TileColor": "#2d89ef", "fb": {"admins": 100001125868754}, "summary": "Blue Cross & Blue Shield of Illinois is aggressively pricing its health plans on the new insurance exchange, according to a Crain's analysis, as the state's dominant insurer makes a bold grab for more marketshare.", "og": {"site_name": "Crain's Chicago Business", "description": "Blue Cross & Blue Shield of Illinois is aggressively pricing its health plans on the new insurance exchange, according to a Crain's analysis, as the state's dominant insurer makes a bold grab for more marketshare.", "title": "For Blue Cross of Illinois, more is more on health exchange", "url": "http://www.chicagobusiness.com/article/20131003/NEWS03/131009905/for-blue-cross-of-illinois-more-is-more-on-health-exchange", "image": "http://www.chicagobusiness.com/images/logo-square-200x200.png", "type": "article"}, "published_at": "2013-10-3", "url": "http://www.chicagobusiness.com/article//NEWS03/131009905", "msapplication-TileImage": "/assets/icons/mstile-144x144.png", "content_type": "article", "taxo_Companies": "Land of Lincoln Health", "google-site-verification": "0QcjJi4OGS9bKu4FBKK58V93fKv0WYCQb7IFbmjATew", "viewport": "width=device-width, initial-scale=1.0, user-scalable=no, minimal-ui", "categoryName": "CCB - Health Care"}, "_id": "\"57477af46914bd0286fe21ed\"", "article_summary": "“Blue Cross Blue Shield of Wherever, they may be more aggressive on the rating than other carriers.\nBlue Cross & Blue Shield of Illinois is aggressively pricing its health plans on the new insurance exchange, according to a Crain's analysis, as the state's dominant insurer makes a bold grab for more marketshare.\nINDIVIDUAL CHOICEAmong bronze plans on the individual exchange, Blue Cross' plans are the lowest in the six counties for each beneficiary type analyzed.\nThe analysis shows that for each county, medal level and beneficiary type, Blue Cross' average price is lower than that of Land of Lincoln.\nBlue Cross is already the largest insurer in the state, with about 70 percent of the market."}