{"article_title": "Medicaid Expansion Sent To Senate Committee", "article_keywords": ["end", "senate", "utah", "spectrum", "expansion", "77", "state", "medicaid", "committee", "davis", "sb", "sent"], "article_url": "http://upr.org/post/medicaid-expansion-sent-senate-committee", "article_text": "SB 77, the latest attempt to expand Medicaid in Utah, was sent by the state Senate to a committee for further review on Thursday, with the hope that the legislation will be acceptable to legislative Republicans. The bill would give Governor Gary Herbert more leeway in talks with the federal government on funding.\n\nListen to the full story.\n\nSenate Minority Leader Gene Davis said that SB 77 will allow Utah to receive a return on its investment in healthcare.\n\n“HealthyUtah was designed to take the first two years of free dollars coming under the Affordable Care Act for Medicaid expansion. Those two years are gone now,” Davis said. “However, SB 77 does give the Governor the ability to negotiate with the feds for full Medicaid expansion in the state of Utah. It would cost us $51 million a year to do that, but in return we have a net gain of $344 million in return.”\n\nThe bill stipulates that Medicaid expansion would be repealed if the federal government decreases funding from the rates set out in the ACA. Davis said that there is still a philosophical hill to climb regarding healthcare access.\n\n“There’s a philosophy here in the state of Utah—it’s part of our culture, really—to be self-sufficient. There are so many people that look at people on the lower end of the spectrum and they say, ‘They’re just lazy.’ It comes back to the human condition that that’s not true,” he said. “If they end up on the lower end of that income spectrum, they should have the help, at least the access to healthcare. Healthcare’s a right, not a privilege.”\n\nSB 77 is currently being considered by the Senate Judiciary, Law Enforcement, and Criminal Justice Committee.", "article_metadata": {"category": "Utah News", "description": "SB 77, the latest attempt to expand Medicaid in Utah, was sent by the state Senate to a committee for further review on Thursday, with the hope that the", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://upr.org/post/medicaid-expansion-sent-senate-committee", "image": "http://mediad.publicbroadcasting.net/p/upr/files/styles/medium/public/201602/utah-state-capitol-t.jpg", "type": "article", "description": "SB 77, the latest attempt to expand Medicaid in Utah, was sent by the state Senate to a committee for further review on Thursday, with the hope that the", "title": "Medicaid Expansion Sent To Senate Committee"}, "story_id": 467424967, "twitter": {"site": "@utahpublicradio", "card": "summary"}, "author": "Evan Hall", "org_id": 0, "dc": {"title": "Medicaid Expansion Sent To Senate Committee"}, "nid": 68631, "datePublished": "2016-02-19", "keywords": "Evan Hall", "wordCount": 305, "has_audio": 1, "viewport": "width=device-width"}, "_id": "\"57477af46914bd0286fe21f3\"", "article_summary": "“HealthyUtah was designed to take the first two years of free dollars coming under the Affordable Care Act for Medicaid expansion.\n“However, SB 77 does give the Governor the ability to negotiate with the feds for full Medicaid expansion in the state of Utah.\nSB 77, the latest attempt to expand Medicaid in Utah, was sent by the state Senate to a committee for further review on Thursday, with the hope that the legislation will be acceptable to legislative Republicans.\nSenate Minority Leader Gene Davis said that SB 77 will allow Utah to receive a return on its investment in healthcare.\nHealthcare’s a right, not a privilege.”SB 77 is currently being considered by the Senate Judiciary, Law Enforcement, and Criminal Justice Committee."}