{"article_title": "Wellness programs put Obamacare, equal employment at odds", "article_keywords": ["programs", "wellness", "odds", "obamacare", "equal", "employer", "employers", "program", "eeoc", "employee", "health", "reward", "employment", "employees"], "article_url": "http://www.tennessean.com/story/money/2015/04/07/wellness-programs-put-obamacare-equal-employment-odds/25379917/", "article_text": "Employment-based wellness programs must be reasonably designed to promote health or prevent disease, not serve as a subterfuge to discriminate against an employee based on a health factor. (Photo: Getty Images/iStockphoto)\n\nWellness programs are growing in popularity among employers as a way to curb rising healthcare costs. In fact, about half of U.S. companies with 50 or more employees have adopted some kind of wellness program, according to the Rand Corporation .\n\nThis percentage is likely to rise.\n\nThe ACA encourages wellness programs\n\nThe Affordable Care Act (ACA) created new incentives to promote employer wellness programs, which in turn incentivize employees to maintain healthy lifestyles. The ACA allows employers to provide a reward to employees, including premium discounts for those employees who meet standards related to their health. Employers can also impose penalties like premium surcharges. For instance, an employer who implements a wellness program for tobacco prevention can assess a premium surcharge to a smoker who does not complete the plan’s tobacco cessation program.\n\nMoreover, in June 2013, the U.S. Departments of Health and Human Services, Labor and Treasury issued regulations on employment-based wellness programs that allow employers to increase the maximum permissible reward under a health-contingent wellness program from 20 percent to 30 percent of the total annual cost of individual-only coverage. The regulations also increase the maximum possible reward to 50 percent for wellness programs designed to prevent or reduce tobacco use.\n\nHowever, the regulations also include requirements to ensure that health-contingent wellness programs are nondiscriminatory. These programs must be reasonably designed to promote health or prevent disease, not serve as a subterfuge to discriminate against an employee based on a health factor. Thus, the full reward under a health-contingent wellness program must be available to all similarly situated individuals. Also, the employer must provide a reasonable alternative standard or waive the applicable standard to qualify for the reward to any employee whose medical condition makes it unreasonably difficult or medically inadvisable to meet the standard.\n\nEEOC targets wellness programs\n\nDespite these standards to ensure that employer wellness programs are non-discriminatory, the Equal Employment Opportunity Commission (EEOC) has taken the position that compelling employees to participate in wellness programs by imposing penalties violates the Americans with Disabilities Act (ADA).\n\nUnder the ADA, a covered employer may not require an employee to undergo a medical examination or inquire as to whether an employee has a disability or the severity and nature of that disability, unless the examination or inquiry is job-related and consistent with business necessity. However, the ADA has a “safe harbor” provision that exempts certain insurance plans from these prohibitions when administering the terms of bona fide benefit plan that are based on underwriting risks. In 2012, the U.S. Court of Appeals for the Eleventh Circuit held that an employer wellness program fell under the ADA’s safe harbor provision and that surcharges imposed on employees who refused to participate in the wellness program were lawful.\n\nIn May 2013, the EEOC conducted a public hearing on wellness programs, which included discussion of the need for guidance on how wellness programs can be implemented in a manner consistent in the ADA. But instead of issuing that guidance, the EEOC filed three lawsuits against employers in 2014 in which the Commission alleged that the employer’s wellness programs violated the ADA.\n\nIn October 2014, the EEOC took the unusual step of filing a motion for preliminary injunction against Honeywell International Inc. in federal court in Minnesota, seeking to enjoin Honeywell from imposing penalties against any employee who refused to undergo biomedical testing in conjunction with Honeywell’s wellness program. The EEOC contended that Honeywell’s biometric testing was not voluntary and constituted an unlawful medical examination in violation of the ADA. The court denied the EEOC’s motion, but noted in its opinion that great uncertainty persists as to how the ACA, ADA and other federal statutes are intended to interact.\n\nThe EEOC has promised to issue guidance as soon as this month regarding the ADA’s effects on employer wellness programs. Until the EEOC issues that guidance, employers would be wise to consider plan design changes to remove surcharges and other disincentives.\n\nRead or Share this story: http://tnne.ws/1FhM1qN", "article_metadata": {"google": "notranslate", "description": "Programs must be carefully designed to promote healthy behaviors without discriminating", "og": {"site_name": "The Tennessean", "description": "Programs must be carefully designed to promote healthy behaviors without discriminating", "title": "Wellness programs put Obamacare, equal employment at odds", "url": "http://www.tennessean.com/story/money/2015/04/07/wellness-programs-put-obamacare-equal-employment-odds/25379917/", "image": "http://www.gannett-cdn.com/GDContent/applogos/tennessean.png", "type": "article"}, "twitter": {"description": "Programs must be carefully designed to promote healthy behaviors without discriminating", "title": "Wellness programs put Obamacare, equal employment at odds", "image": "http://www.gannett-cdn.com/-mm-/0b127ef6bdeca0a7997ada31f1919c35b81de662/c=354-0-1769-1415&r=x643&c=640x640/local/-/media/Nashville/2015/04/06/B9316857753Z.1_20150406175322_000_GHFAECEBV.1-0.jpg", "creator": "@tennessean", "site": "@tennessean", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=600028886", "fb": {"app_id": 121487414583460}, "viewport": "width=1070", "Content-Type": "text/html; charset=UTF-8", "cXenseParse": {"gci-topic": "Companies/Honeywell", "gci-asset-type": "data", "gci-categories": "Companies/Honeywell", "title": "Wellness programs put Obamacare, equal employment at odds", "author": "Jeffrey M. Beemer", "pageclass": "article", "recs": {"category": "money", "image-3-4": "http://www.gannett-cdn.com/-mm-/d2e7a85b4bd063ace2090d89aef4eda2bd238488/c=530-0-1591-1415/local/-/media/Nashville/2015/04/06/B9316857753Z.1_20150406175322_000_GHFAECEBV.1-0.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/a558841cd04604e9c406ed906d857f468d720123/c=354-0-1769-1415/local/-/media/Nashville/2015/04/06/B9316857753Z.1_20150406175322_000_GHFAECEBV.1-0.jpg", "contenttype": "data", "image-4-3": "http://www.gannett-cdn.com/-mm-/783f79c3c51247259b4a1260c31b76e17fb630a5/c=118-0-2005-1415/local/-/media/Nashville/2015/04/06/B9316857753Z.1_20150406175322_000_GHFAECEBV.1-0.jpg", "image": "http://www.gannett-cdn.com/-mm-/98e708b1a7434219c8813e5d7127d62cc2e72c14/c=0-110-2122-1304&r=x633&c=1200x630/local/-/media/Nashville/2015/04/06/B9316857753Z.1_20150406175322_000_GHFAECEBV.1-0.jpg", "publishtime": "2015-04-07T07:00:54.090000-05:00", "shorthed": "Wellness programs being challenged", "articleid": 25379917, "image-16-9": "http://www.gannett-cdn.com/-mm-/ff08101970c9b392424972bf0f5861a9adca4d8f/c=0-110-2122-1304/local/-/media/Nashville/2015/04/06/B9316857753Z.1_20150406175322_000_GHFAECEBV.1-0.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/ffc67a26470f393546dbef23c1b70abee17b3153/c=663-0-1459-1415/local/-/media/Nashville/2015/04/06/B9316857753Z.1_20150406175322_000_GHFAECEBV.1-0.jpg"}}, "news_keywords": "ACA, Affordable Care Act, employer wellness programs, ADA, Americans with Disabilites Act, Equal Employment Opportunity Commission"}, "_id": "\"57477af36914bd0286fd382f\"", "article_summary": "EEOC targets wellness programsDespite these standards to ensure that employer wellness programs are non-discriminatory, the Equal Employment Opportunity Commission (EEOC) has taken the position that compelling employees to participate in wellness programs by imposing penalties violates the Americans with Disabilities Act (ADA).\nThe ACA encourages wellness programsThe Affordable Care Act (ACA) created new incentives to promote employer wellness programs, which in turn incentivize employees to maintain healthy lifestyles.\nIn May 2013, the EEOC conducted a public hearing on wellness programs, which included discussion of the need for guidance on how wellness programs can be implemented in a manner consistent in the ADA.\nThe EEOC has promised to issue guidance as soon as this month regarding the ADA’s effects on employer wellness programs.\nHowever, the regulations also include requirements to ensure that health-contingent wellness programs are nondiscriminatory."}