{"article_title": "FDA structure should be updated for 21st century science and patient needs", "article_keywords": ["fda", "updated", "patient", "century", "drugs", "science", "medical", "disease", "21st", "drug", "needs", "products", "regulatory", "safety", "approach", "structure"], "article_url": "http://thehill.com/blogs/congress-blog/healthcare/257526-fda-structure-should-be-updated-for-21st-century-science-and", "article_text": "The United States currently is using a regulatory framework for drugs and devices that was developed during the 20th century when iron lungs were still in use, the polio vaccine was just being discovered, genomics were just a science fiction dream, and personalized medicine meant your doctor made house calls. While the long standing requirements for assessing the safety and efficacy of new products remains the cornerstone for protecting and promoting public health, the stepwise addition of regulatory responsibilities has created an agency that is oriented to the type of products it regulates rather than the diseases they’re intended to treat.\n\nDrugs were first regulated in 1938 when Congress passed the Federal Food Drug and Cosmetic Act, which established drug product safety standards. Since then, the law has been revised numerous times, adding additional categories of medical products to FDA’s jurisdiction and expanding its regulatory authority. In 1944, biological products, such as vaccines, came under FDA oversight as a result of Congress passing the Public Health Service Act. In 1962, Congress granted FDA authority to regulate the efficacy of new drugs, in addition to safety. In 1976, with the passage of the Medical Device Amendments, FDA was charged with assuring the safety and effectiveness of medical devices, including diagnostic products.\n\nADVERTISEMENT\n\nCongress has not modernized FDA’s organizational structure for medical products since the 1970s. The existing regulatory framework has been defined by a “divide and conquer” approach to oversight; separate centers within FDA regulate three major categories of medical products: drugs, devices, and biologics. This organization was appropriate for the science of that era; drug and device regulation involved little overlap and the separate FDA centers were able to regulate their respective products without needing to coordinate efforts.\n\nThe FDA’s product-oriented approach to regulating new treatments and products does not allow for the optimal use of its broad spectrum of expertise and can lead activities related to the same disease to be conducted in any number of different parts of the agency. This can result in inconsistent feedback and differences in how study designs and requirements are applied.\n\nAdvances in science and technology have led to treatment protocols that involve different types of medical products over the course of treating patients. In addition, many of these products are now being developed concurrently, such as drugs that require a diagnostic test to identify patients who are most likely to benefit. Having these products regulated within isolated portions of the FDA can lead to incongruent timelines that may result in development delays.\n\nPrevious efforts to develop a more disease-oriented approach to product regulation have demonstrated the positive effect of this type of organizational structure. In 2004, several therapeutic biologic products were relocated into the current organization for oncology drugs at FDA. This was an important change that has helped usher in a new era of anti-cancer products that in some instances are now having a profound impact on previously untreatable diseases. But this was just a first step to build on. The science in major disease areas such as cancer, neurologic disorders, cardiovascular disease and infectious disease is advancing at a rapid pace and relies on diverse technologies to treat patients. This presents immediate opportunities where disease-oriented coordination across FDA could catalyze the development of new treatments to address serious public health needs.\n\nBy forming teams of FDA staff with cutting-edge expertise in the treatment and prevention of specific disease areas, the agency can improve coordination within and between FDA medical product centers and ensure that the regulation of products is more reflective of how they are used in medical practice. This approach will break down decades’ old silos within the agency.\n\nEstablishing regular cross-center processes will also align with and support employee motivation for regulating and delivering safe and effective medical products to treat major diseases. This will help attract and keep the talented individuals necessary for FDA to continue operating as a premiere organization.\n\nIt is this brand of innovative thinking that will help build a healthier America and maintain US leadership in drug and device development.\n\nAs the Senate considers new legislation in this area, they should encourage FDA to implement this up-to-date, patient-oriented approach. It is time for Congress, working with experts at the FDA and in the research, development and advocacy community, to guide the agency toward a structure that reflects 21st Century science and modern medical care.\n\nSigal is chair and founder of Friends of Cancer Research, a Washington, DC-based think tank and advocacy organization.", "article_metadata": {"dcterms.description": "Congress has not modernized FDA’s organizational structure for medical products since the 1970s.", "description": "Congress has not modernized FDA’s organizational structure for medical products since the 1970s.", "generator": "Drupal 7 (http://drupal.org)", "rdfs": {"label skos": {"prefLabel": "Congress Blog"}}, "og": {"site_name": "TheHill", "description": "Congress has not modernized FDA’s organizational structure for medical products since the 1970s.", "title": "FDA structure should be updated for 21st century science and patient needs", "url": "http://thehill.com/blogs/congress-blog/healthcare/257526-fda-structure-should-be-updated-for-21st-century-science-and", "image": "http://thehill.com/sites/default/files/thehill_logo_200.jpg", "updated_time": "2016-02-04T05:25:59-05:00", "type": "article"}, "apple-itunes-app": "app-id=396640962", "Smart_Paging": "on", "dcterms.modified": "2016-02-04T05:25-05:00", "dcterms.identifier": "http://thehill.com/blogs/congress-blog/healthcare/257526-fda-structure-should-be-updated-for-21st-century-science-and", "dcterms.date": "2015-10-21T16:00-04:00", "dcterms.creator": "Joe Picard", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "dcterms.language": "und", "author": "Ellen V. Sigal, PhD", "dcterms.type": "Text", "keywords": ",,", "article": {"published_time": "2015-10-21T16:00:04-04:00", "modified_time": "2016-02-04T05:25:59-05:00"}, "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/blogs/congress-blog/healthcare/257526-fda-structure-should-be-updated-for-21st-century-science-and", "widgets": {"csp": "on"}, "description": "Congress has not modernized FDA’s organizational structure for medical products since the 1970s.", "card": "summary", "title": "FDA structure should be updated for 21st century science and patient needs"}, "dcterms.title": "FDA structure should be updated for 21st century science and patient needs"}, "_id": "\"57477af36914bd0286fcf49f\"", "article_summary": "ADVERTISEMENTCongress has not modernized FDA’s organizational structure for medical products since the 1970s.\nAdvances in science and technology have led to treatment protocols that involve different types of medical products over the course of treating patients.\nSince then, the law has been revised numerous times, adding additional categories of medical products to FDA’s jurisdiction and expanding its regulatory authority.\nEstablishing regular cross-center processes will also align with and support employee motivation for regulating and delivering safe and effective medical products to treat major diseases.\nIt is time for Congress, working with experts at the FDA and in the research, development and advocacy community, to guide the agency toward a structure that reflects 21st Century science and modern medical care."}