{"article_title": "Thousands paid to local doctors, new law requires more transparency for payments made by drug companies", "article_keywords": ["mental", "requires", "medical", "companies", "drug", "thousands", "person", "morris", "pa", "prescribe", "paid", "transparency", "doctors", "winds", "health", "law", "local", "payments"], "article_url": "http://www.troyrecord.com/article/TR/20140308/NEWS/140309272", "article_text": "SARATOGA COUNTY >> A handful of regional doctors have accepted hundreds of thousands of dollars from the nation’s largest pharmaceutical companies in exchange for speaking, consulting, meals, travel and educational programs.\n\nThanks to a database provided by ProPublica, it can be reported who they are and which company they have ties to. Readers may peruse the the information online.\n\nMorris isn’t the only person in the area taking significant amounts of money from drug companies.\n\nFor instance, according to ProPublica, from 2009 to 2012, Dr. James North, who practices medicine in Greenfield Center and Glens Falls received $181,466 from Astra Zenaca, Eli Lilly, Forest and GlaxoSmithKline, and neurologist Dr. James Wymer accepted $121,364 from Eli Lilly, GlaxoSmithKline, Pfizer and UCB. Neither returned multiple phone calls seeking comment.\n\nAdvertisement\n\nAnd since 2010, medical director Dr. Adrian Anthony Morris at the private Four Winds Hospital on Crescent Avenue has received $152,113 from Astra Zenaca, Pfizer and Merck. Four Winds provides inpatient and outpatient mental health treatment services for children, adolescents and adults.\n\nOne of the primary responsibilities of a medical director is to prescribe medications to the patients on their units that are counseled by therapists, who do not have the ability to prescribe drugs. Morris works in the adult inpatient unit, where the average length of stay is five to seven days.\n\n“I’m simply speaking on my experience,” Morris says of the speaking engagements for which he received more than $100,000 over the years. He said that although he’s been asked by companies, he would never speak about a medication he hasn’t used himself or found successful in treating mental disorders in his patients.\n\n“That would be unacceptable,” Morris said, “but if I prescribe it to my patient and found it improved their psychological disorder, then I’m comfortable.”\n\nOne regional physician assistant, who has worked at several area organizations and attended a top school, agreed to speak with The Saratogian on the condition of anonymity, due to a fear of retribution.\n\nA physician assistant has many of the same responsibilities as a doctor – they can diagnose and prescribe treatment to patients – and they often work under doctors or surgeons.\n\nWhile working for one clinic, the PA said, lunch was provided every day by a representative from a drug company, and in between meals, coffee and tea was hand-delivered to the doctor.\n\n“It’s completely biased and it’s completely unethical,” the PA said, believing that the freebies impact patient care.\n\nAccording to a 2003 commentary piece from the American Medical Association – “A Social Science Perspective on Gifts to Physicians From Industry,” – “physicians typically report that they are not biased by financial arrangements with pharmaceutical companies, although a large body of research suggest that they are.” That conclusion is drawn from six previous studies.\n\nThe PA stressed that medication has its place in the medical field, and is especially helpful when a person is struggling to get through a particularly rough stretch, but believes that too often, it’s used as a bandage to mask mental health issues.\n\n“I am in no way saying meds are bad, they do help people … but they’re just part of the puzzle that is helping someone achieve good health – mental, emotional, physical,” the PA said. The PA believes that many patients she sees come to her overmedicated and misdiagnosed. She said one person who was on eight different medications is now managing life well on two prescriptions.\n\nAt Four Winds, Morris said, and the busy staff usually doesn’t have time for the drug representatives looking to pitch their products.\n\n“Generally, I do not respond to information from drug reps,” Morris said. He said he is typically more receptive to his own experience in the field or his colleagues.\n\nMany people, including the PA, believe pharmaceutical companies are the guiding force behind mental health trends, including diagnoses and what to treat them with. People see advertisements on television where a life goes from dull and dreary to beautiful and shiny, all thanks to a magical pill. So they book a doctor’s appointment and ask for it.\n\nBut Morris doesn’t think drug companies are the trend-setters that many believe them to be. Ultimately, he said, the illnesses are there, and he believes, as a doctor and the best friend of a person diagnosed with bipolar disorder, “any medication that helps is certainly a benefit.”\n\nMandatory disclosure for drug companies, under the Affordable Care Act’s Physician Payments Sunshine Act, goes into effect in September. The Sunshine Act excludes disclosure reports for nurse physicians and assistants, which could be where funding shifts to next, according to ProPublica reporter Charles Ornstein, who investigated the issue for a national story Published March 4", "article_metadata": {"news_keywords": "News, Troy news, NY news, US news, world news.", "title": "Report: Thousands paid to local doctors, new law requires more transparency for payments made by drug companies", "og": {"url": "http://www.troyrecord.com/article/TR/20140308/NEWS/140309272", "image": {"width": "600px", "identifier": "http://local.troyrecord.com/common/dfm/assets/logos/small/troyrecord.png?052016", "height": "600px"}, "type": "article", "title": "Report: Thousands paid to local doctors, new law requires more transparency for payments made by drug companies"}, "twitter": {"domain": "troyrecord.com", "description": "SARATOGA COUNTY >> A handful of regional doctors have accepted hundreds of thousands of dollars from the nation’s largest pharmaceutical companies in exchange for speaking, consulting, meals, travel and educational programs.", "title": "Report: Thousands paid to local doctors, new law requires more transparency for payments made by drug companies", "url": "http://www.troyrecord.com/article/TR/20140308/NEWS/140309272", "image": {"src": "http://local.troyrecord.com/common/dfm/assets/logos/small/troyrecord.png?052016"}, "site": "@troyrecord", "app": {"id": {"ipad": "id571785254", "iphone": "id520232370", "googleplay": "com.spreedinc.providers.digitalfirstmedia.record"}}, "card": "summary_large_image"}, "keywords": "News, Troy news, NY news, US news, world news.", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0", "description": "SARATOGA COUNTY >> A handful of regional doctors have accepted hundreds of thousands of dollars from the nation’s largest pharmaceutical companies in exchange for speaking, consulting, meals, travel and educational programs."}, "_id": "\"57477af36914bd0286fd381d\"", "article_summary": "But Morris doesn’t think drug companies are the trend-setters that many believe them to be.\nMorris isn’t the only person in the area taking significant amounts of money from drug companies.\nAt Four Winds, Morris said, and the busy staff usually doesn’t have time for the drug representatives looking to pitch their products.\nFour Winds provides inpatient and outpatient mental health treatment services for children, adolescents and adults.\nMany people, including the PA, believe pharmaceutical companies are the guiding force behind mental health trends, including diagnoses and what to treat them with."}