{"article_title": "Five 2016 Candidates Not-So-Great For College Students", "article_keywords": ["education", "students", "state", "governor", "tuition", "debt", "bush", "notsogreat", "candidates", "student", "probably", "college", "2016"], "article_url": "http://www.sbindependent.org/five-2016-candidates-not-so-great-for-college-students/", "article_text": "Photo courtesy of odysseyonline.com.\n\nBy Janelle Clausen\n\nStaff Writer\n\nRemember that time I wrote about five candidates college students should look into? If you don’t, you should check it out now. If you do, then you probably sensed a follow-up was coming.\n\nCollege students are still $1.2 trillion in debt. The average loan debt per student is nearly $30,000. The cost of college tuition, ever more necessary in getting a decent job, continues to rise as wages remain relatively stagnant. Meanwhile, you have plenty of Republicans– some of whom are on this list– calling to weaken the Department of Education. How plausible this would be is questionable at best, but it’s still telling.\n\nNow, if you don’t think it can get much worse, certain candidates seem willing to take you up on that challenge. Feel free to research beyond this point.\n\n5) Dr. Ben Carson\n\nI know what you’re thinking. “He’s a doctor!” you cry. “How could he possibly be against college education?” Well, in February Carson said he is against President Obama’s plan to make community college tuition free for those who do community service and retain a high GPA. He laments that college students don’t work anymore, even though the main problem is stagnant wages and ever increasing tuition costs. Carson emphasized the need to pay through school and avoid what you can’t afford (even if, statistically speaking, a college degree is a necessity).\n\nUnfortunately, it’s not the 1970’s anymore. You can’t afford an apartment, go to school and work less than 48 hours at minimum wage to do those things.\n\n4) Governor Jeb Bush (R-FL)\n\nWhen you think of the surname “Bush,” sterling intellect doesn’t usually come to mind. Jeb Bush, however, has touted himself as the “education governor” – private education, that is.\n\nBush opposed regulations that would’ve held inefficient private institutions accountable for drowning students in debt. He was also a senior advisor and shareholder for Academic Partnerships, a firm accused of essentially converting schools into “diploma mills.” As for actual in-state tuition costs, they went up by more than 50 percent during his tenure. Black student enrollment in Florida, in terms of percentage, also fell. His repeal of Affirmative Action probably didn’t help in that department. While Bush is pushing for online, global classrooms, his record on education so far is questionable at best.\n\n3) Senator Ted Cruz (R-TX)\n\nFrom the man who was burdened with $100,000 in student loan debt, come ideas that probably wouldn’t help anyone else dealing with it now.\n\nPlease, put aside the dumb Texan stereotype and his social conservatism when evaluating Cruz- he has enough going against him when it comes to college student appeal. Meanwhile, his opposition to the Affordable Care Act is no secret- like at all. But, as this article notes, he would’ve happily defunded the Health Care and Education Reconciliation Act of 2010, which expanded Pell Grants and lowered monthly student debt payments for those in income-based plans, to get rid of Obamacare. He also voted against the Bank on Students Emergency Loan Refinancing Act, which would’ve allowed 25 million to refinance their loans, because it’d raise taxes on the wealthy. He has no plan to address the affordability crisis at this time.\n\nFun fact: he once said 12 Harvard Law School professors “were Marxists who believed in the communists overthrowing the United States government.” Seriously.\n\n2) Governor Bobby Jindal (R-LA)\n\nLouisiana, particularly New Orleans, may be a world icon for cultural music, amazing food and colorful festivals– but that’s thanks to a rich cultural history. It is one of the, if not worst state, for poverty, life expectancy, graduation rates, obesity, murders per capita, inequality, crime rate, reproductive rights and probably 100 other things. Bobby Jindal, the governor of this state since 2008, hasn’t done a great job with fixing any of that. Under his tenure, the state of higher education has also worsened. The number of employees at state colleges decreased nearly a quarter due to budget cuts, yet tuition in Louisiana continues to rise. His budget proposal that’d reduce higher education spending by another $141 million in fiscal 2016 definitely doesn’t help.\n\nHonestly, aside from being young and Indian, I can’t think of any reason for a millennial to vote for Mr. Jindal.\n\n1) Governor Scott Walker (R-WI)\n\nGovernor Scott Walker of Wisconsin is renowned as a union slasher. He’s also the only candidate here that faced a recall election, dropped out of college (to pursue a job) and was literally called “kind of a dumb ass” by prominent Republican adviser Mark Salter. So the next bit of information won’t be too surprising.\n\nHis higher education record is abysmal, as is his education record in general – but that’s a topic for another day. Walker signed a budget that slashes $250 million (13 percent) from the University of Wisconsin and removed tenure protections from professors. Yet, he was totally cool with publicly financing a stadium for the lackluster Milwaukee Bucks for, you guessed it, $250 million.\n\n(Seriously, WHAT THE F*CK)\n\nDoes anything make up for this? With millennials, he defies many of their priorities: he is against Obamacare, didn’t accept medicaid money from it, stopped state funding for Planned Parenthood and is against same-sex marriage. These are only a few things.", "article_metadata": {"description": "There are candidates who are calling to weaken the Department of Education.", "generator": "WordPress 4.5.2", "og": {"site_name": "Stony Brook Independent", "description": "There are candidates who are calling to weaken the Department of Education.", "title": "Five 2016 Candidates Not-So-Great For College Students", "locale": "en_US", "image": {"width": 641, "identifier": "http://cdn.totalcomputersusa.com/managed/uploads/sites/23/2015/09/Screen-Shot-2015-09-07-at-9.01.37-PM.png", "height": 361}, "updated_time": "2015-09-08T18:30:33+00:00", "url": "http://www.sbindependent.org/five-2016-candidates-not-so-great-for-college-students/", "type": "article"}, "twitter": {"description": "There are candidates who are calling to weaken the Department of Education.", "creator": "@JanelleClausen", "image": "http://i1.wp.com/cdn.totalcomputersusa.com/managed/uploads/sites/23/2015/09/Screen-Shot-2015-09-07-at-9.01.37-PM.png?fit=641%2C361", "title": "Five 2016 Candidates Not-So-Great For College Students", "site": "@SBINews", "card": "summary"}, "robots": "noodp", "template": "Fearless - Modern, Clean, & Responsive WP Magazine 1.7.1", "keywords": "Stony Brook University, SBU, News, Campus News, Wolfie, sbindependent", "article": {"section": "Listicles", "tag": "ted cruz", "published_time": "2015-09-08T12:15:07+00:00", "modified_time": "2015-09-08T18:30:33+00:00", "author": "https://www.facebook.com/janelle.clausen"}, "viewport": "width=device-width"}, "_id": "\"57477af46914bd0286fe2214\"", "article_summary": "By Janelle ClausenStaff WriterRemember that time I wrote about five candidates college students should look into?\nThe cost of college tuition, ever more necessary in getting a decent job, continues to rise as wages remain relatively stagnant.\nHe laments that college students don’t work anymore, even though the main problem is stagnant wages and ever increasing tuition costs.\nCollege students are still $1.2 trillion in debt.\n“How could he possibly be against college education?” Well, in February Carson said he is against President Obama’s plan to make community college tuition free for those who do community service and retain a high GPA."}