{"article_title": "Paul Krugman: It’s time for “trickle-up” economics!", "article_keywords": ["poor", "taxing", "economics", "krugman", "times", "economic", "growth", "york", "trickleup", "standard", "inequality", "paul", "view"], "article_url": "http://www.salon.com/2014/08/08/paul_krugman_its_time_for_trickle_up_economics/", "article_text": "Topics: Class War, economy, growth, Inequality, Obamacare, Paul Krugman, Standard & Poor's, The New York Times, trickle down, trickle-up, Media News, News, Politics News\n\nIn his most recent piece for the New York Times, liberal columnist and celebrated economist Paul Krugman argues that the trade-off traditionally understood to exist in a modern economy between fighting inequality and promoting growth is, at least in the American context, no longer relevant.\n\nThat’s right, U.S. liberals — you can have your cake, eat it and redistribute the leftovers, too!\n\n“It’s true that market economies need a certain amount of inequality to function,” Krugman grants. “But American inequality has become so extreme that it’s inflicting a lot of economic damage. And this, in turn, implies that redistribution — that is, taxing the rich and helping the poor — may well raise, not lower, the economy’s growth rate.”\n\nTo buttress his point, Krugman cites a new report from the ratings agency Standard & Poor’s (hardly a hotbed of socialist radicalism) that finds the U.S. economy’s level of inequality is a drag on economic growth. The report is a summary of other research rather than original work, but Krugman says it’s still important because S&P’s willingness to endorse the view shows “how mainstream the new view of inequality has become.”\n\nKrugman then explains why it is that taxing the rich and redistributing wealth to the poor is no longer a killer for economic growth, noting that “incentives aren’t the only thing that matters for economic growth” and that “[o]pportunity is also crucial.” Without a more level playing field, Krugman explains, the result is “a waste of human resources,” as millions of poor or simply working-class people are denied a chance to flourish.", "article_metadata": {"description": "The New York Times columnist says an economy as unequal as the U.S.'s can tax the rich and still grow", "title": "Paul Krugman: It’s time for “trickle-up” economics!", "og": {"site_name": "Salon", "description": "The New York Times columnist says an economy as unequal as the U.S.'s can tax the rich and still grow", "title": "Paul Krugman: It’s time for “trickle-up” economics!", "url": "http://www.salon.com/2014/08/08/paul_krugman_its_time_for_trickle_up_economics/", "image": "http://media.salon.com/2014/04/Screen-Shot-2014-04-17-at-4.22.10-PM-1280x702.png", "type": "article"}, "twitter": {"description": "The New York Times columnist says an economy as unequal as the U.S.'s can tax the rich and still grow", "title": "Paul Krugman: It’s time for “trickle-up” economics!", "image": "http://media.salon.com/2014/04/Screen-Shot-2014-04-17-at-4.22.10-PM-1280x702.png", "creator": "@eliasisquith", "site": "@salon", "card": "summary_large_image"}, "author": "Elias Isquith", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Class War, economy, growth, Inequality, Obamacare, Paul Krugman, Standard & Poor's, The New York Times, trickle down, trickle-up", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fd3855\"", "article_summary": "Topics: Class War, economy, growth, Inequality, Obamacare, Paul Krugman, Standard & Poor's, The New York Times, trickle down, trickle-up, Media News, News, Politics NewsIn his most recent piece for the New York Times, liberal columnist and celebrated economist Paul Krugman argues that the trade-off traditionally understood to exist in a modern economy between fighting inequality and promoting growth is, at least in the American context, no longer relevant.\n“It’s true that market economies need a certain amount of inequality to function,” Krugman grants.\n“But American inequality has become so extreme that it’s inflicting a lot of economic damage.\nThat’s right, U.S. liberals — you can have your cake, eat it and redistribute the leftovers, too!\nAnd this, in turn, implies that redistribution — that is, taxing the rich and helping the poor — may well raise, not lower, the economy’s growth rate.”To buttress his point, Krugman cites a new report from the ratings agency Standard & Poor’s (hardly a hotbed of socialist radicalism) that finds the U.S. economy’s level of inequality is a drag on economic growth."}