{"article_title": "White House Chief of Staff \"Appalled\" by El Chapo Comments in Sean Penn Interview", "article_keywords": ["el", "stone", "chapo", "house", "treatment", "comments", "mcdonough", "rolling", "chief", "sean", "interview", "penn", "white", "staff"], "article_url": "http://www.hollywoodreporter.com/news/white-house-chief-staff-appalled-853851", "article_text": "“I was appalled by his bragging to the interviewers in Rolling Stone that he moves more heroin than anyone in the world,\" said White House Chief of Staff Denis McDonough on ABC's 'This Week.'\n\nFollowing news of Sean Penn's interview with Joaquin \"El Chapo\" Guzman, GOP presidential hopeful Marco Rubio, White House Chief of Staff Denis McDonough and Democratic presidential candidate Bernie Sanders shared their opinions of the incident with George Stephanopoulos during ABC's This Week on Sunday morning.\n\nRubio called the Penn interview with El Chapo \"grotesque,\" and added that the actor was within his legal rights to conduct the interview.\n\n“If one of these American actors who have benefited from the greatness of this country, who have made money from our free enterprise system, want to go fawn all over a criminal and a drug trafficker in their interviews, they have a Constitutional right to do it,\" said Rubio.\n\nHe continued: \"Sean Penn is not someone I spend a lot of time thinking about. I didn’t even know he was still around. I think he made movies a long time ago or something. ... He interviewed El Chapo, we, I’ll guess, use the interview that he had in order to find him. That’s ... the Mexicans did, that’s fantastic. I hope they extradite El Chapo to the United States.\"\n\nAccording to the Associated Press, a Mexican official said security forces at one point located the world's most wanted trafficker thanks to a secret interview with Penn that appeared on the Rolling Stone website.\n\nMcDonough weighed in on the issue as well, expressing his distaste for Guzman boasting about his drug empire in the interview.\n\n“I was appalled by his bragging to the interviewers in Rolling Stone that he moves more heroin than anyone in the world,\" said the White House Chief of Staff.\n\nWhen asked about a possible investigation by federal authorities, McDonough commented, \"We’ll let somebody else sort out what Sean Penn did and didn’t do.\" He also had some words for Rubio.\n\n“We hope that Senator Rubio, if he is appalled about this, will stop those in his party who would appeal the Affordable Care Act, which has done more for mental health treatment and addiction treatment and substance abuse treatment than anything that we've seen in decades,\" said McDonough.\n\nSanders expressed his satisfaction that the drug lord was finally captured.\n\n\"I read a little bit about it, so I have nothing much profound to say about it, except that I’m glad that this drug-cartel leader has been caught,\" he said. \"People like him have done incredible harm to people in our country and to his own country.”", "article_metadata": {"sailthru.author": "THR Staff", "description": "“I was appalled by his bragging to the interviewers in Rolling Stone that he moves more heroin than anyone in the world,\" said White House Chief of Staff Denis McDonough on ABC's 'This Week.'", "og": {"site_name": "The Hollywood Reporter", "description": "“I was appalled by his bragging to the interviewers in Rolling Stone that he moves more heroin than anyone in the world,\" said White House Chief of Staff Denis McDonough on ABC's 'This Week.'", "title": "White House Chief of Staff \"Appalled\" by El Chapo Comments in Sean Penn Interview", "url": "http://www.hollywoodreporter.com/news/white-house-chief-staff-appalled-853851", "image": {"width": 1296, "identifier": "//cdn5.thr.com/sites/default/files/2016/01/el_chapo_arrested.jpg", "type": "image/jpeg", "height": 730}, "type": "website"}, "sailthru.date": "2016-01-10 12:54:58", "sailthru.title": "White House Chief of Staff \"Appalled\" by El Chapo Comments in Sean Penn Interview", "fb": {"admins": 3111204}, "sailthru.vertical": "Television", "sailthru.tags": "Television,Sean Penn", "sailthru.description": "“I was appalled by his bragging to the interviewers in Rolling Stone that he moves more heroin than anyone in the world,\" said White House Chief of Staff Denis McDonough on ABC's 'This Week.'", "viewport": "width=device-width"}, "_id": "\"57477af36914bd0286fd3864\"", "article_summary": "Rubio called the Penn interview with El Chapo \"grotesque,\" and added that the actor was within his legal rights to conduct the interview.\nHe continued: \"Sean Penn is not someone I spend a lot of time thinking about.\nHe interviewed El Chapo, we, I’ll guess, use the interview that he had in order to find him.\n“I was appalled by his bragging to the interviewers in Rolling Stone that he moves more heroin than anyone in the world,\" said the White House Chief of Staff.\nI hope they extradite El Chapo to the United States.\""}