{"article_title": "Free Market - Individual Liberty - Limited Government", "article_keywords": ["unversity", "limited", "north", "voters", "obamacare", "free", "individual", "health", "liberty", "healthcare", "elon", "hagan", "poll", "market", "carolina"], "article_url": "http://www.unitedliberty.org/articles/15728-nc-senate-kay-hagans-approval-rating-tanks", "article_text": "Fresh off a Public Policy Polling survey showing her in statistical ties with four potential Republican opponents, a new poll from Elon Unversity shows North Carolina voters are increasingly unhappy the job performance of Sen. Kay Hagan (D-NC) and that healthcare is single most important issue on their minds.\n\nThe Elon Unversity poll found that 37% of voters approve of Hagan’s job performance, while 44% disapprove, a net-negative of 7 points. In September, the North Carolina-based school showed her approval rating slightly above water at 38/35.\n\nNorth Carolinians have continued to sour on President Barack Obama. His approval rating is at 37/54, up from 38/51 in September.\n\nThe most prominent issue on the minds of North Carolina voters is healthcare (24%), followed by the economy (21%), jobs/unemployment (13%), and budget/debt (10%). Just 31% of voters in the state believe Obamacare will make healthcare better, while 54% say it will make thing. worse.\n\nThat’s an ominous sign for Hagan, given all of the attention currently on Obamacare, including the disastrous rollout of the federal exchange website and 473,000 health plan cancellations in the state.\n\nHagan is among the vulnerable Democrats who promised that Americans would be able to keep their health plans under Obamacare. “The Senate Health, Education, Labor and Pensions Committee crafted a bill that ensures that people who like their insurance and their doctors keep them,” she said in 2009.\n\nIn recent days, Hagan and her staff have tried to blame insurance companies for the cancellations, playing up her role and crafting the law and also acknowledging that she knew plans would be canceled. In September 2010, Hagan voted in favor of the “grandfathered” plan regulations that have led to the cancellations.\n\nThe poll found that voters aren’t familiar with any of the four Republicans running against Hagan, though, state House Speaker Thom Tillis (R-NC) was the most recognized. Elon didn’t poll any of the Republicans candidate against Hagan.\n\nThe poll of 681 registered North Carolina voters was conducted between November 15-18. The margin of error is +/- 3.76%.", "article_metadata": {"keywords": "Approval rating,Barack Obama,canceled plans,disapproval,Elon University,health plans,Healthcare,Kay Hagan,North Carolina,North Carolina politics,ObamaCare,Politics,News,Blog,Current,Alternative,Libertarian,Freedom,Election,Nonpartisan,Ron Paul", "description": "Kay Hagan Fresh off a Public Policy Polling survey showing her in statistical ties with four potential Republican opponents, a new poll from Elon Unversity shows North Carolina voters are increasingly unhappy the job performance of Sen. Kay Hagan (D-NC)", "robots": "index,follow", "copyright": "(c) 2005-2013 United Liberty", "DC.Title": "NC Senate: Kay Hagan's approval rating tanks"}, "_id": "\"57477af46914bd0286fe0827\"", "article_summary": "The Elon Unversity poll found that 37% of voters approve of Hagan’s job performance, while 44% disapprove, a net-negative of 7 points.\nThe most prominent issue on the minds of North Carolina voters is healthcare (24%), followed by the economy (21%), jobs/unemployment (13%), and budget/debt (10%).\nThe poll of 681 registered North Carolina voters was conducted between November 15-18.\nJust 31% of voters in the state believe Obamacare will make healthcare better, while 54% say it will make thing.\nHagan is among the vulnerable Democrats who promised that Americans would be able to keep their health plans under Obamacare."}