{"article_title": "Night Eating Syndrome, Constant Hunger Before Bed Could Be Due To Faulty Genes", "article_keywords": ["gene", "eating", "syndrome", "weight", "hunger", "genes", "bed", "per1", "sleep", "night", "constant", "mice", "faulty", "nes", "researchers"], "article_url": "http://www.medicaldaily.com/night-eating-syndrome-constant-hunger-bed-could-be-due-faulty-genes-284394", "article_text": "Researchers have now shown that there is such a thing as a “night munchies” mutated gene that leads to a grating need for a midnight snack before bed.\n\nThis is the first time that the gene, known as PER1, has been linked to night eating syndrome (NES). NES involves a constant feeling of hunger at night, which can lead to overeating and weight gain. Research has linked it to more serious mental disorders as well as eating disorders; people who suffer from NES consume most of their caloric intake after 6 p.m. These individuals often feel as though they lack control over what and when they eat, then proceed to feel guilty after their binge. The National Institutes of Mental Health (NIMH) notes that NES affects about one to two percent of the U.S. population, both men and women.\n\nIn the study, researchers tested mice with the human genes of PER1 and PER2, which had previously been associated with sleep problems. When the researchers deactivated PER1, the eating behaviors of the mice became disrupted; they were prone to start eating instead of sleeping. The mice with the faulty PER1 gene gained weight due to these eating habits, until the researchers began monitoring their meals and feeding them only during the day, which led them to maintain normal weights. This shows that the weight gain was directly related to the night eating.\n\n“For a long time, people discounted night eating syndrome as not real,” Dr. Satchidananda Panda of the Salk Institute in La Jolla, California, said in a press release. “These results in mice suggest that it could actually be a genetic basis for the syndrome. We really never expected that we would be able to decouple the sleep-wake cycle and the eating cycle, especially with a simple mutation. It opens up a whole lot of future questions about how these cycles are regulated.” The researchers have yet to test whether humans with NES have any PER1 mutations.\n\nWhen the gene is mutated, sleep and eating cycles are thrown off, which could potentially make it much easier for people to crave calories before bed. Sufferers of NES typically don’t eat much in the morning or during the day, proceed to overeat at night, and then rely on food when they wake up during the night in order to fall back asleep.\n\nIf you’re battling NES, try starting a journal to monitor your sleep and eating schedule, and to bring yourself back on track. Sleep hygiene and exercise are both essential to maintaining eating schedules, and abstaining from drinking can also help curb tendencies to over-eat at night. For those whom NES is severe and who may suffer from other eating disorders, therapy is always an option.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "night munchies gene, per1, night eating syndrome, nes", "og": {"site_name": "Medical Daily", "description": "A new study links night eating syndrome with a gene called PER1, suggesting that individuals who constantly crave food at night may be influenced by a gene mutation.", "title": "Blame Your Night Hunger On Faulty Genes [VIDEO]", "url": "http://www.medicaldaily.com/night-eating-syndrome-constant-hunger-bed-could-be-due-faulty-genes-284394", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/05/24/night-eating-syndrome.jpg", "type": "article"}, "twitter": {"description": "A new study links night eating syndrome with a gene called PER1, suggesting that individuals who constantly crave food at night may be influenced by a gene mutation.", "title": "Blame Your Night Hunger On Faulty Genes [VIDEO]", "url": "http://www.medicaldaily.com/night-eating-syndrome-constant-hunger-bed-could-be-due-faulty-genes-284394", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/05/24/night-eating-syndrome.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/05/24/night-eating-syndrome.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Science/Tech", "published_time": "2014-05-24T14:58:45-04:00", "modified_time": "2014-05-24T14:58:44-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "A new study links night eating syndrome with a gene called PER1, suggesting that individuals who constantly crave food at night may be influenced by a gene mutation."}, "article_summary": "This is the first time that the gene, known as PER1, has been linked to night eating syndrome (NES).\n“For a long time, people discounted night eating syndrome as not real,” Dr. Satchidananda Panda of the Salk Institute in La Jolla, California, said in a press release.\nThis shows that the weight gain was directly related to the night eating.\nNES involves a constant feeling of hunger at night, which can lead to overeating and weight gain.\nWhen the researchers deactivated PER1, the eating behaviors of the mice became disrupted; they were prone to start eating instead of sleeping."}