{"article_title": "Emergency Docs Expect Patient Influx, Lower Quality Care", "article_keywords": ["physicians", "lower", "patient", "emergency", "docs", "obamacare", "volume", "patients", "medicaid", "expect", "doctors", "er", "quality", "think", "influx", "care"], "article_url": "http://dailycaller.com/2014/05/21/emergency-docs-expect-patient-influx-lower-quality-care/", "article_text": "Doctor Vivek Murthy stands among other bystanders during the first day of legal arguments over the Affordable Care Act outside the Supreme Court in Washington March 26, 2012. U.S. President Barack Obama's sweeping healthcare overhaul on Monday went before the U.S. Supreme Court where the nine justices began hearing arguments in a historic test of the law's validity under the U.S. Constitution. REUTERS/Jason Reed (UNITED STATES - Tags: POLITICS HEALTH CIVIL UNREST) - RTR2ZWK8\n\n4194499\n\nEmergency room visits have risen since Obamacare went into effect and more ER physicians expect it to hurt than help.\n\nAccording to a nationwide poll of emergency department doctors from the American College of Emergency Physicians (ACEP), 40 percent of ER physicians think Obamacare will have a negative impact on quality and patient safety; just 20 percent think the health care law will improve it.\n\nEven when it comes to access to emergency care — where almost half of ER doctors have seen more patients since the health care law went live — just 34 percent think Obamacare is improving access. Twenty-nine percent think Obamacare will lower access.\n\nIn another telling result, 29 percent think Obamacare will lower disaster preparedness, while a measly 6 percent expect it to help. Emergency departments are charged with responding to almost any crisis, from tornadoes to hurricanes to traffic accidents. It’s possible that emergency services will be siphoned off by newly insured Medicaid patients, who have notoriously low access to primary care doctors due low physician reimbursement rates. (RELATED: Less than half of doctors in nation’s largest cities are accepting Medicaid)\n\n“Emergency visits will increase in large part because more people will have health insurance and therefore will be seeking medical care,” said ACEP president Alex Rosenau. “But America has severe primary care shortages, and many physicians do not accept Medicaid patients, because Medicaid pays so low. When people can’t get appointments with physicians, they will seek care in emergency departments.”\n\nAlmost half of emergency physicians reported an increased volume of ER patients since Obamacare coverage began. Thirty-seven percent of respondents said ER volumes had increased slightly, while another 9 percent said they’d increased greatly. Another 27 percent reported that their overall volume had stayed the same. A whopping 86 percent of the ER docs expect emergency room visits to grow over the next three years — and of that 41 percent think they’ll increase greatly.\n\nACEP is worried that Medicaid patients are a primary driver of the increased volume. Thirty-one percent of respondents reported that the volume of Medicaid patients had grown since Obamacare coverage was enacted; of that, 7 percent said Medicaid emergency patients had grown greatly. Another 31 percent said the volume had remained the same, and 36 percent weren’t sure.\n\nMedicaid has long been known to increase emergency department visits for non-emergent reasons. A January Harvard-MIT study found that after Oregon expanded Medicaid, those who received the coverage visited the ER 40 percent more than those without insurance — with no increase in health outcomes. (RELATED: Harvard study: Medicaid actually increases ER visits)\n\nBut while ER’s are filling up, emergency departments aren’t prepared for the influx. Seventy-seven percent aren’t ready for the boost in volume. Just 10 percent say they’re adequately prepared for the growth.\n\nWhile they’re being faced with increased volumes of non-emergency patients and departments that may not be able to handle the growth while maintaining essential patient safety and disaster services, a majority of ER doctors simultaneously think they’re in for a pay cut courtesy of Obamacare.\n\nFifty-one percent of emergency doctors said they expect payment for emergency visits to be reduced as a result of the Affordable Care Act. Another 19 percent expect reimbursement to remain the same, but just 13 percent think their pay will be upped.\n\n“ACEP is urging Congress to make a firm commitment to emergency patients by holding a hearing to examine whether additional strains are occurring in the emergency department safety net as a consequence of the Affordable Care Act,” Dr. Rosenau concluded.\n\nFollow Sarah on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience. For licensing opportunities of our original content, please contact licensing@ dailycallernewsfoundation.org.", "article_metadata": {"sailthru.author": "Sarah Hurtubise", "description": "Most emergency room physicians believe Obamacare will lower the quality of emergency health care and patient safety, according to a new survey.", "og": {"site_name": "The Daily Caller", "description": "Emergency room visits have risen since Obamacare went into effect and more ER physicians expect it to hurt than help.    According to a nationwide poll of emergency department doctors from the America", "title": "Emergency Docs Expect Patient Influx, Lower Quality Care", "url": "http://dailycaller.com/2014/05/21/emergency-docs-expect-patient-influx-lower-quality-care/", "image": {"width": 630, "identifier": "http://cdn01.dailycaller.com/wp-content/uploads/2014/03/vivek.jpg", "height": 270}, "type": "article"}, "twitter": {"description": "Thanks to Obamacare", "title": "Emergency Docs Expect Patient Influx, Lower Quality Care Via @dailycaller", "url": "http://dailycaller.com/2014/05/21/emergency-docs-expect-patient-influx-lower-quality-care/", "image": {"src": "http://dailycaller.com/wp-content/uploads/2014/03/vivek.jpg"}, "creator": "@@SarahMHurtubise", "site": {"identifier": "@dailycaller", "id": 39308549}, "card": "summary"}, "sailthru.date": "2014-05-21 13:39:09", "sailthru.title": "Emergency Docs Expect Patient Influx, Lower Quality Care", "HandheldFriendly": "true", "sailthru.tags": "obamacare,sarah-hurtubise", "fb": {"app_id": 143489452702, "pages": 182919686769}, "keywords": "obamacare", "sailthru.description": "Emergency room visits have risen since Obamacare went into effect and more ER physicians expect it to hurt than help.    According to a nationwide poll of emergency department doctors from the America", "sailthru.image.full": "http://cdn01.dailycaller.com/wp-content/uploads/2014/03/vivek.jpg", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "_id": "\"57477af46914bd0286fe2230\"", "article_summary": "In another telling result, 29 percent think Obamacare will lower disaster preparedness, while a measly 6 percent expect it to help.\nFifty-one percent of emergency doctors said they expect payment for emergency visits to be reduced as a result of the Affordable Care Act.\n“But America has severe primary care shortages, and many physicians do not accept Medicaid patients, because Medicaid pays so low.\nWhen people can’t get appointments with physicians, they will seek care in emergency departments.”Almost half of emergency physicians reported an increased volume of ER patients since Obamacare coverage began.\nThirty-one percent of respondents reported that the volume of Medicaid patients had grown since Obamacare coverage was enacted; of that, 7 percent said Medicaid emergency patients had grown greatly."}