{"article_title": "Minnesota ObamaCare Premiums to Rise 49 Percent", "article_keywords": ["customers", "premium", "49", "rise", "obamacare", "minnesota", "states", "premiums", "costs", "increases", "rates", "insurers"], "article_url": "http://www.iwf.org/blog/2798368/Minnesota-ObamaCare-Premiums-to-Rise-49-Percent-", "article_text": "Home / Blog / Article\n\nMinnesota ObamaCare Premiums to Rise 49 Percent\n\nPatrice J. Lee\n\nLast week, Minnesota officials announced that they approved premium increases of as much as 49 percent next year for those participating in MNSure, the state’s ObamaCare exchange, or directly from providers. All eight companies selling plans on the state’s health insurance marketplace have posted double-digit percentage rate increases – ranging from as low as 14 percent for customers on Medica to 49 percent for those on Blue Cross Blue Shield of Minnesota, the state’s largest insurer.\n\nOut-of-control costs are to blame for the rate increases as the pool of customers is far sicker and more costly than insurance companies planned for – not surprisingly. Failing to balance them out with young, healthy Minnesotans, has caused insurers to change their calculations and spread the costs around to everyone.\n\nThe Star Tribune reports:\n\nMinnesota Department of Commerce Commissioner Mike Rothman called the increases \"unacceptably high.\" He said they were driven by a smaller, higher-cost pool of consumers than initially projected — a sentiment echoed by health care experts and the insurers themselves who have suggested prior years' rates were too low.\n\n\"We had rates that were not appropriate,\" said Danette Coleman, Medica's senior vice president for individual business. \"Rates that we're starting to see now really are more reflective of the risk that exists in the individual market.\"\n\nObamaCare supporters in Minnesota, including the Governor Mark Dayton and MNsure’s CEO Allison O’Toole, think taxpayer subsidies to offset higher costs are the answer to recruiting or keeping customers. However, those may be short-lived. Some federal funding is expected to expire.\n\nRe-insurance dollars that flow from the federal government to providers will dry up at the end of 2016, leaving insurers with a larger bill for sicker customers, said Heidi Michaels Mathson, president of the Minnesota Association of Health Underwriters. And as prices rise, more consumers and employers may migrate back to group coverage, exacerbating the problem by shrinking the individual market pool.\n\n\"I think it will be something similar to what we're seeing this year,\" she said of price hikes in 2017.\n\nMinnesota is not alone in its increases. The Kaiser Family Foundation analyzed proposed premium rates increased in 14 major cities across the country and found an average increase of 4.4 percent for 2016. While that doesn’t sound like much, diving into the each city reveals just how much the spikes vary from city-to-city.\n\nMinneapolis, MN is jumping 28.7 percent. Also rising are Portland, OR (22.8 percent), Burlington, VT (7.3 percent), Richmond, VA (6.3 percent), and Baltimore, MD (5.8 percent). Washington, D.C., Providence, RI, and Portland, ME are all set to rise 1 percent or less. Several cities will actually see their premiums decrease: Hartford, CT (-1.3 percent), Detroit, MI (-1.8 percent), Los Angeles, CA (-5.0 percent), and Seattle, WA (-10.4 percent).\n\nAs we’ve reported, open enrollment is just around the corner and the Obama Administration is already bracing for a more difficult enrollment period. With far fewer resources, the Administration plans to strategically target certain urban areas with high uninsured rates of poor, young, and communities of color: Miami, Dallas, Houston, northern New Jersey, and Chicago. If the premium costs also skyrocket in these areas, it will be difficult to convince these Americans that ObamaCare is a good deal.\n\nThe only thing that makes ObamaCare affordable is taxpayer largess from those generous subsidies that lure customers into the government’s healthcare system. Take away the carrot and all that’s left is the stick of penalties. If you have to bribe or force people to take the President’s healthcare plan, is it really working by even the most marginal standards?", "article_metadata": {"description": "Sicker and more costly patients in the state&rsquo;s exchange have driven officials to approve astronomical rate increases, and other U.S. cities are facing increases too.", "author": "Patrice J. Lee", "og": {"url": "http://iwf.org/blog/2798368/Minnesota-ObamaCare-Premiums-to-Rise-49-Percent-", "image": "http://i1202.photobucket.com/albums/bb366/IWF11/39ad0663-51e8-45e6-9f38-5b915285a002_zpsf71ad5cf.jpg", "type": "website", "description": "Sicker and more costly patients in the state&rsquo;s exchange have driven officials to approve astronomical rate increases, and other U.S. cities are facing increases too.", "title": "Minnesota ObamaCare Premiums to Rise 49 Percent"}, "twitter": {"domain": "http://iwf.org", "description": "Sicker and more costly patients in the state&rsquo;s exchange have driven officials to approve astronomical rate increases, and other U.S. cities are facing increases too.", "title": "Minnesota ObamaCare Premiums to Rise 49 Percent", "image": {"src": "http://i1202.photobucket.com/albums/bb366/IWF11/39ad0663-51e8-45e6-9f38-5b915285a002_zpsf71ad5cf.jpg"}, "creator": "@iwf", "card": "summary_large_image"}, "title": "Minnesota ObamaCare Premiums to Rise 49 Percent", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fe138c\"", "article_summary": "Home / Blog / ArticleMinnesota ObamaCare Premiums to Rise 49 PercentPatrice J. LeeLast week, Minnesota officials announced that they approved premium increases of as much as 49 percent next year for those participating in MNSure, the state’s ObamaCare exchange, or directly from providers.\nIf the premium costs also skyrocket in these areas, it will be difficult to convince these Americans that ObamaCare is a good deal.\nThe Kaiser Family Foundation analyzed proposed premium rates increased in 14 major cities across the country and found an average increase of 4.4 percent for 2016.\nThe only thing that makes ObamaCare affordable is taxpayer largess from those generous subsidies that lure customers into the government’s healthcare system.\nObamaCare supporters in Minnesota, including the Governor Mark Dayton and MNsure’s CEO Allison O’Toole, think taxpayer subsidies to offset higher costs are the answer to recruiting or keeping customers."}