{"article_title": "A Rant About Hospitals and Health Care for the Elderly", "article_keywords": ["help", "working", "pay", "hospital", "elderly", "rant", "manager", "health", "mom", "social", "nice", "hospitals", "day", "care"], "article_url": "http://www.chicagonow.com/still-advocating/2014/06/a-rant-about-hospitals-and-health-care-for-the-elderly/", "article_text": "This has nothing to do with Obamacare or Medicare or death panels or any other health care policy. It’s about my 90-year-old mother who broke her hip last week. It’s about how we treat the elderly (and probably the rest of us as well) when folks have to stay in hospital.\n\nMom’s hospital is pretty fancy. Like many modern hospitals, it has a huge atrium filled with cafes, Starbuck’s, gift shops, & all kinds of special stuff. Looks pretty nice when you come to visit, right?\n\nLet’s skip the whining about the endless hours Mom spent in the ER after she pushed her alarm button and was transported by the nice paramedics. Mom lives independently and fell in her own apartment. My brothers live near her and met her at the ER, where she languished in a hallway waiting for care. I guess that’s understandable since it happened the day after Memorial Day and apparently lots of people decide to have emergencies after a holiday weekend.\n\nThe surgeon was skillful and Medicare was happy to pay mucho $$$ to fix Mom’s hip. She came through the surgery and we all breathed a sigh of relief. So far, so good. So now she’s in hospital, dazed, confused, and totally helpless. I try to contact the nurses and social workers but they change every day. I’m lucky I have my brothers there, as it isn’t easy to talk to anyone official when you live in a different city. Also, I have to get into the computer database in person before anyone will call me.\n\nMy husband and I drive there, leaving at 6 AM on Saturday. My bad – it’s now the weekend. While it is great to see Mom and help by cleaning out her apartment and getting her stuff, it seems the hospital doesn’t want to pay weekend rates to anyone other than a few RNs and nursing assistants.\n\nSunday was really special. The floor Mom was on seemed to be empty of personnel. There was one very nice and dedicated nurse running from room to room putting out fires. The consults we needed about diet and therapy didn't work weekends. Neither did the social worker, who was the care manager. And there was a different care manager on Monday. And another one on Tuesday when Mom was moved again to the rehab unit.\n\nNow a rant about care management. This person’s job is to help with discharge planning. It might make sense for the person to be consistent and know the patient and family, but that’s not how a modern hospital operates. At some point, a care manager will tell us we need to have a plan for what comes next. Mom will have to leave that hospital pronto. If she works hard at therapy, they will keep her for 7-10 days. If she hits that dreaded plateau, she’s out the door.\n\nHer “kids,” who are seniors (or close to that for one of us) will now have to scramble to figure out the next step. We know from when Dad went through this two years ago before he died. There will be no help or extra time to figure out where she should go. She will just have to go. Tomorrow.\n\nAll of this would be easier to accept if we were talking about a cash-strapped hospital. But when there is enough money for fancy lobbies that look like upscale malls, but not enough to pay for staff to care for patients’ emotional as well as physical healing, it doesn’t feel right to me\n\nThank you to the hard working nurses, hospitalists, therapists, social workers and aides who do their best under difficult working conditions. Just wish there were more of you on duty and less window dressing for visitors like me.\n\nType your email address in the box and click the \"create subscription\" button. My list is completely spam free, and you can opt out at any time.", "article_metadata": {"og": {"url": "http://www.chicagonow.com/still-advocating/2014/06/a-rant-about-hospitals-and-health-care-for-the-elderly/", "image": "http://www.chicagonow.com/still-advocating/files/2014/06/IMG_2691.jpg", "type": "article", "description": "This has nothing to do with Obamacare or Medicare or death panels or any other health care policy. It’s about my 90-year-old mother who broke her hip last week. It’s about how we treat the elderly (and probably the rest of us as well) when folks have to stay in hospital. Mom’s hospital is pretty... <a href=\"http://www.chicagonow.com/still-advocating/2014/06/a-rant-about-hospitals-and-health-care-for-the-elderly/\" class=\"more-link\">Read more &raquo;</a>", "title": "A Rant About Hospitals and Health Care for the Elderly"}, "fb": {"app_id": 561974560542446}, "generator": "WordPress 3.5.2", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fd38af\"", "article_summary": "At some point, a care manager will tell us we need to have a plan for what comes next.\nAnd there was a different care manager on Monday.\nThis has nothing to do with Obamacare or Medicare or death panels or any other health care policy.\nNeither did the social worker, who was the care manager.\nLike many modern hospitals, it has a huge atrium filled with cafes, Starbuck’s, gift shops, & all kinds of special stuff."}