{"article_title": "This is how the Freedom Caucus has taken the House hostage", "article_keywords": ["majority", "policy", "power", "demands", "hostage", "house", "rules", "speaker", "members", "freedom", "taken", "party", "hfc", "caucus"], "article_url": "https://www.washingtonpost.com/blogs/monkey-cage/wp/2015/10/12/this-is-how-the-freedom-caucus-has-taken-the-house-hostage/", "article_text": "\n\nHouse Majority Leader Kevin McCarthy of Calif., second from left (AP Photo/Evan Vucci)\n\nThe House Freedom Caucus– roughly three-dozen uncompromising House Republican conservatives– has derailed selection of a new speaker of the House. By declaring a set of policy and procedural litmus tests for any GOP colleague seeking the speakership, the HFC has taken the party hostage to its demands. Given a political system that requires factions to share power within and across institutions, the HFC tactic has flash frozen the House.\n\nIf a candidate for the speakership commits to meeting the HFC demands, its members will release the hostage: it will provide the votes needed to elect a new GOP Speaker. But therein lies House Republicans’ dilemma: Paying ransom to the HFC (and keeping those commitments) will make the House ungovernable. Unless the Senate and White House were to concede to the HFC’s policy demands, the House GOP would force the government to shut down and to default on its debts.\n\n[In GOP, ‘The pattern of crowning the nominee has been broken’]\n\nIf the HFC won’t bend on its demands, no party nominee will secure the necessary 218 votes on the House floor to be elected speaker. Short of changing the rule to require just a plurality (rather than majority floor vote) to elect a speaker, either Boehner would need to remain as speaker or Democratic votes would be required to elect a new one– almost unthinkable given today’s intensely competitive and polarized parties.\n\nWhat does the HFC want and why are its demands so injurious to the legislative process that Majority Leader Kevin McCarthy was unwilling to cede to their demands? (Kudos to Politico for publishing the HFC’s candidate questionnaire for speaker candidates.)\n\nAt first glance, the proposed reforms simply reflect frustration with highly centralized control of the House. That concentration of power in party leaders’ hands emerged from decades of successful majority party moves to empower their leaders to pursue policy and political goals demanded by their members—excluding proposals favored by the minority party. We catch a glimpse of that tightening of the thumb screws in the figure below that charts the majority party’s increased reliance over time on temporary “restrictive” floor rules that limit challenges to the majority party’s preferred outcomes. (Republican majorities marked in red; Democrats, in blue.)\n\nIn the past, so long as the majority party remained cohesive (yet ultimately willing to compromise with the Senate and the White House), centralized power in the House served lawmakers’ electoral interests, enhanced their party’s ability to keep hold of the chamber, and produced policy outcomes acceptable to a broad swath of the majority party. Today, HFC members charge that restrictive rules foreclose amendments from conservatives that challenge party leaders’ preferred agenda and outcomes.\n\n[Explainer: A party hasn’t overthrown its own Speaker for more than a century. Here are some ideas about what happens next.]\n\nThere is nothing pernicious about lawmakers’ efforts to devolve power to individuals or to committees. The distribution of parliamentary rights in the House is not fixed. It evolves over time, typically in response to changing electoral alignments outside the institution. Over the course of House history, chamber rules have sometimes empowered committee or party leaders, other times the speaker or the rank and file. Nor is frustration with concentrated power novel in the contemporary House nor limited to GOP majorities: In 1994, the “FROG” (Fair Rules and Openness Group) bucked liberal Democratic leaders—demanding more opportunities for conservatives and moderates to offer amendments on the floor.\n\nHowever, the HFC demands differ markedly from previous leadership challenges.\n\nFirst, HFC demands would undermine Republicans’ procedural majority—the expectation that rank and file members of the majority party will support their leaders’ right to manage the agenda in the party’s interest. Instead, HFC members seek a commitment that they will not be punished for refusing to vote in favor of their party’s temporary floor rules that set the terms of debate for major bills– rules that typically advance proposals preferred by the majority party. Giving carte blanche to HFC members to vote against party-backed rules would leave the majority party at times unable to set the agenda. To be sure, GOP leaders could turn to Democrats to find votes to manage the floor. But such a move would in effect ceded control of the floor to the minority party—making all members of the majority party worse off.\n\nSecond, the HFC has yoked its policy and procedural demands. The HFC seeks more than opening the legislative process to the views of conference conservatives. Among other demands, it seeks explicit commitments from the next speaker to fully repeal Obamacare in a filibuster-proof bill, to make increases in the debt limit conditional on entitlement reform, to impeach the IRS commissioner, to forswear stop gap spending bills, and to defund Planned Parenthood, the president’s immigration orders, and implementation of the Iran deal. Moreover, the HFC demands that the next speaker abide by the so-called “Hastert Rule”– a norm holding that only measures supported by a majority of the majority party can be brought up for a vote. Given that Boehner has typically needed Democratic votes to raise the debt limit and pass spending bills–over the objections of a majority of the majority party— committing to the Hastert Rule would condemn the House to shutting down the government and defaulting on its debts.\n\nBy linking policy and procedural demands, the HFC wants to stop the speaker from compromising on conservative positions. That strategy would make House leadership an oxymoron, undermining the House’s capacity to make law.\n\nBut if the HFC doesn’t buckle, then few options remain: Boehner must remain speaker, a plurality rule for speakership elections adopted, or a deal with Democrats sought. None of those outcomes serves the interests of the HFC. But each of them becomes more likely if the faction fails to recognize the costs of “sticking to principle” in a system that demands power be shared within and across political parties and institutions.", "article_metadata": {"description": "By declaring a set of policy and procedural litmus tests for any GOP colleague seeking the speakership, the HFC has taken the party hostage to its demands.", "og": {"site_name": "Washington Post", "description": "By declaring a set of policy and procedural litmus tests for any GOP colleague seeking the speakership, the HFC has taken the party hostage to its demands.", "title": "This is how the Freedom Caucus has taken the House hostage", "url": "https://www.washingtonpost.com/blogs/monkey-cage/wp/2015/10/12/this-is-how-the-freedom-caucus-has-taken-the-house-hostage/", "image": "https://images.washingtonpost.com/?url=http://img.washingtonpost.com/blogs/monkey-cage/files/2015/10/APTOPIX_Congress_Conservatives-0f9e8_image_982w.jpg&w=1484&op=resize&opt=1&filter=antialias", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/blogs/monkey-cage/wp/2015/10/12/this-is-how-the-freedom-caucus-has-taken-the-house-hostage/", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "Congress; Republicans", "article": {"publisher": "https://www.facebook.com/washingtonpost"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "Congress; Republicans"}, "_id": "\"57477afa6914bd0286fe5d4a\"", "article_summary": "House Majority Leader Kevin McCarthy of Calif., second from left (AP Photo/Evan Vucci)The House Freedom Caucus– roughly three-dozen uncompromising House Republican conservatives– has derailed selection of a new speaker of the House.\nUnless the Senate and White House were to concede to the HFC’s policy demands, the House GOP would force the government to shut down and to default on its debts.\nBut therein lies House Republicans’ dilemma: Paying ransom to the HFC (and keeping those commitments) will make the House ungovernable.\nGiving carte blanche to HFC members to vote against party-backed rules would leave the majority party at times unable to set the agenda.\nHowever, the HFC demands differ markedly from previous leadership challenges."}