{"article_title": "The indicator that proves the bull market is ending", "article_keywords": ["gdp", "saying", "indicator", "stocks", "street", "mauldin", "investors", "spending", "number", "ending", "proves", "bull", "rally", "quarter", "market"], "article_url": "http://finance.yahoo.com/news/the-indicator-that-proves-the-bull-market-is-ending-115943375.html", "article_text": "Better than expected earnings from Citigroup (C) helped stocks rally Monday, lifting market indexes to where they were following last week’s declines. Investors are bullish on stocks as improving U.S. economic data and accommodative Federal Reserve policy.\n\nThe Dow Jones Industrial Average (^DJI) rose 111.61 points to 17055.42. The blue-chip index pushed to a record in intraday trading but fell back before the day’s end. The S&P 500 (^GSPC) gained 9.53 points to 1977.10. Stocks have pushed to records through this year.\n\nBut institutional investors are saying the end of the big rally is near as individual investors are buying up stocks now. As Main Street gets in, Wall Street clears out.\n\nJohn Mauldin, chairman of Mauldin Economics agrees the rally may be on its last legs after a massive run up. “Private equity is saying they are still finding value in stocks but not many of them. But it's true when retail investors pile in, that’s always the sign of the end.\"\n\nBloomberg Data shows about $100 billion has been added to equity mutual funds and exchange-traded funds in the past year, ten times more than the previous twelve months.\n\nAll this while investors are still getting over the shock of the first quarter GDP number that came in at -2.9%. Mauldin says he was prepared for that figure as he estimated that implementation of the Affordable Care Act could impact GDP during the first three months of the year. He says the healthcare spending number plunged 6.4% from the fourth quarter of 2013. So instead of contributing to growth as it did in Q4, it actually took away a fraction.\n\nNow he is bullish, saying that he expects a rebound in the second quarter GDP number. He is expecting growth of 3%. His friends in the healthcare business say they are seeing a rebound in spending that is higher than in the first quarter. The only drag he sees on the horizon is export, still he is not expecting a negative 2.9% as we saw in Q1.\n\nMilanee Kapadia is a freelance contributor to Yahoo! You can follow her on Twitter @MilaneeKapadia.\n\nMore from Yahoo Finance:\n\nLeBron James homecoming: Good for the Cavaliers, but not Cleveland\n\nWhirlpool down the drain, Mylan buys Abbott Labs and Kodiak Oil and Gas roars higher\n\nAs brick and mortar retailers struggle Amazon is the place to invest: Najarian", "article_metadata": {"viewport": "width=device-width", "description": "From Yahoo Finance: Institutional investors are saying the end of the big rally is near as individual investors are buying up stocks now. As Main Street gets in, Wall Street clears out.", "original-source": "http://finance.yahoo.com/news/the-indicator-that-proves-the-bull-market-is-ending-115943375.html", "og": {"site_name": "Yahoo Finance", "description": "Institutional investors are saying the end of the big rally is near as individual investors are buying up stocks now. As Main Street gets in, Wall Street clears out.", "title": "The indicator that proves the bull market is ending", "url": "http://finance.yahoo.com/news/the-indicator-that-proves-the-bull-market-is-ending-115943375.html", "image": "http://l1.yimg.com/bt/api/res/1.2/0L9aJjTFayEQKj33DBH3Sg--/YXBwaWQ9eW5ld3NfbGVnbztxPTc1O3c9NjAw/http://media.zenfs.com/en-US/video/video.pd2upload.com/video.yahoofinance.com@9ff05407-1f7e-3602-8be1-14811aaf1f79_FULL.png", "type": "article"}, "twitter": {"description": "Institutional investors are saying the end of the big rally is near as individual investors are buying up stocks now. As Main Street gets in, Wall Street clears out.", "title": "The indicator that proves the bull market is ending", "image": {"src": "http://l1.yimg.com/bt/api/res/1.2/0L9aJjTFayEQKj33DBH3Sg--/YXBwaWQ9eW5ld3NfbGVnbztxPTc1O3c9NjAw/http://media.zenfs.com/en-US/video/video.pd2upload.com/video.yahoofinance.com@9ff05407-1f7e-3602-8be1-14811aaf1f79_FULL.png", "identifier": "http://l1.yimg.com/bt/api/res/1.2/0L9aJjTFayEQKj33DBH3Sg--/YXBwaWQ9eW5ld3NfbGVnbztxPTc1O3c9NjAw/http://media.zenfs.com/en-US/video/video.pd2upload.com/video.yahoofinance.com@9ff05407-1f7e-3602-8be1-14811aaf1f79_FULL.png"}, "site": "@YahooFinance", "dnt": "on", "card": "summary_large_image"}, "msapplication-TileColor": "#6e329d", "apple-mobile-web-app-status-bar-style": "black", "apple-mobile-web-app-capable": "yes", "fb": {"app_id": 90376669494}, "msapplication-TileImage": "http://l.yimg.com/os/mit/media/p/presentation/images/icons/win8-tile-1484740.png", "application-name": "The indicator that proves the bull market is ending", "article": {"publisher": "http://www.facebook.com/yahoofinance"}, "theme-color": "#400090"}, "_id": "\"57477af36914bd0286fd38b8\"", "article_summary": "Better than expected earnings from Citigroup (C) helped stocks rally Monday, lifting market indexes to where they were following last week’s declines.\nAll this while investors are still getting over the shock of the first quarter GDP number that came in at -2.9%.\nNow he is bullish, saying that he expects a rebound in the second quarter GDP number.\nHe says the healthcare spending number plunged 6.4% from the fourth quarter of 2013.\nBut institutional investors are saying the end of the big rally is near as individual investors are buying up stocks now."}