{"article_title": "Fox News worried John Kasich cares too much about the poors. Silly them.", "article_keywords": ["billion", "republican", "cut", "cares", "tax", "fox", "taxes", "worried", "finally", "silly", "saint", "kasich", "medicaid", "poors", "john", "worry"], "article_url": "http://www.dailykos.com/story/2015/8/7/1409659/-Fox-News-worried-John-Kasich-cares-too-much-about-the-poors-Silly-them", "article_text": "KASICH: -- first of all, Megyn, you should know that--that President Reagan expanded Medicaid three or four times. Secondly, I had an opportunity to bring resources back to Ohio to do what? To treat the mentally ill. Ten thousand of them sit in our prisons. It costs $22,500 a year to keep them in prison. I'd rather get them their medication so they could lead a decent life. […] So we're treating them and getting them on their feet. And, finally, the working poor, instead of them having come into the emergency rooms where it costs more, where they're sicker and we end up paying, we brought a program in here to make sure that people could get on their feet. […] And finally, our Medicaid is growing at one of the lowest rates in the country. And, finally, we went from $8 billion in the hole to $2 billion in the black. We've cut $5 billion in taxes and we've grown 350,000 jobs.\n\nOhio Gov. John Kasich might have emerged out of Thursday night's Republican debate as a moderate, reasonable kind of guy, largely thanks to Megyn Kelly's attempt to brand him as a poor-people loving hippie because he took Medicaid expansion. \"You defended your Medicaid expansion,\" Kelly intoned , \"by invoking God, saying to skeptics that when they arrive in heaven, Saint Peter isn't going to ask them how small they've kept government, but what they have done for the poor. Why should Republican voters, who generally want to shrink government, believe that you won't use your Saint Peter rationale to expand every government program?\" Because you don't want your Republican Christians acting like Christians. In his response, Kasich invoked a true Republican saint, Saint Ronnie.Now if she'd explored this a little bit, Kelly's concerns about Kasich not being a true believer might have been allayed. See, those $5 billion cut in taxes, three guesses who benefited from that and you'll probably only need one. Half of that tax cut went to the top 5 percent of Ohio's wealthiest families. The one percent in Ohio got on average a cut of $1,846. The poorest 20 percent—$4. Then this year he proposed another tax plan that wouldstate and local taxes on the bottom 60 percent of workers, and give the top 40 percent a break. A big break: \"those making more than $388,000 a year would receive an average of $11,906 in tax cuts.\"\n\nThose big tax cuts resulted in local governments desperately trying to pass levies to keep basic emergency services—including police and fire departments as well as social services—operating. So there's nothing about Kasich's Christian charity for Fox News viewers and Republican viewers to worry about. That charity is going to the people they worry about most, the rich ones.", "article_metadata": {"og": {"site_name": "Daily Kos", "description": "Ohio Gov. John Kasich might have emerged out of Thursday ...", "title": "Fox News worried John Kasich cares too much about the poors. Silly them.", "url": "http://www.dailykos.com/story/2015/8/7/1409659/-Fox-News-worried-John-Kasich-cares-too-much-about-the-poors-Silly-them", "image": "http://images.dailykos.com/images/158035/story_image/RTX1NE5V.jpg?1438913326", "type": "article"}, "csrf-param": "authenticity_token", "fb": {"app_id": 170357783709}, "twitter": {"description": "Ohio Gov. John Kasich might have emerged out of Thursday night's Republican debate as a moderate, reasonable kind of guy, largely thanks to Megyn Kelly's attempt to brand him as a poor-people lovin...", "title": "Fox News worried John Kasich cares too much about the poors. Silly them.", "image": {"src": "http://images.dailykos.com/images/158035/story_image/RTX1NE5V.jpg?1438913326"}, "creator": "@joanmccarter", "site": "@dailykos", "card": "summary_large_image"}}, "_id": "\"57477af46914bd0286fdca58\"", "article_summary": "In his response, Kasich invoked a true Republican saint, Saint Ronnie.Now if she'd explored this a little bit, Kelly's concerns about Kasich not being a true believer might have been allayed.\nSee, those $5 billion cut in taxes, three guesses who benefited from that and you'll probably only need one.\nHalf of that tax cut went to the top 5 percent of Ohio's wealthiest families.\nSo there's nothing about Kasich's Christian charity for Fox News viewers and Republican viewers to worry about.\nKASICH: -- first of all, Megyn, you should know that--that President Reagan expanded Medicaid three or four times."}