{"article_title": "New Hampshire health systems, Harvard Pilgrim Health Care form new company Benevera Health", "article_keywords": ["pilgrim", "form", "company", "benevera", "hampshire", "entities", "patients", "harvard", "health", "systems", "healthcare", "hospital", "mergers", "care"], "article_url": "http://www.fiercehealthit.com/story/new-hampshire-health-systems-harvard-pilgrim-health-care-form-new-company-b/2015-10-06", "article_text": "Three New Hampshire health systems will team up with payer Harvard Pilgrim Health Care to form a new company that will enhance healthcare coordination.\n\nDartmouth-Hitchcock, Elliot Health System and Frisbie Memorial Hospital will partner with the insurer to form Benevera Health, a company that will create analytics that clinicians can use to improve care and focus on population health of Harvard Pilgrim's policyholders in New Hampshire, according to an announcement.\n\nAll of the entities involved will jointly own the new company and through it will make investments in technology, analytics and personnel, the announcement adds.\n\nFor patients, the only change they will see is lower premiums, Eric Schultz, chief executive of Harvard Pilgrim, tells the Boston Globe. \"To the customer, they have Harvard Pilgrim healthcare coverage and their doctor is Dr. Smith and their hospital is Dartmouth-Hitchcock, none of that really changes,\" he said.\n\nBenevera may also have a positive impact on home health entities in the state, according to an article from Home Health Care News. It will provide them with needed healthcare data, and can give home health agencies information about high-risk patients early on, John Marzinzik, Frisbie Memorial Hospital president and CEO, says in the article.\n\nCollaborations between healthcare entities, as well as mergers, are growing in the industry, FierceHealthcare has previously reported.\n\nPart of the \"merger mania\" is due to entities looking to satisfy the mandates of the Affordable Care Act. John D. Birkmeyer, M.D., executive vice president of integrated delivery systems at Dartmouth-Hitchcock Health wrote in Harvard Business Review. He said that hospital mergers will help patients by consolidating medical records electronically and coordinating care between institutions, which will eliminate redundant costs and treatments.\n\nTo learn more:\n\n- here's the Benevera announcement (.pdf)\n\n- check out the Boston Globe article\n\n- read the Home Health Care News report\n\nRelated Articles:\n\nHow data is the cornerstone of population health management\n\n3 ways realignment can help hospitals\n\nHospital mergers can ultimately benefit patients by reducing disparities in outcomes", "article_metadata": {"description": "Three New Hampshire health systems will team up with payer Harvard Pilgrim Health Care to form a new company that will enhance healthcare coordination.", "og": {"site_name": "FierceHealthIT", "description": "Three New Hampshire health systems will team up with payer Harvard Pilgrim Health Care to form a new company that will enhance healthcare coordination.", "title": "New Hampshire health systems, Harvard Pilgrim Health Care form new company Benevera Health", "url": "http://www.fiercehealthit.com/story/new-hampshire-health-systems-harvard-pilgrim-health-care-form-new-company-b/2015-10-06", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthit.jpg", "type": "website"}, "twitter": {"site": "fiercehealthit", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "apple-itunes-app": "app-id=783777884", "keywords": "Benevera Health,collaboration,Dartmouth-Hitchcock,Data Analytics,Elliot Health System,Frisbie Memorial Hospital,Harvard Pilgrim Health Care,Health Information Management", "viewport": "width=device-width", "news_keywords": "Data Analytics,Health Information Management"}, "_id": "\"57477af36914bd0286fca85c\"", "article_summary": "Three New Hampshire health systems will team up with payer Harvard Pilgrim Health Care to form a new company that will enhance healthcare coordination.\nBenevera may also have a positive impact on home health entities in the state, according to an article from Home Health Care News.\nFor patients, the only change they will see is lower premiums, Eric Schultz, chief executive of Harvard Pilgrim, tells the Boston Globe.\n\"To the customer, they have Harvard Pilgrim healthcare coverage and their doctor is Dr. Smith and their hospital is Dartmouth-Hitchcock, none of that really changes,\" he said.\nCollaborations between healthcare entities, as well as mergers, are growing in the industry, FierceHealthcare has previously reported."}