{"article_title": "Pelosi Resorts to \"Blame Bush\" On VA Scandal", "article_keywords": ["va", "afghanistan", "veterans", "system", "war", "blame", "resorts", "bush", "health", "w", "progressives", "scandal", "pelosi", "george"], "article_url": "http://townhall.com/tipsheet/kevinglass/2014/05/24/pelosi-resorts-to-blame-bush-on-va-scandal-n1842952", "article_text": "During the George W. Bush Administration, progressives were hailing the Veterans Affairs health system as a model health organization. Now that it's come out that the VA suffers from the same bureaucratic nightmares that all socialized-style systems do, progressives want to roll back the clock on their rhetoric.\n\nLuckily, Nancy Pelosi has found the real person whose fault it is: George W. Bush. As Joel Gehrke reports:\n\nPelosi took a shot at Bush while saying that the scandal is a high priority for Obama. \"He sees the ramifications of some seeds that were sown a long time ago, when you have two wars over a long period of time and many, many more, millions more veterans,\" she told reporters during her Thursday press briefing. \"And so, I know that he is upset about it.\" The Democratic leader never mentioned Bush by name, but she alluded to him early and often in the press briefing. \"Maybe when we go into war, we should be thinking about its consequences and its ramifications,\" Pelosi said while discussing the scandal. \"You would think that would be a given, but maybe it wasn't. And so, we go in a war in Afghanistan, leave Afghanistan for Iraq with unfinished business in Afghanistan. Ten years later, we have all of these additional veterans. In the past five years, two million more veterans needing benefits from the VA. That's a huge, huge increase.\" She suggested that Obamacare might hold the key to solving the problem.\n\nSo: during the Bush years, progressives loved the VA system and suggested its centralized and socialized nature were what held the key to fixing the rest of the American health system. Now that it's politically toxic, they've moved on - blaming George W. Bush for its problems and suggesting that their shiny new toy, Obamacare, is the solution.", "article_metadata": {"description": "During the George W. Bush Administration, progressives were hailing the Veterans Affairs health system as a model health organization..05/25/2016 9:35:30AM EST.", "author": "Kevin Glass", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "During the George W. Bush Administration, progressives were hailing the Veterans Affairs health system as a model health organization.", "title": "- Pelosi Resorts to \"Blame Bush\" On VA Scandal", "url": "http://townhall.com/tipsheet/kevinglass/2014/05/24/pelosi-resorts-to-blame-bush-on-va-scandal-n1842952", "image": "http://media.townhall.com/townhall/reu/ha/2014/98/2014-04-06T170108Z_1_CBREA351BA600_RTROPTP_3_USA-HEALTHCARE-OBAMA.JPG", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "During the George W. Bush Administration, progressives were hailing the Veterans Affairs health system as a model health organization.", "title": "- Pelosi Resorts to \"Blame Bush\" On VA Scandal", "url": "http://townhall.com/tipsheet/kevinglass/2014/05/24/pelosi-resorts-to-blame-bush-on-va-scandal-n1842952", "image": "http://media.townhall.com/townhall/reu/ha/2014/98/2014-04-06T170108Z_1_CBREA351BA600_RTROPTP_3_USA-HEALTHCARE-OBAMA.JPG", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "Pelosi Resorts to \"Blame Bush\" On VA Scandal, Kevin Glass, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "_id": "\"57477af46914bd0286fd85f4\"", "article_summary": "Luckily, Nancy Pelosi has found the real person whose fault it is: George W. Bush.\nDuring the George W. Bush Administration, progressives were hailing the Veterans Affairs health system as a model health organization.\nNow that it's politically toxic, they've moved on - blaming George W. Bush for its problems and suggesting that their shiny new toy, Obamacare, is the solution.\nSo: during the Bush years, progressives loved the VA system and suggested its centralized and socialized nature were what held the key to fixing the rest of the American health system.\nAs Joel Gehrke reports:Pelosi took a shot at Bush while saying that the scandal is a high priority for Obama."}