{"article_title": "FACT SHEET: Announcing the Winner of the Healthy Communities Challenge", "article_keywords": ["marketplace", "sheet", "announcing", "healthy", "challenge", "winner", "community", "uninsured", "plan", "enrollment", "communities", "milwaukee", "open", "mayor", "fact"], "article_url": "https://www.whitehouse.gov/the-press-office/2016/02/12/fact-sheet-announcing-winner-healthy-communities-challenge", "article_text": "Last week, the Department of Health and Human Services (HHS) announced that nearly 13 million Americans selected a 2016 Marketplace plan during the third open enrollment period under the Affordable Care Act. This year’s successful open enrollment builds on recent years of rapid progress in expanding access to health insurance coverage, which has pushed the nation’s uninsured rate below 10 percent for the first time ever. These gains are thanks in large part to the efforts of local and state elected officials, community organizations and leaders, and volunteers who have worked tirelessly to help their neighbors find access to quality, affordable coverage.\n\nToday, the White House is announcing that the winner of the White House “Healthy Communities Challenge” is Milwaukee, Wis. Under the leadership of Mayor Tom Barrett and County Executive Chris Abele, about 38,000 people in the Milwaukee area newly selected a plan through the Health Insurance Marketplace during this open enrollment period. Together with returning Marketplace consumers, about 89,000 people in the Milwaukee area selected a 2016 Marketplace plan. Altogether, participating communities saw over 1.6 million new enrollees, representing the people where were uninsured for years as well as Americans finding coverage as they go through changes in life such as being in between jobs, striking out as entrepreneurs, or aging off their parents' plans. Many more consumers renewed their previous Marketplace coverage.\n\nChicago, Ill.; Atlanta, Ga.; Detroit, Mich. and Oakland, Calif. rounded out the top five for the Challenge. As the victorious community, Milwaukee receives bragging rights, a healthier community, and a visit from President Obama to celebrate their success in helping ensure Americans have health coverage. President Obama will visit Milwaukee in the coming weeks.\n\nPresident Obama said, “I congratulate Milwaukee, and all of the other communities who took part in the challenge, for their passion and innovation in finding ways to make sure they and their neighbors could get the health care and peace of mind that they deserve. That’s what the Affordable Care Act is all about. The efforts from mayors, local officials, assisters and residents remind me of what’s best in America, and what I see whenever I travel around the country: good people in strong communities who look out for each other and take care of their own. As always, Washington can learn a lot from the communities we represent.”\n\nThe White House announced the “Healthy Communities Challenge” to engage key communities with large numbers or high percentages of uninsured in states across the country. Based on particularly high opportunity for impact with strong federal, state and community collaboration, the White House reached out to local officials in each of these 20 communities to get their uninsured constituents covered.\n\nThe lessons learned from every participating community will be invaluable in guiding enrollment efforts nationwide for years to come. Communities participating in the Healthy Communities Challenge utilized effective practices to increase enrollment during the open enrollment period. Below are just a few of the innovative tactics that participating communities used and that leaders across the country can adopt for future enrollment periods to make sure their constituents get covered.\n\nHere are a few examples of tactics from Healthy Communities Challenge Cities:\n\nMayor Kasim Reed in Atlanta attended open enrollment events to remind people of enrollment locations and to share information on benefits of the Affordable Care Act.\n\nIn Chicago, Mayor Rahm Emanuel directed the City’s 311 non-emergency services line to inform all callers of their ACA insurance options and provided guidance to operators to connect callers to enrollment opportunities.\n\nDallas County Judge Clay Jenkins worked with the Dallas County Community College District to remind students to enroll on campus during National Youth Enrollment Day.\n\nMayor Sly James in Kansas City created Public Service Announcements that were aired over 330 times on radio stations.\n\nIn California, Mayor Robert Garcia of Long Beach recruited community organizations to undertake large canvassing efforts in areas with high-uninsured, subsidy-eligible populations.\n\nIn Milwaukee, Mayor Tom Barrett opened libraries for enrollment events, delivered thousands of flyers to promote enrollment events, and participated in robocalls and phone banking. County Executive Chris Abele ran digital signage on County buses, directing people to HealthCare.gov and additional services available through 211 to help individuals with the application process.\n\nNashville Mayor Megan Barry released information about open enrollment during key festivities such as the Music City Bowl and the New Years’ Eve festival, where about 250,000 people were in attendance.\n\nMayor Mitch Landrieu in New Orleans created a challenge with barbershops and beauty salons to spread the word about open enrollment.\n\nOakland Mayor Libby Schaaf set up a storefront for enrollment at City Hall for consumers to find information and enrollment assistance.\n\nIn Philadelphia, Mayor Jim Kenney participated in a telethon for Latino radio stations and sent an email to the public school system’s parent portal about enrollment.\n\nMayor Ben McAdams in Salt Lake County focused on connecting navigators with a population of formerly incarcerated individuals and also with members of the refugee community.\n\nIn Seattle and King County, “Health-Care Happy Hours” were held at social events that focused on small businesses and arts/culture.\n\nTampa Mayor Bob Buckhorn’s team distributed tens of thousands of fans throughout community centers, churches and libraries. The fans listed enrollment sites and provided Covering Tampa Bay’s 1-800-number to set up appointments to enroll.\n\nFinal Results for the Healthy Communities Challenge\n\nSuccess in the Healthy Communities Challenge was measured by the ratio, for each community, of the number of Marketplace plan selections by new consumers during open enrollment compared to the number of uninsured individuals eligible for Marketplace coverage at the beginning of open enrollment. Communities were defined as designated market areas (DMAs). New plan selections were reported by HHS or, where applicable, the State-Based Marketplace serving each community. The number of Marketplace-eligible uninsured was estimated by HHS.\n\nDMA Name New Marketplace Plan Selections During Open Enrollment Marketplace-Eligible Uninsured at the Start of Open Enrollment Ratio of New Plan Selections to Eligible Uninsured MILWAUKEE 38,376 51,000 0.752 CHICAGO 130,852 178,000 0.735 ATLANTA 200,960 304,000 0.661 DETROIT 62,399 95,000 0.657 OAKLAND 83,723 134,000 0.625 PHILADELPHIA 102,712 178,000 0.577 SALT LAKE CITY* 74,259 135,000 0.550 CHARLOTTE 83,352 153,000 0.545 NASHVILLE* 49,281 98,000 0.503 Seattle 45,261 91,000 0.497 TAMPA 113,821 231,000 0.493 RICHMOND 28,912 59,000 0.490 Long Beach 217,347 480,000 0.453 KANSAS CITY 47,957 112,000 0.428 NEW ORLEANS 40,535 98,000 0.414 DALLAS-FT. WORTH 176,747 446,000 0.396 PHOENIX 66,999 194,000 0.345 LAS VEGAS 30,826 96,000 0.321 Denver** 50,376 161,000 0.313 GREAT FALLS 2,970 13,000 0.228\n\n* Some counties of this DMA are served by a State-Based Marketplace, not HealthCare.gov. The reported numbers of plan selections and QHP-eligible uninsured reflect only the portion of the DMA that is served by HealthCare.gov.\n\n** Some counties of the Denver DMA are located outside Colorado and are served by HealthCare.gov, rather than Connect for Health Colorado. The reported numbers of plan selections and QHP-eligible uninsured reflect only the portion of the DMA in Colorado.", "article_metadata": {"msapplication-config": "https://www.whitehouse.gov/profiles/forall/themes/custom/fortyfour/browserconfig.xml", "generator": "Drupal 7 (http://drupal.org)", "application-name": "Whitehouse", "msapplication-wide310x150logo": "https://www.whitehouse.gov/profiles/forall/themes/custom/fortyfour/images/fortyfour/favicons/mstile-310x150.png", "twitter": {"title": "FACT SHEET: Announcing the Winner of the Healthy Communities Challenge", "url": "https://www.whitehouse.gov/the-press-office/2016/02/12/fact-sheet-announcing-winner-healthy-communities-challenge", "image": {"width": 240, "height": 240, "src": "https://www.whitehouse.gov/sites/whitehouse.gov/files/images/twitter_cards_default.jpg"}, "creator": "@WhiteHouse", "site": "@WhiteHouse", "card": "summary"}, "msapplication-TileColor": "#003C80", "msapplication-square70x70logo": "https://www.whitehouse.gov/profiles/forall/themes/custom/fortyfour/images/fortyfour/favicons/mstile-70x70.png", "HandheldFriendly": "true", "msapplication-square310x310logo": "https://www.whitehouse.gov/profiles/forall/themes/custom/fortyfour/images/fortyfour/favicons/mstile-310x310.png", "og": {"site_name": "whitehouse.gov", "title": "FACT SHEET: Announcing the Winner of the Healthy Communities Challenge", "url": "https://www.whitehouse.gov/the-press-office/2016/02/12/fact-sheet-announcing-winner-healthy-communities-challenge", "image": {"width": 240, "secure_url": "https://www.whitehouse.gov/sites/whitehouse.gov/files/images/twitter_cards_default.jpg", "type": "image/jpeg", "identifier": "https://www.whitehouse.gov/sites/whitehouse.gov/files/images/twitter_cards_default.jpg", "height": 240}, "updated_time": "2016-02-12T13:00:34-05:00", "type": "article"}, "MobileOptimized": "width", "msapplication-TileImage": "https://www.whitehouse.gov/profiles/forall/themes/custom/fortyfour/images/fortyfour/favicons/mstile-70x70.png", "article": {"published_time": "2016-02-12T12:52:22-05:00", "modified_time": "2016-02-12T13:00:34-05:00"}, "msapplication-square150x150logo": "https://www.whitehouse.gov/profiles/forall/themes/custom/fortyfour/images/fortyfour/favicons/mstile-150x150.png", "viewport": "width=device-width"}, "_id": "\"57477af46914bd0286fe22bd\"", "article_summary": "Today, the White House is announcing that the winner of the White House “Healthy Communities Challenge” is Milwaukee, Wis.\nCommunities participating in the Healthy Communities Challenge utilized effective practices to increase enrollment during the open enrollment period.\nAs always, Washington can learn a lot from the communities we represent.”The White House announced the “Healthy Communities Challenge” to engage key communities with large numbers or high percentages of uninsured in states across the country.\nTogether with returning Marketplace consumers, about 89,000 people in the Milwaukee area selected a 2016 Marketplace plan.\nMayor Mitch Landrieu in New Orleans created a challenge with barbershops and beauty salons to spread the word about open enrollment."}