{"article_title": "Shoni Schimmel no Longer a Rookie, Is Ready for Her Second Season With the Atlanta Dream", "article_keywords": ["shoni", "coach", "magic", "longer", "season", "play", "schimmel", "second", "points", "game", "shes", "rookie", "ready", "atlanta", "dream"], "article_url": "http://indiancountrytodaymedianetwork.com/2015/05/25/shoni-schimmel-no-longer-rookie-ready-her-second-season-atlanta-dream-160481", "article_text": "It didn’t take long for Shoni “Showtime” Schimmel, the former first-round draft pick out of Louisville, to prove she’s ready for primetime. Schimmel, No. 23, turned 23-years-old earlier this month, but what she really has her head wrapped around is her second season with the WNBA’s Atlanta Dream.\n\n“I’m not a rookie anymore. I think the All-Star Game last year showed everybody in the league I can play,” Schimmel told ICTMN. “I’ve always believed in myself...I just need[ed] the opportunity -- and what better opportunity than to do it during the All-Star Game, just by having fun and being myself?”\n\nLast season, Schimmel had a league record 37 assists in her first four games, and finished the season averaging 8.5 points and 5.7 assists, while playing 21 minutes a night. Throw in an All-Star Game record 29 points, along with the game’s MVP award, and Dream coach Michael Cooper says she’s ready to move into the starting lineup this year. “The biggest thing I’m looking for from her is her basketball IQ, and her ability to make players around her better,” Dream head coach Michael Cooper told ICTMN.\n\nCooper has also said that Schimmel reminds him of his longtime Los Angeles Laker’s teammate Magic Johnson. “Magic Johnson was such a great player, so I take it as a great compliment,” Schimmel said of the reference. “Coop played with him and knows first hand what Magic was really like. It’s a pretty awesome feeling to know he thinks I play like Magic Johnson. I try to keep that in the back of my mind that coach believes in me. That’s huge.”\n\nRELATED:Shoni Schimmel Will Start for ATL Dream; Jude 'Will get Picked up…'\n\nSchimmel can play anywhere from the point guard to the small forward, but she said she’s most effective as the playmaker. “I like the point guard because I know the game pretty well, and I think I have a good understanding of where people are and how to get them the ball,” she said. “Coach wants a run and gun type team and he needs someone to run the floor and take care of the ball. I still have my opportunities to score, but I like distributing the ball.”\n\nThe 2015 preseason starts this weekend with the Atlanta Dream Classic at the KFC Yum! Center in Louisville. For Schimmel, and Dream teammate Angel McCoughtry, it’s a chance to return to Louisville where they both led the Cardinals to the NCAA Championship game during their respective NCAA careers.\n\nMcCoughtry, who was the Dream’s No. 1 selection in the 2009 Draft, is Louisville’s all-time leader for points scored (2,779). Schimmel, who was the eighth overall pick in 2014, is ranked second all-time in Cardinal history with 2,174 points. “Just being able to go back to where I played college and to give the fans something back is special,” said Schimmel, who is the highest Native American draft selection in WNBA history. “Both Angel and I are ready to go out there and give them a show.”\n\nThe Dream fell to the Mystics in their season opener Saturday, 79-55. They next play the New York Liberty on May 23.", "article_metadata": {"description": "Shoni Schimmel, no longer a rookie, is ready for her second season with the Atlanta Dream.", "generator": "Drupal 7 (http://drupal.org)", "dcterms.creator": "rcjohnson", "og": {"url": "http://indiancountrytodaymedianetwork.com/2015/05/25/shoni-schimmel-no-longer-rookie-ready-her-second-season-atlanta-dream-160481", "type": "article", "image": "http://d1jrw5jterzxwu.cloudfront.net/sites/default/files/article_media/shoni_schimmel_5.jpg", "site_name": "Indian Country Today Media Network.com", "title": "Shoni Schimmel no Longer a Rookie, Is Ready for Her Second Season With the Atlanta Dream"}, "abstract": "Shoni Schimmel, no longer a rookie, is ready for her second season with the Atlanta Dream.", "keywords": "Shoni Schimmel, Atlanta Dream, Rodney Harwood, Washington Mystics, WNBA, season opener", "dc": {"title": "Shoni Schimmel no Longer a Rookie, Is Ready for Her Second Season With the Atlanta Dream"}, "dcterms.identifier": "http://indiancountrytodaymedianetwork.com/2015/05/25/shoni-schimmel-no-longer-rookie-ready-her-second-season-atlanta-dream-160481", "dcterms.format": "text/html", "fb": {"app_id": 493888563989950}, "dcterms.language": "und", "dcterms.type": "Text", "robots": "follow, index", "validation_code": "d9d37d7b776cc351c4025ded3df21cad", "sioc": {"num_replies": 0}, "dcterms.date": "2015-05-25T16:43-04:00", "dcterms.title": "Shoni Schimmel no Longer a Rookie, Is Ready for Her Second Season With the Atlanta Dream"}, "_id": "\"57477af36914bd0286fd3918\"", "article_summary": "It didn’t take long for Shoni “Showtime” Schimmel, the former first-round draft pick out of Louisville, to prove she’s ready for primetime.\nI think the All-Star Game last year showed everybody in the league I can play,” Schimmel told ICTMN.\n23, turned 23-years-old earlier this month, but what she really has her head wrapped around is her second season with the WNBA’s Atlanta Dream.\nThrow in an All-Star Game record 29 points, along with the game’s MVP award, and Dream coach Michael Cooper says she’s ready to move into the starting lineup this year.\n“Both Angel and I are ready to go out there and give them a show.”The Dream fell to the Mystics in their season opener Saturday, 79-55."}