{"article_title": "Commissioner: MNsure Plans Boast Lowest Avg. Rates In U.S. « WCCO", "article_keywords": ["lowest", "commissioner", "plans", "boast", "pay", "tax", "minnesota", "rates", "wcco", "health", "avg", "mnsure", "insurance", "minnesotans", "care"], "article_url": "http://minnesota.cbslocal.com/2013/09/06/commissioner-mnsure-plans-boast-lowest-avg-rates-in-u-s/", "article_text": "MINNEAPOLIS (WCCO/AP) – Minnesotans learned on Friday how much they can expect to pay for health insurance on the state’s new online exchange, and the numbers suggest Minnesota will have the lowest average rates in the country with the plan.\n\nOn Friday, Minnesota Commerce Commissioner Mike Rothman revealed the individual policy premium rates.\n\nMNSure is part of the new federal health care law that requires insurance by January 1, 2014.\n\nRothman said he approved the rates for 141 plans in all from five companies. Of those plans, 78 will be available to individuals.\n\n“I am very pleased that the rates approved by the Minnesota Department of Commerce are the lowest average rates in the country, providing competitive prices and better coverage for our consumers,” Rothman said. “Year after year, Minnesota has been recognized as a national leader in health reform.”\n\nMNsure will offer insurance in four different plan levels: bronze, silver, gold and platinum.\n\nPlan will cost as low as $90 a month for a 25 year old, $115 for a 40 year old and $245 for a 60 year old.\n\nAnd rates could go lower using federal tax credits from the new health care law, according to MNsure Executive Director April Todd-Malmlov.\n\n“The tax credits are based on a percentage of income, and so based on that percentage of income, regardless of where you live or what your age may be, your premium will be based on your income,” Todd-Malmlov said.\n\nOfficials could not promise people will pay less compared to current coverage, but are confident they will get more for their money. About half of participants are expected to qualify for tax credits to help defray the cost.\n\nRepublicans, including Senate Minority Leader David Hann, have attacked the new exchange.\n\n“These rates are higher than what is currently available on the open market. It seems we were sold a bill of goods,” Hann said.\n\nAnd Democrats are firing back. Rep. Joe Atkins (DFL-Inver Grove Heights) says the adage “you get what you pay for” also applies to health care.\n\n“You can go on e-insurance and buy a product for $50 and you’re buying a piece of crap,” Atkins said. “If you go to a store and you buy a flannel shirt and its falling apart, it’s not worth paying the price for it.”\n\nThe insurance plans MNsure will offer are from Minnesota’s best known health insurance companies: Blue Cross Blue Shield. Medica, Preferred One, Group Health and UCare.\n\nIt’s still unclear whether Minnesotans will pay less than they do right now, but state officials say they will get many more benefits.\n\nMNsure goes live October 1, and everyone must have insurance under the new federal health care law on January 1, 2014.\n\nWEB EXTRA: MNsure Cost Calculator\n\nThe state has ads running right now featuring Paul Bunyan, in hopes of getting more than a million Minnesotans to sign up.\n\nEnrollment begins on Oct. 1, but they already have a call center to answer questions.\n\nCoverage begins in January.\n\nTwo studies found that in the other states that already have health care exchanges, most customers pay lower premiums, but not all.\n\n(TM and © Copyright 2013 CBS Radio Inc. and its relevant subsidiaries. CBS RADIO and EYE Logo TM and Copyright 2013 CBS Broadcasting Inc. Used under license. All Rights Reserved.This material may not be published, broadcast, rewritten, or redistributed. The Associated Press contributed to this report.)", "article_metadata": {"description": "Minnesotans learned on Friday how much they can expect to pay for health insurance on the state's new online exchange, and the numbers suggest Minnesota will have the lowest average rates in the country with the plan. On Friday, Minnesot...", "generator": "WordPress.com", "og": {"url": "http://minnesota.cbslocal.com/2013/09/06/commissioner-mnsure-plans-boast-lowest-avg-rates-in-u-s/", "image": {"width": 640, "secure_url": "https://cbsminnesota.files.wordpress.com/2011/04/medical-records-generic.jpg?w=640", "identifier": "https://cbsminnesota.files.wordpress.com/2011/04/medical-records-generic.jpg?w=640", "height": 480}, "type": "article", "description": "Minnesotans learned on Friday how much they can expect to pay for health insurance on the state's new online exchange, and the numbers suggest Minnesota will have the lowest average rates in the country with the plan. On Friday, Minnesota Commerce Commissioner Mike Rothman revealed the individual policy premium rates. MNSure is part of the new federal health care law that requires insurance by January 1, 2014.", "title": "Commissioner: MNsure Plans Boast Lowest Avg. Rates In U.S."}, "twitter": {"image": "https://cbsminnesota.files.wordpress.com/2011/04/medical-records-generic.jpg?w=640", "description": "Minnesotans learned on Friday how much they can expect to pay for health insurance on the state's new online exchange, and the numbers suggest Minnesota will have the lowest average rates in the country with the plan. On Friday, Minnesota Commerce Commissioner Mike Rothman revealed the individual policy premium rates. MNSure is part of the new federal health care law that requires insurance by January 1, 2014.", "site": "/wcco", "card": "summary_large_image", "title": "Commissioner: MNsure Plans Boast Lowest Avg. Rates In U.S."}, "msapplication-tooltip": "News, Sports, Weather, Traffic, and the Best of Minnesota, and the Twin Cities of Minneapolis-St. Paul.", "msapplication-window": "width=device-width;height=device-height", "application-name": "WCCO | CBS Minnesota", "article": {"publisher": "http://facebook.com/CBSMinnesota", "author": "http://facebook.com/CBSMinnesota"}, "keywords": "health, local, news, seen on wcco-tv, syndicated local, watch + listen, affordable care act, health, health care, health insurance, mike rothman, minnesota department of commerce, mnsure", "google-site-verification": "44caXBf4kjHeKKAT7ZZ89NaCX25utL_yRSa-qGpwIhY", "msapplication-task": "name=Subscribe;action-uri=http://minnesota.cbslocal.com/feed/;icon-uri=http://1.gravatar.com/blavatar/306ed083e68aa1a8027608b8156838d2?s=16", "news_keywords": "affordable care act, health, health care, health insurance, mike rothman, minnesota department of commerce, mnsure"}, "_id": "\"57477af36914bd0286fc9d9f\"", "article_summary": "And rates could go lower using federal tax credits from the new health care law, according to MNsure Executive Director April Todd-Malmlov.\nMNSure is part of the new federal health care law that requires insurance by January 1, 2014.\nMNsure goes live October 1, and everyone must have insurance under the new federal health care law on January 1, 2014.\nRep. Joe Atkins (DFL-Inver Grove Heights) says the adage “you get what you pay for” also applies to health care.\nTwo studies found that in the other states that already have health care exchanges, most customers pay lower premiums, but not all."}