{"article_title": "12 Best Credit Cards for Travelers", "article_keywords": ["rewards", "bonus", "travelers", "travel", "months", "fee", "spent", "credit", "12", "card", "annual", "cards", "best", "points"], "article_url": "http://www.thefiscaltimes.com/2015/11/12/12-Best-Credit-Cards-Travelers", "article_text": "With the annual holiday travel season looming, you’ll want to take advantage of credit card rewards that’ll add onto the savings you’ve already accumulated from cheap gas prices and falling airfare rates. CardHub, a credit card comparison website, compared over 1,000 credit card offers in order to produce a list of the 14 best travel deals.\n\nThe cards listed below generally offer rewards like free hotel stays or bonus miles for spending specific amounts within a few months of signing up. Most of the cards also offer some sort of ongoing rewards program. But while these cards might be valuable for frequent fliers, they might not be right for everyone — so consider the fees involved and whether the rewards offered make the most sense for you.\n\nRelated: The Best Things to Charge on Your Credit Card\n\nHere are CardHub’s 12 top travel credit cards, based on reward categories.\n\nBest Initial Bonus:\n\nCiti ThankYou Premier Card\n\nCardholders earn three points per $1 spent on travel and gas, two points for every $1 spent on food and entertainment and one point per $1 spent on everything else. It has a $95 annual fee, which is waived for the first year.\n\nChase Sapphire Preferred Card\n\nSpend at least $4,000 in the first three months and you can score either $500 in travel accommodations if booked through Chase’s Ultimate Rewards Program or a $400 statement credit. The card has a $95 annual fee that doesn’t apply during your first year.\n\nAll-Around:\n\nBarclaycard Arrival Plus Credit Card\n\nIn return for spending $3,000 in the first 90 days of having this card, you can earn 40,000-mile bonus, which in turn can be exchanged for $400 in travel expenses. The $89 annual fee is waived for the first year.\n\nCapital One Venture Rewards Credit Card\n\nSame as the Barclaycard, you can get 40,000 bonus points redeemable for a $400 credit after spending $3,000 in the first three months. The card also awards two miles for every $1 spent. It has a $59 annual fee after the first year.\n\nAirline Rewards:\n\nFrontier Airlines Credit Card\n\nIf you spend $500 or more in the first three months of having this card, you’ll receive 40,000 bonus miles that are redeemable for two round-trip domestic flights. It has a $69 annual fee.\n\nPenFed Premium Travel Rewards American Express Credit Card\n\nYou’ll score a $200 bonus for spending at least $2,500 during the first three months with this card. While it doesn’t have an annual fee, you might have to pay $15 to join as association to become eligible for the card.\n\nHotel Rewards:\n\nClub Carlson Premier Rewards Visa Signature Card\n\nWith just your first purchase on this card, you can earn 50,000 bonus points. On the other hand, it has a $75 annual fee and a 3 percent foreign transaction fee.\n\nIHG Rewards Club Select Credit Card\n\nEach year on your account anniversary, you’ll receive one free night at a hotel in the InterContinental Hotel Group and an annual 10 percent point rebate. It has a $49 annual fee after the first year.\n\nHilton HHonors Surpass Credit Card\n\nSpending at least $3,000 over the first 90 days with this card will give you a 60,000-point initial bonus, which can be redeemed for 12 free hotel nights. It has a $75 annual fee and a 2.7 percent foreign transaction fee, making it better suited for travel within the U.S.\n\nRelated: Your Credit Card Is Getting an Upgrade. Are You Ready?\n\nStarwood Preferred Guest Credit Card from American Express\n\nCharging $3,000 to this card in the first 3 months of having it will earn you a 25,000-point bonus that can score you eight free hotel nights. The card has a $95 annual fee after the first year.\n\nRoad Trip Rewards:\n\nPenFed Platinum Rewards Visa Signature Credit Card\n\nCardholders earn five points for every $1 spent on gas, three points per $1 spent at the supermarket and a point per $1 spent on anything else. It doesn’t have an annual fee, but you might have to pay $15 to join an association to meet the eligibility requirements.\n\nBlue Cash Preferred from American Express\n\nThis card gives 6 percent cash back on groceries, 3 percent on gas and department store purchases and 1 percent on everything else. It also has a $75 annual fee and a 2.7 percent foreign transaction fee.", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "With the annual holiday travel season looming, you’ll want to take advantage of credit", "title": "12 Best Credit Cards for Travelers", "url": "http://www.thefiscaltimes.com/2015/11/12/12-Best-Credit-Cards-Travelers", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/09072012_creditcards_article.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/11/12/12-Best-Credit-Cards-Travelers", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/09072012_creditcards_article.jpg", "creator": "@milliedent", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "With the annual holiday travel season looming, you’ll want to take advantage of credit", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af46914bd0286fe22ad\"", "article_summary": "Related: The Best Things to Charge on Your Credit CardHere are CardHub’s 12 top travel credit cards, based on reward categories.\nCardHub, a credit card comparison website, compared over 1,000 credit card offers in order to produce a list of the 14 best travel deals.\nIt doesn’t have an annual fee, but you might have to pay $15 to join an association to meet the eligibility requirements.\nOn the other hand, it has a $75 annual fee and a 3 percent foreign transaction fee.\nCapital One Venture Rewards Credit CardSame as the Barclaycard, you can get 40,000 bonus points redeemable for a $400 credit after spending $3,000 in the first three months."}