{"article_title": "Study finds surprisingly effective way to identify narcissistic CEOs", "article_keywords": ["narcissism", "university", "way", "effective", "ceo", "study", "surprisingly", "negative", "statement", "identify", "ceos", "turnover", "leaders", "hospital", "finds", "narcissistic"], "article_url": "http://www.fiercehealthcare.com/story/study-finds-surprisingly-effective-way-identify-narcissistic-ceos/2014-08-06", "article_text": "As hospital CEO turnover continues to rise, organizations on the lookout for new leaders may want help identifying narcisstic candidates who may make a good impression but could actually be detriments to the workplace.\n\nA new study published in PLOS ONE offers a simple, but effective way to root out potential narcisstic employees: ask them.\n\nResearchers, led by Brad Bushman of the Ohio State University, asked more than 2,000 subjects of various ages, on a scale of one to seven, \"To what extent do you agree with this statement: I am a narcissist? Note: The word \"narcissist\" means egotistical, self-focused, and vain.\" Their responses tracked closely to several other widely accepted measures of narcissism.\n\n\"People who are willing to admit they are more narcissistic than others probably actually are more narcissistic,\" Bushman said in a statement. \"People who are narcissists are almost proud of the fact. You can ask them directly because they don't see narcissism as a negative quality--they believe they are superior to other people and are fine with saying that publicly.\"\n\nResearchers have long sought to determine whether narcissistic leaders in settings like healthcare are a net positive or negative. A January study found that \"moderate levels\" of narcissism make for more effective leaders, but being on either the low or high end for narcissism hurt leadership. Moderately narcissistic leaders, according to the earlier study, helped strike a balance by manifesting the self-confidence associated with narcissism without its negative, antisocial aspects, FierceHealthcare previously reported.\n\nBushman and his team's research reached similar conclusions, finding that people with higher narcissism scores tended to be more positive, extroverted and slightly less depressed. However, further research indicates that the more negative aspects of narcissism tend to emerge in leaders over time, according to Emily Grijalva of the University of Illinois, the January study's co-author, FierceHealthcare previously reported. Personality traits that gradually manifest include \"being exploitative, arrogant and even tyrannical,\" she said.\n\nTo learn more:\n\n- here's the study abstract\n\n- read the announcement\n\nRelated Articles:\n\nThe narcissistic CEO: Nightmare boss or company savior?\n\nDo narcissistic CEOs make good leaders?\n\n4 types of leaders essential to hospital success\n\nEvaluate core competencies of hospital leaders\n\nHospitals seek leaders with finance--not healthcare--experience\n\nWhy hospital CEO turnover is on the rise", "article_metadata": {"description": "As hospital CEO turnover continues to rise, organizations on the lookout for new leaders may want help identifying narcisstic candidates who may make a good impression but could actually be detriments to the workplace.", "og": {"site_name": "FierceHealthcare", "description": "As hospital CEO turnover continues to rise, organizations on the lookout for new leaders may want help identifying narcisstic candidates who may make a good impression but could actually be detriments to the workplace.", "title": "Study finds surprisingly effective way to identify narcissistic CEOs", "url": "http://www.fiercehealthcare.com/story/study-finds-surprisingly-effective-way-identify-narcissistic-ceos/2014-08-06", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthcare.jpg", "type": "website"}, "twitter": {"site": "fiercehealth", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "apple-itunes-app": "app-id=731085312", "keywords": "healthcare CEOs,Healthcare Leaders,HR & Workforce Management,leadership qualities,narcissistic leaders,PLOS ONE", "viewport": "width=device-width", "news_keywords": "HR & Workforce Management"}, "_id": "\"57477af46914bd0286fe22ec\"", "article_summary": "To learn more:- here's the study abstract- read the announcementRelated Articles:The narcissistic CEO: Nightmare boss or company savior?\n4 types of leaders essential to hospital successEvaluate core competencies of hospital leadersHospitals seek leaders with finance--not healthcare--experienceWhy hospital CEO turnover is on the rise\nResearchers have long sought to determine whether narcissistic leaders in settings like healthcare are a net positive or negative.\nA new study published in PLOS ONE offers a simple, but effective way to root out potential narcisstic employees: ask them.\nModerately narcissistic leaders, according to the earlier study, helped strike a balance by manifesting the self-confidence associated with narcissism without its negative, antisocial aspects, FierceHealthcare previously reported."}