{"article_title": "A Triumph For The ALS Community", "article_keywords": ["gleason", "schedule", "twitter", "sgds", "community", "sherwin", "steve", "patients", "speech", "als", "triumph"], "article_url": "http://www.huffingtonpost.com/sherwin-sheik/the-steve-gleason-act-a-t_b_7864720.html", "article_text": "The passing of the Steve Gleason Act by Congress last week signals a major win for those living with ALS and touched me on a profoundly personal note as I recall the struggle my family faced in helping my uncle with the progressive, neurodegenerative disease find quality and affordable care.\n\nIndeed, he, along with my sister with multiple sclerosis, was the driving force behind my decision to leave Wall Street and found CareLinx, whose mission is to help connect family members directly with professional caregivers who fit within their schedule and budget.\n\nThe Steve Gleason Act, named after the former NFL player for the New Orleans Saints who was diagnosed with ALS in January 2011, makes speech generating devices (SGDs) available to ALS patients who have been denied access to such devices since a rule change last year in a reimbursement policy under Medicare and Medicaid.\n\nIndividuals with ALS often lose the ability to speak due to the degeneration of motor neurons in the brain, brainstem and spinal cord that affect muscles that are moved voluntarily, such as those used in speech and swallowing. Accordingly, SGDs are of critical importance in helping ALS patients to communicate and live more fully, enabling them to email with their doctor, schedule clinic visits, contact emergency personnel, among other things.\n\nGleason, who referred to last year's rule change as a \"human rights violation\" in a Washington Post op-ed, worked with members of Congress - such as Senator David Vitter, Congresswoman Cathy McMorris Rodgers, Congressman Erik Paulsen, Congressman Steve Scalise and others - to introduce a bill that would overturn the policy.\n\n\"With help from this extraordinary ALS community of patients and caregivers, as well as advocates like The Center for Medicare Advocacy, we made some noise,\" Steve Gleason writes in a statement. \"A lot of noise. People, like myself, who are literally voiceless, were heard. Loud and clear. This legislation may have my name on it, but please know it is the ALS community and the diligent legislators who deserve our applause.\"\n\nKudos to Mr. Gleason and all of those who helped pass this legislation. As someone who has witnessed first hand the disease's debilitating effects, I'm filled with joy to know that the ALS community has been given back their voice.\n\nFollow Sherwin and CareLinx on Twitter, Facebook and Pinterest.\n\nFollow Sherwin Sheik on Twitter: www.twitter.com/CareLinx", "article_metadata": {"description": "The passing of the Steve Gleason Act by Congress last week signals a ...", "sailthru.expire_date": "2015-07-25 16:44:25 -0400", "og": {"site_name": "The Huffington Post", "description": "The passing of the Steve Gleason Act by Congress last week signals a ...", "url": "http://www.huffingtonpost.com/sherwin-sheik/the-steve-gleason-act-a-t_b_7864720.html", "image": "http://i.huffpost.com/gen/1464944/images/o-US_UK_CA-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/1464944/images/o-US_UK_CA-facebook.jpg", "height": 1000}, "description": "The passing of the Steve Gleason Act by Congress last week signals a ...", "site": "@GoodNews", "card": "summary_large_image", "creator": "CareLinx"}, "sailthru.date": "2015-07-24 16:44:25 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=7864720", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "good-news", "fb": {"app_id": 46744042133}, "keywords": "steve gleason,steve gleason act,lou gerhigs disease,Amyotrophic Lateral Sclerosis,speech-generating-device,David Vitter,cathy mcmorris rodgers,Erik Paulsen,steve scalise,als,steve gleason disease,carelinx", "article": {"section": "Good News", "tag": "steve gleason,steve gleason act,lou gerhigs disease,Amyotrophic Lateral Sclerosis,speech-generating-device,David Vitter,cathy mcmorris rodgers,Erik Paulsen,steve scalise,als,steve gleason disease,carelinx", "published_time": "2015-07-24 16:44:25 -0400", "modified_time": "2015-07-24 16:59:01 -0400"}, "viewport": "width=1000"}, "article_summary": "This legislation may have my name on it, but please know it is the ALS community and the diligent legislators who deserve our applause.\"\nAs someone who has witnessed first hand the disease's debilitating effects, I'm filled with joy to know that the ALS community has been given back their voice.\n\"With help from this extraordinary ALS community of patients and caregivers, as well as advocates like The Center for Medicare Advocacy, we made some noise,\" Steve Gleason writes in a statement.\nAccordingly, SGDs are of critical importance in helping ALS patients to communicate and live more fully, enabling them to email with their doctor, schedule clinic visits, contact emergency personnel, among other things.\nThe Steve Gleason Act, named after the former NFL player for the New Orleans Saints who was diagnosed with ALS in January 2011, makes speech generating devices (SGDs) available to ALS patients who have been denied access to such devices since a rule change last year in a reimbursement policy under Medicare and Medicaid."}