{"article_title": "Freshman Congressman Tom MacArthur's first impressions of life in D.C. — NewsWorks", "article_keywords": ["hes", "rnj", "life", "macarthur", "district", "runyan", "jerseys", "republicans", "dc", "includes", "freshman", "party", "tom", "newsworks", "congressman", "impressions", "wing", "macarthurs"], "article_url": "http://www.newsworks.org/index.php/local/new-jersey/77139-freshman-congressman-tom-macarthurs-first-impressions-of-life-in-dc", "article_text": "New Jersey's new 3rd District Congressman Tom MacArthur (R-NJ) says he doesn't want to be part of partisan gridlock in DC.\n\nIt may not be easy. The pressure from the Conservative wing of the Republican Party is likely to be intense.\n\nIn a recent interview with this blog, former 3rd District Congressman Jon Runyan (R-NJ) said as a moderate Republican you're going to get hit from two sides. The former Philadelphia Eagle offensive tackler said he encountered as much opposition from the conservative Tea Party wing of his own party as he did from Democrats.\n\nMacArthur said he’s discussed that with Runyan. He believes one of the reasons Runyan was so disillusioned by the experience is because he comes from a team sports background — where the distinction between teammates and opponents is clearly delineated.\n\nBut MacArthur, a former insurance executive, figures that if the conservative wing of the GOP is going to regard him as a turncoat for a willingness to reach across the aisle, so be it.\n\n“The best I can do is be who I am,” MacArthur said. “I campaigned on what I believe. I told people I was going to come here and work with Democrats and Republicans. That’s what I intend to do.”\n\nHe signaled that centrist inclination by siding with the majority of Republicans in supporting John Boehner as House speaker. Scott Garrett (R-NJ) of the 5th District was the only New Jersey congressional representative to join with 24 Republicans who voted against Boehner.\n\n“We need leaders that are willing to work with everybody,” MacArthur said. “With Republicans and Democrats, with liberals and conservatives and people in the middle. Because if we don’t have people who are willing to do that, we won’t get anything done.”\n\nWhatever the future holds, he’s pleased with his first couple of days.\n\nThe House already passed legislation he co-sponsored, exempting veterans getting medical care from the federal government from the 50-employee threshold that makes certain provisions of the Affordable Care Act apply to small businesses. He hopes that will give businesses an incentive to hire New Jersey’s veterans and help decrease the unemployment rate among them, which is 10.8 percent — higher than the 6.4 percent for the state’s general population.\n\nHe’s pleased with his committee assignments as well.\n\nHe’s on the Armed Services Committee, which he wanted because most of Joint Base McGuire-Dix-Lakehurst is in his district. He’s also on the Natural Resources Committee, which he wanted because his district includes environmentally sensitive areas including Barnegat Bay and the Pinelands National Reserve.\n\nHis to-do list as a congressional representative includes reforms of the Federal Emergency Management Agency and the National Flood Insurance Program, prompted by people still waiting for relief from Hurricane Sandy.\n\nHe’s already got a small place in Washington. In five months, once their youngest daughter graduates from high school, his wife will join him there. But he still intends to spend his weekends and breaks from Congress back in the district.\n\n“I’ll be back with the people who elected me,” he said. “To me, that’s essential. I don’t want to get lost in Washington, D.C.”\n\nNew Jersey's 3rd Congressional District covers large areas of Burlington and Ocean counties. Some of the cities it includes: Bordentown, Moorestown, Mt. Laurel, Brick, Seaside Heights, and Toms River.\n\n__________________________________________________\n\nThis post is part of our South Jersey Politics Blog", "article_metadata": {"description": "New Jersey s new 3rd District Congressman Tom MacArthur https //macarthur house gov/ R NJ says he doesn t want to be part of partisan gridlock in DC It may not be easy The pressure from the", "title": "Freshman Congressman Tom MacArthur's first impressions of life in D.C.", "og": {"image": "http://www.newsworks.org/nw_logo_fb.png", "site_name": "Newsworks.org", "description": "New Jersey's new 3rd District Congressman Tom MacArthur (R-NJ) says he doesn't want to be part of partisan gridlock in DC."}, "twitter": {"description": "New Jersey's new 3rd District Congressman Tom MacArthur (R-NJ) says he doesn't want to be part of partisan gridlock in DC.", "title": "Freshman Congressman Tom MacArthur's first impressions of life in D.C.", "image": "http://www.newsworks.org/images/stories/flexicontent/m_20150108-tom-mac-portrait-1200.jpg", "creator": "@", "site": "@NewsWorksWHYY", "card": "summary_large_image"}, "msapplication-TileColor": "#ffc40d", "robots": "index, follow", "DC.date.issued": "2015-01-09", "apple-mobile-web-app-capable": "no", "fb": {"page_id": 115829381793481}, "url": "http://www.newsworks.org/index.php/local/new-jersey/77139-freshman-congressman-tom-macarthurs-first-impressions-of-life-in-dc", "apple-mobile-web-app-status-bar-style": "black", "author": "Tom Joyce", "keywords": "district, he’s, macarthur, people, jersey, because, republicans, congressional, former, democrats, which, committee, going, runyan, party, &nbsp, conservative, includes, house, that’s", "google-site-verification": "zlKVThgI_7CsCilHyAeJraRojXxR5nL5CZqBEZJMJNw", "st": {"image": "http://www.newsworks.org/images/stories/flexicontent/m_20150108-tom-mac-portrait-1200.jpg"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "msapplication-TileImage": "/mstile-144x144.png"}, "_id": "\"57477af36914bd0286fd3952\"", "article_summary": "New Jersey's new 3rd District Congressman Tom MacArthur (R-NJ) says he doesn't want to be part of partisan gridlock in DC.\nThe former Philadelphia Eagle offensive tackler said he encountered as much opposition from the conservative Tea Party wing of his own party as he did from Democrats.\nIn a recent interview with this blog, former 3rd District Congressman Jon Runyan (R-NJ) said as a moderate Republican you're going to get hit from two sides.\nHe’s also on the Natural Resources Committee, which he wanted because his district includes environmentally sensitive areas including Barnegat Bay and the Pinelands National Reserve.\nI don’t want to get lost in Washington, D.C.”New Jersey's 3rd Congressional District covers large areas of Burlington and Ocean counties."}