{"article_title": "Va. lawmakers, McAuliffe poised for fight and compromise this session", "article_keywords": ["va", "federal", "partisan", "virginia", "fight", "states", "mcauliffe", "state", "session", "compromise", "gun", "budget", "expected", "medicaid", "poised", "lawmakers"], "article_url": "https://www.washingtonpost.com/local/virginia-politics/va-lawmakers-mcauliffe-poised-for-fight-and-compromise-this-session/2016/01/09/7308c53a-b59c-11e5-a76a-0b5145e8679a_story.html", "article_text": "Virginia Gov. Terry McAuliffe (D) delivers his two-year budget proposal to the General Assembly's money committees last month. He is expected to be at odds with Republican lawmakers on several issues during the upcoming legislative session. (P. Kevin Morley/Richmond Times-Dispatch via Associated Press)\n\nTake one governor bent on furthering his liberal policies. Add a Republican-controlled legislature determined to stop him. It’s a recipe for partisan fireworks that will heat up Mr. Jefferson’s Capitol when the General Assembly reconvenes Wednesday.\n\nBut amid expected fights over Medicaid, gun control and climate change, Virginia Gov. Terry McAuliffe (D) and Republican lawmakers are showing signs that they will try something new: compromise.\n\nEducation funding and economic development are two areas where the sides have said they can work together — a novel concept in a swing state whose political landscape increasingly resembles Washington.\n\nBut any intention to play nice will probably be tempered by national politics when presidential hopefuls visit Virginia ahead of Super Tuesday on March 1.\n\n“Virginia is at the center of the electoral-college calculations of both parties that won’t be lost on lawmakers in Richmond who want to terrify voters about the other party,” said Stephen J. Farnsworth, a political scientist at the University of Mary Washington. “Expect a lot of heat but not a lot of illumination in 2016.”\n\nMcAuliffe, a former chairman of the Democratic National Committee, spent the weekend in Iowa campaigning for his good friend and ally Hillary Clinton in her White House bid.\n\nBut in a recent speech unveiling his two-year budget proposal, McAuliffe signaled that he is ready to trade the partisan warrior hat for a bipartisan dealmaker one — in Richmond if not on the campaign trail. He urged lawmakers to not “get bogged down in the same wasteful partisan bickering.”\n\nMcAuliffe said he hopes to capi­tal­ize on a two-year reprieve from across-the-board federal budget cuts known as sequestration and a state revenue surplus.\n\nHis budget plan would pump $1 billion into K-12 and higher education to raise teacher salaries, boost financial aid and promote research. Republicans have expressed concerns about the plan, but echoed the governor’s need to restore staffing levels and pay to pre-recession levels.\n\nThey could also be of similar minds on an economic-development initiative trumpeted by some of the state’s most powerful players in business, education and government.\n\nDetails have yet to be announced, but McAuliffe’s budget sets aside about $38 million for Go Virginia, an initiative backed by Dominion chief executive Thomas F. Farrell II and John O. “Dubby” Wynne, chairman of the Hampton Roads Community Foundation and former chief executive of Landmark Communications, as well as the presidents of Virginia Tech and Virginia Commonwealth University, according to a video marketing the project.\n\nBut the session is expected to bring its share of partisan tension, as well.\n\nThe No. 1 issue both parties have tangled over is Medicaid expansion. For the third straight year, McAuliffe called on lawmakers to cover 400,000 uninsured Virginians under the Affordable Care Act.\n\nIn his first year, he and Republicans took the state to the brink of shutdown over Medicaid before the governor and fellow Democrats conceded defeat. In his second, he made only a symbolic pitch for expansion, shifting his focus to economic development and working with Republicans to close a projected $2.4 billion hole in state finances.\n\nThis time he’s trying something new. He would pay for the state’s portion of the federal health-care program with a 3 percent tax on hospital revenue. To sweeten the deal, he proposed tying some of the projected savings from expanding Medicaid to favorite projects of Republican lawmakers. But Republicans have said they won’t hesitate to strip out the funding.\n\nA defining issue of McAuliffe’s governorship, Medicaid has been a rallying cry for both parties.\n\n“They have politicized this issue shamelessly,” Sen. Barbara A. Favola (D-Arlington) said of Medicaid. “It is so discouraging to see folks who have been elected to represent the interests of their constituents ignore those constituents and tie themselves to a political mantra simply because it’s easy to do.”\n\nThe House GOP majority’s point person on health care, Del. John M. O’Bannon III ­(R-Henrico), a neurologist, maintained that the federal program would have cost Virginia more than advertised.\n\n“It’s a little disappointing because of the last two years,” he said of McAuliffe’s pitch. “In the big picture, we’ve made the right decision to not expand Medicaid in Virginia. The dynamics are pretty much unchanged.”\n\nO’Bannon is also leading the charge to roll back certificate-of-public-need laws, which require doctors and hospitals to get the state health commissioner’s blessing before they add certain services, such as an ambulatory care center or imaging equipment.\n\nOpponents of the laws, including some cash-strapped rural hospitals, say they stifle innovation, while supporters of the current system — including Inova, Northern Virginia’s largest hospital system — say the regulations offset charity-care costs.\n\nLike Medicaid, gun regulation represents another partisan flashpoint that could end in a stalemate.\n\nDemocratic Attorney General Mark Herring’s recent move to sever Virginia’s concealed-handgun permit reciprocity agreements with 25 states emboldened lawmakers on both sides.\n\n“There really was a furious reaction,” said Sen. Richard H. Black (R-Loudoun). “The phones just rang off the hook.” He called Herring’s move “a break down of the rule of law.”\n\nBlack submitted a bill that says anyone who can legally possess a gun can also carry it concealed without the need for a permit, which supporters call “constitutional carry.”\n\nOthers want Virginia to adopt “universal reciprocity,” meaning permits from all states would be recognized. Another bill would roll back a provision that says a person carrying a handgun in a public place while drunk or high would automatically lose their concealed-carry permit.\n\nMcAuliffe is expected to veto any measures that make it to his desk.\n\nOn the other side, Democrats want to tighten gun restrictions in the wake of mass shootings that have garnered national attention. Some of the proposed measures include: banning gun stores near schools, in reaction to a public outcry in McLean; authorizing local police to enforce federal gun-free school zones; and preventing people convicted of misdemeanors involving domestic violence to possess a gun.\n\nDel. Marcus B. Simon ­(D-Fairfax) filed bills that would prohibit people on the federal terrorist watch list from obtaining a concealed-handgun permit, or from purchasing, possessing or transporting a firearm.\n\n“We will continue to pursue modest, common-sense steps to keep schoolchildren, victims of domestic violence and other vulnerable Virginians from becoming victims of gun violence,” he said.\n\nThe bills are not expected to go to a vote in either chamber.\n\nFarnsworth, the political scientist, put it like this: “The kind of gridlock that has been the norm in recent years in Richmond will be the norm this year.”\n\nLaura Vozzella contributed to this report.", "article_metadata": {"news_keywords": "vapolitics, Terry McAuliffe", "og": {"site_name": "Washington Post", "description": "Medicaid and gun control are divisive, but they could find common ground on education and economic issues.", "title": "Va. lawmakers, McAuliffe poised for fight and compromise this session", "url": "https://www.washingtonpost.com/local/virginia-politics/va-lawmakers-mcauliffe-poised-for-fight-and-compromise-this-session/2016/01/09/7308c53a-b59c-11e5-a76a-0b5145e8679a_story.html", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2016/01/09/Local-Politics/Images/Virginia_McAuliffe_Budget-029ea-624.jpg", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@jennaportnoy"}, "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "vapolitics, Terry McAuliffe", "article": {"publisher": "https://www.facebook.com/washingtonpost"}, "eomportal-uuid": "7308c53a-b59c-11e5-a76a-0b5145e8679a", "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "description": "Medicaid and gun control are divisive, but they could find common ground on education and economic issues."}, "_id": "\"57477afa6914bd0286fe5fc2\"", "article_summary": "Terry McAuliffe (D) and Republican lawmakers are showing signs that they will try something new: compromise.\nHe is expected to be at odds with Republican lawmakers on several issues during the upcoming legislative session.\nBut amid expected fights over Medicaid, gun control and climate change, Virginia Gov.\nLike Medicaid, gun regulation represents another partisan flashpoint that could end in a stalemate.\nFor the third straight year, McAuliffe called on lawmakers to cover 400,000 uninsured Virginians under the Affordable Care Act."}