{"article_title": "Novinium Buys UtilX, as Struggling Willbros Divests Assets", "article_keywords": ["utilx", "oil", "assets", "power", "divests", "energy", "novinium", "reduce", "deal", "underground", "buys", "prices", "struggling", "company", "willbros", "million"], "article_url": "http://www.themiddlemarket.com/news/energy/novinium-buys-utilx-as-struggling-willbros-divests-assets-255287-1.html", "article_text": "Novinium Buys UtilX, as Struggling Willbros Divests Assets\n\nThe seller, an energy contractor facing loan troubles amid low crude oil prices, is trying to sell non-core assets to reduce debt\n\nNovinium has acquired UtilX Corp. from Willbros Group (NYSE: WG).\n\nUtilX provides products that aim to extend the life of underground power cables.\n\nAuburn, Washington-based Novinium also provides a service that aims to rejuvenate older underground power cables. Combined, the buyer says the businesses will be able to provide a strong alternative to flat-out replacing underground utility power cables, which can be expensive.\n\nThe deal helps the seller, Willbros, reduce debt by $35 million to $40 million, the company says. The Houston-based energy infrastructure contractor is trying to reduce debt by $100 million to $125 million to strengthen its balance sheet, and plans to sell more non-strategic assets, it says.\n\nWillbros is at risk of defaulting on its loans, the company said on March 17. The business warned that it does not expect to be in compliance with its maximum leverage ratio and minimum interest coverage ratio, and that it is in talks with lenders over loan amendments or waivers. If it isn't able to work out a deal, the credit agreements could be accelerated. Willbros does not have the money to pay the loans back, which causes substantial doubt about the company's ability to continue as a going concern, or without the threat of liquidation, the company says.\n\n\"The downturn in energy prices is clearly affecting our industry and we have re-evaluated our outlook for 2015,\" says John McNabb, Willbros CEO. \"We believe the actions we have taken to reduce overall costs and reformulate our oil and gas segment should result in a leaner and more reliable business mode.\"\n\nD.A. Davidson acted as Novinium's financial adviser on the deal.\n\nThis isn't the only transaction spurred by low crude oil prices. Earlier in March, Canadian oil company Jericho Oil Corp. (TSX-V: JCO) bought a working interest in an oil property in Oklahoma, saying turbulent market conditions gave them the opportunity to buy assets at a discount. For more, see Investors Flow Into Oil & Gas.\n\nOil prices are also expected to affect deal making in other sectors. Dealmakers polled for Mergers & Acquisitions Mid-Market Pulse index expect an M&A uptick in the consumer goods and retail sector as energy prices have dropped.\n\nFor more information on related topics, visit the following:", "article_metadata": {"og": {"url": "http://www.themiddlemarket.com/news/energy/novinium-buys-utilx-as-struggling-willbros-divests-assets-255287-1.html", "image": "http://cdn.themiddlemarket.com/media/newspics/cables-snippet.jpg", "site_name": "Mergers & Acquisitions, Latest News", "title": "Novinium Buys UtilX, as Struggling Willbros Divests Assets"}}, "_id": "\"57477af36914bd0286fd395e\"", "article_summary": "Novinium Buys UtilX, as Struggling Willbros Divests AssetsThe seller, an energy contractor facing loan troubles amid low crude oil prices, is trying to sell non-core assets to reduce debtNovinium has acquired UtilX Corp. from Willbros Group (NYSE: WG).\nAuburn, Washington-based Novinium also provides a service that aims to rejuvenate older underground power cables.\nUtilX provides products that aim to extend the life of underground power cables.\nThe deal helps the seller, Willbros, reduce debt by $35 million to $40 million, the company says.\nDealmakers polled for Mergers & Acquisitions Mid-Market Pulse index expect an M&A uptick in the consumer goods and retail sector as energy prices have dropped."}