{"article_title": "AEI Raises Debut Fund to Focus on Aerospace Deals", "article_keywords": ["firm", "partners", "raised", "million", "group", "debut", "focus", "related", "deals", "fund", "raises", "aerospace", "pe", "aei"], "article_url": "http://www.themiddlemarket.com/news/aerospace/aei-raises-debut-fund-to-focus-on-aerospace-deals-260330-1.html", "article_text": "AEI Raises Debut Fund to Focus on Aerospace Deals\n\nThe PE firm has invested in Belcan, Kellstrom Materials and Tandel Systems\n\nAE Industrial Partners LLC (AEI) has raised its first fund, AE Industrials Partners Fund I LP. The fund, valued at $680 million, will focus on the aerospace industry along with related subsectors.\n\nIn addition, AEI has raised $160 million for co-investments. AEI along with the Carlyle Group LP (Nasdaq: CG) and GSO Capital Partners own a stake in Global Jet Capital.\n\nAEI’s PE fund has invested in Belcan Corp., which provides staffing and consulting services to a number of industries, including aerospace. The fund has also backed airplane parts supplier Kellstrom Materials. Boca Raton, Florida-based AEI has also made some add-on deals including: engineering consulting firm East Kilbride Engineering Sevices; technical services provider Tandel Systems; and aerospace consulting company the Aircraft Group. AEI's team has operating experience in companies such as General Electric Co. (NYSE: GE), Hawker Beechcraft and Gulfstream.\n\n“With our debut private equity fund, we have substantial resources to devote to the broad range of investment opportunities we see domestically in aerospace and related industries,” says AEI managing partner David Rowe. The fund exceeded its initial target range of $600 million. Eaton Partners is AEI’s placement agent which was represented by Gibson Dunn & Crutcher LLP.\n\nAEI is not the only PE firm that has raised an aerospace-focused fund recently. In 2015, Apollo Aviation Group (not affiliated with Apollo Global Management LLC (NYSE: APO) raised its third fund. In another PE related deal, Liberty Hall Capital Partners has purchased aircraft parts maker AIM Aerospace.\n\nFor more information on related topics, visit the following:", "article_metadata": {"status": "open", "domain": "Mergers & Acquisitions", "sailthru.author": "Demitri Diakantonis", "sailthru.expire_date": "2016-05-12 11:30:00", "og": {"url": "http://www.themiddlemarket.com/news/aerospace/aei-raises-debut-fund-to-focus-on-aerospace-deals-260330-1.html", "image": "http://cdn.themiddlemarket.com/media/newspics/tandel.jpeg", "site_name": "Mergers & Acquisitions, Latest News", "title": "AEI Raises Debut Fund to Focus on Aerospace Deals"}, "type": "Article", "brand": "Mergers & Acquisitions, Latest News", "sailthru.date": "2016-04-12 11:30:00", "wordcount": 243, "sailthru.title": "AEI Raises Debut Fund to Focus on Aerospace Deals", "featured": 0, "sailthru.tags": "News, Private Equity, Aerospace, Aerospace, AEI Raises Debut Fund to Focus on Aerospace Deals, Belcan, Kellstrom Materials, Tandel Systems, Carlyle, GSO Capital Partners, Apollo, Global Jet, aerospace, private equity, fundraising. Apollo Aviation, Liberty Hall Capital, Article", "sailthru.description": "The PE firm has invested in Belcan, Kellstrom Materials and Tandel Systems", "sailthru.image.full": "http://cdn.themiddlemarket.com/media/newspics/tandel.jpeg"}, "_id": "\"57477af36914bd0286fd398b\"", "article_summary": "AEI Raises Debut Fund to Focus on Aerospace DealsThe PE firm has invested in Belcan, Kellstrom Materials and Tandel SystemsAE Industrial Partners LLC (AEI) has raised its first fund, AE Industrials Partners Fund I LP.\nAEI’s PE fund has invested in Belcan Corp., which provides staffing and consulting services to a number of industries, including aerospace.\nThe fund, valued at $680 million, will focus on the aerospace industry along with related subsectors.\nAEI is not the only PE firm that has raised an aerospace-focused fund recently.\nIn another PE related deal, Liberty Hall Capital Partners has purchased aircraft parts maker AIM Aerospace."}