{"article_title": "Workers clean up oil spill on California beaches by hand", "article_keywords": ["pipeline", "oil", "spill", "gallons", "workers", "sand", "hand", "state", "cleanup", "california", "clean", "beach", "beaches"], "article_url": "http://www.salon.com/2015/06/20/workers_clean_up_oil_spill_on_california_beaches_by_hand/", "article_text": "Topics: From the Wires, News\n\nGOLETA, Calif. (AP) — Along a stretch of beach heavily marred by a crude oil spill, workers in hard hats and white protective suits use wire brushes and putty knives to scrape the black liquid off cobblestones and cliff faces.\n\nThe painstaking task at Refugio State Beach marks a new front in the cleanup after an underground pipeline leaked last month and released up to 101,000 gallons of oil, about 21,000 gallons of which flowed into a storm drain, sullied the beach and washed out to sea. Because the region is home to threatened shorebirds and cultural resources, a decision was made early on to clean oil-stained beaches the old-fashioned way by using hand tools instead of heavy equipment or chemicals.\n\nThe environmental toll from the largest coastal spill in California in 25 years is still being tallied. Progress has been made in corralling the slick in the ocean and removing flecks of oil on sandy beaches.\n\nScrubbing rocks by hand will take time, however. “It’s a very labor-intensive process, but that’s where we’re at now,” Carl Childs of the National Oceanic and Atmospheric Administration, one of several agencies involved in the cleanup, said recently.\n\nThere’s no timetable for when the cleanup will end. The effort so far has cost at least $65 million, which is being paid for by Texas-based Plains All American Pipeline. A heavily corroded section of Plains’ 10-mile pipeline that moves oil from offshore rigs to inland refineries ruptured on May 19, causing two state beaches to close and prompting a fishing ban. One of the beaches, El Capitan State Beach, is set to reopen next week.\n\nThe spill blackened a section of the Santa Barbara County coastline that was also fouled during the 1969 offshore oil-platform blowout that spewed an estimated three million gallons of crude, killing thousands of birds and other animals.\n\nCleanup techniques have evolved since the 1969 disaster that helped usher in a new era of conservation. Back then, crews used straws to soak up oily sand. That’s no longer done because straws are hard to pick up and removing too much sand can harm a beach.\n\nIn the latest spill, workers shoveled tar balls and contaminated sand into plastic bags that were then carried away for disposal. They had to be careful not to disturb populations of western snowy plovers that were in the middle of their breeding season.\n\n“We’re more concerned about the impact of the cleanup doing more injury than the oil did originally,” said Kim McCleneghan of the state Department of Fish and Wildlife, who responded to both spills.", "article_metadata": {"description": "Workers clean up oil spill on California beaches by hand", "title": "Workers clean up oil spill on California beaches by hand", "og": {"site_name": "Salon", "description": "Workers clean up oil spill on California beaches by hand", "title": "Workers clean up oil spill on California beaches by hand", "url": "http://www.salon.com/2015/06/20/workers_clean_up_oil_spill_on_california_beaches_by_hand/", "image": "http://media.salon.com/2015/06/california-oil-spill.jpeg9-1280x960.jpg", "type": "article"}, "twitter": {"description": "Workers clean up oil spill on California beaches by hand", "title": "Workers clean up oil spill on California beaches by hand", "image": "http://media.salon.com/2015/06/california-oil-spill.jpeg9-1280x960.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Alicia Chang", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, From the Wires", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fd3977\"", "article_summary": "In the latest spill, workers shoveled tar balls and contaminated sand into plastic bags that were then carried away for disposal.\nOne of the beaches, El Capitan State Beach, is set to reopen next week.\nProgress has been made in corralling the slick in the ocean and removing flecks of oil on sandy beaches.\nThe environmental toll from the largest coastal spill in California in 25 years is still being tallied.\nTopics: From the Wires, NewsGOLETA, Calif. (AP) — Along a stretch of beach heavily marred by a crude oil spill, workers in hard hats and white protective suits use wire brushes and putty knives to scrape the black liquid off cobblestones and cliff faces."}