{"article_title": "Madwire reportedly considering move", "article_keywords": ["considering", "city", "reportedly", "company", "loveland", "madwire", "officials", "erion", "collins", "staff", "email", "fort"], "article_url": "http://www.reporterherald.com/business/ci_29087240/madwire-reportedly-considering-move", "article_text": "City officials say the digital marketing company with two locations in Loveland has a letter of intent with the former HP building in Fort Collins\n\nMadwire Media shown in downtown Loveland on Friday. Madwire is reportedly considering a move to the former Hewlett-Packard property in Fort Collins, which could cause its more than 200 employees to leave Loveland. (Trevor L. Davis)\n\nMadwire, a digital marketing firm with two locations in Loveland, is reportedly considering a move to Fort Collins that could also move between 140-225 jobs as it looks to expand.\n\nCity of Loveland staff members say they have been in active negotiations with the company since March to try to keep it in Loveland and explore options for where it could expand.\n\nThe company has two buildings at 504 and 550 W. Eisenhower Blvd., across from Lake Loveland, and leases space in downtown at 228 E. Fourth St., on top of the Rialto Theater Center.\n\nBusiness Development Specialist Marcie Erion has been working with company officials on potential incentives that could keep them in Loveland. Erion said the company does not have a signed lease to move to Fort Collins and the old Hewlett-Packard building in Fort Collins is just one of a couple of places company officials are considering — the others are expanding beyond the two buildings at their West Eisenhower Boulevard location or leasing at the Rocky Mountain Center for Innovation and Technology campus, the former HP building in Loveland.\n\nAdvertisement\n\nErion said because the negotiations on the RMCIT building are through the building's owners, Cumberland & Western, she doesn't know specifics on the deal offered by the owners or whether it's still on the table. And as far as incentives go from the city, she said discussions are still preliminary, so there isn't an active incentive package that could go before City Council for approval.\n\nHowever, in an email Wednesday from City Manager Bill Cahill, councilors learned (from what he said was an update from Erion): \"Cumberland and Western, along with RMCIT and city staff, worked diligently to promote the RMCIT space. CW offered a year of rent abatement as well as a security deposit reduction and city staff had worked with the City Manager on a proposed assistance package from the city. Between the two, if approved, this package would have been $900,000.\"\n\nBut that didn't appear to sway the company, according to Cahill's email.\n\n\"Madwire has communicated that even with the lower lease rate at RMCIT and the proposed incentive package that it is still more affordable for them at the Ft. Collins HP facility,\" he wrote.\n\nAccording to that email, while the company doesn't have a signed lease in Fort Collins, it does have a letter of intent with HP and is negotiating lease terms — as of Tuesday morning.\n\nMadwire officials did not return a call for comment Friday.\n\nCahill's email stated that city staff participated in developer review meetings and offered assistance to help the company expand in its current location on Eisenhower, \"but Madwire ultimately said it was not a good fit with the site or company plans.\"\n\nThe company was also offered an option to be an anchor tenant in the city's South Catalyst project, but \"because of their need to be in a new space first quarter of 2016, Madwire indicated they could not wait for the development to come online,\" the email stated.\n\nCahill made clear in his email that Fort Collins is not pursuing the company nor \"incenting them in any way.\"\n\n\"The only consolation with a move of this small distance, is that while the jobs move, the employees living in Loveland are most likely to stay invested in the Loveland community,\" he wrote.\n\nAs for the number of jobs, Erion said the state provides the city with numbers, but they're three quarters behind. The latest number provided was 140.\n\nIn an email to Cahill, forwarded to councilors, she wrote that when the city was working on a package with Madwire, the company was \"committing to moving 225 to start and we were incenting with cash for an additional 50 employees.\"\n\nErion said in an interview that she couldn't give the exact number of employees because Madwire officials are the only ones who can comment on firm numbers and exact plans.\n\n\"It is the desire of city staff to keep Madwire in town, and we continue to be open to working with them as best we're able,\" Erion said. \"We would very much like to keep them here and we very much value their presence in Loveland.\"\n\nAt the same time, she said she understands if company officials decide otherwise.\n\n\"They're a great business member of our community and we've certainly worked with them on an ongoing basis in this decision-making process, and we understand they have to make the decision that's best for their business,\" Erion said.\n\nCity Councilor Troy Krenning sent an email Thursday to councilors and City Manager Bill Cahill asking if City Council can schedule a meeting with Madwire ownership to see if they would reconsider leaving Loveland.\n\n\"Council needs to take more ownership of economic development and downtown in particular,\" Krenning wrote.\n\nIn 2013, Madwire was considering expanding to either the Agilent Technologies/RMCIT campus or to Austin, Texas. In June of that year, Madwire officials asked the city for almost $300,000 in incentives to make the move to RMCIT.\n\nHowever, in August 2013, the company received $2.9 million in a state tax incentive in return for creating 300 jobs over the next five years. Madwire officials dropped plans to move into RMCIT and opted to lease space in downtown instead, which city officials had expected would be a five-year lease.\n\nSaja Hindi: 970-669-5050 ext. 521, hindis@reporter-herald.com, twitter.com/SajaHindiRH.", "article_metadata": {"startDate": "2015-11-07T19:32:46-0700", "modificationDate": "2015-11-07T21:47:08-0700", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site47/2015/1107/20151107_094628_1107NWS_MadWire_9818tld_300.jpg", "sailthru.author": "By Saja Hindi \n \n  Reporter-Herald Staff Writer", "description": "Madwire, a digital marketing firm with two locations in Loveland, is reportedly considering a move to Fort Collins that could also move between 140-225 jobs as it looks to expand.", "ag": {"canon": "LovelandReporter-Herald:article:29087240:view"}, "og": {"image": "http://extras.mnginteractive.com/live/media/site47/2015/1107/20151107_094628_1107NWS_MadWire_9818tld.jpg", "type": "article", "description": "Madwire, a digital marketing firm with two locations in Loveland, is reportedly considering a move to Fort Collins that could also move between 140-225 jobs as it looks to expand.", "title": "Madwire reportedly considering move"}, "twitter": {"domain": "reporterherald.com", "description": "Madwire, a digital marketing firm with two locations in Loveland, is reportedly considering a move to Fort Collins that could also move between 140-225 jobs as it looks to expand.", "title": "Madwire reportedly considering move", "image": "http://extras.mnginteractive.com/live/media/site47/2015/1107/20151107_094628_1107NWS_MadWire_9818tld.jpg", "site": "@reporterherald", "card": "summary_large_image"}, "sailthru.date": "2015-11-07T19:32:46-0700", "sailthru.site": "reporterherald.com", "endDate": "2025-11-07T20:16:33-0700", "sailthru.title": "Madwire reportedly considering move", "sailthru.article-section-or-homepage": "article", "byline": "By Saja HindiReporter-Herald", "msvalidate.01": "4B535F7EB2971D1FCBA5D1D3E3E292C3", "google-site-verification": "XzsHDcJw4iXBQEYtDXFRaUAdKzxhSvxWMgXyQQNFFzg", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site47/2015/1107/20151107_094628_1107NWS_MadWire_9818tld.jpg", "pubDate": "2015-11-07T19:34:26-0700", "news_keywords": "Business, Business news, Loveland Colorado Business news, Loveland Colorado news, Business Loveland news, Business Colorado news, US Business news, world Business news."}, "_id": "\"57477af36914bd0286fcec6c\"", "article_summary": "Madwire is reportedly considering a move to the former Hewlett-Packard property in Fort Collins, which could cause its more than 200 employees to leave Loveland.\nMadwire officials dropped plans to move into RMCIT and opted to lease space in downtown instead, which city officials had expected would be a five-year lease.\nIn June of that year, Madwire officials asked the city for almost $300,000 in incentives to make the move to RMCIT.\n(Trevor L. Davis)Madwire, a digital marketing firm with two locations in Loveland, is reportedly considering a move to Fort Collins that could also move between 140-225 jobs as it looks to expand.\nMadwire officials did not return a call for comment Friday."}