{"article_title": "BetterDoctor Integrates Medicare Provider and Payment Data to End Guessing Game in Selecting the Right Doctor", "article_keywords": ["guessing", "right", "end", "help", "wouldnt", "doctor", "selecting", "integrates", "doctors", "patients", "game", "medicare", "provider", "knee", "referral", "data", "payment", "view"], "article_url": "http://www.prweb.com/releases/2014/06/prweb11941210.htm", "article_text": "Looking for the most experienced knee surgeon? Or a cardiologist trusted and referred to by hundreds of other doctors?\n\nBetterDoctor is the first health app to integrate Medicare's provider and payment data, ending the guessing game about whether a doctor has relevant experience.\n\nWe are excited to announce two major breakthroughs in the way people find and select doctors:\n\n1) Search Medicare Procedure and Pricing Data at the Doctor Level\n\nFor the first time, it's now possible to view the procedures that individual doctors conducted in 2012 based on their Medicare claims.\n\nIf you are looking for an orthopedist for a knee replacement wouldn't you be confident in selecting Dr. Michael Parks who conducted 77 knee replacements in 2012, as opposed to someone that did only a few similar operations? https://betterdoctor.com/michael-parks-2\n\n2) View Medicare's Doctor-to-doctor Referral Data\n\nFor many people, a doctor is only as good as their referral network. By exposing the doctor-to-doctor referral patterns, people searching for new doctors are empowered to choose doctors that other doctors trust.\n\nFor example, wouldn't you be confident choosing a cardiologist like Dr. Adam Skolnick who is recommended by over 100 other doctors? https://betterdoctor.com/adam-skolnick\n\nBetterDoctor is on a mission to help patients find the right doctors easily and with confidence. After years of health struggles in his family, CEO and co-founder Ari Tulla started the company to help himself and millions of others in finding the right doctor. Ari is very excited to announce these latest features: “We have worked tirelessly for three years to expose this data and give patients the transparency they deserve.”\n\nAbout BetterDoctor\n\n70 million Americans search for a new doctor every year as they move to a new city, get a new job and insurance plan, have children or need a specialist. All this happens while headlines tell the story of a national doctor shortage. Millions of new patients now have access to healthcare because of the Affordable Care Act and need help finding the right doctors.\n\nBetterDoctor focuses on simplifying doctor discovery and booking. Since the launch 18 months ago the web and mobile apps have helped over 10 million Americans find a better doctor.", "article_metadata": {"description": "Patient-doctor matchmaking service BetterDoctor is the first health app to integrate Medicare&#39;s provider and payment data, ending the guessing game about whether a doctor has relevant experience.", "Generator": "PRWeb html v1", "og": {"url": "http://www.prweb.com/releases/2014/06/prweb11941210.htm", "site_name": "PRWeb", "type": "article", "description": "(PRWEB) June 13, 2014 -- Patient-doctor matchmaking service BetterDoctor is the first health app to integrate Medicare's provider and payment data, ending the guessing game about whether a doctor has relevant experience.", "title": "BetterDoctor Integrates Medicare Provider and Payment Data to End Guessing Game in Selecting the Right Doctor"}, "twitter": {"description": "(PRWEB) June 13, 2014 \n\n Looking for the most experienced knee surgeon? Or a cardiologist trusted and referred to by hundreds of other doctors?\n\n \n\nBetterDoctor is the first health app to integr", "title": "BetterDoctor Integrates Medicare Provider and Payment Data to End Gues", "url": "http://www.prweb.com/releases/2014/06/prweb11941210.htm", "creator": {"identifier": "@BetterDoctor", "id": 244688904}, "site": {"identifier": "@PRWeb", "id": 14124541}, "card": "Summary"}, "keywords": "PRESS RELEASE", "viewport": "width=device-width, initial-scale=1", "news_keywords": "Healthcare,Consumer Interest,Internet,Mobile,Startups"}, "_id": "\"57477af36914bd0286fd3990\"", "article_summary": "BetterDoctor is the first health app to integrate Medicare's provider and payment data, ending the guessing game about whether a doctor has relevant experience.\nhttps://betterdoctor.com/adam-skolnickBetterDoctor is on a mission to help patients find the right doctors easily and with confidence.\nMillions of new patients now have access to healthcare because of the Affordable Care Act and need help finding the right doctors.\nAfter years of health struggles in his family, CEO and co-founder Ari Tulla started the company to help himself and millions of others in finding the right doctor.\nhttps://betterdoctor.com/michael-parks-22) View Medicare's Doctor-to-doctor Referral DataFor many people, a doctor is only as good as their referral network."}