{"article_title": "Maria Conchita Alonso Out of Play After Supporting Tea Party Candidate", "article_keywords": ["supporting", "play", "republican", "donnelly", "candidate", "alonso", "tea", "producer", "told", "reports", "san", "tim", "conchita", "ad", "party", "latino", "maria"], "article_url": "http://www.newsmax.com/US/maria-conchita-alonso-tea-party-candidate/2014/01/18/id/547825/", "article_text": "Actress Maria Conchita Alonso is out of the cast of a controversial play after publicly supporting a tea party candidate’s campaign for governor of California.The “Moscow on the Hudson” actress dropped out of next month’s Spanish-language version of “The Vagina Monologues” at the Brava Theater Center in San Francisco’s Mission District after backlash over her role starring in a campaign ad for Assemblyman Tim Donnelly of San Bernardino County, reports KPIX News “We really cannot have her in the show, unfortunately,” the play’s producer, Eliana Lopez, told KPIX. She said Alonso abruptly resigned from the cast Friday after the backlash.Her removal comes after numerous Latino organizations criticized her involvement in the ad, which was released Monday, for reinforcing negative stereotypes, Fox News Latino reports Donnelly has long been a strong opponent of illegal immigration and founded a state chapter of the Minutemen, a group that patrols the border with Mexico to catch illegal immigrants.“Politicians and big government are killing our prosperity, pushing welfare costs through the roof and driving our schools into the ground,” Donnelly said in the ad.Alonso, who is of Cuban and Venezuelan descent, is seen standing next to Donnelly as she translates his lines into Spanish. She is holding a chihuahua she calls Tequila and uses vulgar terminology.“Of course she has the right to say whatever she wants,\" said producer Lopez. \"But we’re in the middle of the Mission. Doing what she is doing is against what we believe.”“We don’t act like that. First of all, that is not a typical Latina,” Jim Salinas, former president of the San Francisco Latino Democratic Club, told the TV station. He said there probably would have been boycotts if Alonso had stayed in the play’s cast.“The Tim Donnelly ad with Maria Conchito Alonso ad is so bad it’s almost laughable,” said a statement by Latino Republican group Café Con Leche, Fox reports, adding that it “insults the intelligence of many Hispanic voters.”But some felt Alonso was treated unfairly.“It was a political ad, it was a funny ad,” said Leo Lacayo, a prominent San Francisco Latino Republican. “That anybody would lose employment over what their political leanings are is absurd.”", "article_metadata": {"news_keywords": "maria conchita alonso,tea,party,candidate", "pubdate": "2014-01-18T11:26:22", "og": {"site_name": "Newsmax", "description": "Actress Maria Conchita Alonso is out of the cast of a controversial play after publicly supporting a tea party candidate's campaign for governor of California. The \"Moscow on the Hudson\" actress dropped out of next month's Spanish-language version of \"The Vagina Monologues\"...", "title": "Maria Conchita Alonso Out of Play After Supporting Tea Party Candidate", "url": "http://www.newsmax.com/US/maria-conchita-alonso-tea-party-candidate/2014/01/18/id/547825/", "page_id": 85452072376, "image": "http://www.newsmax.com/CMSPages/GetFile.aspx?guid=37f555ea-c33e-4843-8a45-20a4f0decbe4&SiteName=Newsmax", "type": "article"}, "twitter": {"url": "http://www.newsmax.com/US/maria-conchita-alonso-tea-party-candidate/2014/01/18/id/547825/", "description": "Actress Maria Conchita Alonso is out of the cast of a controversial play after publicly supporting a tea party candidate's campaign for governor of California. The \"Moscow on the Hudson\" actress dropped out of next month's Spanish-language version of \"The Vagina Monologues\"...", "site": "Newsmax", "title": "Maria Conchita Alonso Out of Play After Supporting Tea Party Candidate"}, "epoch": 1390044382, "keywords": "maria conchita alonso,tea,party,candidate", "fb": {"admins": 100002083767056, "app_id": 323020797885219}, "article": {"section": "US", "published_time": "2014-01-18T11:26:22"}, "msvalidate.01": "FAF1322EC761685A5DD9344A1C19E82A", "google-site-verification": "Jt2HUKgzJJw9VwIQJv31ETytuvNNm5ypTWN6j0nYvHM", "original-source": "http://www.newsmax.com/US/maria-conchita-alonso-tea-party-candidate/2014/01/18/id/547825/", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=yes", "description": "Actress Maria Conchita Alonso is out of the cast of a controversial play after publicly supporting a tea party candidate's campaign for governor of California. The  Moscow on the Hudson  actress dropped out of next month's Spanish-language version of  The Vagina Monologues ..."}, "_id": "\"57477af46914bd0286fe2344\"", "article_summary": "First of all, that is not a typical Latina,” Jim Salinas, former president of the San Francisco Latino Democratic Club, told the TV station.\nShe is holding a chihuahua she calls Tequila and uses vulgar terminology.“Of course she has the right to say whatever she wants,\" said producer Lopez.\n“That anybody would lose employment over what their political leanings are is absurd.”\nDoing what she is doing is against what we believe.”“We don’t act like that.\n\"But we’re in the middle of the Mission."}