{"article_title": "New weapon proposed in war against phone scams", "article_keywords": ["lance", "residents", "sheriff", "proposed", "scammers", "weapon", "bill", "county", "phone", "numbers", "scams", "spoofing", "somerset", "war"], "article_url": "http://www.mycentraljersey.com/story/news/local/new-jersey/2015/10/13/new-weapon-proposed-war-against-phone-scams/73862084/", "article_text": "Rep. Leonard Lance introduces bill to fight 'spoofing'\n\nRep. Leonard Lance discusses his new federal legislation to target phone scammers with Somerset County Sheriff Frank Provenzano and Somerset County Freeholder Pat Walsh. (Photo: Photo courtesy of Rep. Leonard Lance's office)\n\nSOMERVILLE Spoofing is no laughing matter.\n\n\n\nIn fact, spoofing is a \"disgraceful\" and \"despicable\" practice that Rep. Leonard Lance, R-District 7, wants to outlaw.\n\n\n\nSpoofing is the practice in which con artists disguise their phone numbers to make it appear they're calling from a government agency, Lance said at a news conference Tuesday afternoon with Somerset County Sheriff Frank Provenzano and Freeholder Pat Walsh.\n\n\n\n“The problem of caller ID spoofing has gotten out of control,\" Lance said. \"Millions of Americans continue to get ripped off by con artists and scammers who perpetrate this despicable crime, many losing thousands of dollars. It is way past time to stop this disgraceful practice, and this legislation would go a long way toward accomplishing that critical goal.\"\n\n\n\nThe scammers usually target senior citizens and immigrants.\n\n\n\nLast week, Provenzano announced that scammers had cloned the phone number of the Somerset County sheriff and were impersonating staffers. The scammers were trying to get residents' personal information — Social Security numbers, bank account numbers, credit card numbers — by saying they had warrants that should be paid.\n\n\n\n“I strongly support the legislation Congressman Lance has put forward and feel this bill will increase the safety and security of not only the residents of Somerset County but the entire nation,\" the sheriff said. \"As I mentioned in the past, the Somerset County Sheriff’s Office always serve warrants in person and will never call residents for money or personal information. I am also asking the media to continue to notify the public about these scams. I feel that this legislation will give us the tools to fully prosecute the people who take advantage of the unsuspecting public.\"\n\n\"This is very frightening to seniors who have never been involved with the law,\" said Walsh, who added that she has a relative in Florida who almost was bilked out of $800 by a scammer.\n\n\n\nWalsh said residents should never give personal information, such as Social Security numbers, over the phone.\n\n\n\nThe IRS previously has reported that people throughout the country have been cheated by callers impersonating IRS agents, claiming that there was unpaid tax bill or a problem with a tax return.\n\n\n\nLance explained that his proposed Anti-Spoofing Act of 2015 would strengthen the federal Truth in Caller ID Act by keeping up with the rapidly changing technology that spoofers utilize.\n\n\n\nLance's bill would broaden the law to prohibit spoofing by foreigners. Presently, U.S.-based companies spoof calls to U.S. residents but originate them from outside the U.S., he said.\n\n\n\nIn addition, the measure would broaden its oversight to include Internet-based Voice over Internet Protocol services that enable callers to make outgoing-only calls from computers and tablets to mobile and landline phones, a practice that has contributed significantly to the spoofing problem, Lance said.\n\n\n\nThe law would also cover scammers who use text messages.\n\n\"Nobody texted 10 years ago,\" the congressman said.\n\n\n\nLance said his bill is co-sponsored by Reps. Grace Meng, a Democrat from New York, and Joe Barton, a Republican from Texas.\n\n\n\n\"This is not a partisan issue,\" Lance said. \"It's nonpartisan.\"\n\n\n\nIf residents believe they have been a victim of a phone scam, they are asked to contact the Somerset County Sheriff's Office at 908-231-7140, ext. 9.\n\n\n\nStaff Writer Mike Deak: 908-243-6607; mdeak@mycentraljersey.com\n\nDon't miss a thing Download our apps and get alerts for local news, weather, traffic and more. Search “MyCentralJersey” in your app store or use these links from your device: iPhone app | Android app for phone and tablet | iPad app Don't forget to 'like' us on Facebook!\n\nRead or Share this story: http://mycj.co/1RFWnJ2", "article_metadata": {"google": "notranslate", "description": "Spoofing is no laughing matter .In fact, spoofing is a \"disgraceful\" and \"despicable\" practice.", "og": {"site_name": "MY CENTRAL JERSEY", "description": "Spoofing is no laughing matter .In fact, spoofing is a \"disgraceful\" and \"despicable\" practice.", "title": "New weapon proposed in war against phone scams", "url": "http://www.mycentraljersey.com/story/news/local/new-jersey/2015/10/13/new-weapon-proposed-war-against-phone-scams/73862084/", "image": "http://www.gannett-cdn.com/GDContent/applogos/mycentraljersey.png", "type": "article"}, "twitter": {"description": "Spoofing is no laughing matter .In fact, spoofing is a \"disgraceful\" and \"despicable\" practice.", "title": "New weapon proposed in war against phone scams", "image": "http://www.gannett-cdn.com/-mm-/5d5550e7cfe4d8b224554c27420bad61069acafe/c=832-0-4096-3264&r=x643&c=640x640/local/-/media/2015/10/13/NJGroup/Bridgewater/635803539449057345-Lance-and-sheriff.jpg", "creator": "@MyCentralJersey", "site": "@MyCentralJersey", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=859380356", "fb": {"app_id": 177893718898560}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": "Spoofing, phone scams, Leonard Lance, Somerset County Sheriff Frank Provenzano, Freeholder Pat Walsh"}, "_id": "\"57477af46914bd0286fe232d\"", "article_summary": "Last week, Provenzano announced that scammers had cloned the phone number of the Somerset County sheriff and were impersonating staffers.\nRep. Leonard Lance introduces bill to fight 'spoofing'Rep. Leonard Lance discusses his new federal legislation to target phone scammers with Somerset County Sheriff Frank Provenzano and Somerset County Freeholder Pat Walsh.\nIf residents believe they have been a victim of a phone scam, they are asked to contact the Somerset County Sheriff's Office at 908-231-7140, ext.\n\"As I mentioned in the past, the Somerset County Sheriff’s Office always serve warrants in person and will never call residents for money or personal information.\nWalsh said residents should never give personal information, such as Social Security numbers, over the phone."}