{"article_title": "Cara Delevingne Hopes ‘Paper Towns’ Leads to Career She Wanted", "article_keywords": ["school", "cara", "career", "leads", "movies", "paper", "role", "hopes", "modeling", "towns", "wanted", "model", "film", "delevingne"], "article_url": "http://guardianlv.com/2015/07/cara-delevingne-hopes-paper-towns-leads-to-career-she-wanted/", "article_text": "Countless numbers of actors also modeled. For some, acting is a natural next step. For others, modeling pays bill while trying to get that big film break. For supermodel Cara Delevingne, one of the hottest in high fashion today, she hopes her starring role in Paper Towns leads to the career she really wanted – as an actress.\n\nDelevingne is used to being in the public eye as a top model with more than 40 magazine covers and has more than 15 million Instagram followers. However, with her first major film, Paper Towns, due out July 24, the 22-year-old will have a spotlight on her far more glaring than your typical catwalk or Met gala.\n\nPaper Towns, which is based on a best-selling John Green young adult novel, is one of the summer’s most anticipated movies. The last film from a Green book, The Fault in Our Stars, took in $307 million worldwide in ticket sales.\n\nDelevingne is hoping her starring role as Margo Roth Spiegelman, a popular high school senior with reputation for grand adventures, will firmly establish her as an actress. That has been a career goal since she was about 4 years old.\n\nWhile she sports an American accent in the film, Delevingne is actually London-born with a privileged upbringing. Her grandmother, Jane Sheffield, served as a lady-in-waiting to Princess Margaret (Queen Elizabeth’s sister). Actress Joan Collins is her godmother. Her mother, Pandora, was a 1980s socialite (and long-time heroin addict).\n\nPoppy, one of her two older sisters, is a model. The mother of one of Cara’s boarding school classmates had discovered supermodel Kate Moss, and signed the younger Delevingne as a teen. However, Delevingne saw modeling as a way to pay for drama school and travel.\n\nWhile in boarding school, she wanted the title role in Tim Burton’s Alice in Wonderland. The wanna-be actress sent Burton an audition tape and even got a meeting with him. But, Mia Wasikowska ultimately got the role. The devasted teen then focused for a while on modeling.\n\nThe model with distinctive thick brows and golden-brown locks had a swift rise. She was named Model of the Year at the British Fashion Awards in both 2012 and 2014. She became the face of several high-fashion lines including Chanel and Fendi, In 2013, she was named Google’s most-searched person in fashion. However, in spite of the tremendous success, she became more unhappy.\n\nDelevingne wound up developing psoriasis, a stress-related skin condition that is not exactly ideal for looking good at modeling gigs. The psoriasis eventually cleared up when she took a break from modeling, decided to take better care of herself and get serious about acting.\n\nShe had a small non-speaking role in the 2012 version of Anna Karenina. Delevingne then picked up roles in the Amanda Knox thriller The Face of an Angel, the Peter Pan origin story Pan, and some other supporting roles. Before Paper Towns wrapped, she was cast as the Enchantress in one of next summer’s big movies, the DC Comics film Suicide Squad, which stars Jared Leto, Will Smith, Margot Robbie and Viola Davis. She will also be starring in Luc Besson’s big-budget flick Valerian.\n\nThere have been many models who tried to move into movies and failed. But, Delevingne has taken her time in smaller roles, getting her feet wet and establishing some credibility before headlining in Paper Towns. She told the New York Times that she sees Charlize Theron as a role model for someone who went from model to Oscar-caliber roles.\n\nCara Delevingne wants everyone to know the she seriously pursued acting from the onset and hopes that Paper Towns leads to the career she always wanted. The reviews already out support that goal. Variety critic Justin Chang enthused that the movie’s “real find here is Delevingne, an English actress who, with her subtly smoky voice and piercing gaze, makes the girl of Quentin’s fantasies a singularly charismatic presence.”\n\nWritten and edited by Dyanne Weiss\n\nSources: New York Times: Cara Delevingne, Ready to Conquer Hollywood, Immerses Herself in ‘Paper Towns’\n\nTIME: How Paper Towns Could Propel Cara Delevingne From Model to Movie Star\n\nE Online: Cara Delevingne Says Her Bisexuality ”Is Not a Phase”—”I Am Who I Am”\n\nVariety: Film Review: ‘Paper Towns’\n\nPhoto courtesy of 20th Century Fox\n\nShare this: Print\n\nLinkedIn\n\nPinterest\n\nPocket\n\nReddit\n\nEmail\n\nTwitter\n\nGoogle\n\nFacebook\n\nTumblr\n\n", "article_metadata": {"og": {"site_name": "Guardian Liberty Voice", "description": "Countless numbers of actors also modeled. For some, acting is a natural next step. For others, modeling pays bill while trying to get that big film break. For supermodel Cara Delevingne, one of the…", "title": "Cara Delevingne Hopes ‘Paper Towns’ Leads to Career She Wanted", "url": "http://guardianlv.com/2015/07/cara-delevingne-hopes-paper-towns-leads-to-career-she-wanted/", "image": {"width": 670, "identifier": "http://guardianlv.com/wp-content/uploads/2015/07/papertowns.jpg", "height": 377}, "locale": "en_US", "type": "article"}, "article": {"published_time": "2015-07-17T06:48:16+00:00", "modified_time": "2015-07-17T06:48:27+00:00"}, "twitter": {"image": "http://guardianlv.com/wp-content/uploads/2015/07/papertowns.jpg?w=640", "site": "@ifrackle", "card": "summary_large_image", "creator": "@ifrackle"}, "viewport": "width=device-width"}, "_id": "\"57477af46914bd0286fe2346\"", "article_summary": "Cara Delevingne wants everyone to know the she seriously pursued acting from the onset and hopes that Paper Towns leads to the career she always wanted.\nFor supermodel Cara Delevingne, one of the hottest in high fashion today, she hopes her starring role in Paper Towns leads to the career she really wanted – as an actress.\nHowever, with her first major film, Paper Towns, due out July 24, the 22-year-old will have a spotlight on her far more glaring than your typical catwalk or Met gala.\nPaper Towns, which is based on a best-selling John Green young adult novel, is one of the summer’s most anticipated movies.\nWhile she sports an American accent in the film, Delevingne is actually London-born with a privileged upbringing."}