{"article_title": "5 myths about political spin", "article_keywords": ["genius", "house", "polls", "political", "called", "myths", "consultants", "politicians", "politics", "spin", "public"], "article_url": "http://www.chicagotribune.com/news/opinion/commentary/ct-political-spin-presidential-election-20160321-story.html", "article_text": "The left and the right don’t agree on much today. But it’s easy to find a consensus that an excess of spin is ruining politics. Spin — the deliberate crafting of words and images for political effect — is everywhere, from the scripted laugh lines that candidates trot out in debates, to the artful circumlocutions of press secretaries, to the slick ads and viral videos that flicker across our screens.\n\nDon’t get spun, even about spin. Some of the conventional wisdom about the practice is false or exaggerated. Unpacking these five common misperceptions might help us to see more clearly the role that spin plays in our politics, for good and for ill — and to think of it as something neither feared nor lamented, but more thoroughly appreciated and understood.\n\n1. Spin is new to our times.\n\nIt’s common to suppose that in the recent past, politics was a more straightforward business. We imagine some idyllic, prelapsarian politics free of today’s crafted talk and deceptive rhetoric. One of the fuller statements of this notion is the 2006 book “Politics Lost: How American Democracy Was Trivialized by People Who Think You’re Stupid,” by Joe Klein. It opens with a vignette of Robert Kennedy delivering his spontaneous, heartfelt paean to Martin Luther King Jr. on the night of King’s assassination; Klein describes this as “the last moments before American political life was overwhelmed by marketing professionals, consultants, and pollsters.”\n\nThis is little more than nostalgia. We do encounter spin everywhere, because there are a lot more media outlets today, many featuring politicians and their supporters pleading their cases. But politics has always involved spin. Ancient Greek orators practiced rhetoric to craft arguments, sometimes deceptively, to arouse emotions and persuade the populace. European monarchs put great care into how their portraits were painted or what images would appear on coins or crests.\n\nAmerican politicians, too, have always availed themselves of what was once called publicity or propaganda. Theodore Roosevelt was the first modern master, devising all kinds of methods to get the news written the way he wanted (such as cultivating the Washington press corps and traveling around the country to push legislation). Woodrow Wilson created the first wartime propaganda agency, Calvin Coolidge staged photo-ops, Herbert Hoover produced an elaborate campaign film, Dwight Eisenhower employed a White House TV coach — every president for the past century has used sophisticated forms of spin.\n\n2. Political consultants are geniuses with immense power over our elections.\n\nAdvisers who rise to prominence with a successful presidential candidate invariably earn the “genius” moniker and are assumed to harbor esoteric secrets about winning elections. The Economist called David Axelrod “the rumpled campaign genius who steered Barack Obama’s rise from state senator to president”; CBS News called James Carville “the fiery political genius who knew where President George H.W. Bush was vulnerable”; Karl Rove’s biography was titled “Boy Genius.” In Hollywood, from “The Candidate” to “House of Cards,” the shadowy consultant predictably plays a key role.\n\nFrom the start, the public relations experts who counseled politicians claimed unique insight into the human mind. In the 1920s, Edward Bernays, dubbed the father of spin — partly because of his P.R. on his own behalf — extolled the knowledge and skills shared by “invisible governors” who secretly shaped public preferences, which magazine profiles called “The Science of Ballyhoo.” Later, the first full-time political consultants, Californians Clem Whitaker and Leone Baxter, were deemed to have perfected a fool-proof “push-button technique.”\n\nBut Bernays gave lots of pedestrian advice; Whitaker and Baxter mostly took on clients who were already shoo-ins; and Rove, Axelrod and Carville have all run losing campaigns. Consultants help with technical aspects such as meeting filing deadlines and budgeting ad buys. When honing a message, though, they’re relying on art, not science (losing campaigns have top-drawer advisers too). In a 1986 debunking of consultants’ prowess, the New Republic quoted one guru’s secret: “You get on the back of a good horse and hold on.” This election cycle, Jeb Bush and Marco Rubio spent millions on experienced pros, to little apparent effect. The sharpest Hollywood depiction of the business may be not the ruthless operators of “House of Cards” but the bumbling hacks of “Veep.”\n\n3. Polls routinely tell politicians what positions to adopt.\n\nWe always hear that politicians are unprincipled weather vanes, slavishly following polls. Harry Truman put it best: “I wonder how far Moses would have gone if he’d taken a poll in Egypt? What would Jesus Christ have preached if he’d taken a poll in Israel? ... It isn’t polls or public opinion of the moment that counts. It is right and wrong and leadership.” Truman’s complaint is as common today as 50 years ago. “No one tells me what to say,” Donald Trump boasted last August, implying that he alone shunned pollsters.\n\nIt’s true that candidates might play down or change positions if polling suggests it would help their prospects. But mostly, politicians use information from polls to figure out how to explain positions they already hold. In “Politicians Don’t Pander,” a recent classic of political science, Robert Shapiro and Lawrence Jacobs show how the Clinton administration polled on health-care reform only after the plan was finished to determine how to pitch it to the public. George W. Bush pursued privatizing Social Security even though it was unpopular because he believed in it. His White House polled to find the most attractive phrases (such as “retirement security,” “choice” and “savings”) with which to sell it.\n\n4. Political spin dupes the public.", "article_metadata": {"fb_title": "5 myths about political spin", "googlebot": "index", "copyright": "Copyright (c) 2016 Washington Post", "author": "Washington Post", "og": {"site_name": "chicagotribune.com", "description": "The left and the right don’t agree on much today. But it’s easy to find a consensus that an excess of spin is ruining politics. Spin — the deliberate crafting of words and images for political effect — is everywhere, from the scripted laugh lines that candidates trot out in debates, to the artful circumlocutions of press secretaries, to the slick ads and viral videos that flicker across our screens.", "title": "5 myths about political spin", "url": "http://www.chicagotribune.com/news/opinion/commentary/ct-political-spin-presidential-election-20160321-story.html", "image": "http://www.trbimg.com/img-56f052cb/turbine/ct-political-spin-presidential-election-20160321", "type": "article"}, "x-servername": "lalvp01.18", "twitter": {"site": "@chicagotribune", "card": "summary"}, "keywords": "Donald Trump, 2016 election, presidential candidates, political spin, political pundits, spin room", "robots": "index,follow", "apple-itunes-app": "app-id=383137151, app-argument=http://www.chicagotribune.com/deeplinkid/86292156", "fb": {"page_id": 5953023255, "app_id": 306836229411287}, "googlebot-news": "index", "date": "2016-03-21", "Description": "The left and the right don’t agree on much today. But it’s easy to find a consensus that an excess of spin is ruining politics. Spin — the deliberate crafting of words and images for political effect — is everywhere, from the scripted laugh lines that candidates trot out in debates, to the artful...", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "news_keywords": "Donald Trump, 2016 election, presidential candidates, political spin, political pundits, spin room"}, "_id": "\"57477af36914bd0286fd39a0\"", "article_summary": "Political spin dupes the public.\nPolitical consultants are geniuses with immense power over our elections.\nBut it’s easy to find a consensus that an excess of spin is ruining politics.\nWe do encounter spin everywhere, because there are a lot more media outlets today, many featuring politicians and their supporters pleading their cases.\nThe Economist called David Axelrod “the rumpled campaign genius who steered Barack Obama’s rise from state senator to president”; CBS News called James Carville “the fiery political genius who knew where President George H.W."}