{"article_title": "In Texas Cruz, Perry Crow Over GOP Rout", "article_keywords": ["abbott", "perry", "room", "governors", "crow", "rout", "state", "governor", "cruz", "win", "republican", "gop", "texas"], "article_url": "http://www.thedailybeast.com/articles/2014/11/05/cruz-perry-dispense-texas-swagger-and-promises-following-gop-rout.html", "article_text": "It’s the attack-dog role Cruz has proven so apt at—he’s become a conservative favorite, and a presidential contender, because of sharp criticism of the president. If the Texas senator runs for president, this is how the campaign begins—by slamming the man currently in the White House.\n\n\n\n\"The era of Obama lawlessness is over,\" Cruz said. \"And with new leadership in Washington we will stand together and pledge to listen to the American people.\"\n\n\n\nThe Republican Senate would \"do everything humanly possibly to repeal Obamacare,\" Cruz promised. They would fight against any potential amnesty, for tax and regulatory reform, he said.\n\n\n\nHundreds of attendees applauded in the standing-room-only Austin City Limits concert hall, cheering as the junior senator from Texas needled Democrats for hoping they could make the state competitive. Battleground Texas, an organization with the goal of turning Texas blue, had put 22,000 community organizers into the state, Cruz said. “\"And we know the damage a community organizer can do.\"\n\n\n\nRick Perry, who will soon relinquish the governor’s mansion to fellow Republican Greg Abbott, looked the part of an outgoing politician. The governor, sans tie, wore a dress shirt and casual jacket onto the stage.\n\n\n\nFor a second Perry presidential bid, the message would be rather simple. Here’s how he concluded his speech, to adoring applause: “Texas! Texas! Texas!” he cried.\n\n\n\nHe ticked off the state’s immigration and economic growth stats—which would make up a central part of any future campaign.\n\n\n\n\"America needs Texas doing what Texas has been doing for the last 14 years,” Perry said. Fourteen years, incidentally, is the length of his tenure in governor’s mansion.\n\n\n\nThe Texas governor noted that by the end of the terms Texas statewide Republicans had won Tuesday evening, the GOP will have kept Democrats out of statewide office for a quarter century.\n\n\n\n\"I get to go to California, or to Illinois, or to New York—to talk about what's going on in the state of Texas. And their governors, they won't admit it, but they wish they had a little bit of what's going on in Texas in their state,” Perry said, adding, with a nod to Tuesday evening’s Republican winning spree, \"There's a whole lot of the country that's looking to be a lot more like Texas tonight.\"\n\n\n\nFormer Florida Gov. Jeb Bush was somewhere in the room, but nowhere to be found. More than likely he was celebrating from the VIP section, in the second floor rafters overlooking the dance floor. This reporter didn’t spot him the entire evening, and he wasn’t on the agenda to speak—he was only in attendance to celebrate his son George P. Bush’s first electoral win (his son won by more than 30 percentage points). Might Jeb’s public invisibility Tuesday foreshadow the coy game the former governor will play with the Republican establishment, only to decline to run in the end?\n\n\n\nCruz, Perry and Bush were the stars that the national press has their eye on, but the evening’s party was officially thrown in honor of Greg Abbott, who had just beaten out Democrat Wendy Davis in the state’s gubernatorial race.\n\n\n\n\"I am living proof that a man can be broken in half and still rise up to be the governor of this great state,” said Abbott, who according to the Associated Press had garnered nearly 60 percent of the vote, besting his opponent by more than 20 percentage points.\n\n\n\nUnlike Cruz or Perry, Abbott gave a calm, measured speech with the humility and good-naturedness that comes from winning an election handily and not having to run for office again for years.\n\n\n\n\"As Texans, the bonds we share transcend our differences,\" Abbott said. \"We all want to live in safer opportunities, have greater opportunities, and give all our children lives worthy of their promise.\"\n\n\n\nOutside, in the heart of progressive Austin, it was raining cats and dogs. But in the theater, with new and rising Republican stars in the room and win after win on the electoral map, it only rained red, white and blue balloons.\n\nThe floor-to-ceiling Texas flag, the single most imposing feature of the room, began to rise. The speeches were finished. Texas country singer Pat Green began an hour-long set. All was right tonight, in the center of the Republican universe.", "article_metadata": {"twitter": {"site": "@thedailybeast", "card": "summary", "creator": "timkmak"}, "publicationDate": 201411050806, "keywords": "Google, u.s. poli", "description": "The presidential hopefuls fire up the faithful with promises to extend the Republican revolution to 2016, as Jeb Bush stays mum.", "pageNum": 1, "title": "In Texas Cruz, Perry Crow Over GOP Rout", "tags": "syndication:syndication-google,topic:politics", "environment": "dev", "platform": "desktop", "template": "article", "type": "house", "parsely-page": "{\"title\":\"In Texas Cruz, Perry Crow Over GOP Rout \",\"link\":\"http://www.thedailybeast.com/articles/2014/11/05/cruz-perry-dispense-texas-swagger-and-promises-following-gop-rout.html\",\"image_url\":\"http://cdn.thedailybeast.com/content/dailybeast/articles/2014/11/05/cruz-perry-dispense-texas-swagger-and-promises-following-gop-rout/jcr:content/image.crop.410.273.jpg/47172939.cached.jpg\",\"type\":\"post\",\"post_id\":\"/content/dailybeast/articles/2014/11/05/cruz-perry-dispense-texas-swagger-and-promises-following-gop-rout\",\"pub_date\":\"2014-11-05T08:06:00+00:00\",\"section\":\"U.S. Politics\",\"author\":\"Tim Mak\",\"tags\":[\"syndication-google\",\"politics\"]}", "news_keywords": "Google, US Politics", "sectionTaxanomies": "politics", "fb": {"admins": "1703087,30000737,1117577220,1276800108,931159,514915512", "app_id": 189930913679}, "authors": "Tim Mak", "article": {"section": "politics", "published_time": "2014-11-05T08:06:00.000Z", "author": "http://www.thedailybeast.com/contributors/tim-makhtml"}, "resourceType": "dailybeast2/components/pages/article", "contentpath": "/content/dailybeast/articles/2014/11/05/cruz-perry-dispense-texas-swagger-and-promises-following-gop-rout", "og": {"site_name": "The Daily Beast", "description": "The presidential hopefuls fire up the faithful with promises to extend the Republican revolution to 2016, as Jeb Bush stays mum.", "title": "In Texas, Cruz, Perry Crow Over GOP Rout", "url": "http://www.thedailybeast.com/articles/2014/11/05/cruz-perry-dispense-texas-swagger-and-promises-following-gop-rout.html", "image": "http://cdn.thedailybeast.com/content/dailybeast/articles/2014/11/05/cruz-perry-dispense-texas-swagger-and-promises-following-gop-rout/jcr:content/image.img.2000.jpg/1415188191996.cached.jpg", "type": "article"}, "authorIds": "/etc/authors/t/tim-mak", "content-type": "text/html; charset=UTF-8"}, "_id": "\"57477af36914bd0286fd39b3\"", "article_summary": "Battleground Texas, an organization with the goal of turning Texas blue, had put 22,000 community organizers into the state, Cruz said.\nThe Texas governor noted that by the end of the terms Texas statewide Republicans had won Tuesday evening, the GOP will have kept Democrats out of statewide office for a quarter century.\n\"America needs Texas doing what Texas has been doing for the last 14 years,” Perry said.\nUnlike Cruz or Perry, Abbott gave a calm, measured speech with the humility and good-naturedness that comes from winning an election handily and not having to run for office again for years.\nRick Perry, who will soon relinquish the governor’s mansion to fellow Republican Greg Abbott, looked the part of an outgoing politician."}