{"article_title": "Spicing up the egg white breakfast", "article_keywords": ["sausage", "spicing", "kale", "g", "whites", "squash", "heat", "add", "cook", "hash", "white", "egg", "breakfast"], "article_url": "http://health.heraldtribune.com/2015/06/09/spicing-up-the-egg-white-breakfast/", "article_text": "Starting the day with a big boost of protein is an excellent strategy for fueling up. It’s no wonder that egg whites are so popular! Egg whites are almost entirely protein (6 grams each), super lean (almost no fat) and they can be used to bulk up the protein of everything from smoothies to oat pancakes to post-workout drinks. I have friends who can eat egg whites every morning and never tire of them. I, on the other hand, like to get a little more creative with my egg whites, lest they start to taste too, well, egg-whitey.\n\nGiven my husband’s love of egg whites for breakfast, I have developed a few tricks for sprucing them up. My ultimate challenge? Creating a dish that is truly weekend-worthy. My litmus test for this? Would I serve it to brunch guests in my home? In this case, yes. I believe I have hit the egg white jackpot with this spicy breakfast in a bowl.\n\nThis recipe uses my No. 1 trick for improving the potentially rubbery texture of egg whites: I add avocado. (Truth to be told, cheese also works beautifully. But since I’m eating egg whites, I like to stick with the healthy fats and fiber in avocado.) The next trick: I spice it up. It’s amazing how a little heat plays so nicely with that signature egg white flavor, which can border on sulfuric. Some fresh herbs or veggies also work wonders (in this recipe I use kale and cilantro). My final tip: Don’t overcook! If that’s great advice for regular scrambled eggs, it’s critical for egg white scrambles. Remove them from the heat completely while they are still moist.\n\nThis hash can be made in advance, or feel free to cube up summer squash or zucchini instead of the butternut (they cook faster). I do love the sweetness of butternut, but it takes longer to soften.\n\nSpicy breakfast hash with scrambled egg whites\n\nIngredients\n\n■ 2 teaspoons coconut or canola oil\n\n■ 4 ounces turkey sausage\n\n■ 3 cloves garlic, minced\n\n■ ½ medium yellow onion, diced\n\n■ 3 cups peeled and cubed butternut squash or sweet potato (or mixed)\n\n■ ½ teaspoon ground cumin\n\n■ ½ teaspoon paprika\n\n■ ½ teaspoon cayenne pepper\n\n■ Kosher salt and ground black pepper\n\n■ 1½ cups thinly sliced and packed kale\n\n■ 1 tablespoon cider vinegar\n\n■ 1 large avocado, halved, pitted and peeled\n\n■ ¼ cup prepared salsa\n\n■ Juice of 1 lime\n\n■ ¼ cup finely chopped kale\n\n■ 8 egg whites (about 1 cup), lightly beaten\n\n■ 2 tablespoons chopped fresh cilantro\n\n■ Hot sauce (optional)\n\nMethod\n\nTo prepare the hash, in a large skillet over medium, heat the oil. Add the turkey sausage and brown, breaking it up into small pieces. Transfer the sausage to a dish, then return the skillet to the heat and add the garlic and onion. Saute for 3 to 5 minutes, or until softened. Add the squash, cumin, paprika and cayenne. Cook for 25 to 30 minutes, stirring often, or until the squash is caramelized.\n\nWhen the vegetables are fork-tender, stir in the kale, vinegar and sausage. Cook for 1 to 2 minutes, or until the kale has just wilted. Remove from heat.\n\nTo make the kale guacamole, in a medium bowl lightly mash the avocado with a fork. Mix in the salsa, lime juice, a hefty pinch of salt and the kale. Set aside.\n\nTo prepare the eggs, heat a large skillet over medium-low. Add the eggs and cook, stirring almost constantly, until cooked through but still moist, about 4 minutes.\n\nRemove from the heat.\n\nTo assemble, spoon a quarter of the hash into the center of shallow serving bowls. Top with a quarter of the egg whites and a quarter of the guacamole. Garnish with cilantro and hot sauce, if desired. Serve immediately.\n\nFour servings.\n\nNutrition per serving\n\n■ 280 calories\n\n■ 150 calories from fat (54 percent of total calories)\n\n■ 16 g fat (4.5 g saturated; 0 g trans fats)\n\n■ 45 mg cholesterol\n\n■ 660 mg sodium\n\n■ 23 g carbohydrate\n\n■ 7 g fiber\n\n■ 5 g sugar\n\n■ 15 g protein\n\nFood Network star Melissa d’Arabian — melissadarabian.net — is an expert on healthy eating on a budget. She is the author of the cookbook “Supermarket Healthy.”", "article_metadata": {"og": {"image": "http://health.heraldtribune.com/files/2015/06/Food-Healthy-Egg-Whit_Dean.jpg"}, "wp-parsely_version": "1.8", "fb": {"app_id": 846021808821787}}, "article_summary": "Given my husband’s love of egg whites for breakfast, I have developed a few tricks for sprucing them up.\nI, on the other hand, like to get a little more creative with my egg whites, lest they start to taste too, well, egg-whitey.\nBut since I’m eating egg whites, I like to stick with the healthy fats and fiber in avocado.)\nI have friends who can eat egg whites every morning and never tire of them.\nTop with a quarter of the egg whites and a quarter of the guacamole."}