{"article_title": "Why Eton, Britain's 574-Year-Old High School, Is Embracing Ed Tech", "article_keywords": ["eton", "school", "set", "britains", "japans", "students", "ed", "university", "japanese", "high", "rules", "american", "tech", "embracing", "574yearold", "hitotsubashi", "japan", "economy"], "article_url": "http://www.theatlantic.com/education/archive/2014/01/why-eton-britains-574-year-old-high-school-is-embracing-ed-tech/283123/", "article_text": "Americans persist in thinking that Adam Smith's rules for free trade are the only legitimate ones. But today's fastest-growing economies are using a very different set of rules. Once, we knew them—knew them so well that we played by them, and won. Now we seem to have forgotten\n\nI N Japan in the springtime of 1992 a trip to Hitotsubashi University, famous for its economics and business faculties, brought me unexpected good luck. Like several other Japanese universities, Hitotsubashi is almost heartbreaking in its cuteness. The road from the station to the main campus is lined with cherry trees, and my feet stirred up little puffs of white petals. Students glided along on their bicycles, looking as if they were enjoying the one stress-free moment of their lives.\n\nThey probably were. In surveys huge majorities of students say that they study \"never\" or \"hardly at all\" during their university careers. They had enough of that in high school.\n\nI had gone to Hitotsubashi to interview a professor who was making waves. Since the end of the Second World War, Japanese diplomats and businessmen have acted as if the American economy should be the model for Japan's own industrial growth. Not only should Japanese industries try to catch up with America's lead in technology and production but also the nation should evolve toward a standard of economic maturity set by the United States. Where Japan's economy differed from the American model—for instance, in close alliances between corporations which U.S. antitrust laws would forbid—the difference should be considered temporary, until Japan caught up.", "article_metadata": {"description": "\"It would be very foolish of us to bury our heads in the sand and assume that education in schools will carry on in the traditional way,” says Eton&#39;s head of IT.", "author": "Leo Mirani", "og": {"site_name": "The Atlantic", "description": "\"It would be very foolish of us to bury our heads in the sand and assume that education in schools will carry on in the traditional way,” says Eton&#39;s head of IT.", "title": "Why Eton, Britain's 574-Year-Old High School, Is Embracing Ed Tech", "locale": "en_US", "image": "https://cdn.theatlantic.com/assets/media/img/mt/2014/01/RTXR0HU/lead_large.jpg", "url": "http://www.theatlantic.com/education/archive/2014/01/why-eton-britains-574-year-old-high-school-is-embracing-ed-tech/283123/", "type": "article"}, "twitter": {"domain": "theatlantic.com", "site": "@theatlantic", "card": "summary"}, "ROBOTS": "INDEX, FOLLOW", "p": {"domain_verify": "68e1a0361a557708fefc992f3309ed70"}, "fb": {"admins": "577048155,17301937", "page_id": 29259828486, "app_id": 100770816677686}, "keywords": "The Atlantic, The Atlantic Magazine, TheAtlantic.com, Atlantic, news, opinion, breaking news, analysis, commentary, business, politics, culture, international, science, technology, national and life", "viewport": "initial-scale=1.0, maximum-scale=1.0, width=device-width, user-scalable=no"}, "_id": "\"57477af46914bd0286fdba35\"", "article_summary": "Now we seem to have forgottenI N Japan in the springtime of 1992 a trip to Hitotsubashi University, famous for its economics and business faculties, brought me unexpected good luck.\nBut today's fastest-growing economies are using a very different set of rules.\nWhere Japan's economy differed from the American model—for instance, in close alliances between corporations which U.S. antitrust laws would forbid—the difference should be considered temporary, until Japan caught up.\nSince the end of the Second World War, Japanese diplomats and businessmen have acted as if the American economy should be the model for Japan's own industrial growth.\nIn surveys huge majorities of students say that they study \"never\" or \"hardly at all\" during their university careers."}