{"article_title": "Most Americans Won’t Take a New Job If It Doesn’t Offer This", "article_keywords": ["wont", "benefits", "offer", "workers", "insurance", "job", "doesnt", "americans", "surveyed", "significant", "healthcare", "understand", "health", "medical"], "article_url": "http://www.thefiscaltimes.com/2016/01/14/Most-Americans-Won-t-Take-New-Job-If-It-Doesn-t-Offer", "article_text": "The U.S. economy is nearly back to full employment, which means that workers can be a bit pickier about their next jobs.\n\nFor 78 percent of Americans, that means factoring in health insurance benefits, according to a new report from Collective Health, which works with companies to provide insurance to their workers. That percentage rises to 86 percent among those currently in an employer-sponsored plan, and 57 percent said they wouldn’t take a new job if it didn’t offer competitive healthcare benefits.\n\nRelated: Sanders Says For-Profit Health Care Has to Go\n\nDespite the importance that many workers place on having a good health benefits package, a majority of employees didn’t fully understand the benefits available to them.\n\nMore than 60 percent of those surveyed said they were confused by the healthcare benefits offered to them. “While Americans increasingly demand competitive healthcare benefits in the workplace, a significant majority of them still don’t understand the options available to them, which can inadvertently expose them or their dependents to increased financial risk,” Collective Health chief medical officer and co-founder Rajaie Batniji said in a statement.\n\nThe survey also found that most working Americans are not prepared for a significant medical expense. Six in 10 workers said that they are not prepared to handle a $5,000 out-of-pocket medical bill.\n\nTwo-thirds of those surveyed said that they would prefer a health plan that takes more of their monthly paycheck but covers more medical bills. Many companies, however, are moving in the opposite direction, increasingly offering high deductible health insurance plans in exchange for lower premiums.", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "The U.S.", "title": "Most Americans Won’t Take a New Job If It Doesn’t Offer This", "url": "http://www.thefiscaltimes.com/2016/01/14/Most-Americans-Won-t-Take-New-Job-If-It-Doesn-t-Offer", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/12132011_Healthcare_article.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2016/01/14/Most-Americans-Won-t-Take-New-Job-If-It-Doesn-t-Offer", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/12132011_Healthcare_article.jpg", "creator": "@bethbrav", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "The U.S.", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "That percentage rises to 86 percent among those currently in an employer-sponsored plan, and 57 percent said they wouldn’t take a new job if it didn’t offer competitive healthcare benefits.\nMany companies, however, are moving in the opposite direction, increasingly offering high deductible health insurance plans in exchange for lower premiums.\nThe survey also found that most working Americans are not prepared for a significant medical expense.\nFor 78 percent of Americans, that means factoring in health insurance benefits, according to a new report from Collective Health, which works with companies to provide insurance to their workers.\nMore than 60 percent of those surveyed said they were confused by the healthcare benefits offered to them."}