{"article_title": "Bernards woman presented with ALS Day resolution", "article_keywords": ["woman", "sonal", "presented", "munoz", "disease", "advocacy", "day", "awareness", "bernards", "guadagno", "resolution", "als", "jersey", "shah"], "article_url": "http://www.mycentraljersey.com/story/news/local/somerset-county/2015/11/01/bernards-woman-presented-als-day-resolution/74815418/", "article_text": "Sonal Shah, a resident of the Basking Ridge section of Bernards and an ALS patient, visited Capitol Hill in May 2014 to promote ALS awareness. She met with local legislators, including U.S. Rep. Leonard Lance, R-N.J., 7th District,. (Photo: ~File)\n\nActing Gov. Kim Guadagno and Assemblywoman Nancy Munoz, R-21st District, recently visited Sonal Shah, an ALS advocate, at her home in Basking Ridge section of Bernards.\n\nDuring their visit on Wednesday, Oct. 28, they presented Shah with a certified copy of the ALS Advocacy Day Resolution, which declares the third Wednesday in May each year as ALS Advocacy Day.\n\n“We are honored to present Sonal Shah with this small token of our appreciation for her tireless efforts,” Guadagno said. “She has been an amazing advocate for those struggling with this disease. She is truly an inspirational person.”\n\nIn 2012, Shah was diagnosed with amyotrophic lateral sclerosis (ALS), a fatal neurodegenerative disease also known as Lou Gehrig's disease. Since then, Shah has worked to raise awareness of the disease.\n\nShe was a key proponent of the cause, visiting the offices of several New Jersey congressmen and senators on Capitol Hill at the 2014 National ALS Association Advocacy Day to request that they push for funding and legislation that would benefit those suffering from the disease. She also headed the top fundraising team at the Central New Jersey Walk to Defeat ALS in 2015.\n\nIn New Jersey, she worked with Munoz to set up an ALS Advocacy Day in New Jersey. The resolution was approved on Oct. 13.\n\n“I want to thank Governor Christie from the bottom of my heart for signing the joint resolution, and I am forever grateful to Bernards Township Committeeman John Carpenter and Assemblywoman Nancy Munoz for their encouragement, along with the Assembly and the Senate for passing this measure,” said Shah.\n\n“I want to personally thank Lt. Governor Kim Guadagno for her support of me and of ALS awareness,\" she added. \"I hope that this measure will help bring awareness and action to combat this brutal and life-taking disease. Let us not rest until a cure is found.”\n\n\n\nFor more information on Sonal Shah’s efforts, visit http://www.als-sonalshah.com/national-als-day/.\n\nRead or Share this story: http://mycj.co/1Mq1Wqn", "article_metadata": {"google": "notranslate", "description": "Kim Guadagno and Assemblywoman Nancy Munoz  presented Sonal Shah with a copy of the ALS Advocacy Day Resolution.", "og": {"site_name": "MY CENTRAL JERSEY", "description": "Kim Guadagno and Assemblywoman Nancy Munoz  presented Sonal Shah with a copy of the ALS Advocacy Day Resolution.", "title": "Bernards woman presented with ALS Day resolution", "url": "http://www.mycentraljersey.com/story/news/local/somerset-county/2015/11/01/bernards-woman-presented-als-day-resolution/74815418/", "image": "http://www.gannett-cdn.com/GDContent/applogos/mycentraljersey.png", "type": "article"}, "twitter": {"description": "Kim Guadagno and Assemblywoman Nancy Munoz  presented Sonal Shah with a copy of the ALS Advocacy Day Resolution.", "title": "Bernards woman presented with ALS Day resolution", "image": "http://www.gannett-cdn.com/-mm-/233461a0192be4d845e96b7db77a5d9ba9e1918a/c=67-0-472-405&r=x643&c=640x640/local/-/media/2015/10/29/NJGroup/Bridgewater/635817274707104122-Shah.jpg", "creator": "@MyCentralJersey", "site": "@MyCentralJersey", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=859380356", "fb": {"app_id": 177893718898560}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070"}, "_id": "\"57477af36914bd0286fcedee\"", "article_summary": "During their visit on Wednesday, Oct. 28, they presented Shah with a certified copy of the ALS Advocacy Day Resolution, which declares the third Wednesday in May each year as ALS Advocacy Day.\nSonal Shah, a resident of the Basking Ridge section of Bernards and an ALS patient, visited Capitol Hill in May 2014 to promote ALS awareness.\nIn New Jersey, she worked with Munoz to set up an ALS Advocacy Day in New Jersey.\nKim Guadagno and Assemblywoman Nancy Munoz, R-21st District, recently visited Sonal Shah, an ALS advocate, at her home in Basking Ridge section of Bernards.\n“We are honored to present Sonal Shah with this small token of our appreciation for her tireless efforts,” Guadagno said."}