{"article_title": "Our Police Problem", "article_keywords": ["statistics", "crime", "rate", "death", "ferguson", "worry", "policy", "problem", "balance", "think", "landscape"], "article_url": "http://douthat.blogs.nytimes.com/2014/12/04/our-police-problem/", "article_text": "On Tuesday, I wrote about my worry that the way the Ferguson story had turned out, with a widening gap between the activist narrative and the seeming facts, might end up setting back the possibilities for right-left consensus on criminal justice reform. Yesterday, as if in some malign answer to that concern, a Staten Island grand jury declined to indict, on any charge, the policeman whose chokehold — caught on video — on an unarmed man being detained on suspicion of selling loose cigarettes led to his asphyxiation, cardiac arrest and death. And in this case, unlike the non-indictment of the Ferguson cop, the shocked/troubled response to the non-indictment has spanned the partisan divide. (For a range of views from people in various ways on the “right,” I recommend reading Sean Davis, Russell Moore, Pete Wehner, John Podhoretz, Rod Dreher, Glenn Beck, Peter Suderman, and even the not-exactly-a-civil-libertarian Andrew McCarthy.)\n\nI wouldn’t want to hazard a prediction about its potential policy fall-out, but after the kind of polarization that Ferguson seemed to be producing on these issues, consensus — however tragically achieved — is at least a somewhat hopeful sign. And with an eye toward encouraging that consensus, I also think it’s worth reflecting again, before getting into different ways (better training and discipline, weaker police unions, body cameras, a different prosecutorial system) that police abuses might be addressed, on why it’s appropriate even for law-and-order-minded conservatives to treat cases like the death of Eric Garner, the chokehold victim, as something other than just isolated tragedies of the kind that aggressive police work will inevitably produce, and to weigh them somewhat more heavily against the goods that such policing may deliver.\n\nI wrote about this a bit early in the Ferguson debate, when the subject was police militarization in general rather than specific forms of brutality, but it’s worth returning, again, to a group of data points that bear on these issues. The first is the overall crime rate, which (as many, though not enough, people know) has been falling since the 1990s, with homicide rates basically back to pre-1960s crime wave levels. The second is the level of mortal danger faced by policemen in the line of duty, which has been declining steadily since its most recent, 1970s-era peak; according to one estimate, American cops are less likely to be killed in the line of duty than at any point since the 1870s. The third is the rate at which civilians are killed by police officers, which has been … well, there the data gets extremely cloudy, because we don’t have good official statistics on the subject. (Which is why “collect better statistics” reasonably tops a list of plausible reforms.) At the very least, though, we know that the overall number of homicides has dropped over the last decade, and the (again, problematic) statistics we do have show an increase in policemen killing civilians over the same period.\n\nIf you assume that a free society needs to strike a balance, needs to grant the police sufficient latitude to keep public order without granting them so much latitude that their powers are too easily abused, then these three numbers provide a decent heuristic for figuring out when the balance has tipped too far in one direction or the other. In a landscape where cops are getting killed in large numbers and the overall crime rate is high — basically the landscape of the 1970s — it’s reasonable to assume that your police force needs, maybe desperately, more arms and tools and protections and numbers if it’s going to adequately do its job. (That’s why, if you read the historical portions of the domestic policy book I co-authored with literary Brooklyn’s favorite conservative, you’ll find a defense of Nixon and Reagan-era “law and order” politics against the long-running, “it’s all racism” liberal critique.) And in such a landscape, cases where a cop seems to have used excessive force, while important to adjudicate individually, are not necessarily a defining and immediate macro-level challenge for policymakers. (There are counterarguments, of course: a constabulary’s abuses could be driving the high crime rate and putting its own officers in danger. But I think the generalization is reasonable.)\n\nBut given a landscape like ours, where the police are clearly quite well armed, police work seems to have become (by historical standards) very safe, crime rates are still falling, and the police seem to be dealing out death at an increasing rate … well, then you have a situation where generalizing to potential policy reforms from Eric Garner’s death, or other cases like it, makes a lot more immediate sense.\n\nAgain, there are counterarguments to this point, some of them raised by conservatives worried that imposing any new restraints on police will bring the bad old days back posthaste. That worry is not unreasonable; indeed, given its costs to victims and society alike, it’s always pretty reasonable to worry about crime.\n\nBut that worry is also always going to be there, however fall the murder rate falls and however many people end up sharing Garner’s fate; it should inform our decisions, certainly, and encourage care and caution in reform, but it can’t always control the policy choices that we make. And while it’s of course a judgment call, I think we’ve reached a point in the safety-or-liberty balance where the pursuit of justice for all Americans requires enacting reforms that tip the balance more toward liberty — and, for future Eric Garners, life.", "article_metadata": {"ptime": 20141204135335, "twitter": {"description": "Eric Garner’s death and the balance between liberty and order.", "title": "Our Police Problem", "url": "http://douthat.blogs.nytimes.com/2014/12/04/our-police-problem/", "image": "http://graphics8.nytimes.com/packages/images/icons/t_logo_300_black.png", "site": "@DouthatNYT", "card": "summary"}, "sourceApp": "blogs", "blogpostid": 100000003271174, "DISPLAYDATE": "December 4, 2014", "article": {"published_time": 1417719215, "author": "http://topics.nytimes.com/top/opinion/editorialsandoped/oped/columnists/rossdouthat/index.html", "section": "Opinion", "modified_time": "2014-12-04T19:47:25-05:00", "tag": "Uncategorized", "collection": "http://json8.nytimes.com/services/json/sectionfronts/opinion/index.jsonp"}, "keywords": "Garner Eric,Conservatism (US Politics),Crime and Criminals,Murders Attempted Murders and Homicides,Police Brutality Misconduct and Shootings,Police Department (NYC),Staten Island (NYC),United States,Uncategorized", "communityAssetTaxonomy": "blogs/douthat/Our Police Problem ( 20141204 )", "news_keywords": "Conservatism in the United States,Crime,Eric Garner,NYPD,Police Brutality,Staten Island,US", "PT": "Blogs", "SCG": "douthat", "dfp-ad-unit-path": "opinion/douthat", "per": "Garner, Eric", "BN": "douthat", "adxPage": "blog.nytimes.com/douthat/post", "description": "Eric Garner’s death and the balance between liberty and order.", "CG": "Opinion", "robots": "noodp", "dat": "December 4, 2014", "org": "Police Department (NYC)", "geo": "Staten Island (NYC);United States", "utime": 20141204194725, "communityAssetLabels": "NYT_Blogs", "PUD": 20141204, "pdate": 20141204, "des": "Conservatism (US Politics);Crime and Criminals;Murders, Attempted Murders and Homicides;Police Brutality, Misconduct and Shootings", "thumbnail": "http://graphics8.nytimes.com/packages/images/icons/t_logo_300_black.png", "og": {"site_name": "Ross Douthat", "description": "Eric Garner’s death and the balance between liberty and order.", "title": "Our Police Problem", "url": "http://douthat.blogs.nytimes.com/2014/12/04/our-police-problem/", "image": "http://graphics8.nytimes.com/images/blogs_v5/../icons/t_logo_291_black.png", "type": "article"}, "communityAssetURL": "http://douthat.blogs.nytimes.com/2014/12/04/our-police-problem/", "PUV": "normal", "hdl": "Our Police Problem", "thumbnail_150": "http://graphics8.nytimes.com/packages/images/icons/t_logo_300_black.png", "PST": "Blog Post"}, "_id": "\"57477af46914bd0286fe02d9\"", "article_summary": "(There are counterarguments, of course: a constabulary’s abuses could be driving the high crime rate and putting its own officers in danger.\nThe first is the overall crime rate, which (as many, though not enough, people know) has been falling since the 1990s, with homicide rates basically back to pre-1960s crime wave levels.\nThat worry is not unreasonable; indeed, given its costs to victims and society alike, it’s always pretty reasonable to worry about crime.\nAnd in this case, unlike the non-indictment of the Ferguson cop, the shocked/troubled response to the non-indictment has spanned the partisan divide.\n(Which is why “collect better statistics” reasonably tops a list of plausible reforms.)"}