{"article_title": "House Democrats Form Task Force on Rx Drug Prices", "article_keywords": ["task", "force", "form", "manufacturers", "drugs", "house", "price", "rx", "drug", "research", "welch", "cost", "medicare", "democrats", "prices"], "article_url": "http://www.bna.com/house-democrats-form-n57982066140/", "article_text": "Jan. 12 — House Democrats are forming a task force to examine the rising cost of prescription drugs, Democratic Caucus Chairman Xavier Becerra (D-Calif.) and Reps. Lloyd Doggett (D-Texas) and Peter Welch (D-Vt.) said during a Jan. 12 conference call.\n\nThe lawmakers said more oversight, transparency and clarity are needed on how drug prices are determined, and the task force will explore the problem and develop legislative solutions.\n\n“No one wants to see that their medications that they rely on, that are in some cases indispensable for health and life, from one moment to the next, jump in price,” Becerra said. “We saw Daraprim, a drug that's been on the market for 50 years, go from $14” to $750 and “that's unconscionable,” he said.\n\nAfter acquiring the anti-parasitic drug Daraprim in August (13 PLIR 1180, 8/14/15), New York-based Turing Pharmaceuticals LLC implemented the price increase. It is the only Food and Drug Administration-approved treatment for a life-threatening infection called toxoplasmosis.\n\nPossible Approaches\n\nWelch said approaches to stem the rising cost of drugs could include increasing transparency on the cost of developing drugs and allowing the government to negotiate Medicare Part D drug prices. When Congress created the Medicare drug benefit in 2003, it specifically prohibited the government from negotiating prices with drug manufacturers.\n\nIn July 2015, Welch introduced the Medicare Prescription Drug Price Negotiation Act (H.R. 3061), which would allow the health and human services secretary to negotiate with drugmakers the prices that may be charged to Part D prescription drug plan sponsors and Medicare Advantage organizations.\n\nWelch also said an independent organization should conduct comparative research to determine the best drug for a particular condition. While the Affordable Care Act created an independent organization on comparative effectiveness to conduct studies on improving health-care outcomes, the lawmakers said that organization hasn't done a lot of research on pharmaceuticals.\n\nAdditionally, Welch said another bill (H.R. 2841) that he and Rep. Steve Stivers (R-Ohio) introduced in June 2015 would prevent branded drug manufacturers from using risk evaluation and mitigation strategies (REMS) to delay generic drug launches.\n\nThe FDA Amendments Act of 2007 gave the FDA the authority to require a REMS plan from a drugmaker “to ensure that the benefits of a drug or biological product outweigh its risks.” At the time the bill was introduced, Welch and Stivers said branded companies are abusing REMS programs by withholding access to drug samples for generic manufacturers, meaning they can't get regulatory approval for their cheaper versions of drugs.\n\n“Life-extending drugs and pain-relieving drugs are great, but you can't kill the consumer with the cost, you can't kill the taxpayer with the cost and you can't kill the employer trying to do the right thing,” Welch said Jan. 12. “There's an enormous amount of debate about why that cost is. The traditional argument made by the pharmaceutical companies is that it's very expensive to do the research. There's no transparency to what the actual cost is.”\n\nOther Actions\n\nThis is the second action that House Democrats have taken recently on drug prices.\n\nOn Jan. 11, Doggett and others sent a letter to the National Institutes of Health, asking it to use its authority to license certain drug company patents to third parties. The lawmakers said the NIH has a congressional mandate to use so-called march-in rights for licensing patents that are based on government-funded research. The letter said the NIH should issue guidelines on when march-in rights would apply.\n\n“Reasonable guidelines can discourage price gouging,” the letter said.\n\nThe new task force follows a November 2015 announcement by Rep. Elijah Cummings (D-Md.) and other Democrats, including Welch and Doggett, of the formation of an affordable drug pricing task force (13 PLIR 1580, 11/6/15).\n\nIndustry Response\n\nA representative of a drug manufacturers' group said that new medicines “are transforming care for patients fighting debilitating diseases like cancer, hepatitis C, high cholesterol and more. At the same time, the share of spending on medicines has been consistent for more than 50 years.”\n\nHolly Campbell, a spokeswoman for the Pharmaceutical Research and Manufacturers of America, added that conversations about cost need to look at spending across the health-care system and “not just at the share of spending that goes toward life-changing medicines.”\n\nThe PhRMA representative also said insurers need to be scrutinized. “There also needs to be a greater focus on the critical challenge facing patients: increasingly high cost sharing and additional restrictions on access as a result of their health insurance coverage.”\n\nTo contact the reporter on this story: Bronwyn Mixter in Washington at bmixter@bna.com\n\nTo contact the editor responsible for this story: Brian Broderick at bbroderick@bna.com", "article_metadata": {"og": {"url": "http://www.bna.com/house-democrats-form-n57982066140/", "image": "http://www.bna.com/uploadedImages/BNA_V2/Company/BnaSocialShare.jpg", "description": "House Democrats are forming a task force to examine the rising cost of prescription drugs, Democratic Caucus Chairman Xavier Becerra (D-Calif.) and Reps. Lloyd Doggett (D-Texas) and Peter Welch (D-Vt.) said during a Jan. 12 conference call.", "title": "House Democrats Form Task Force on Rx Drug Prices"}, "csrf-token": "NwZ0GJneVoYi44JI2-ooqpu5B7tUhtwYQp7OlqqAYeuswhQcDHsFN4I1wQ1LFoIRT7f1hFeAGrWjdwTebUN49X8sfCvNM68N0b8p9uq6bds1:kphE1yOJa8LGlHO5FkpwUqAyE0latiTwWCWOwn7uKNYkg4CF1N22FJT7WfH0ByrLNUFeqBG4QpV1FqulR8yBI3tXiknzra0D7JnfVJ5q9Uo1", "description": "House Democrats are forming a task force to examine the rising cost of prescription drugs, Democratic Caucus Chairman Xavier Becerra (D-Calif", "viewport": "width=device-width, initial-scale=1", "fragment": "!"}, "article_summary": "When Congress created the Medicare drug benefit in 2003, it specifically prohibited the government from negotiating prices with drug manufacturers.\nThere's no transparency to what the actual cost is.”Other ActionsThis is the second action that House Democrats have taken recently on drug prices.\nThe lawmakers said more oversight, transparency and clarity are needed on how drug prices are determined, and the task force will explore the problem and develop legislative solutions.\nand other Democrats, including Welch and Doggett, of the formation of an affordable drug pricing task force (13 PLIR 1580, 11/6/15).\n2841) that he and Rep. Steve Stivers (R-Ohio) introduced in June 2015 would prevent branded drug manufacturers from using risk evaluation and mitigation strategies (REMS) to delay generic drug launches."}