{"article_title": "Michelle Obama invites female Ranger grad to State of the Union", "article_keywords": ["michelle", "school", "union", "company", "job", "community", "stem", "ranger", "state", "lives", "female", "president", "white", "care", "grad", "invites", "obama"], "article_url": "http://www.armytimes.com/story/military/capitol-hill/2016/01/11/michelle-obama-invites-female-ranger-grad-state-union/78623780/", "article_text": "Maj. Lisa Jaster, center, stands in formation with other Rangers during an Army Ranger school graduation ceremony, Friday, Oct. 16, 2015, in Fort Benning, Ga. Jaster, who is the first Army Reserve female to graduate the Army's Ranger School, joins U.S. Army Capt. Kristen Griest and First Lt. Shaye Haver as the third female soldier to complete the school. (Photo: Branden Camp/AP)\n\nThe first female reservist to earn the Ranger Tab has a prime seat for the State of the Union address — next to first lady Michelle Obama.\n\nMaj. Lisa Jaster received one of 23 invites from the first lady to attend President Obama's address Tuesday at 9 p.m. Eastern.\n\nThe 37-year-old engineer from Houston, Texas, graduated from Ranger school in October to become the third woman to earn the tab. Jaster took a leave of absence from Shell Oil Company in April to take the Army’s elite leadership course. The CrossFit and Ju-Jitsu enthusiast has deployed to both Iraq and Afghanistan. She is married to a Marine and has two children, ages 7 and 3.\n\nCapt. Kristen Griest and 1st Lt. Shaye Haver completed Ranger School in August. All three are West Point graduates.\n\nAll three graduates participated in the a trial to determine whether to allow women to attend the course. The decision was made in January, 2015, by then-Army Secretary John McHugh to open the course for an integration assessment. The opening of the program to women generated substantial controversy, as many questioned whether standards had been lowered as 19 women attempted to earn the tab. The Army denied that any standards changed, and in September officially opened the school to all qualified female soldiers.\n\nThe State of the Union will take place at 9 p.m. Tuesday. Here is the list of the 22 others invited by the first lady, pulled from the official White House news release:\n\nA vacant seat for the victims of gun violence\n\nLast week, the president took a series of commonsense steps to help reduce gun violence in America and make our communities safer.\n\nWe leave one seat empty in the first lady’s State of the Union guest box for the victims of gun violence who no longer have a voice — because they need the rest of us to speak for them. To tell their stories. To honor their memory. To support the Americans whose lives have been forever changed by the terrible ripple effect of gun violence — survivors who’ve had to learn to live with a disability, or without the love of their life. To remind every single one of our representatives that it’s their responsibility to do something about this.\n\nSue Ellen Allen (Scottsdale, Arizona)\n\nCriminal justice reform\n\nSue Ellen Allen knows the difficulties that formerly incarcerated individuals face after prison — both as the co-founder of a nonprofit helping inmates reenter society and as a former inmate starting over after her release in 2009. Her organization, Gina’s Team, supports women in Arizona prisons and upon release, gives them the resources they need and teaches them how give back to the community. Named for her cellmate in prison who died in incarceration, Sue Ellen started Gina’s Team with Gina’s parents in an effort to provide women a path out of prison, back into the community and out of additional trouble with the law. She wrote the president to thank him for the launch of a new pilot program that enables incarcerated Americans to receive Pell Grants and to encourage a national dialog that includes women in prison reform. Sue Ellen is proud to be accompanied to Washington by Gina’s mother, Diane, whose daughter gave her a renewed purpose in life.\n\nGloria Balenski (Schaumburg, Illinois)\n\nLetter writer\n\nLike many American families during the Great Recession, Gloria and Norb Balenski faced real economic struggles: Gloria lost her job after 34 years at a major electronics company, the money they invested for their son’s college dried up in the free-falling stock market, and Norb’s job at Chevrolet was threatened when the auto industry cratered. But the actions the president took when he came into office to pull us away from the brink of depression and to secure quality, affordable health care for millions of Americans, helped safeguard Norb’s job and his health insurance. And just in time as he suffered a major heart attack in 2012, racking up $400,000 in medical bills. Gloria and Norb wrote the President a letter last year thanking him for the economic priorities he pursued at a time of turmoil, which Gloria credits with helping her family to bounce back. Today, Gloria is retired, her husband has recovered, and her son recently married, has a job and purchased a new home.\n\nJennifer Bragdon (Austin, Texas)\n\nCommunity college student\n\nJennifer Bragdon’s story showcases how community colleges can adapt to the needs of students. Jennifer, 42, and her husband, George, work full time to pay for bills and provide childcare for their one-year-old daughter, and Jennifer’s other responsibilities restrict her to one class at a time. Even though she won’t graduate for a few more years, she plans to complete her degree and become a middle school teacher. She enrolled in a new developmental math course at Austin Community College (ACC) after being out of a traditional classroom for more than 20 years, and has now successfully completed her college algebra requirements. In March, Dr. Jill Biden met Jennifer at ACC and learned about the campus’ high-tech learning lab that provides more than 600 computer stations for individualized learning and small group sessions, highlighting the ways community colleges are providing flexibility and support for students to stay on track to earn their degrees. Jennifer works as a massage therapist and lives in Austin, Texas with her family.\n\nEdith Childs (Greenwood, South Carolina)\n\nGreenwood County councilmember\n\nWhen then-Senator Obama visited a June 2007 campaign stop in Greenwood, South Carolina, a small group of 38 supporters captured the enthusiasm and drive that defined the election. And Edith Childs, a Greenwood County councilmember, summed up the passion with a simple chant: “Fired up! Ready to go!” When she noticed Senator Obama’s surprise at a fairly small gathering, she sought to energize the crowd calling out, “Fired up!” to which they replied “Fired up!” “Ready to go!” she countered. This call and response captivated larger and larger crowds, and became widely recognized as the unofficial slogan of the 2008 and 2012 campaigns. In December 2009, President Obama invited Edith to the White House for the first holiday celebration hosted by the Obamas in recognition of her ability to distill the enthusiasm that helped carry him to the White House. Edith lives in Greenwood with her husband, Charles. They have three children and six grandchildren.\n\nCynthia “Cindy” K. Dias (Las Vegas, Nevada)\n\nVeteran, veterans homelessness advocate\n\nCynthia “Cindy” K. Dias is a Navy veteran who served during the Vietnam War in a hospital ship as a registered nurse. She managed care for wounded soldiers, and worked alongside the Chaplin as the designated official to provide notification and care for families of wounded and deceased officers. After her service, she worked as a registered nurse in Florida and Louisiana and eventually moved to Las Vegas, where she was diagnosed with post-traumatic stress and lost her job before eventually also losing her home. She found a place to live at Veterans Village, a non-profit working with the city of Las Vegas to provide resources for homeless veterans. She now volunteers with Veterans Village, and she works to care and advocate for veterans in the city. In November 2015, Las Vegas announced it had housed every homeless veteran as part of the Administration’s Mayors Challenge to End Veteran Homelessness. This challenge was launched in 2014 by first lady Michelle Obama as part the first lady and Jill Biden’s Joining Forces initiative.\n\nMark Davis (Washington, D.C.)\n\nSmall business owner\n\nA former basketball player in Washington, D.C., Mark Davis was inspired by the president’s focus on climate change to do something to protect the planet and help his community. Mark took classes, got certified, and started a small business that trains low-income individuals to install solar panels and prepares community members for local green tech jobs. Mark’s company, WDC Solar, is growing, profitable, and giving back. Since 2012, WDC has installed more than 125 solar systems in D.C. at no cost to homeowners with good credit through tax credits and private funds. One of Mark’s proudest moments was working with D.C. Sustainable Energy Utility to start a low-income program that has provided funding to install panels on more than 300 homes. And once the panels are installed, the extra power results in a profit every month — money going back into the community he’s working to transform. In 2016 he plans to implement similar programs in New York, Pennsylvania and Georgia.\n\nCary Dixon (Huntington, West Virginia)\n\nMother, opioid reform advocate\n\nIn October, Cary Dixon joined the president at a community forum in Charleston, West Virginia, on the opioid epidemic and spoke candidly about the struggles of having an adult child with a substance use disorder. Prescription drug abuse and heroin use have taken a heartbreaking toll on too many Americans and their families, while straining law enforcement and treatment programs. The president believes that resources should be put toward preventing substance use disorders from developing and getting effective treatment to those who need it. As many families have learned, substance use disorders do not discriminate and Cary has turned her experience into action, speaking up for those who are often too stigmatized to say anything. “For too long, we've been silent,” she told the panel. “And I think that is holding us back. We need to open our voices so that people don't feel ashamed. This is a disease. It is a sickness.”\n\nLydia Doza (Klamath Falls, Oregon / Anchorage, Alaska)\n\nCollege student, STEM advocate\n\nOriginally from Anchorage, Lydia Doza’s upbringing in three Alaskan tribes — Inupiaq, Tsimshian, and Haida — as well as her grandmother Joanne’s influence taught her the value of an education and the importance of mentorship. She discovered her passion for engineering early on through her high school robotics team, and, through her involvement with the Administration’s Generation Indigenous initiative to support Native American youth, she’s engaging with rural youth in disciplines across the STEM fields to apply their skills and education. Lydia, 24, is currently pursuing a degree in software engineering technology at Oregon Tech, where she’s also an event organizer for Engineering Ambassadors, which focuses on outreach to kids as young as three years old through high school to encourage a career in engineering. After obtaining her bachelor’s degree, Lydia hopes to work full time as a software engineer while continuing her involvement in the community to promote the importance of STEM and higher education. Lydia ultimately hopes to pursue a master’s degree in data science and encourage more women to go into STEM. Lydia’s mother, Maria Graham, and two brothers, Dorien and Leland, live in Wasilla, Alaska.\n\nRefaai Hamo (Troy, Michigan)\n\nSyrian refugee\n\nGrowing up in Syria, Refaai Hamo lived what seemed to be the kind of life associated with the American Dream — the son of a farmer and housewife, he worked construction at night to pay his way through college on his way to a PhD, married his college sweetheart and built a family together. This life and happiness changed forever when a Syrian government anti-personnel missile tore through the complex Refaai designed and where his family lived; in total seven of his family members died, including his wife and one daughter. After the bombing, he fled to Turkey but couldn’t make a living without a residence permit and was diagnosed with stomach cancer in a country where he couldn’t seek treatment without insurance or health benefits. After two years in Turkey, he received refugee status to move to Troy, Michigan. Refaai’s story was featured on the website Humans of New York, where he received an outpouring of support and sympathy — including from the president. The president wrote in response to his story, “Welcome to your new home. You’re part of what makes America great.” Refaai arrived in Detroit with his three daughters and son on Dec. 18, and like other families displaced from their homeland, they hope to find a new one in America.\n\nMayor Mark Luttrell (Shelby County, Tennessee)\n\nShelby County mayor\n\nThroughout his career in public service, Republican Mayor Mark Luttrell has built partnerships with local, state and federal agencies, and his unique background has focused him on criminal justice reform. As mayor of Shelby County, Tennessee, he helped create specialty courts for drug, mental health, and veterans’ cases to provide resources for effective rehabilitation instead of ineffectual incarceration. The county also put in place measures to reduce recidivism by streamlining and pooling resources to better provide formerly incarcerated individuals with the tools they need to re-enter society. Afterward, he was appointed as Director of Corrections for Shelby County, Tennessee and served there until he was elected Sheriff in 2002 and subsequently as Mayor in 2010. Mayor Lutrell and his wife, Pat, have three children and six grandchildren.\n\nGov. Dannel P. Malloy (Hartford, Connecticut)\n\nConnecticut governor\n\nCurrently in his second term as governor of Connecticut, Dannel P. Malloy has pursued many of the progressive priorities that the president laid out to make America stronger. From his criminal justice reforms, including a “Second Chance Society” initiative that emphasizes successfully reintegrating individuals with nonviolent offenses into society, to common-sense gun safety laws following the shooting at Sandy Hook Elementary, Malloy has balanced important social reforms with strong economic priorities: Connecticut led America as the first state in the country to raise the minimum wage to $10.10 and pass legislation guaranteeing paid sick leave. Malloy also oversaw the successful implementation of the Affordable Care Act, driving down the state’s uninsured rate to historic lows and delivered the best job growth since the 1990s. Malloy and his wife, Cathy, have three sons, Dannel, Ben and Sam.\n\nBraeden Mannering (Bear, Delaware)\n\nLet’s move!\n\nAfter attending the White House Kids’ “State Dinner” as part of Let’s Move! and hearing the president and first lady’s challenge for kids to make a difference in their own communities, Braeden Mannering, 12, was inspired to act. Braeden started his own nonprofit, Brae’s Brown Bags (3B), which provides healthy food to homeless and low-income individuals in his community. His mission is also to raise awareness about the problems of food insecurity and poverty, and to empower and inspire youth across the nation to become part of the solution. To date, Braeden has activated more than 2,600 volunteers, provided more than 4,500 “brown bags” of healthy food, and raised more than $52,000 for hunger relief. He co-hosted the first “hunger conference” in Delaware to include youth, and he continues to spread his mission in Delaware and other states, speaking at schools, conferences, and legislative sessions. Braeden is in sixth grade at Gauger-Cobbs Middle School and lives in Bear, Delaware, with his mother Christy, stepfather Brian, brother Finnegan and sister Amelia. Braeden’s father, Michael, his fiancée Jennifer and their son Michael live in Middletown, Delaware.\n\nSatya Nadella (Bellevue, Washington)\n\nMicrosoft CEO\n\nSatya Nadella is chief executive officer of Microsoft, a position he’s held since February 2014 at the company he joined in 1992. Microsoft has been a leader in expanding access to computer science in K-12 classrooms, and in Teach.org, a private public partnership to increase awareness of and support for the teaching profession. In September, the company announced a new $75 million effort to expand computer science education, including opportunities for engineers from Microsoft and other companies with teachers to team-teach computer science. In October 2015, under Satya’s leadership, Microsoft increased its paid leave benefits by eight weeks and now includes 20 weeks of paid leave for new mothers and 12 weeks for non-birth parents. Originally from Hyderabad, India, Satya received a master’s in computer science and a master’s in business administration from the University of Wisconsin – Milwaukee and University of Chicago, respectively. Satya and his wife, Anupuma, have three children.\n\nJim Obergefell (Cincinnati, Ohio)\n\nActivist\n\nJim Obergefell was the named plaintiff in the landmark marriage equality case Obergefell v. Hodges, which ruled same-sex couples nationwide have the constitutional right to marry. In 2013, Jim married his partner of 20 years, John, who was dying of ALS. Their marriage — performed in Maryland — wasn’t recognized in their home state of Ohio, setting off a legal proceeding over whether the marriage should be recognized under Ohio law and listed on John’s death certificate. While they won the initial legal battle, Ohio appealed, and their case eventually made its way to the Supreme Court, which declared marriage equality the law of the land. Jim considers himself an accidental activist, one who became entwined in a political statement larger than himself — a statement of equality and dignity that Americans have been fighting for since this nation’s founding — and he now remains committed to ensuring the civil rights for all Americans.\n\nChief Kathleen O’Toole (Seattle, Washington)\n\nPolice chief, community policing\n\nSince 2014, Chief Kathleen O’Toole has led the Seattle Police Department in developing its approach to community policing, and her focus on improving officer morale, implementing new policies and optimizing department resources has received national attention. Under her leadership, the department tested a six-month pilot program for body-worn police cameras focused on public transparency, and the Department of Justice awarded the department a $600,000 grant to expand the program. Last year, the Seattle Police Department presented its policies at the White House Police Data Initiative as part of its renewed emphasis on accountability and transparency. Prior to Kathleen’s role as chief, she served as Chief Inspector of the Gardia Síochána Inspectorate in Ireland, responsible for developing best practices of the Irish police service and rose the ranks of Massachusetts law enforcement, finishing as the first female Boston police commissioner in 2004. Chief O’Toole is married to a retired police detective, Dan O’Toole, and they have a daughter, Meghan.\n\nRyan Reyes (San Bernardino, California)\n\nActivist\n\nRyan Reyes’s partner Larry “Daniel” Kaufman was one of the 14 victims of the Dec. 2 terrorist attack at Inland Regional Center in San Bernardino, California. Daniel was a job trainer for adults with developmental disabilities at the Coffee N More shop, and he was on his lunch break at the time of the attack. He is credited with saving the lives of four people when he warned others, urging them to safety, before being shot and killed in the attack. Since Daniel’s death, Ryan, 32, has been vocal about the need for tolerance of all and rejection of the radicalized. “I speak for both Daniel and myself when I say that this attack should NOT encourage people to treat Muslims any differently than they would anyone else,” he wrote to media in the aftermath of the attack. “The twisted actions and beliefs of a few should not be used to view the majority.”\n\nRonna Rice (Greeley, Colorado)\n\nSmall business owner\n\nA family-operated company since 1924 across five generations, Rice’s Lucky Clover Honey specializes in American raw and unfiltered honey for export globally. As CEO, Ronna Rice leads the business. The company has expanded across the U.S. and around the world, most recently in Japan, South Korea and China, allowing the company to grow domestically and hire more employees. Rice’s Lucky Clover Honey has export sales per year of about $500,000, and the 15 jobs in the company are supported by those exports. The company is based in Greeley, Colorado, and Ronna runs the company with her husband Jim, their three children, their son-in-law and a family friend.\n\nCedric Rowland (Chicago, Illiniois)\n\nACA navigator\n\nCedric Rowland is the lead navigator for Near North Health Service Corporation in Chicago. Working with people to find the best plans available at a price they can afford, Affordable Care Act navigators help people across the country take advantage of the benefits of the Affordable Care Act, and are part of the success of the law. Since Nov.1, nearly 11.3 million consumers — more than 3 million of them new customers — have signed up for health care in this open enrollment alone. Our uninsured rate is at the lowest rate on record, coverage is affordable, and we’re seeing a historic slowdown in the growth of health care costs. Cedric’s role in this progress can be seen in the story of Stephanie Lucas. Stephanie has diabetes and no longer qualified for Medicaid, but with Cedric’s help she transitioned to a marketplace plan that met her needs and let her keep her doctor at a price she could afford — $62 a month after tax credits. Stephanie will watch the State of the Union from the White House. She thanks Cedric, and navigators like him, for helping Americans enroll in quality, affordable health care under the Affordable Care Act. Cedric is a new father of a baby girl.\n\nNaveed Shah (Springfield, Virginia)\n\nU.S. Army veteran\n\nNaveed Shah, originally from Saudi Arabia, grew up in the Washington, D.C. suburb of Springfield, Virginia, after immigrating to the United States with his Pakistani parents. Like many immigrants who arrive here as children, Naveed noted that his birth country felt foreign while America is home. The terrorist attack on Sept. 11, 2001, marked the ultimate distortion of Naveed’s faith — something he set out to combat, enlisting in the U.S. Army in 2006. He served our country for four years and deployed to Iraq in support of Operation Iraqi Freedom. Naveed returned to his hometown in 2010 for college and to work with veterans groups assisting in the transition between military and civilian life. When not volunteering, Naveed works as a real estate agent in Virginia and lives with his fiancé, Ashley, and 7-year-old son, Yusuf.\n\nEarl Smith (Austin, Texas)\n\nVeteran\n\nEarl Smith first met then-Senator Barack Obama in February 2008 on the campaign trail at the Austin Hyatt Regency where he worked as the director of security. Encountering him in an elevator, Earl gave the senator a military patch he had worn serving with an artillery brigade in Vietnam that sustained 10,041 casualties and received 13 Medals of Honor. Smith had held onto his patch for 40 years — from Vietnam, to his 1977 pardon after three years in prison for a wrongful conviction, to global work in the hospitality industry — before parting with it in the elevator that day. Then-Senator Obama carried the patch in his pocket for the rest of the campaign, but Earl had no idea of the impact his story had on the president until he heard it directly from him in the Oval Office in 2013. The patch will be archived in the Obama Library — a reminder of the people who made up the movement that led the president to the White House. Earl and his wife of nearly 35 years, Claudia, have two children.\n\nSpencer Stone (Sacramento, California)\n\nStaff sergeant, U.S. Air Force\n\nWhile on a Paris-bound train with his childhood friends Anthony Sadler and U.S. Army Specialist Alek Skarlatos, Spencer Stone made headlines worldwide in August when the three Americans prevented a potentially catastrophic act of terrorism. Spencer, his two friends and a fourth British passenger subdued a gunman armed with a box cutter, a pistol, a can of lighter fluid, and an assault rifle with 300 rounds of ammunition as he tried to open fire aboard the crowded train. While restraining the suspect who repeatedly slashed with the box cutter, Spencer incurred injury to his neck and hand, nearly losing his finger, and upon return to the United States received a Purple Heart, the Airman's Medal, and a promotion to staff sergeant. The president invited the three friends to the White House where he thanked them in person for saving so many lives and for representing the U.S. with heroism and humility. The 23-year-old EMT hopes to continue his work in medicine and lives in Sacramento, California.\n\nOscar Vazquez (Fort Worth, Texas)\n\nVeteran, DREAMer, STEM leader\n\nLike many DREAMers, Oscar came to the United States as a child in search of a better life. From age 12 when he moved from Mexico to Phoenix, Arizona, Oscar excelled in the classroom. He excelled as a STEM student at Carl Hayden High School and led an unlikely and inspiring story of a group of under-resourced Hispanic high school students who took on an MIT team in an underwater robotics competition and won. That opportunity led to a college education in the STEM field, earning a B.S.E. in mechanical engineering from Arizona State University in May 2009. But without legal status, he couldn’t secure a job to provide for his new wife and newborn child. He returned to Mexico to apply for a visa, and with help from Sen. Dick Durbin, who spoke from the Senate floor about Oscar’s case, he was granted a green card in August 2010. Six months later, Oscar enlisted in the Army to serve the country he loves and calls home. Oscar served one tour in Afghanistan and is now a proud U.S. citizen. He now works for Burlington Northern Santa Fe Railways as a business analyst in a web app development team, and is a passionate advocate on behalf on expanding STEM opportunities for Latino and other under-represented youth.\n\nRead or Share this story: http://militari.ly/1P4ncmE", "article_metadata": {"google": "notranslate", "description": "The first female reservist to earn the Ranger Tab has a prime seat for Tuesday's State of the Union address -- near First Lady Michelle Obama  The first female Ranger reservist will also be the first female Ranger reservist invited to the State of the Union address.", "og": {"site_name": "Army Times", "description": "The first female reservist to earn the Ranger Tab has a prime seat for Tuesday's State of the Union address -- near First Lady Michelle Obama  The first female Ranger reservist will also be the first female Ranger reservist invited to the State of the Union address.", "title": "Michelle Obama invites female Ranger grad to State of the Union", "url": "http://www.armytimes.com/story/military/capitol-hill/2016/01/11/michelle-obama-invites-female-ranger-grad-state-union/78623780/", "image": "http://www.gannett-cdn.com/GDContent/applogos/armytimes.png", "type": "article"}, "twitter": {"description": "The first female reservist to earn the Ranger Tab has a prime seat for Tuesday's State of the Union address -- near First Lady Michelle Obama  The first female Ranger reservist will also be the first female Ranger reservist invited to the State of the Union address.", "title": "Michelle Obama invites female Ranger grad to State of the Union", "image": "http://www.gannett-cdn.com/-mm-/81006a860f181fea7b5053aa6c53fab12a3e1c61/r=x643&c=640x640/http/cdn.tegna-tv.com/-mm-/ab0f595f2849f72a615d8a612b618f2f9df0ef70/c=170-0-3626-3456/local/-/media/2016/01/11/GGM/MilitaryTimes/635881044633928152-Army-Rangers-Women-020b2.JPG", "creator": "@armytimes", "site": "@armytimes", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=893373374", "fb": {"app_id": 352855671529986}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": "Army, Ranger School, Ranger tab, Maj. Lisa Jaster, State of the Union, Michelle Obama, Reserves, female ranger graduates"}, "_id": "\"57477af36914bd0286fd3a20\"", "article_summary": "(Photo: Branden Camp/AP)The first female reservist to earn the Ranger Tab has a prime seat for the State of the Union address — next to first lady Michelle Obama.\nThe Army denied that any standards changed, and in September officially opened the school to all qualified female soldiers.\nThe 37-year-old engineer from Houston, Texas, graduated from Ranger school in October to become the third woman to earn the tab.\nThis challenge was launched in 2014 by first lady Michelle Obama as part the first lady and Jill Biden’s Joining Forces initiative.\nMaj. Lisa Jaster received one of 23 invites from the first lady to attend President Obama's address Tuesday at 9 p.m. Eastern."}