{"article_title": "35 California Counties Grant Health Care for Undocumented Immigrants", "article_keywords": ["access", "grant", "immigrants", "state", "35", "county", "undocumented", "states", "california", "health", "counties", "care"], "article_url": "http://www.latinpost.com/articles/62783/20150629/35-california-counties-begin-granting-healthcare-to-undocumented-immigrants.htm", "article_text": "Thirty-five predominantly rural California counties will soon allow undocumented immigrants to access its health care system. This follows the recent trend throughout state granting undocumented immigrants the ability to enroll in state insurance systems.\n\nThe County Medical Services Program's governing panel approved undocumented immigrants in 35 counties throughout California to access its health care on June 25, according to the Los Angeles Times. Many of these counties have low populations and are located in the state's northern reaches, including Sonoma, Solano and Marin counties. However, Imperial County, located on the Mexico border, is also included among the 35 counties.\n\n\"Even if these are not the most populated counties, for this to be available in nearly half of the geography of California is an important step,\" Anthony Wright, executive director of Health Access California, told the Los Angeles Times.\n\nThose in favor of the decision, including Yolo County Supervisor Don Saylor, argued the new measures will prevent undocumented immigrants from using emergency rooms for primary care issues, alleviating some of the costs. It will also help prevent communicable diseases.\n\n\"Frankly, it's just the right thing to do,\" Saylor said. \"For us to have an underclass that is left out is unconscionable.\"\n\nCalifornia has approximately 2.7 million undocumented immigrants and many require health insurance. Earlier this month, the state's legislature approved a bill that would allow undocumented immigrants access to the state's Medicaid system as well as its health care marketplace, derived from the federal Affordable Care Act.\n\nThe bill, introduced by State Sen. Ricardo Lara (D), would grant full access to undocumented children with families who met certain criteria and limited access to undocumented adults. The bill passed the state senate in early June.\n\nTo help fund the new youth enrollees to Medi-Cal, the state's Medicaid equivalent, the legislature set aside $40 billion later in June.\n\nHowever, the state legislature has not been the only one attempting to address the issue of health care for immigrant communities. According to the Sacramento Bee, the Sacramento County supervisors unanimously approved on June 16 to allow undocumented immigrants access to health insurance through a pilot program. The program will start July 1 and initially cover 3,000 immigrants.\n\nThe program will cost $5 million and local hospitals are expected to cover around $1 million. These costs are included within a larger $3.7 billion budget.", "article_metadata": {"Description": "Thirty-five predominantly rural California counties will soon allow undocumented immigrants to access its healthcare system. This follows the recent trend throughout state granting undocumented immigrants the ability to enroll in state insurance systems.", "Copyright": "2016 Latin Post", "Author": "Latin Post", "og": {"site_name": "Latin Post", "description": "Thirty-five predominantly rural California counties will soon allow undocumented immigrants to access its healthcare system. This follows the recent trend throughout state granting undocumented immigrants the ability to enroll in state insurance systems.", "title": "Immigration News 2015: 35 California Counties Grant Health Care for Undocumented Immigrants", "url": "http://www.latinpost.com/articles/62783/20150629/35-california-counties-begin-granting-healthcare-to-undocumented-immigrants.htm", "image": "http://images.latinpost.com/data/images/full/56030/flu-shot-california.jpg", "type": "article"}, "twitter": {"domain": "latinpost.com", "description": "Thirty-five predominantly rural California counties will soon allow undocumented immigrants to access its healthcare system. This follows the recent trend throughout state granting undocumented immigrants the ability to enroll in state insurance systems.", "title": "Immigration News 2015: 35 California Counties Grant Health Care for Undocumented Immigrants", "url": "http://www.latinpost.com/articles/62783/20150629/35-california-counties-begin-granting-healthcare-to-undocumented-immigrants.htm", "image": "http://images.latinpost.com/data/images/full/56030/flu-shot-california.jpg", "creator": "@latinpost", "site": "@latinpost", "card": "summary_large_image"}, "syndication-source": "http://www.latinpost.com/articles/62783/20150629/35-california-counties-begin-granting-healthcare-to-undocumented-immigrants.htm", "robots": "index, follow", "p": {"domain_verify": "35e478f7510504ec71abd594218dee4e"}, "Title": "Latin Post", "Googlebot-News": "index, follow", "Keywords": "Latin Post", "article": {"published_time": "2015-06-29"}, "news_keywords": "35, california, counties, begin, granting, healthcare, to, undocumented, immigrants", "viewport": "width=device-width, initial-scale=1.0", "Subject": "Latin Post"}, "_id": "\"57477af46914bd0286fd919e\"", "article_summary": "Thirty-five predominantly rural California counties will soon allow undocumented immigrants to access its health care system.\nThe County Medical Services Program's governing panel approved undocumented immigrants in 35 counties throughout California to access its health care on June 25, according to the Los Angeles Times.\nThis follows the recent trend throughout state granting undocumented immigrants the ability to enroll in state insurance systems.\nCalifornia has approximately 2.7 million undocumented immigrants and many require health insurance.\nEarlier this month, the state's legislature approved a bill that would allow undocumented immigrants access to the state's Medicaid system as well as its health care marketplace, derived from the federal Affordable Care Act."}