{"article_title": "Book review: Front Range author's sequel reaches for 'Stars'", "article_keywords": ["blue", "life", "novel", "ben", "god", "review", "sequel", "reaches", "laura", "range", "book", "stars", "authors", "suffer", "renny", "ranch"], "article_url": "http://www.dailycamera.com/entertainment/ci_25868368/colorado-author-laura-pritchett-stars-go-blue-book-review", "article_text": "If you go What: Front Range author Laura Pritchett reads and signs her new novel, \"Stars Go Blue\" When: 7:30 p.m. Wednesday, June 4 Where: Boulder Book Store, 1107 Pearl St. Tickets: Vouchers to attend are $5 and are good for $5 off the author's featured book or a purchase the day of the event Info: 303-447-2074 or boulderbookstore.indiebound.com\n\n\"Hell's Bottom, Colorado,\" Colorado native Laura Pritchett's first book of fiction, in 2001, introduced readers to the eponymous ranch somewhere along the northern Front Range and its hard-bitten, aging owners, Renny and Ben Cross.\n\nWinner of the prestigious PEN USA award, the short-story collection felt written by an edgier Kent Haruf, offering both the lure of open spaces and the kind of rough, decent people it creates. Now Renny and Ben are back in ranch-raised Pritchett's new novel, \"Stars Go Blue,\" and if anything, their edges are even rougher.\n\nBen, wandering ever deeper into the bewildering maze of Alzheimer's, writes notes to remind himself of who he is in the world.\n\n\"It's dusty in here in this bedroom, this Sears mail-order house that was built a hundred years ago and which he bought when he was thirty and thus he has lived her nearly forty years. ... That's what his brain reminds him of: dust.\"\n\nHaving lived a life so close to death, in which he relieved many sick or injured animals of their misery — and wantonly killed others until maturity allowed him to live a peaceful coexistence — Ben has quietly a bottle of \"pink juice\" used for euthanasia form his veterinarian. He doesn't know Renny knows, but she is resolved that she won't stop him from using.\n\n\"Stars Go Blue,\" by Laura Pritchett. Counterpoint Press, 195 pages.\n\nCaring for her ailing husband, Renny's life has descended to a hell deeper than any she and Ben imagined when they youthfully named their ranch — \"She was living a small life, and that seemed a crime.\" She can't wait until nobody is dependent on her, even though she knows it will be lonely.\n\n\"God is a freak — must be, to allow people to suffer like this — and therefore must make freak decisions such as putting people in hell for letting their husbands die of a natural cause,\" Renny thinks. \"(Ben) is always hungry, always wanting food, and it's his incessant whining about being hungry that makes her crazy.\"\n\nBut the couple still share many things, including love and their bitter anguish over the murder of their daughter, Rachel, by her husband, Ray. Now Ray is getting out of prison early, for good behavior. As practically minded family and friends try to get the couple to plan for what comes next, Ben fights to remain present, and brave, enough to take drastic action.\n\nPritchett has a remarkable talent for laying down the harshness of ranch — and human — life without letting the narrative itself descend into bitterness, and the novel ends not on the kind of saccharine note one might expect, but survival and acceptance. Her clean prose draws the reader into painfully real evocations of all who suffer, even as she lets the beauty of the world blossom.\n\n\"The only god (Ben) loves is the god of the remembering room. It's the god who made the ranch, the god who made nature, the god who made willows and bald eagles, and that god is different than the one who likes to watch people suffer,\" she writes.", "article_metadata": {"sailthru.url": "http://www.dailycamera.com/entertainment/ci_25868368/colorado-author-laura-pritchett-stars-go-blue-book-review", "sailthru.author": "By Clay Evans \n \n  For the Camera", "ag": {"canon": "BoulderDailyCamera:article:25868368:view"}, "startDate": "2014-06-01T12:57:26-0600", "twitter": {"domain": "dailycamera.com", "description": "Laura Pritchett has a remarkable talent for laying down the harshness of ranch - and human - life without letting the narrative itself descend into bitterness, and \"Stars Go Blue\" ends not on the kind of saccharine note one might expect, but survival and acceptance.", "title": "Book review: Front Range author's sequel reaches for 'Stars'", "url": "http://www.dailycamera.com/entertainment/ci_25868368/colorado-author-laura-pritchett-stars-go-blue-book-review", "image": "http://extras.mnginteractive.com/live/media/site21/2014/0601/20140601_125824_01DCPBK-1.jpg", "site": "@dailycamera", "card": "summary_large_image"}, "sailthru.article-section-or-homepage": "article", "sailthru.section": "Entertainment", "modificationDate": "2014-06-01T13:19:07-0600", "endDate": "2024-05-30T17:54:51-0600", "news_keywords": "Entertainment, Entertainment news, Boulder Colorado Entertainment news, Boulder Colorado news, Entertainment Boulder news, Entertainment Colorado news, US Entertainment news, world Entertainment news.", "byline": "By Clay EvansFor", "pubDate": "2014-06-01T13:05:50-0600", "sailthru.date": "2014-06-01T12:57:26-0600", "sailthru.title": "Book review: Front Range author's sequel reaches for 'Stars'", "verify-v1": "TakAiHiDAOiNOP+m0YTx4DQeyjor+bTdc8e+pw6bDoI=", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site21/2014/0601/20140601_125824_01DCPBK-1_300.jpg", "description": "Laura Pritchett has a remarkable talent for laying down the harshness of ranch - and human - life without letting the narrative itself descend into bitterness, and \"Stars Go Blue\" ends not on the kind of saccharine note one might expect, but survival and acceptance.", "sailthru.site": "dailycamera.com", "msvalidate.01": "9DAB14005AD5A9FFA4CA0EF58CC794BA", "og": {"url": "http://www.dailycamera.com/entertainment/ci_25868368/colorado-author-laura-pritchett-stars-go-blue-book-review", "image": "http://extras.dailycamera.com/images/dailycamera3.png", "type": "article", "description": "Laura Pritchett has a remarkable talent for laying down the harshness of ranch - and human - life without letting the narrative itself descend into bitterness, and \"Stars Go Blue\" ends not on the kind of saccharine note one might expect, but survival and acceptance.", "title": "Book review: Front Range author's sequel reaches for 'Stars'"}, "p": {"domain_verify": "867892b0357001538903740c75a206f0"}, "google-site-verification": "07CC1xPDVU0znu496XTAjLyC32Ylj8zwWHlmrzx3pgY", "y_key": "c9d9b53f7f5af674", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site21/2014/0601/20140601_125824_01DCPBK-1.jpg"}, "_id": "\"57477af46914bd0286fe23a4\"", "article_summary": "\"The only god (Ben) loves is the god of the remembering room.\nNow Renny and Ben are back in ranch-raised Pritchett's new novel, \"Stars Go Blue,\" and if anything, their edges are even rougher.\nBen, wandering ever deeper into the bewildering maze of Alzheimer's, writes notes to remind himself of who he is in the world.\n\"Stars Go Blue,\" by Laura Pritchett.\n\"(Ben) is always hungry, always wanting food, and it's his incessant whining about being hungry that makes her crazy.\""}