{"article_title": "Health Plan Member Satisfaction Improves with Healthy Competition, Says J.D. Power Study", "article_keywords": ["blue", "member", "plans", "power", "healthy", "study", "competition", "satisfaction", "improves", "health", "plan", "members", "jd", "2016", "insurance"], "article_url": "http://www.prnewswire.com/news-releases/health-plan-member-satisfaction-improves-with-healthy-competition-says-jd-power-study-300237556.html", "article_text": "NEW YORK, March 17, 2016 /PRNewswire/ -- Critical factors of health plan member satisfaction is highest in areas of the country that have more competition between different health plans according to the J.D. Power 2016 Member Health Plan Study,SM released today.\n\nOn a nationwide basis, member satisfaction with their health plans improves nine index points in 2016, scoring a total of 688 on a 1,000-point scale. This follows a 10 point improvement in 2015. Member satisfaction with health plans reached a low point in 2014, following the introduction of the health insurance marketplace as part of the Affordable Care Act (ACA).\n\nOn a regional basis, the J.D. Power 2016 Member Health Plan Study found that member satisfaction in cost and information and communication is significantly lower in areas where one carrier holds a majority (more than 50%) of market share. Satisfaction is higher in competitive markets than in markets dominated by a single plan in cost (610 vs. 606, respectively); customer service (743 vs. 740); and information and communication (646 vs. 641).\n\n\"Competition among health plans is good for members in that it forces carriers to fight for market share, and the best way to do that is with satisfied customers,\" said Greg Hoeg, vice president of U.S. insurance operations at J.D. Power. \"In today's health insurance markets, with increased legal restrictions on profitability, carriers are shifting toward member satisfaction.\"\n\nHoeg noted that the one factor in which member satisfaction is higher in markets with less competition than in more competitive markets is provider choice within their plan (759 vs. 748, respectively). \"Sometimes, having fewer, simpler plan choices makes it easier for the member,\" said Hoeg. \"Having dozens of plan options—such as deductibles and coverage levels—to choose from can be overwhelming.\"\n\nThe Affordable Care Act (ACA) imposition of a minimum medical loss ratio has forced health insurers to compensate for slimmer margins by focusing on increasing their market share, often through mergers and acquisitions.\n\n\"Carriers are paying particular attention to cost management and economies of scale, and one way to do that is to combine with other carriers,\" said Hoeg. \"Competition is good for the market, but how that narrowing of the market will affect member satisfaction remains to be seen.\"\n\nThe traditional plans like Blue Cross Blue Shield plans merging with other Blue plans, national deals like Aetna/Humana and Anthem/Cigna, and major market-driven acquisitions for UnitedHealthcare/Optum are all with an eye toward increased economies of scale and market power. Many have speculated that Anthem's proposed acquisition of Cigna will harm competition and consumers by reducing the ability of other health insurers to compete with Blue plans. It appears that cost isn't the only factor impacting member satisfaction, as satisfaction with information and communication and customer service is also significantly lower among members in less competitive markets.\n\nNow in its 10th year, the study measures satisfaction among members of 135 health plans in 18 regions throughout the United States by examining six key factors: coverage and benefits; provider choice; information and communication; claims processing; cost; and customer service.\n\nOverall member satisfaction averages 688 in the 2016 study, up from 679 in 2015 and 669 in 2014. The increase in satisfaction is driven by improved performance across all factors, most notably in coverage and benefits (+12 points); information and communication (+11); and customer service (+10).\n\nKEY FINDINGS\n\nIntegrated Delivery Systems Dominate the Rankings: Health plans that utilize an integrated delivery system (IDS)—a network of healthcare and health insurance organizations presented to members as a single delivery organization—are poised for success as healthcare and health insurance become more focused on member satisfaction. Integrated plans have an average overall satisfaction score of 746, which is 63 points higher than that for non-integrated plans.\n\nHealth plans that utilize an integrated delivery system (IDS)—a network of healthcare and health insurance organizations presented to members as a single delivery organization—are poised for success as healthcare and health insurance become more focused on member satisfaction. Integrated plans have an average overall satisfaction score of 746, which is 63 points higher than that for non-integrated plans. Premiums Declining: There is a slight decrease in the monthly premiums members pay. On average, the monthly premium for a family plan is $355 in 2016, down from $374 in 2015, while individual plan premiums are $207 , down from $216 .\n\nThere is a slight decrease in the monthly premiums members pay. On average, the monthly premium for a family plan is in 2016, down from in 2015, while individual plan premiums are , down from . Health Plans Evolve into 'Wellness Partners': Among the 20% of members who say they \"strongly agree\" that their health plan is a trusted partner in their health and wellness, satisfaction averages 837, which is 200 points higher than among the 7% who say they \"strongly disagree.\"\n\nStudy Rankings\n\nSatisfaction is highest among health plan members in the California (707); Michigan (699); Mid-Atlantic (698); Illinois-Indiana (697); and Northwest (692) regions. Satisfaction is lowest among members in the Southwest (661) and Minnesota–Wisconsin (666) regions.\n\nKaiser Foundation Health Plan ranks highest in five regions: California, Colorado, Mid-Atlantic, Northwest and South Atlantic.\n\nOther plans to rank highest in their respective regions are Anthem BlueCross BlueShield of Connecticut (New England); AvMed (Florida); Blue Cross Blue Shield of Alabama (East South Central); Blue Cross and Blue Shield of Illinois (Illinois–Indiana); Blue Cross and Blue Shield of Oklahoma (Heartland); Blue Cross and Blue Shield of Texas (Texas); Cigna (Southwest); HealthPartners (Minnesota–Wisconsin); Independent Health Association (New York–New Jersey); Priority Health (Michigan); SelectHealth (Mountain); UnitedHealthcare (Ohio); and UPMC Health Plan (Pennsylvania).\n\nThe 2016 Member Health Plan Study is based on responses from 31,867 commercial health plan members. The study was fielded in October through December 2015. For more comprehensive health plan rankings for all 18 U.S. regions, please visit www.jdpower.com.\n\nMedia Relations Contacts\n\nJohn Tews; J.D. Power; Troy, Mich.; 248-680-6218; media.relations@jdpa.com\n\nAbout J.D. Power and Advertising/Promotional Rules www.jdpower.com/about-us/press-release-info\n\nAbout McGraw Hill Financial www.mhfi.com\n\nNOTE: Three Charts Follow.\n\nLogo - http://photos.prnewswire.com/prnh/20130605/LA26502LOGO\n\nPhoto - http://photos.prnewswire.com/prnh/20160316/345268\n\nPhoto - http://photos.prnewswire.com/prnh/20160316/345267\n\nPhoto - http://photos.prnewswire.com/prnh/20160316/345269\n\nSOURCE J.D. Power", "article_metadata": {"contentUrl": "https://photos.prnewswire.com/prnvar/20160316/345269", "geo.region": "new york", "Caption": "2016 Member Health Plan CEO List-B", "cf_entity_thumbnail_url": "http://content.prnewswire.com/designimages/logo-prn-01_PRN.gif", "date": "2016-03-17T09:00:00Z", "description": "NEW YORK, March 17,&#160;2016 /PRNewswire/ -- Health Plan Member Satisfaction Improves with Healthy Competition, Says J.D. Power Study. Health Plan Member...", "Publisher": "PRNewswire", "og": {"url": "http://www.prnewswire.com/news-releases/health-plan-member-satisfaction-improves-with-healthy-competition-says-jd-power-study-300237556.html", "image": "https://photos.prnewswire.com/prnvar/20160316/345269", "type": "website", "description": "NEW YORK, March 17, 2016 /PRNewswire/ -- Critical factors of health plan member satisfaction is...", "title": "Health Plan Member Satisfaction Improves with Healthy Competition, Says J.D. Power Study"}, "twitter": {"site": "@PRNewswire", "card": "summary"}, "author": "J.D. Power", "robots": "index, follow", "p": {"domain_verify": "7d052ac42aa9e7505635404745861994"}, "Height": 500, "Width": 500, "cf_entity_title": "Health Plan Member Satisfaction Improves with Healthy Competition, Says J.D. Power Study", "URL": "http://www.prnewswire.com/news-releases/health-plan-member-satisfaction-improves-with-healthy-competition-says-jd-power-study-300237556.html", "keywords": "J.D. Power, new york, Surveys, Polls and Research, Retail, Banking & Financial Services, Health Insurance, Health Care & Hospitals", "msvalidate.01": "9D28F7743C790DD88F2D9C7375EF7ED5", "geo.placename": "NEW YORK, March 17", "thumbnail": "https://photos.prnewswire.com/prnvar/20160316/345269", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fe23a2\"", "article_summary": "The 2016 Member Health Plan Study is based on responses from 31,867 commercial health plan members.\nPower 2016 Member Health Plan Study,SM released today.\nPower 2016 Member Health Plan Study found that member satisfaction in cost and information and communication is significantly lower in areas where one carrier holds a majority (more than 50%) of market share.\nNEW YORK, March 17, 2016 /PRNewswire/ -- Critical factors of health plan member satisfaction is highest in areas of the country that have more competition between different health plans according to the J.D.\nStudy RankingsSatisfaction is highest among health plan members in the California (707); Michigan (699); Mid-Atlantic (698); Illinois-Indiana (697); and Northwest (692) regions."}