{"article_title": "Liberal Policies vs. Affordable Housing", "article_keywords": ["affordable", "liberal", "san", "housing", "liberals", "costs", "states", "regulation", "vs", "build", "policies", "cities", "public", "expensive"], "article_url": "http://reason.com/archives/2015/03/23/liberal-policies-vs-affordable-housing", "article_text": "Julian Castro is a smiling bundle of energy whose past includes being mayor of San Antonio and whose future may include a spot on a national Democratic ticket—say, as a nicely balanced running mate for a presidential nominee who is a white female from New York. Right now, though, he is secretary of Housing and Urban Development, or what he calls \"the Department of Opportunity.\"\n\nAs that label suggests, Castro is a staunch believer in the value of government involvement in the housing market. He came to Chicago recently to tout the many ways in which Washington can allegedly be a positive force on behalf of affordable housing and thriving communities.\n\nIn theory, that is not impossible. But in practice, it seldom works out well. In medicine, the term \"iatrogenic\" refers to diseases that are caused by doctors or medications. The housing problems that governments decry are often problems that governments create. Liberals devise remedies for ills that are most prevalent where liberals hold power.\n\nAmong Castro's priorities is the \"affordable housing crisis.\" He laments that 7.7 million low-income Americans who get no government help either spend more than half their income on rent or occupy substandard housing. One of his curatives is a federal program that \"allows public housing agencies to leverage public and private debt and equity in order to reinvest in the public housing stock.\"\n\nMaybe that will do some good. But when it comes to fostering a larger supply of less expensive housing, as Ronald Reagan would have put it, government is not the solution. Government is the problem.\n\nThis is especially true at the local level. One reason red states attract so many migrants from blue states is that they have an abundant supply of relatively inexpensive residential buildings.\n\nYou can get a lot more house for your money in Houston or Phoenix than in San Francisco or Boston. A big reason is that it's a lot easier to construct homes and subdivisions in states that engage in less regulation of development—which, being less enamored of regulation, tend to vote Republican.\n\nThis pattern is not a matter of speculation. Economist Jed Kolko sorted dozens of cities by how they voted for president in 2012 and found that \"none of the 10 reddest markets had a median asking price per square foot above $130 in September of 2014. But nine of the bluest markets did.\"\n\nThe peculiarity is not hard to explain. Residents of liberal places, almost by definition, are more inclined to support tight curbs on development.\n\nLast year, San Franciscans approved a ballot measure requiring voter approval of any new building on a 7-mile stretch of waterfront if it exceeds current (and generally low) height limits—which is a perfect way to block an expansion of residential housing in a large chunk of the city.\n\nThey confirmed the observation of Matt Yglesias, who wrote in Slate in 2013 that since the city lacks vacant land, \"you either build up or you just don't build. And the preference, apparently, is to not build.\" That's why San Francisco has the highest housing costs in America. New York is almost as bad, and for similar reasons.\n\nBut they are hardly unique. Research by economists Edward Glaeser of Harvard and Joseph Gyourko of the University of Pennsylvania indicated that \"homes are expensive in high-cost areas primarily because of government regulation\" that imposes \"artificial limits on construction.\"\n\nNot that big cities teeming with Democrats are the only sinners. In many suburbs in red states, Gyourko told me, zoning rules make it easy to build single-family detached houses on small lots. What's not easy is to put up townhouses and apartment buildings—whose construction costs, on a per-dwelling basis, are much lower. Blocking high-density units serves, deliberately or not, to keep out lower-income people by making these areas unaffordable.\n\nThe feds are also partly to blame. The biggest federal housing \"program\" is the tax deductibility of mortgage interest, which effectively has the perverse effect of pushing up home prices in the places that are most expensive already. Ending that subsidy would lower real estate costs in affluent cities, to the advantage of those who have been squeezed out.\n\nThe chronic shortage of inexpensive housing is taken by Castro and other liberals to mean that government bodies have to do more. It's really a blaring signal for them to get out of the way.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "The chronic shortage of inexpensive housing is really a blaring signal for government to get out of the way.", "title": "Liberal Policies vs. Affordable Housing", "url": "http://reason.com/archives/2015/03/23/liberal-policies-vs-affordable-housing", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14270824913777.jpg", "type": "article"}, "twitter": {"image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14270824913777.jpg", "description": "The chronic shortage of inexpensive housing is really a blaring signal for government to get out of the way.", "site": "@reason", "card": "summary_large_image", "title": "Liberal Policies vs. Affordable Housing"}, "fb": {"pages": 17548474116}, "article": {"tag": "HomePage", "published_time": "2015-03-23T04:01:00+00:00", "author": "http://reason.com/people/steve-chapman"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af46914bd0286fe23d0\"", "article_summary": "One of his curatives is a federal program that \"allows public housing agencies to leverage public and private debt and equity in order to reinvest in the public housing stock.\"\nBut when it comes to fostering a larger supply of less expensive housing, as Ronald Reagan would have put it, government is not the solution.\nThat's why San Francisco has the highest housing costs in America.\nAs that label suggests, Castro is a staunch believer in the value of government involvement in the housing market.\nRight now, though, he is secretary of Housing and Urban Development, or what he calls \"the Department of Opportunity.\""}