{"article_title": "How This 66-Year-Old Launched a Second Career Raising Millions to Fight Cancer", "article_keywords": ["good", "cancer", "duron", "career", "support", "work", "treatment", "lcc", "fight", "second", "66yearold", "raising", "services", "organization", "local", "launched", "millions"], "article_url": "http://time.com/money/3082983/how-this-66-year-old-launched-a-second-career-raising-millions-to-fight-cancer/", "article_text": "\n\n\n\nWhen Ysabel Duron was diagnosed with Hodgkin’s lymphoma at age 51 in 1999, she was working as a news anchor for a local television station in San Francisco. It was a natural move for her to chronicle her treatment and raise awareness about cancer. Her documentary about her experience won awards. But after attending support groups for cancer patients, she realized a key audience wasn’t getting the message: Latinos. Relatively few were getting treatment or support services. So she set out to help low-income Spanish-speaking cancer victims in need of help.\n\nShe first volunteered with the Cancer Prevention Institute of California, educating Latina women about breast cancer. But she wanted to do more. In September 2003 she founded Latinas Contra Cancer (Latinas Against Cancer), an organization aimed at educating and providing services to low-income Spanish speakers. The issue is critical in the Latino community, Duron says. Cancer is now the leading cause of death among Hispanic Americans, overtaking heart disease, which is still the top killer of whites and African Americans in the U.S., according to the American Cancer Society.\n\n\n\nOne key reason for the high cancer rate is cultural. Among Hispanics, cancer is still a taboo topic, so they are less likely to get advance cancer screening. Economic barriers are also a challenges—one-third have no health care coverage. “I had access to good health insurance and knew how to research treatments,” says Duron, who has been healthy since she finished treatments in 2000. “So many Hispanics don’t have the advantages I did.” To help meet these needs, LCC runs cancer education workshops, as well as provides Spanish-language support groups, home visits, phone counseling and help navigating treatment and insurance\n\nAfter launching LCC, Duron continued to work weekdays and evenings, while still maintaining her full-time weekend news anchor job. One of her first moves was to organize a fundraiser—using her news anchor connections, she persuaded local politicians and VIPs to attend by giving them awards. She also sought out regional grants from organizations focused on cancer issues, like the Komen Foundation.\n\n“As we showed success, we were able to attract others to support us,” says Duron. She recruited local investors and persuaded a businessman to donate a small office space for $250 a month in a good neighborhood in San Francisco. “I was determined to make sure we had a good image,” say Duron. “You always have to look like you’re a good investment. We don’t operate like a nonprofit with its hand out. We operate like a business.”\n\nLast year she retired from the TV business at age 66 and now devotes all her time to LCC as its CEO and executive director. “I spent 13 years doing two jobs. It’s a pleasure to focus all on my energy on this,” says Duron. Her organization has a $450,000 annual operating budget and nine part-time workers, up from $150,000 and two part-timers its first year and has so far raised more than $2 million. “It’s still a small organization and we work hard for every dime,” says Duron.\n\nEven so, she is seeking to extend LCC’s services nationally, so it doesn’t just rely on local funding. To bring more recognition to the group, she sits on several national non-profit boards. In 2008 she started the first National Latino Cancer Summit, which brings together health care providers, researchers and community-based agencies. Duron also lobbies on national issues, such as extending Affordable Care Act insurance to more immigrants and including more minority women in cancer research.\n\nSince embarking on her second career, Duron no longer makes a six-figure salary—as executive director of LCC, she earns about $50,000 a year and often uses her own money to cover expenses such as travel for work. But thanks to her pension, savings and Social Security, she still enjoys a comfortable lifestyle, she says—despite living in the expensive Bay Area.\n\nAs for her former life as a broadcaster, she doesn’t miss it. “I had a successful career. I was ready for my next act,” says Duron. “You need the ganas, the determination and will power to make something like this a success—but this is what I was meant to do.”\n\nYsabel Duron is a Purpose Prize winner. The Purpose Prize is a program operated by Encore.org, a non-profit organization that recognizes social entrepreneurs over 60 who are launching second acts for the greater good.", "article_metadata": {"apple-mobile-web-app-status-bar-style": "black-translucent", "viewport": "width=device-width,minimum-scale=1.0,maximum-scale=1.0", "description": "Ysabel Duron saw that Latinos needed more cancer support services. So she left the TV business and started a non-profit to help them.", "generator": "WordPress.com", "og": {"site_name": "MONEY.com", "description": "Ysabel Duron saw that Latinos needed more cancer support services. So she left the TV business and started a non-profit to help them.", "title": "How This 66-Year-Old Launched a Second Career Raising Millions to Fight Cancer", "url": "http://time.com/money/3082983/how-this-66-year-old-launched-a-second-career-raising-millions-to-fight-cancer/", "image": "https://timedotcom.files.wordpress.com/2014/08/140805_ret_secondacts.jpg?quality=75&strip=color&w=1012", "type": "article"}, "twitter": {"image": {"src": "https://timedotcom.files.wordpress.com/2014/08/140805_ret_secondacts.jpg?quality=75&strip=color&w=1012"}, "title": "How This 66-Year-Old Launched a Second Career Raising Millions to Fight Cancer", "description": "Ysabel Duron saw that Latinos needed more cancer support services. So she left the TV business and started a non-profit to help them.", "card": "summary_large_image", "site": "MONEY"}, "msapplication-TileColor": "#FFFFFF", "msapplication-tooltip": "Current & Breaking News | National & World Updates", "apple-mobile-web-app-capable": "yes", "p": {"domain_verify": "f48a8936c3fffc943fce516f2e3ff1d2"}, "fb": {"app_id": 53177223193}, "msapplication-window": "width=device-width;height=device-height", "msapplication-TileImage": "https://s0.wp.com/wp-content/themes/vip/time2014/img/time-touch_icon_152.png", "application-name": "TIME", "google-site-verification": "nFxFQf8F4Xgg0b9Ap9rOUJzg7MY74LicbBIzsLo8yIg", "keywords": ", cancer prevention, cancer screening, charity, encore.org, hispanics, latinas contra cancer, latinos, nonprofits, second career, working in retirement", "article": {"publisher": "https://www.facebook.com/MoneyMagazine"}, "msapplication-task": "name=Subscribe;action-uri=http://time.com/feed/;icon-uri=http://0.gravatar.com/blavatar/2cee445ea71a179ffd35ea91cf154905?s=16", "news_keywords": "cancer prevention, cancer screening, charity, encore.org, hispanics, latinas contra cancer, latinos, nonprofits, second career, working in retirement"}, "_id": "\"57477af46914bd0286fe23eb\"", "article_summary": "In September 2003 she founded Latinas Contra Cancer (Latinas Against Cancer), an organization aimed at educating and providing services to low-income Spanish speakers.\nRelatively few were getting treatment or support services.\nShe first volunteered with the Cancer Prevention Institute of California, educating Latina women about breast cancer.\nBut after attending support groups for cancer patients, she realized a key audience wasn’t getting the message: Latinos.\nAmong Hispanics, cancer is still a taboo topic, so they are less likely to get advance cancer screening."}