{"article_title": "When is Tax Day 2016? Tips and reminders for last-minute filers", "article_keywords": ["return", "tax", "irs", "reminders", "free", "taxpayers", "credit", "lastminute", "health", "massachusetts", "file", "filers", "tips", "2016", "day", "care"], "article_url": "http://www.masslive.com/business-news/index.ssf/2016/04/tax_day_2016_april_15_is_not_the_deadlin.html", "article_text": "The dreaded April 15 tax deadline is not April 15 this year.\n\nTaxpayers in Massachusetts and Maine have until Tuesday, April 19 to file, according to the IRS. The Emancipation Day holiday in Washington, D.C., falls on April 15 this year, pushing the deadline for most folks back to Monday, April 18. But in Massachusetts and Maine, Monday is Patriots' Day and also is a holiday.\n\nBoth the IRS and the Massachusetts Department of Revenue provided a number of other helpful hints to last-minute filers.\n\nWhat are my chances of getting a refund?\n\nThe IRS expects more than 70 percent of taxpayers to again receive tax refunds this year. Last year, the IRS issued 109 million refunds.\n\nHow much is the typical refund?\n\n\n\nThe IRS said the average refund last year was $2,797.\n\nHow can people make the job easier?\n\nThe IRS says taxpayers should have all year-end statements in hand before filing returns. This includes Forms W-2 from employers, Forms 1099 from banks and other payers, and for those claiming the premium tax credit, Form 1095-A from the Health Insurance Marketplace.\n\nHow can taxpayers file electronically? What is e-File and Free File?\n\nMore than four out of five returns are expected to be filed electronically, the IRS said. A similar proportion of refunds issued through direct deposit.\n\n\n\nInstructions and tips for e-file are available online. The IRS also has a website explaining direct deposit. The IRS anticipates issuing more than nine out of 10 refunds in less than 21 days.\n\nCan I file online for free, or do I have to buy commercial software?\n\nThe IRSFree File program is available at IRS.gov.\n\nThe software is free to those who qualify. Commercial partners of the IRS offer free brand-name software to about 100 million individuals and families with incomes of $62,000 or less. Seventy percent of the nation's taxpayers are eligible for IRS Free File.\n\nWhat other guides are available:\n\nIRS Publication 17, Your Federal Income Tax, is a complete tax resource that you can read on IRS.gov. It's also available as an eBook. It can help taxpayers with many tax questions, such as whether they need to file a tax return, or how to choose your filing status.\n\nHow do I comply with the federal Affordable Care Act or ACA?\n\nLike last year, the vast majority of tax payers will meeting the tax obligation of the Affordable Care Act by simply checking a box to verify everyone on their return has health coverage. For others, IRS.gov/aca features useful information, tips and interactive online tools to help taxpayers with the premium tax credit, the individual shared responsibility requirement, and other tax features of the ACA.\n\nThe IRS says not to wait for health care form 1095-B/C. Many taxpayers will receive a Form 1095-B or 1095-C with information about their health care coverage. The IRS has additional information about these forms in IRS.gov/aca.\n\nWhat changes are there to the Massachusetts tax code:\n\nThe state Department of Revenue wants people to know that the state has changed its tax code to include a certified housing development tax credit, the gambling loss deduction at Massachusetts casinos and the farming and fisheries tax credit have changed for this filing season. See a list and explanation here.\n\nCheck your return:\n\nReview your return, The IRS said. Mistakes slow down your tax refund. If you file a paper return, be sure to check all Social Security numbers. That's one of the most common errors. Remember that IRS e-file is the most accurate way to file.", "article_metadata": {"medium": "news", "viewport": "width=device-width,initial-scale=1", "news_keywords": "Internal Revenue Service, Maine, Massachusetts, Washington, D.C., tax returns, tax credit, income-tax, internal-revenue-service, irs, tax-hints, tax-time, business", "title": "When is Tax Day 2016? Tips and reminders for last-minute filers", "og": {"site_name": "masslive.com", "description": "Taxpayers have until Monday, April 18 to file their 2015 tax returns and pay any tax due because of the Emancipation Day holiday in Washington, D.C., falling on Friday, April 15. Taxpayers in Maine and Massachusetts will have until Tuesday, April 19 because of Patriot's Day observances on April 18.", "title": "When is Tax Day 2016? Tips and reminders for last-minute filers", "url": "http://www.masslive.com/business-news/index.ssf/2016/04/tax_day_2016_april_15_is_not_the_deadlin.html", "image": "http://image.masslive.com/home/mass-media/width620/img/business-news/photo/20120387-standard.jpg", "type": "article"}, "twitter": {"description": "Taxpayers have until Monday, April 18 to file their 2015 tax returns and pay any tax due because of the Emancipation Day holiday in Washington, D.C., falling on Friday, April 15. Taxpayers in Maine and Massachusetts will have until Tuesday, April 19 because of Patriot's Day observances on April 18.", "creator": "@JimKinney413", "image": "http://image.masslive.com/home/mass-media/width620/img/business-news/photo/20120387-standard.jpg", "title": "When is Tax Day 2016? Tips and reminders for last-minute filers", "site": "@masslivenews", "card": "summary_large_image"}, "article_date_updated": "Tuesday, April 12, 2016,  5:45 PM", "fb": {"admins": 100000302287435}, "article_publication_name": "masslive.com", "article_comments": 0, "article_date_original": "Tuesday, April 12, 2016,  3:45 PM", "article_author": "Jim Kinney | jkinney@repub.com", "Description": "Taxpayers have until Monday, April 18 to file their 2015 tax returns and pay any tax due because of the Emancipation Day holiday in Washington, D.C., falling on Friday, April 15. Taxpayers in Maine and Massachusetts will have until Tuesday, April 19 because of Patriot's Day observances on April 18."}, "_id": "\"57477afa6914bd0286fe63de\"", "article_summary": "What changes are there to the Massachusetts tax code:The state Department of Revenue wants people to know that the state has changed its tax code to include a certified housing development tax credit, the gambling loss deduction at Massachusetts casinos and the farming and fisheries tax credit have changed for this filing season.\nIt can help taxpayers with many tax questions, such as whether they need to file a tax return, or how to choose your filing status.\nFor others, IRS.gov/aca features useful information, tips and interactive online tools to help taxpayers with the premium tax credit, the individual shared responsibility requirement, and other tax features of the ACA.\nBoth the IRS and the Massachusetts Department of Revenue provided a number of other helpful hints to last-minute filers.\nSeventy percent of the nation's taxpayers are eligible for IRS Free File."}