{"article_title": "Taxpayers help build Ohio hotel with 'green' SBA loan", "article_keywords": ["development", "real", "million", "help", "centre", "loan", "hotel", "park", "taxpayers", "sba", "green", "build", "small", "ohio", "loans"], "article_url": "http://watchdog.org/206546/ohio-sba-loans/", "article_text": "By Jason Hart | Ohio Watchdog\n\nA loan guaranteed by federal taxpayers is being used to build Centre Park of West Chester, a Holiday Inn and conference center north of Cincinnati.\n\nHiFive Development Services is constructing Centre Park for owner Middletown Hotel Management with help from a $5,494,000 Small Business Administration 504 “Green” real estate loan secured through AVANA Capital, a lending firm with offices in Arizona and the Kingdom of Bahrain.\n\nWorking with an SBA Certified Development Company, AVANA Capital agreed to the loan “when no local banks were willing to lend.” Certified Development Companies work within SBA guidelines to connect companies seeking real estate loans to SBA partner lenders.\n\nWhen completed, Centre Park of West Chester will include a hotel, “a distinctly upscale steakhouse” and 25,000 square feet of banquet hall and meeting space.\n\nMiddletown Hotel Management, which operates several other hotels in central and southwest Ohio including two Hilton Garden Inn franchises, did not respond to Ohio Watchdog questions about the Centre Park SBA loan.\n\nBased on past media releases from HiFive, the builder designed Centre Park with SBA loan eligibility in mind. HiFive promotional materials note the company incorporates federal “green” standards into its plans in order to help property owners qualify for SBA funding.\n\nIncluding the loan for Centre Park, SBA financed 23 real estate loans, each valued at more than $1 million in Ohio last year.\n\nAdam Andrzejewski, founder of OpenTheBooks.com, pointed out in an email to Ohio Watchdog that taxpayer money funneled through SBA loan programs often winds up helping high-end businesses.\n\n“The purpose of the SBA isn’t to become a slush fund loan pool for established companies, wealthy national hoteliers, private country clubs, or the Fortune 100,” Andrzejewski said. “Extreme lending of taxpayer dollars calls into question the entire small business lending program.”\n\nAndrzejewski cited a recent OpenTheBooks.com report that found millions in SBA loans going to luxury jewelry stores, Lamborghini dealerships, wineries and beauty spas.\n\nSBA may not be generous with the use of its logo, but the federal agency has guaranteed billions in loans through banks and equity firms like AVANA Capital. Special consideration is given for “green” construction projects and other politically favored businesses.\n\n“Loans guaranteed by the SBA are largely risk-free to the banks and highly profitable for them,” said Tad DeHaven and Veronique de Rugy in a 2011 report from the libertarian Cato Institute. Cato calls for SBA’s abolition.\n\nOversight of taxpayer-guaranteed SBA loans is complicated by the fact SBA operates dozens of district offices and hundreds of Small Business Development Centers, and works with hundreds of lenders and Certified Development Companies.\n\nIn Ohio alone, SBA has 24 Small Business Development Centers and offers 16 different loan programs through more than 100 participating lenders. SBA backed more than $730 million in loans to Ohio companies last year.\n\nBased on data from USASpending.gov, SBA funded 3,628 new loans through its (7)a loan guarantee program and funded 170 new real estate development loans during fiscal year 2014.\n\nIncluding all revisions, the total face value of real estate loans backed by SBA was $72,896,000, and the total face value of (7)a program loans was $568,644,473. SBA also funded three small business investment company loans with face values totaling $94,360,000.\n\nLoan terms and interest rates vary across SBA’s programs — and so does the risk of default. A 2013 Dayton Daily News study found taxpayers were left holding the bag for $1.3 billion in defaulted SBA loans dating back to 2000.\n\nUnder SBA’s expansive (7)a program, loans worth as much as $5 million can be 75 percent taxpayer-funded.\n\nPAK/Teem Acquisition Co. Inc. in Cincinnati, ABT-Newco in Toledo, Chem-Materials in Cleveland and Brainerd Realty in Mason each received $5 million (7)a program loans last year. A total of 143 SBA (7)a loans issued in Ohio during the 2014 fiscal year had face values of $1 million or more.", "article_metadata": {"description": "A loan guaranteed by federal taxpayers is being used to build Centre Park of West Chester, a Holiday Inn and conference center north of Cincinnati.", "og": {"site_name": "Watchdog.org", "description": "A loan guaranteed by federal taxpayers is being used to build Centre Park of West Chester, a Holiday Inn and conference center north of Cincinnati.", "title": "Taxpayers help build Ohio hotel with 'green' SBA loan - Watchdog.org", "locale": "en_US", "image": "http://watchdog.org/wp-content/blogs.dir/1/files/2015/03/centre-park-west-chester-facebook-thumb.jpg", "url": "http://watchdog.org/206546/ohio-sba-loans/", "type": "article"}, "twitter": {"domain": "Watchdog.org", "description": "A loan guaranteed by federal taxpayers is being used to build Centre Park of West Chester, a Holiday Inn and conference center north of Cincinnati.", "title": "Taxpayers help build Ohio hotel with 'green' SBA loan - Watchdog.org", "image": {"src": "http://watchdog.org/wp-content/blogs.dir/1/files/2015/03/centre-park-west-chester-facebook-thumb.jpg"}, "creator": "@jasonahart", "site": "@watchdogorg", "card": "summary_large_image"}, "robots": "noarchive", "article": {"publisher": "https://www.facebook.com/Watchdogorg", "section": "News", "published_time": "2015-03-23T09:32:33+00:00"}, "news_keywords": "SBA, Small Business Administration, Centre Park of West Chester, Middletown Hotel Management, AVANA Capital, OpenTheBooks.com, Adam Andrzejewski, HiFive Development Services, Cato Institute"}, "_id": "\"57477af36914bd0286fd3a48\"", "article_summary": "Middletown Hotel Management, which operates several other hotels in central and southwest Ohio including two Hilton Garden Inn franchises, did not respond to Ohio Watchdog questions about the Centre Park SBA loan.\nBased on past media releases from HiFive, the builder designed Centre Park with SBA loan eligibility in mind.\nA 2013 Dayton Daily News study found taxpayers were left holding the bag for $1.3 billion in defaulted SBA loans dating back to 2000.\nIncluding the loan for Centre Park, SBA financed 23 real estate loans, each valued at more than $1 million in Ohio last year.\nWhen completed, Centre Park of West Chester will include a hotel, “a distinctly upscale steakhouse” and 25,000 square feet of banquet hall and meeting space."}