{"article_title": "Barrasso and McCain Reintroduce Obamacare Opt-Out Act", "article_keywords": ["senators", "john", "families", "optout", "bill", "obamacare", "barrasso", "healthcare", "americans", "act", "mccain", "reintroduce"], "article_url": "http://www.kgwn.tv/home/headlines/Barrasso-and-McCain-Reintroduce-Obamacare-Opt-Out-Act-287966371.html", "article_text": "U.S. Senators John McCain (R-AZ) and John Barrasso (R-WY) today reintroduced The Obamacare Opt-Out Act of 2015, important legislation that will give Americans the freedom to opt-out of the individual mandate for health insurance coverage required by Obamacare. This bill will allow an individual to either notify their state or the federal healthcare exchange or use their tax filing to opt-out of Obamacare and avoid the penalty for non-compliance. In 2015, those penalties can reach $2,448 per person or up to $12,240 for a family of five. Senators McCain and Barrasso first introduced this legislation in July 2014.\n\n“Year, after year, I hear from my constituents in Arizona and Americans across the country that their healthcare costs continue to rise while their coverage choices diminish under Obamacare,” said Senator John McCain. “The American people should have the freedom to make their own healthcare choices for their families without fear that the government will penalize them, and this bill is an important step in that direction.”\n\n“It's painfully clear that Obamacare is hurting families across the country with higher health costs and decreased access to care,” said Senator John Barrasso. “Americans deserve to be able to make their own decisions about what works best for their families. Our bill will give individuals and families the opportunity to opt-out of this destructive one-size-fits-all Washington mandate.”", "article_metadata": {"description": "U.S. Senators John McCain (R-AZ) and John Barrasso (R-WY) today reintroduced The Obamacare Opt-Out Act of 2015, important legislation that will give Americans the freedom to opt-out of the individual mandate for health insurance coverage required by Obamacare.", "language": "english", "og": {"url": "http://www.kgwn.tv/home/headlines/Barrasso-and-McCain-Reintroduce-Obamacare-Opt-Out-Act-287966371.html", "image": "http://media.graytvinc.com/images/393*315/obamacare13.jpg", "type": "article", "description": "U.S. Senators John McCain (R-AZ) and John Barrasso (R-WY) today reintroduced The Obamacare Opt-Out Act of 2015, important legislation that will give Americans the freedom to opt-out of the individual mandate for health insurance coverage required by Obamacare.", "title": "Barrasso and McCain Reintroduce Obamacare Opt-Out Act"}, "twitter": {"domain": "www.kgwn.tv", "description": "U.S. Senators John McCain (R-AZ) and John Barrasso (R-WY) today reintroduced The Obamacare Opt-Out Act of 2015, important legislation that will give Americans the freedom to opt-out of the individual mandate for health insurance coverage required by Obamacare.", "title": "Barrasso and McCain Reintroduce Obamacare Opt-Out Act", "url": "http://www.kgwn.tv/home/headlines/Barrasso-and-McCain-Reintroduce-Obamacare-Opt-Out-Act-287966371.html", "image": "http://media.graytvinc.com/images/obamacare13.jpg", "creator": "@kgwntv", "site": "@kgwntv", "card": "summary"}, "msvalidate.01": "9CD4A96D8A076527F07FD24CFCDE5489", "keywords": "Barrasso and McCain Reintroduce Obamacare Opt-Out Act", "google-site-verification": "IVtClpVYkI4dWgSluLcS79UKBau20zV3KpJm9VqOa3Q", "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Barrasso and McCain Reintroduce Obamacare"}, "_id": "\"57477af36914bd0286fcbd33\"", "article_summary": "Senators John McCain (R-AZ) and John Barrasso (R-WY) today reintroduced The Obamacare Opt-Out Act of 2015, important legislation that will give Americans the freedom to opt-out of the individual mandate for health insurance coverage required by Obamacare.\nSenators McCain and Barrasso first introduced this legislation in July 2014.\nOur bill will give individuals and families the opportunity to opt-out of this destructive one-size-fits-all Washington mandate.”\n“Year, after year, I hear from my constituents in Arizona and Americans across the country that their healthcare costs continue to rise while their coverage choices diminish under Obamacare,” said Senator John McCain.\nThis bill will allow an individual to either notify their state or the federal healthcare exchange or use their tax filing to opt-out of Obamacare and avoid the penalty for non-compliance."}