{"article_title": "The Emperor Has No Clue…And His Devotees Couldn’t Care Less", "article_keywords": ["going", "money", "trump", "hes", "devotees", "theyre", "donald", "willing", "does", "clueand", "president", "couldnt", "emperor", "issue", "care"], "article_url": "http://townhall.com/columnists/derekhunter/2016/02/28/the-emperor-has-no-clueand-his-devotees-couldnt-care-less-n2125966", "article_text": "There he was, stripped bare and standing in the middle of the debate stage. Donald Trump was eviscerated in Thursday’s debate. Marco Rubio and Ted Cruz took turns pummeling the founder of Trump University with his own words, his own history, and delivering body blow after body blow.\n\nIt was more than enough to convince any thinking person he was not a serious candidate for president. But Trump isn’t your typical presidential candidate. He’s Barack Obama-light, in every sense of the term.\n\nWhat does Donald Trump stand for? What will he do if elected? What core conservative principle will he advance?\n\nIf you’re being honest, the answer to each of those questions is you have no idea.\n\nDon’t feel bad, neither does he.\n\nThat’s not entirely true. He was fairly unambiguous about one thing he’d like to do: change the law so he can sue newspapers. When it comes to solutions to the nation’s problems, Donald Trump is the equivalent of a constitutional dumpster fire; and that’s just fine to his worshipers.\n\nThe day after being embarrassed in front of the world, in part because of the lack of specifics he’s provided as to what he would do as president, Trump held a press conference to get specific – or at least specific-ish – about this proposal. He said:\n\n“One of the things I’m going to do, and this is going to make it tougher for me…but one of the things I’m going to do if I win…is I’m going to open up our libel laws so when they write purposely negative and horrible and false articles, we can sue them and win lots of money. We’re going to open up those libel laws. So that when the New York Times writes a hit piece, which is a total disgrace, or when the Washington Post, which is there for other reasons, writes a hit piece, we can sue them and win money instead of having no chance of winning because they’re totally protected.”\n\nBy the way, the reason “they’re totally protected” right now is the First Amendment, that whole “Congress shall make no law” bit about freedom of the press. But who cares? Right, Trump fans?\n\nIt’s the same stifling of speech outraging conservatives on college campuses; only it’s Trump advancing it. If it’s fascism when a student group proposes it, what is it when a billionaire does?\n\nHis supporters don’t bother with strings of words ending in question marks. Their kryptonite is a simple “How?” or the dreaded “What?”\n\nWhat does Donald Trump want to do as president? There is no answer yet articulated that wouldn’t fit nicely on a bumper sticker. He wants to “make American great again,” or “build a wall,” or “destroy ISIS,” etc., etc. How?\n\nHe has no answer. He makes proclamations like a dime store Juan Perón. Only he has no clue how a president must work with Congress to create or change laws. Trump supporters appear content to adopt the Barack Obama model of rule by executive fiat. They don’t mind a despot as long as he’s their despot.\n\nTrump’s “specifics,” such as they are, about his signature talking point is a wall that grows by 10 feet each time Mexican officials say they won’t pay for it. It’s at least 30 feet higher than when it started, but we’re no closer to learning how it will be paid for. It just will be…apparently.\n\nCheerleaders aren’t even bothered by the fact that on his signature issue, immigration, he’s imported workers rather than hire Americans. His claim of it being “impossible” to find Americans to do his jobs is right out of the liberal playbook of “jobs Americans won’t do” for illegal aliens.\n\nHis supporters don’t give a damn about his hypocrisy any more than Hillary Clinton’s, Barack Obama’s or Al Gore’s do.\n\nThey love he’s “self-funding” his campaign because he “can’t be bought.” Do they think that will hold? A general election will cost at least $1 billion. Will Donald Trump mortgage his business on the possibility that, after alienating more than half the GOP, he’ll win?\n\nHe doesn’t have a billion in cash lying around. Since he’s hiding his tax returns, most likely because he’s not nearly as rich as he claims (he’s sued over that before and lost), there’s little chance he’d be able to fund a tenth of a general election campaign.\n\nHe’s gotten this far through free media. Sure, he’s spent a few million once he absolutely had to, but the majority of his exposure comes from the cable networks taking every speech of his live, allowing him to phone in whenever he wants and being willing to broadcast any sycophant wannabe Trump staffer representing him unchallenged. Against Hillary Clinton that ends. He will need money, money he doesn’t have.\n\nHe does have rich friends, and those friends would love to have a friend in the White House. And not because they’d find it “cool” to sleep in the Lincoln bedroom.\n\nWhen Rubio and Cruz exposed Donald Trump’s inability to explain what he’d do, and how, on any issue beyond his memorized bumper stickers, they did the country a great service. Unfortunately, blinded by anger and hatred, his devotees refuse to see their emperor has no clothes, nor clue.\n\nThere is no issue on which you can find Donald Trump speaking eloquently, passionately, and with any detail that doesn’t involve his poll numbers or his wealth. We have only his word to go on about his wealth, and his word has not always been accurate. That people are willing to believe him, unchallenged, and take offense when others do challenge him, is the mentality that has led to dark places in world history.\n\nScapegoating is a powerful weapon of manipulation, and Trump deploys it better than anyone in 80+ years. His followers want to “burn it all down,” so they’re willing to blindly follow a pied piper down a very dangerous path. If they refuse to open their eyes, the dumpster fire they’re franticly cheering will burn them down eventually too.\n\nPS: I urge you to watch this video, any part of it, and try to spot a coherent or even complete sentence from Trump. It’s the ramblings of a man unhinged and incapable of serious or important discussion of any issue facing the country. It may make you laugh, but does it inspire? Is it remotely presidential?", "article_metadata": {"description": "There he was, stripped bare and standing in the middle of the debate stage. Donald Trump was eviscerated in Thursdays debate. Marco Rubio and Ted Cruz took turns pummeling the founder of Trump University with his own words, his own history, and delivering body blow after body blow..05/26/2016 12:27:42PM EST.", "author": "Derek Hunter", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "There he was, stripped bare and standing in the middle of the debate stage. Donald Trump was eviscerated in Thursdays debate. Marco Rubio and Ted Cruz took turns pummeling the founder of Trump University with his own words, his own history, and delivering body blow after body blow.", "title": "Derek Hunter - The Emperor Has No Clue…And His Devotees Couldn’t Care Less", "url": "http://townhall.com/columnists/derekhunter/2016/02/28/the-emperor-has-no-clueand-his-devotees-couldnt-care-less-n2125966", "image": "http://media.townhall.com/townhall/reu/ha/2016/58/3261462c-f69e-4576-ad59-4edf10b79e56.jpg", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "There he was, stripped bare and standing in the middle of the debate stage. Donald Trump was eviscerated in Thursdays debate. Marco Rubio and Ted Cruz took turns pummeling the founder of Trump University with his own words, his own history, and delivering body blow after body blow.", "title": "Derek Hunter - The Emperor Has No Clue…And His Devotees Couldn’t Care Less", "url": "http://townhall.com/columnists/derekhunter/2016/02/28/the-emperor-has-no-clueand-his-devotees-couldnt-care-less-n2125966", "image": "http://media.townhall.com/townhall/reu/ha/2016/58/3261462c-f69e-4576-ad59-4edf10b79e56.jpg", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "The Emperor Has No Clue…And His Devotees Couldn’t Care Less, Derek Hunter, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "_id": "\"57477af36914bd0286fd3a7d\"", "article_summary": "He will need money, money he doesn’t have.\nWhat does Donald Trump stand for?\nHis followers want to “burn it all down,” so they’re willing to blindly follow a pied piper down a very dangerous path.\nWill Donald Trump mortgage his business on the possibility that, after alienating more than half the GOP, he’ll win?\nTheir kryptonite is a simple “How?” or the dreaded “What?”What does Donald Trump want to do as president?"}