{"article_title": "Screening Helped Detect And Avoid Nearly Half a Million Colorectal Cancer Cases In The Past 30 Years", "article_keywords": ["helped", "detect", "diagnosis", "cancer", "million", "incidence", "center", "past", "cancers", "screening", "colorectal", "half", "early", "cases", "occur", "nearly"], "article_url": "http://www.medicaldaily.com/screening-helped-detect-and-avoid-nearly-half-million-colorectal-cancer-cases-past-30-years-286064", "article_text": "Early detection of cancer through primary screening is the key to reducing its incidence in populations where maximum mortalities occur due to late diagnosis. One such success story is that of colorectal cancer, where effective early detection from 1976 to 2009 has prevented nearly 550,000 cases in the United States, according to a report from the Cancer Outcomes, Public Policy, and Effectiveness Research (COPPER) Center at Yale Cancer Center. This study has been published in the journal Cancer.\n\nAccording to the American Cancer Society, colorectal cancer is the third most common cancer diagnosed in both men and women. An estimated 136,830 cases of colorectal cancer are detected each year in the United States. Colorectal cancers are cancers that occur in the colon, rectum, or in the appendix. Uncontrolled cell growth leads to the growth of a tumor or polyp in the bowels, which may turn cancerous. Surgery can remove the tumors if they have been detected early and in many cases the tumors can be found and removed even before they have turned cancerous. Most deaths occur because the cancer has metastasized to other parts of the body due to late diagnosis at which point surgery and even other treatments like chemotherapy may be ineffective.\n\nBetween 1976 and 2009, more men and women underwent cancer screening tests such as fecal occult blood testing, sigmoidoscopies, and colonoscopies. Since these tests identify an underlying condition even before the symptoms become noticeable, the researchers found that the number of colorectal cancer cases reduced significantly.\n\nAccording to a press release Tuesday, the team from the Yale COPPER Center studied the colorectal cancer incidence data from the National Cancer Institute's Surveillance, Epidemiology, and End Results database, along with its Cancer Trends Progress Report. Researchers found that the incidence of late-stage cancer decreased from 118 cases per 100,000 people over the age of 50, to 74 cases per 100,000. Early stage cancer cases also decreased from 77 to 67 cases per 100,000 people over the age of 50, during a period where cancer screening increased from 34.8% to 66.1%.\n\nAfter adjusting for trends in cancer incidence such as gender and age, the authors estimated that there was a reduction of nearly five hundred thousand cancers during this period of increasing screening. \"These numbers represent real patients and families who have been spared the trauma of a cancer diagnosis and treatment. Colorectal cancer screening is one of the major successes in cancer care,\" said the study's senior author, Dr. James Yu.\n\nThese findings have been published at a time when concerns over false positive cancer diagnosis, especially in mammograms during breast cancer screenings, have increased causing fear and worry among those diagnosed. The results of this study once again highlight the importance of early and proper screening.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "screening helped avoid half a million colonrectal cancers in 30 years.", "og": {"site_name": "Medical Daily", "description": "Early detection of cancer through primary screening can spare patients the trauma of late diagnosis. 550,000 cases of colorectal cancer were prevented over 30 years, according to new research.", "title": "Early Detection Of Colorectal Cancer Has Saved Millions Of Lives", "url": "http://www.medicaldaily.com/screening-helped-detect-and-avoid-nearly-half-million-colorectal-cancer-cases-past-30-years-286064", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/06/03/colorectal-cancer_0.jpg", "type": "article"}, "twitter": {"description": "Early detection of cancer through primary screening can spare patients the trauma of late diagnosis. 550,000 cases of colorectal cancer were prevented over 30 years, according to new research.", "title": "Early Detection Of Colorectal Cancer Has Saved Millions Of Lives", "url": "http://www.medicaldaily.com/screening-helped-detect-and-avoid-nearly-half-million-colorectal-cancer-cases-past-30-years-286064", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/06/03/colorectal-cancer_0.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/06/03/colorectal-cancer_0.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Healthy Living", "published_time": "2014-06-03T16:22:42-04:00", "modified_time": "2014-06-03T16:22:41-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Early detection of cancer through primary screening can spare patients the trauma of late diagnosis. 550,000 cases of colorectal cancer were prevented over 30 years, according to new research."}, "_id": "\"57477af36914bd0286fd3a64\"", "article_summary": "According to the American Cancer Society, colorectal cancer is the third most common cancer diagnosed in both men and women.\nColorectal cancer screening is one of the major successes in cancer care,\" said the study's senior author, Dr. James Yu.\nSince these tests identify an underlying condition even before the symptoms become noticeable, the researchers found that the number of colorectal cancer cases reduced significantly.\nBetween 1976 and 2009, more men and women underwent cancer screening tests such as fecal occult blood testing, sigmoidoscopies, and colonoscopies.\nEarly stage cancer cases also decreased from 77 to 67 cases per 100,000 people over the age of 50, during a period where cancer screening increased from 34.8% to 66.1%."}