{"article_title": "No Man’s Sky Gives Players a Very Small Chance to Discover Something Incredible", "article_keywords": ["mans", "incredible", "space", "sky", "discover", "murray", "planet", "players", "chance", "game", "know", "small", "games", "thats", "gives"], "article_url": "http://www.digitaltrends.com/gaming/no-mans-sky-gives-players-small-chance-discover-something-incredible/", "article_text": "No Man’s Sky is, first and foremost, a game of deep space exploration. Developer Hello Games and its founder, Sean Murray, rarely lead with that, because it’s dangerous to give the impression that it’s all ambience and no gameplay.\n\nNo Man’s Sky has space combat, mining, trading, an economy by way of space stations, multiplayer, and progression fueled by the lure of suit upgrades and new ships—and you can engage with all of these things, or none of them. That’s what has made the game so difficult to explain, as Murray told Digital Trends at 2014’s PlayStation Experience.\n\n“If you were just a space combat game, you could just show that and everyone would be happy. That would be enough, because that’s enough for a whole game,” Murray said. “It’s just that for ours, it doesn’t define what it is. What you’re seeing in that snapshot isn’t going to continue to be exactly the same for everyone for 11 hours and then, finish.”\n\nThe question should be “What will I do?” and not “What can I do?”\n\nWhen it opens, No Man’s Sky spawns you on a random planet toward the edge of the universe. There are so many planets in the game’s galaxy that it would take hundreds of billions of years to explore them all—that’s a claim that Hello has thrown around a lot—and when you start the game, you can end up on basically any of them. No one knows what that planet will look like, or what you might find there, not even Hello.\n\nThere are no tutorials. You walk around, try the controls, and find your ship nearby. Then, once you’re done wandering, you fly out into space. Each planet is a new opportunity to whip out your resource scanner and check what’s in the terrain, then mine for goodies with lasers and grenades.\n\nMake no mistake: No Man’s Sky is a video game. You have a sprint button and a jetpack, and if you die you lose whatever you’re carrying—or even your ship, if it’s destroyed in battle. If that happens, you’d better hope you have enough credits to buy a new one. Cause and effect mean something in No Man’s Sky, and consequences are everywhere.\n\nIf you’re the first player to discover a body of water or a system of caves, you can decide what to name it and upload your findings for other players to see. Or you can keep that info to yourself, a private oasis or treasure trove that no one else is likely to find thanks to the game’s sheer enormity.\n\nThe result? Every player’s story will be different. That’s a claim that a lot of game developers have made throughout the history of this medium, but for the first time in a long time it seems like it might actually be true with No Man’s Sky. That’s what Hello Games has been trying to communicate: The question should be “What will I do?” and not “What can I do?”\n\n“We save the crazy interesting creatures for not one in a million, but one in a hundred million.”\n\nAn example from Murray: Say you touch down an a brand new planet and spy some resources at the bottom of the ocean. You’d like to grab them so you can upgrade your ship’s hyper drive and explore yet more planets, but the ocean’s liquid is toxic and will kill you if you just dive in. So you note the coordinates and continue on your way, returning later—sometimes much later—when you’ve upgraded your suit with the right protections. All of this represents a story that you’ve authored all by yourself; and no one else can know precisely what it felt like to finally return and claim that specific prize.\n\nIt was apparent enough in Murray’s live demo, in which he touched down on one of the game’s quintillions of planets at random. That’s something Hello has never done publicly, despite having had several opportunities during E3 and other big events. Murray doesn’t know what he’ll find, and that’s a risky way to debut a game in front of such big crowds.\n\nEven in private, Murray admitted he was nervous as his ship breached the planet’s atmosphere. Its surface was suffused with endless green, rolling hills, interrupted by towering black alien monoliths that dotted the landscape. Huge chunks of earth floated in the sky overhead, like clouds. Murray had never seen one like this before.\n\n“The weirdness of that never escapes me,” he confessed.\n\nThere’s some simple math at the heart of No Man’s Sky’s exploration, and what it means may turn some players off. It goes like this, as Murray describes it:\n\n“Ninety percent of the planets that you visit should be barren, because that’s how it would be in our universe and anything else would feel fake. And then 10-percent of them should have some life, but that life 90-percent of the time should just be some grass and some shrubbery or whatever, you know, some insignificant life. But 10-percent of the time — 10-percent of the 10-percent — it should be real life. But maybe just birds, fish, and things like that, smaller creatures, 90-percent of the time. And 10-percent of the time it should be something a bit more interesting, like four-legged creatures. But that four-legged creature 90-percent of the time should be super boring.”\n\nDeath to the skybox One of the most revolutionary things about No Man’s Sky is something that most people won’t even pick up on. “It sounds ridiculous, but we’ll probably be one of the first games without a skybox,” Murray explained, referring to the 2D images of clouds and stars that hover over the majority of video game worlds. “Only a gamer knows what that means, you know? But it’s significant because those stars, when I was flying through space, you can see those stars and they’re real places [you can visit]. ”Gamers have been asking for bigger environments, more options, better writing, prettier graphics, and a million other things for as long as there have been games. But based on what we’ve seen of No Man’s Sky it seems “death to the skybox!” is what we should have been chanting all along.\n\nThose are not great odds for players hoping to discover something incredible and not just another barren planet waiting to be strip-mined for resources. One can easily imagine databases, forums, and Reddit communities cataloguing this universe, planet by planet. Players collaborating online as pioneers, crowdsourcing the act of discovery, sticking a virtual bookmark anywhere there’s something interesting to see. But that won’t necessarily happen either, Murray explained, thanks again to the game’s absurd size.\n\n“You’ve got quite a journey to go to a specific point,” he said, meaning even if you know the coordinates of the space dinosaurs or some strange monument, you probably couldn’t get there quickly. And by the time you do, another player may well have lasered those awesome beasts into extinction, or leveled those incredible ruins, because yes, that’s possible too.\n\nIt sounds like a harsh environment, and it may be that some players come away from No Man’s Sky having never discovered anything of note and wishing they hadn’t wasted their time and money. But like the vast star field he’s worked to create, Murray doesn’t care. “As much as we can possibly manage, this needs to feel real, and true to what it is, which is a galaxy,” he said.\n\nUnderstand all that and you can start to grasp just how unlikely it is you’ll meet any other actual players. “People always ask that, and like…I’m really hesitant because I just think if that’s the experience that you’re after, play a different game,” Murray said. “It’s not an MMO. Yes, other people are there, playing, but no. You could, and I think if that happens—when it happens—for people it will be a little bit like Journey, or like Dark Souls—just a nice, full moment when you know that you’re playing with other people. But I don’t think we will even highlight it.”\n\nNo Man’s Sky may or may not have a story. That’s for players to figure out. Murray questioned whether anyone really wants to know at this point, anyway.\n\n“I think people think they want all the info about a game before it comes out but I don’t think they actually know what’s good for them,” he said. “Some people go ‘Yeah, but come on. Just give me—‘ it’s like, they want achievements, they want to unlock concept art, they want us to have headshots. Like, everyone would feel a lot better if we would just show that, and we’re not going to show that because you don’t do those things.”\n\n“There are key moments in the game. It’s not necessarily a narrative, but I guess we have a kind of structure that a typical player might hit some key beats as they’re going about,” Murray admitted. “There isn’t a final screen or anything like that, but there is the concept of getting toward the center of the galaxy. That’s an aim that a lot of people will have, and that will be a significant moment for people. And we’re not going to talk about what happens, but it’s not the end of the game. There’s definitely reasons why you’d want to keep playing, but it will be a moment for a lot of people where they’ll feel like ‘I’ve done it.’”", "article_metadata": {"sailthru.image.ratio_4_3": "http://icdn2.digitaltrends.com/image/diplo-480x360-c.png", "sailthru.image.thumb": "http://icdn9.digitaltrends.com/image/diplo-50x50.png", "sailthru.author": "Michael Rougeau", "description": "The vast galaxy at play in No Man’s Sky is a fertile landscape for players to explore, discover, and author their own stories, one new planet at a time.", "tags": "no man's sky", "og": {"site_name": "Digital Trends", "description": "The vast galaxy at play in No Man’s Sky is a fertile landscape for players to explore, discover, and author their own stories, one new planet at a time.", "title": "Not even the guys who coded No Man’s Sky know what will happen when they play", "locale": "en_US", "image": "http://icdn3.digitaltrends.com/image/diplo-1200x630-c.png", "updated_time": "2015-03-19T09:33:15+00:00", "url": "http://www.digitaltrends.com/gaming/no-mans-sky-gives-players-small-chance-discover-something-incredible/", "type": "article"}, "twitter": {"domain": "Digital Trends", "description": "The vast galaxy at play in No Man’s Sky is a fertile landscape for players to explore, discover, and author their own stories, one new planet at a time.", "title": "Not even the guys who coded No Man’s Sky know what will happen when they play", "creator": "@digitaltrends", "site": "@digitaltrends", "image3": "http://icdn2.digitaltrends.com/image/diplo-720x720.png", "image2": "http://icdn2.digitaltrends.com/image/glattrecsystem-720x720.png", "image1": "http://icdn2.digitaltrends.com/image/alpinefly-720x720.png", "image0": "http://icdn2.digitaltrends.com/image/becron5-720x720.png", "card": "gallery"}, "sailthru.date": "2015-01-10 00:01:12", "sailthru.title": "Not even the guys who coded No Man’s Sky know what will happen when they play", "framework": "Alkivia Framework 0.8", "fb": {"app_id": 61377565444, "pages": 8522591132}, "sailthru.image.ratio_3_2": "http://icdn1.digitaltrends.com/image/diplo-600x400-c.png", "sailthru.tags": "Michael Rougeau, Gaming", "article": {"publisher": "https://www.facebook.com/digitaltrendsftw", "section": "Gaming", "tag": "no man's sky", "published_time": "2015-01-10T00:01:12+00:00", "modified_time": "2015-03-19T09:33:15+00:00"}, "sailthru.description": "The vast galaxy at play in No Man’s Sky is a fertile landscape for players to explore, discover, and author their own stories, one new planet at a time.", "sailthru.image.full": "http://icdn8.digitaltrends.com/image/diplo-1920x1080.png", "viewport": "initial-scale=1", "news_keywords": "no man's sky, space, game, video game,"}, "_id": "\"57477af36914bd0286fd3a67\"", "article_summary": "But I don’t think we will even highlight it.”No Man’s Sky may or may not have a story.\nCause and effect mean something in No Man’s Sky, and consequences are everywhere.\nBut based on what we’ve seen of No Man’s Sky it seems “death to the skybox!” is what we should have been chanting all along.\nNo Man’s Sky is, first and foremost, a game of deep space exploration.\nMake no mistake: No Man’s Sky is a video game."}