{"article_title": "Study Clouds Relationship between Debt and Growth", "article_keywords": ["impact", "clouds", "relationship", "countries", "study", "mediumterm", "levels", "rate", "growth", "economic", "authors", "ratio", "debt"], "article_url": "http://www.thefiscaltimes.com/Articles/2014/02/17/Study-Clouds-Relationship-between-Debt-and-Growth", "article_text": "At a time when arguments over national debt and budget deficits are raging both in Washington and around the world, a group of economists at the International Monetary Fund decided to ask a provocative question: Does the amount of debt a country carries matter for its economic growth?\n\nUsing a data set that tracked the debt and gross domestic product levels of nearly every IMF member country back to 1875, economists Andrea Pescatori, Damiano Sandri, and John Simon examined whether there was a connection between countries’ debt-to-GDP ratio and their medium-term economic growth rate, asking particularly whether there was a threshold level of debt above which future economic growth would be damaged over a time frame of five years or more. They also investigated whether the debt ratio had an impact on the kind of growth countries experienced.\n\nRelated: Ending Debt Limit Uncertainty May Note Help the Economy\n\nThe surprising answer to the first question was no. The researchers, in their own words, found “there is no simple threshold for debt ratios above which medium-term growth prospects are severely undermined. On the contrary, the association between debt and growth at high levels of debt becomes rather weak when one focuses on any but the shortest-term relationship.”\n\nHowever, they added, this is not to say that debt has no impact at all on growth.\n\n“We have found some evidence that higher debt appears to be associated with more volatile growth,” the authors write. “And volatile growth can still be damaging to economic welfare.”\n\nTo be clear, the short-run effect of debt on growth was found to be significant. As debt-to-GDP approaches 90 percent, countries’ one-year growth rate goes to near zero, and plunges into negative territory at all levels above that. However, a five-year timeframe shows positive growth rates at nearly all debt-to-GDP ratios.\n\nRelated: The GOP Debt Ceiling Vote – Surrender of Strategy?\n\nBut once the lens is pulled back to look at long-term growth—meaning 10- and 15-year timeframes – the debt level shows little impact at all on growth rates.\n\nWhat did have a measurable effect, however, was what the authors of the paper called the “trajectory” of a country’s debt.\n\nEven over the long-term, a country’s expected growth rate at almost all levels of debt is significantly higher, by as much as a full percentage point of GDP growth per capita, if its debt ratio is declining rather than rising.\n\n“In fact, even countries with debt ratios of 130–140 percent but on a declining path have experienced solid growth,” the authors write. “This observation suggests that the high debt itself is not causing the low growth in these episodes but other factors, associated with increasing debt, are more strongly implicated.”\n\nRelated: Unemployed and Hoping for Help from Congress\n\nThe authors caution that their paper alone is not enough evidence to base policy decisions on, but it at least suggests the possibility that, for the U.S., our current situation– U.S. debt held by the public is currently about 74 percent of GDP – doesn’t doom the country to poor medium-term economic growth.\n\nHowever, the study points out that it would be better if the trajectory of the debt, which is expected to increase to 79 percent of GDP in 2024, were headed in the other direction.\n\nTop Reads from The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "A new study suggests that there may be no clear connection between the level of debt a country carries and its medium-term economic growth prospects.", "title": "Study Clouds Relationship between Debt and Growth", "url": "http://www.thefiscaltimes.com/Articles/2014/02/17/Study-Clouds-Relationship-between-Debt-and-Growth", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/07292013_GDP_Map_article.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/Articles/2014/02/17/Study-Clouds-Relationship-between-Debt-and-Growth", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/07292013_GDP_Map_article.jpg", "creator": "@rrgarver", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "A new study suggests that there may be no clear connection between the level of debt a country carries and its medium-term economic growth prospects.", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af36914bd0286fd3502\"", "article_summary": "They also investigated whether the debt ratio had an impact on the kind of growth countries experienced.\nThe researchers, in their own words, found “there is no simple threshold for debt ratios above which medium-term growth prospects are severely undermined.\n“And volatile growth can still be damaging to economic welfare.”To be clear, the short-run effect of debt on growth was found to be significant.\nEven over the long-term, a country’s expected growth rate at almost all levels of debt is significantly higher, by as much as a full percentage point of GDP growth per capita, if its debt ratio is declining rather than rising.\nOn the contrary, the association between debt and growth at high levels of debt becomes rather weak when one focuses on any but the shortest-term relationship.”However, they added, this is not to say that debt has no impact at all on growth."}