{"article_title": "Hillary Rallies in Philadelphia", "article_keywords": ["lower", "talked", "clinton", "trump", "ted", "philadelphia", "hillary", "cruz", "rallies", "speech", "president", "senator"], "article_url": "http://www.politicspa.com/hillary-rallies-in-philadelphia/74723/", "article_text": "Hillary Rallies in Philadelphia\n\nWritten by Chris Calabrese, Contributing Writer\n\nWith flags flying and “Fighting for us” signs everywhere, Hillary Clinton returned to Philadelphia.\n\nFresh off an important victory in New York, Clinton now set her sights on Pennsylvania’s April 26th primary.\n\nAnd she brought out a big gun to help her out.\n\nSenator Bob Casey Jr. introduced her, speaking for only about 5-10 minutes, but said he could’ve gone on for hours about the former Secretary of State.\n\nHis two main points were that Hillary would increase incomes for the lower class, bring down the student debt burden, and most importantly, was by far the best leader for a dangerous world.\n\nAnd then Hillary herself came on stage, and immediately began thanking some of Philadelphia’s big names, including former Mayor Michael Nutter and Congressman Bob Brady.\n\nShe started off by describing her Pennsylvania roots, which included her father who was from Scranton, and talked about summers spent there. She also pointed out that her son-in-law is from Philadelphia.\n\nThen she went straight into the stump speech, and she came out firing on every issue. Unlike the fervor on the other side of the aisle, Hillary refused to attack her primary opponent, Senator Bernie Sanders.\n\nShe did however take shots at Donald Trump, Texas Senator Ted Cruz and even former President George W. Bush.\n\n“The economy does better with Democrats,” she asserted. “President Obama does not get the credit he deserves for getting out of the debt that Republicans gave us.”\n\nHillary moved on to other issues, including protecting Planned Parenthood, and ensuring a woman’s right to choose.\n\nShe moved onto the Affordable Care Act, where she explained, “not only do I want to defend the ACA, I want to expand on it. I want to lower copays, lower deductibles and lower prescription drug costs.”\n\nShe then referenced her event earlier that day, in which she talked with a couple parents who had lost their children to gun violence.\n\n“Guns kill 33,000 a year. If there was a disease that was killing 33,000 a year, we would all be working together to find a cure.”\n\nFor her final issue, she decided to mock Trump and Cruz for their lack of foreign policy experience and expertise.\n\nTrump’s proposed ban on Muslim emigrants drew lots of boos from the crowd, to which Hillary laughed. For Cruz, she pointed to how dangerous his idea to have police patrol Muslim neighborhoods would be, quoting the NYC police commissioner, “Ted Cruz has no idea what the heck he is talking about.”\n\nThe crowd roared when they heard that, and Hillary ended the speech by exclaiming that “our best days are most certainly ahead of us.”\n\nAt the exits, Bernie Sanders supporters chanted “Feel the Bern”, to the dismay of many Clinton supporters.\n\nHowever, Pennsylvania may not be feeling the Bern come April 26th. Clinton has a 13 point lead according to the latest Monmouth Poll.\n\nApril 22nd, 2016 | Posted in Front Page Stories, Presidential, Top Stories | 7 Comments", "article_metadata": {"description": "The Democratic front-runner rocked the crowd at the Fillmore.", "generator": "WordPress 4.1.11", "og": {"url": "http://www.politicspa.com/hillary-rallies-in-philadelphia/74723/", "image": "http://www.politicspa.com/wp-content/uploads/2016/04/Hillary-Philly-300x199.png", "type": "article", "description": "The Democratic front-runner rocked the crowd at the Fillmore.", "title": "Hillary Rallies in Philadelphia"}, "robots": "noodp", "fb": {"app_id": 775768999125308}, "keywords": "presidential,hillary clinton,philadelphia,bernie sanders,ted cruz,donald trump,democratic primary,2016 election", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fe2403\"", "article_summary": "Hillary Rallies in PhiladelphiaWritten by Chris Calabrese, Contributing WriterWith flags flying and “Fighting for us” signs everywhere, Hillary Clinton returned to Philadelphia.\nShe did however take shots at Donald Trump, Texas Senator Ted Cruz and even former President George W. Bush.\nUnlike the fervor on the other side of the aisle, Hillary refused to attack her primary opponent, Senator Bernie Sanders.\nTrump’s proposed ban on Muslim emigrants drew lots of boos from the crowd, to which Hillary laughed.\nAnd then Hillary herself came on stage, and immediately began thanking some of Philadelphia’s big names, including former Mayor Michael Nutter and Congressman Bob Brady."}