{"article_title": "Harvard Researchers Create 3D Printed, Self Assembling Lamp", "article_keywords": ["assembling", "electronics", "self", "printing", "switch", "lamp", "harvard", "printed", "mechanical", "sensors", "electronic", "create", "researchers", "3d"], "article_url": "https://3dprint.com/5261/3d-printed-self-assembling-lamp/", "article_text": "Earlier this week, we wrote in detail about the 3D printed self assembling robot which was created by MIT researchers. Over the next decade or so, 3D printing will certainly be an integral part of our everyday lives. Probably the biggest boost for the technology will be when desktop, consumer based 3D printers can print electronics within an object. There are already several ideas being worked on, and circuitry has already been 3D printed within objects. However, much still needs to be accomplished within the field before we begin seeing affordable desktop electronic printers.\n\nHaving said this, Harvard researchers, ByungHyun Shin, Samuel M. Felton, Michael T. Tolley, and Robert J. Wood seem to have made significant progress recently. This year at the IEEE International Conference on Robotics and Automation (ICRA), they presented a proof-of-concept 3D printed, self assembling lamp. As you can see in the video below, the lamp folds up and assembles by itelf within seconds.\n\nWhat’s most impressive here, is the fact that nearly the entire lamp has been printed out on a 3D printer. This includes the self-folding shape memory polymers, triggered by heat, as well as the material of the lamp itself, a mechanical switch, and even the capacitive touch sensors. Pretty much the only parts which were not printed intact are the LED components, and the Arduino board which is the intermediary between the sensors and the LED.\n\nThe touch sensors can sense applied force, and are able to turn the LED on or off, as well as dim or brighten it. The mechanical switch opens and closes the printed electrical contacts by twisting. What the team at Harvard has demonstated, is key for the progression of 3D printed self folding, electronics. The fact that they were able to integrate more complicated mechanisms like that of the mechanical switch in this lamp, is astep above simply 3D printing circuitry. The future of such technology may lead to rapid prototyping of electronic devices, as well as customized 3D printed electronics from home.\n\nWhat do you think about this 3D printed lamp? Will this type of manufacturing eventually progress enough to allow for the 3D printing of complicated electronic devices? Discuss this story at the 3DPB.com forum for this self-assembling lamp.\n\n[Source: IEEE.org", "article_metadata": {"description": "Earlier this week, we wrote in detail about the 3D printed self assembling robot which was created by MIT researchers. Over the next decade or so, 3D printing will certainly be an integral part of our everyday lives.", "generator": "WordPress 4.5.2", "og": {"site_name": "3DPrint.com", "description": "Earlier this week, we wrote in detail about the 3D printed self assembling robot which was created by MIT researchers. Over the next decade or so, 3D printing w", "title": "Harvard Researchers Create 3D Printed, Self Assembling Lamp", "url": "https://3dprint.com/5261/3d-printed-self-assembling-lamp/", "image": "http://3dprint.com/wp-content/uploads/2014/06/lamp-1.jpg", "updated_time": "2014-06-08T09:10:27+00:00", "locale": "en_us", "type": "article"}, "fb": {"admins": 503367478}, "keywords": "3d printing, 3d printed, 3d print, 3d printer, 3d printing, 3d printed electronics, 3d printed lamp, ieee, self assembling lamp", "article": {"publisher": "https://3dprint.com/", "published_time": "2014-06-08T09:10:27+00:00", "author": "https://3dprint.com/author/heidi-milkert/", "section": "3D Printing", "modified_time": "2014-06-08T09:10:27+00:00", "tag": "self assembling lamp"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=0"}, "_id": "\"57477af36914bd0286fc9ba8\"", "article_summary": "Earlier this week, we wrote in detail about the 3D printed self assembling robot which was created by MIT researchers.\nThis year at the IEEE International Conference on Robotics and Automation (ICRA), they presented a proof-of-concept 3D printed, self assembling lamp.\nWhat the team at Harvard has demonstated, is key for the progression of 3D printed self folding, electronics.\nThere are already several ideas being worked on, and circuitry has already been 3D printed within objects.\nWhat do you think about this 3D printed lamp?"}