{"article_title": "Twin Birth Rate Reaches New High In 2014", "article_keywords": ["decline", "birthweight", "rise", "births", "rate", "reaches", "high", "twin", "twins", "low", "birth", "1000"], "article_url": "http://www.medicaldaily.com/double-trouble-twin-birth-rate-reaches-new-high-2014-367106", "article_text": "In what’s sure to (eventually) be good news for the Disney Channel, it appears that Americans were all about twins last year.\n\nEarlier this December, the Centers for Disease Control and Prevention (CDC) released its latest tally on how Americans gave birth in 2014. Among some of the more heartening findings — teen pregnancies continue to be on the decline, for example — the U.S. has reached its highest twin birth rate, a whooping 33.9 twins per 1,000 births. The rate, though not significantly higher than 2013’s (33.7 per 1,000), continues a steady upward trend seen since at least 1980 (18.9 per 1,000).\n\nOf the nearly four million births in 2014, 135,336 resulted in twins. While that number is higher than 2013’s, it’s actually lower than those reported through 2006 to 2009, a time period that saw a rise in the total number of annual births. The twinning birth rate took the highest leap among black women from 2013 (38.3 to 40.0 per 1,000), while the rate remained practically unchanged for white and Hispanic women, at 36.7 and 24.1 per 1,000 births, respectively.\n\nIt’s tough to pin down any one specific cause behind the twinning trend, though it’s likely connected to widespread changes in how we give birth today. “The rise in multiple birth rates has been associated with expanded use of fertility therapies [ovulation-inducing drugs and assisted reproductive technologies (ART)] and older maternal age at childbearing,” wrote the CDC authors. “An estimated 1.5 percent of 2012 births were the result of ART therapies alone.”\n\nBundles of joy that they are, twin (and triplet) births are certainly more risky than a conventional one. In 2014, for instance, just over half of twin births resulted in low birthweight infants, while 10 percent ended in extremely low birthweight births. For triplets, nearly every infant had low birthweight, and a third had extremely low birthweight. These births are similarly likely to be premature. Both conditions are tied to a number of short- and long-term health complications, such as heart disease and obesity.\n\nInterestingly enough, triplets weren’t on the rise in 2014, with its rate of 113.5 per 100,000 births, a 5 percent decline from 2013. The rate is actually the lowest seen in 20 years and represents a 40 percent decline from its peak high in 1998. It’s believed this decline in triplet and other multiple births is more directly linked to changes in how ART is performed currently.\n\nSource: Hamilton B, Martin J, Osterman M, et al. Births: Final Data for 2014. National Vital Statistics Reports. 2015.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "birth rate, twin, new high", "og": {"site_name": "Medical Daily", "description": "America reached its highest twin birth rate in 2014, the CDC finds.", "title": "US Sees New High In Twin Birth Rates", "url": "http://www.medicaldaily.com/double-trouble-twin-birth-rate-reaches-new-high-2014-367106", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/12/28/twins.jpg", "type": "article"}, "twitter": {"description": "America reached its highest twin birth rate in 2014, the CDC finds.", "title": "US Sees New High In Twin Birth Rates", "url": "http://www.medicaldaily.com/double-trouble-twin-birth-rate-reaches-new-high-2014-367106", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/12/28/twins.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/12/28/twins.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "The Grapevine", "published_time": "2015-12-28T18:59:42-05:00", "modified_time": "2015-12-28T18:59:42-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "America reached its highest twin birth rate in 2014, the CDC finds."}, "article_summary": "In 2014, for instance, just over half of twin births resulted in low birthweight infants, while 10 percent ended in extremely low birthweight births.\nFor triplets, nearly every infant had low birthweight, and a third had extremely low birthweight.\nAmong some of the more heartening findings — teen pregnancies continue to be on the decline, for example — the U.S. has reached its highest twin birth rate, a whooping 33.9 twins per 1,000 births.\nThe twinning birth rate took the highest leap among black women from 2013 (38.3 to 40.0 per 1,000), while the rate remained practically unchanged for white and Hispanic women, at 36.7 and 24.1 per 1,000 births, respectively.\nThe rate is actually the lowest seen in 20 years and represents a 40 percent decline from its peak high in 1998."}