{"article_title": "The Company That Botched Obamacare's Website Is Getting Replaced", "article_keywords": ["website", "cgi", "working", "healthcaregov", "getting", "bloomberg", "company", "work", "contract", "replaced", "obamacares", "services", "health", "officially", "botched"], "article_url": "http://www.theatlantic.com/business/archive/2014/01/the-company-that-botched-obamacares-website-is-getting-replaced/282995/", "article_text": "Reuters\n\nA bit of welcome news for all those who were dumbfounded that more heads didn't roll over Obamacare's nightmarish online rollout: CGI Group Inc., the company that built the federal health exchange's dysfunctional website, is being replaced.\n\nCiting an anonymous source \"familiar with the decision,\" Bloomberg reports that the Obama administration is hiring IT consulting giant Accenture to \"complete unfinished work on healthcare.gov and run the site\" starting next month, when CGI's government contract officially runs out. While they did not officially confirm the swap, a spokesman for the U.S. Center for Medicare and Medicaid Services told Bloomberg, “We are working with our contract partners to make a mutually agreed upon transition to ensure that healthcare.gov continues to operate smoothly for consumers.”\n\nSo, there is some accountability in Washington after all. I mean, sort of. We are talking about a company whose shoddy work came surreally close to sinking a two-term president's signature policy agenda, and that somehow let the cost of the project triple. Presumably, somebody at the Department of Health and Human Services would have had to suffer a mind-altering seizure in order to award CGI more money to continue cleaning up their own mess.", "article_metadata": {"description": "A small sliver of sanity in the world of government contracting.", "author": "Jordan Weissmann", "og": {"site_name": "The Atlantic", "description": "A small sliver of sanity in the world of government contracting.", "title": "The Company That Botched Obamacare's Website Is Getting Replaced", "locale": "en_US", "image": "http://cdn.theatlantic.com/assets/media/img/mt/2014/01/Obamacare_Exchange_Reuters/lead_large.jpg", "url": "http://www.theatlantic.com/business/archive/2014/01/the-company-that-botched-obamacares-website-is-getting-replaced/282995/", "type": "article"}, "twitter": {"domain": "theatlantic.com", "site": "@theatlantic", "card": "summary"}, "ROBOTS": "INDEX, FOLLOW", "p": {"domain_verify": "68e1a0361a557708fefc992f3309ed70"}, "fb": {"admins": "577048155,17301937", "page_id": 29259828486, "app_id": 100770816677686}, "keywords": "The Atlantic, The Atlantic Magazine, TheAtlantic.com, Atlantic, news, opinion, breaking news, analysis, commentary, business, politics, culture, international, science, technology, national and life", "viewport": "initial-scale=1.0, maximum-scale=1.0, width=device-width, user-scalable=no"}, "_id": "\"57477af36914bd0286fd3af9\"", "article_summary": "ReutersA bit of welcome news for all those who were dumbfounded that more heads didn't roll over Obamacare's nightmarish online rollout: CGI Group Inc., the company that built the federal health exchange's dysfunctional website, is being replaced.\nWe are talking about a company whose shoddy work came surreally close to sinking a two-term president's signature policy agenda, and that somehow let the cost of the project triple.\nPresumably, somebody at the Department of Health and Human Services would have had to suffer a mind-altering seizure in order to award CGI more money to continue cleaning up their own mess.\nCiting an anonymous source \"familiar with the decision,\" Bloomberg reports that the Obama administration is hiring IT consulting giant Accenture to \"complete unfinished work on healthcare.gov and run the site\" starting next month, when CGI's government contract officially runs out.\nI mean, sort of."}