{"article_title": "Gay Muslim filmmaker risks death in pilgrimage to reconcile faith and sexuality\u007f", "article_keywords": ["mecca", "faith", "death", "sharma", "reconcile", "gay", "muslim", "filmmaker", "film", "sexuality", "risks", "hell", "muslims", "pilgrimage", "journey"], "article_url": "http://religionnews.com/2015/06/09/gay-muslim-filmmaker-risks-death-in-pilgrimage-to-reconcile-faith-and-sexuality/", "article_text": "LONDON (Reuters) Millions of Muslims each year make the arduous and exhausting hajj pilgrimage to the holy city of Mecca in Saudi Arabia, but for one filmmaker, it was a journey that could have cost him his life.\n\nThe documentary “A Sinner in Mecca”, which screened at the Sheffield Doc Fest on Sunday, follows Parvez Sharma, a gay Muslim living in New York, on his once-in-a-lifetime journey to a country where homosexuality is punishable by death.\n\nFor many Muslims, travelling to Mecca is the culmination of their entire lives, but for Sharma, who secretly filmed his pilgrimage on an iPhone, it was borne of a need to prove that he could reconcile his sexuality with his devotion to Islam.\n\nSharma said he was fortunate to be allowed into the conservative Islamic kingdom, despite his sexuality and a film career in which he has challenged conservative Islam.\n\n“I was going back into the closet as a gay man, and also a filmmaker,” said Sharma, who was publicly labelled an infidel in Saudi Arabia for his 2007 film “A Jihad for Love”, which documented the lives of gay and lesbian Muslims worldwide.\n\n“I was probably the most public Muslim homosexual on the planet… and my ‘sins’ were very visible to anyone would care to simply search for my name online,” Sharma told the Thomson Reuters Foundation at the annual film festival.\n\nAs a stark reminder of the chasm between Sharma’s sexuality and his faith, the film opens with an exchange of distressed messages on a gay social network site between the filmmaker in New York and his friend Mo in the Saudi city of Medina.\n\nIn a frantic flurry of keystrokes, Mo recalls watching the beheading of a man in public, who he says was rumoured to have been executed because he was accused of being gay.\n\n“Please help me get the out of this country\u007f it’s hell. HELL. HELL. HELL,” Mo says on the networking site.\n\nThe film not only follows the pilgrimage, but also explores Sharma’s life with husband Dan in New York, and his troubled relationship with his late mother as a young man in India.\n\nHaving travelled to India at the end of his time in Mecca, Sharma reads various letters from his mother – who died of cancer when he was 21 – imploring him to find a wife.\n\n“I always wonder ‘Did the shame of my sexuality kill her? Am I the one who has sinned?'” Sharma asks himself in the film.\n\n“Mother never forgave me for being gay\u007f. Her anger was relentless, and my shame eternal.”\n\nIt is this shame that Sharma wrestles with as he narrates the pilgrimage which all Muslims must undertake once in their lives – to cleanse them of their sins in the eyes of Allah.\n\nThe filmmaker is wracked with doubt throughout his journey, often pondering if he will be accepted by Allah and denouncing contemporary Islam as at war with itself and having been “hijacked by a violent minority.”\n\nIn one ritual of the hajj, known as qurbani, Sharma kills a goat by slitting its throat, yet is overcome with remorse.\n\n“By killing another living being, I have also killed part of myself. What is gone is the part of me that wondered if Islam would accept me… it is up to me, as a gay Muslim, to accept Islam,” Sharma says as the film concludes.\n\nReflecting on what he refers to as the greatest journey of his life, Sharma talks about powerful moments where he felt completely alone despite being surrounded by millions of people.\n\n“I felt I was making the pilgrimage on behalf of hundreds of thousands of gay Muslims who would never be able to go due to being too afraid. For me – it was my hajj of defiance.”\n\nBy Kieran Guilbert, Editing by Ros Russell", "article_metadata": {"news_keywords": "Beliefs, Culture, Institutions, Politics, death penalty, human rights, LGBT, Mecca, Saudi", "generator": "Easy Digital Downloads v2.5.16", "og": {"site_name": "Religion News Service", "description": "LONDON (Reuters) Millions of Muslims each year make the arduous and exhausting hajj pilgrimage to the holy city of Mecca in Saudi Arabia, but for one filmmaker, it was a journey that could have cost him his life.", "title": "Gay Muslim filmmaker risks death in pilgrimage to reconcile faith and sexuality\u007f", "url": "http://religionnews.com/2015/06/09/gay-muslim-filmmaker-risks-death-in-pilgrimage-to-reconcile-faith-and-sexuality/", "image": "http://religionnews.com/wp-content/uploads/2015/06/Screen-Shot-2015-06-09-at-09.25.18.png", "type": "article"}, "twitter": {"site": "@RNS", "card": "summary"}, "syndication-source": "http://religionnews.com/2015/06/09/gay-muslim-filmmaker-risks-death-in-pilgrimage-to-reconcile-faith-and-sexuality/", "msapplication-TileImage": "http://religionnews.com/wp-content/uploads/2016/05/cropped-RNS_logo_RGB-336x336.gif", "original-source": "http://religionnews.com/2015/06/09/gay-muslim-filmmaker-risks-death-in-pilgrimage-to-reconcile-faith-and-sexuality/", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0", "description": "LONDON (Reuters) Millions of Muslims each year make the arduous and exhausting hajj pilgrimage to the holy city of Mecca in Saudi Arabia, but for one filmmaker, it was a journey that could have cost him his life."}, "_id": "\"57477af46914bd0286fe2481\"", "article_summary": "“I felt I was making the pilgrimage on behalf of hundreds of thousands of gay Muslims who would never be able to go due to being too afraid.\nHaving travelled to India at the end of his time in Mecca, Sharma reads various letters from his mother – who died of cancer when he was 21 – imploring him to find a wife.\nSharma said he was fortunate to be allowed into the conservative Islamic kingdom, despite his sexuality and a film career in which he has challenged conservative Islam.\nThe documentary “A Sinner in Mecca”, which screened at the Sheffield Doc Fest on Sunday, follows Parvez Sharma, a gay Muslim living in New York, on his once-in-a-lifetime journey to a country where homosexuality is punishable by death.\nWhat is gone is the part of me that wondered if Islam would accept me… it is up to me, as a gay Muslim, to accept Islam,” Sharma says as the film concludes."}