{"article_title": "Jon Stewart Skewers Donald Trump and Ben Carson at Veterans Event - Today's News: Our Take", "article_keywords": ["todays", "trump", "skewers", "young", "daily", "thinks", "carson", "donald", "candidates", "york", "night", "ben", "veterans", "event", "jon", "stewart"], "article_url": "http://www.tvguide.com/news/jon-stewart-skewers-donald-trump-and-ben-carson-at-veterans-event/", "article_text": "Jon Stewart\n\nHe's been away from TV since summer, but former The Daily Show host Jon Stewart was still in sharp shape Tuesday night, delivering barbs about GOP candidates at Stand Up for Heroes, a benefit for wounded veterans. The Hollywood Reporter says Stewart got laughs and applause from the New York crowd as he raked Donald Trump and Ben Carson over the comedic coals--coincidentally on the same night the would-be White House residents were having a snooze fest of a debate.\n\nJon Stewart is headed to HBO\n\n\"Are we really doing this Donald Trump thing?,\" Stewart said. \"He's f---ed. I like to put my name in giant letters on everything I own as much as the next guy, but the only other people that do that are like 8-year-olds going to camp...People are like, 'I like Trump; he says what he thinks.' What he thinks is stupid.\"\n\nCarson wasn't spared either. The neurosurgeon has \"the greatest juxtaposition between volume of voice and craziness,\" according to Stewart. \"He says the softest spoken crazy sh-- I've ever heard,\" he cracked and launched into an impression. \"'All I said was ObamaCare is like slavery' ... When I was young I nearly killed a nun with a ... hammer.'\" Ouch!\n\nSee what the Republican presidential candidates are demanding for future debates\n\nWhat do you think? Does Stewart's routine make you miss him on The Daily Show?\n\nWatch: Jon Stewart on enjoying his post-Daily Show life on the family farm", "article_metadata": {"description": "Check out his best barbs", "og": {"site_name": "TVGuide.com", "description": "Jon Stewart skewers Donald Trump and Ben Carson at veterans event.", "title": "Jon Stewart Skewers Donald Trump and Ben Carson at Veterans Event", "url": "http://www.tvguide.com/news/jon-stewart-skewers-donald-trump-and-ben-carson-at-veterans-event/", "image": "http://cimg.tvgcdn.net/i/r/2015/11/12/b6fb449c-67c7-4c93-ba2b-149ad837a069/thumbnail/740x506/10041367c60f5edde3e1f06d1b05f6f9/151111-news-stewart-lg.jpg", "type": "article"}, "twitter": {"site": "@TVGuide", "image": {"src": "http://cimg.tvgcdn.net/i/r/2015/11/12/b6fb449c-67c7-4c93-ba2b-149ad837a069/thumbnail/740x506/10041367c60f5edde3e1f06d1b05f6f9/151111-news-stewart-lg.jpg"}, "description": "Jon Stewart skewers Donald Trump and Ben Carson at veterans event.", "card": "summary_large_image", "title": "Jon Stewart Skewers Donald Trump and Ben Carson at Veterans Event | TVGuide.com"}, "apple-itunes-app": "app-id=333647776, affiliate-data=at=11l9QE, app-argument=http://www.tvguide.com/news/jon-stewart-skewers-donald-trump-and-ben-carson-at-veterans-event/", "fb": {"app_id": 63084645929}, "article": {"tag": "Celebs", "published_time": "2015-11-11T22:03:55-05:00"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no"}, "_id": "\"57477af36914bd0286fd3ae2\"", "article_summary": "Jon Stewart is headed to HBO\"Are we really doing this Donald Trump thing?,\" Stewart said.\nWatch: Jon Stewart on enjoying his post-Daily Show life on the family farm\nJon StewartHe's been away from TV since summer, but former The Daily Show host Jon Stewart was still in sharp shape Tuesday night, delivering barbs about GOP candidates at Stand Up for Heroes, a benefit for wounded veterans.\nThe Hollywood Reporter says Stewart got laughs and applause from the New York crowd as he raked Donald Trump and Ben Carson over the comedic coals--coincidentally on the same night the would-be White House residents were having a snooze fest of a debate.\nThe neurosurgeon has \"the greatest juxtaposition between volume of voice and craziness,\" according to Stewart."}