{"article_title": "Thom Tillis says that Kay Hagan “voted to kill\" the equivalent of 2.5 million jobs", "article_keywords": ["25", "work", "jobs", "equivalent", "million", "cbo", "thom", "health", "kill", "voted", "tillis", "report", "hagan", "kay", "workers", "care"], "article_url": "http://www.politifact.com/truth-o-meter/statements/2014/oct/07/thom-tillis/thom-tillis-says-kay-hagan-voted-kill-equivalent-2/", "article_text": "In the second North Carolina Senate debate between Democratic incumbent Kay Hagan and Republican Thom Tillis, the challenger reached deep into the GOP playbook for an attack line about President Barack Obama’s health care law and its potential impact on jobs.\n\n\"Sen. Hagan’s solution is spending more money,\" Tillis said. \"It’s very simple. Government needs to get out of the way. We need to get our spending under control, and we need to reduce regulations. Sen. Hagan, when she cast the deciding vote for Obamacare, voted to kill the equivalent of 2.5 million jobs.\"\n\nCritics of the health care law have long argued that the new regulations it created, particularly those on businesses, would hamper employment -- or, in the more explosive language of the campaign trail, that it would be a \" job killer .\"\n\nThe critics got what seemed to be a boost when the Congressional Budget Office -- Congress’ nonpartisan numbers-cruncher -- produced a report on this topic in February 2014. The CBO projected that by 2017, there would be the equivalent of about 2 million fewer workers than there would be in the absence of the law. CBO said that number would grow to about 2.5 million by 2024.\n\nHowever, most of the law’s critics glossed over some critical facts when citing these numbers.\n\nWhy \"kill\" is the wrong word\n\nThe biggest problem with Tillis’ characterization of the CBO’s findings is that he used the word \"kill.\"\n\nThis is inaccurate because it suggests that employers will be making 2.5 million layoffs, or because businesses aren’t going to be creating that many jobs. That's not what the report said; rather, the reduction will come primarily from voluntary choices by workers, not by employers.\n\nThe CBO figured that, when presented with new options for purchasing health insurance outside their job, millions of people would decide they don’t need to work as much.\n\nThe report estimated that Obamacare would \"reduce the total number of hours worked, on net, by about 1.5 percent to 2.0 percent during the period from 2017 to 2024, almost entirely because workers will choose to supply less labor -- given the new taxes and other incentives they will face and the financial benefits some will receive.\" This would equal a \"decline in the number of full-time-equivalent workers of about 2 million in 2017, rising to about 2.5 million in 2024,\" it continued.\n\nThese changes, CBO said, would not result in \"an increase in unemployment (that is, more workers seeking but not finding jobs) or underemployment (such as part-time workers who would prefer to work more hours per week).\"\n\nTo be clear, the report predicts that total employment will still rise. It just won’t rise as much as it would if the health care law did not exist.\n\nWe should note that the report did have some less sanguine observations about the health care law’s impact on employment.\n\nAs more people choose to work less, the CBO concluded, the labor force participation rate should decline, putting a larger burden for supporting the social safety net on those who remain working. Any change in labor force participation comes on top of an already major shift toward retirement driven by the aging of the baby boom.\n\nIn addition, some commentators have expressed concern about having people work less because taxpayer-subsidized insurance is available. Ultimately, it boils down to a tradeoff, Tara Sinclair, a George Washington University economist, told PolitiFact earlier this year.\n\n\"Admittedly there are some touchy issues with the government potentially paying or subsidizing the health care costs for people who could work but choose not to,\" Sinclair said. \"But overall I think separating health care from employment, at least making it like any other service where employment may provide the money to pay for it but where we work doesn't determine our choices, is a good thing.\"\n\nTo his credit, Tillis -- unlike many of his Republican colleagues -- was able to avoid one linguistic pitfall. Tillis framed the CBO’s findings as projecting a reduction in the equivalent of 2.5 million jobs, rather than simply saying a reduction of 2.5 million jobs.\n\nThat’s an important distinction because the CBO didn’t cite the number of jobs that will be reduced; rather, it referred to full-time-equivalents of jobs. That may seem deep in the weeds, but it’s worth noting. These job equivalents will be made up of lots of bits and pieces of hours per week that people will choose to drop. For instance, some of these people might be working two or three jobs, in excess of 40 hours a week, and will choose to cut back to a more reasonable one or two jobs.\n\nA final note: We’re also not wild about Tillis’ characterization of Hagan casting the \"deciding vote\" for Obamacare. In most cases when we’ve looked at that claim, we have rated them Mostly False , since any one of the 60 Senate supporters could have been described as having cast the deciding vote. But for the sake of simplicity, we will only consider the employment question in putting this claim to the Truth-O-Meter.\n\nOur ruling\n\nIn the debate, Tillis said that, by voting for Obamacare, Sen. Kay Hagan \"voted to kill the equivalent of 2.5 million jobs.\"\n\nThe main problem with this claim is that Tillis used the word \"kill.\" This mischaracterizes what is going on, since the reduction will come from voluntary actions by workers, rather than layoffs by employers. Indeed, the CBO said the law would not push up unemployment. On balance, we rate Tillis’ claim Mostly False.", "article_metadata": {"description": "In the second North Carolina Senate debate between Democratic incumbent Kay Hagan and Republican Thom Tillis, the challenger reached deep into the GOP playbook for an attack line about President Barack Obama&rsquo;s health care law and its potential impact on jobs. &quot;Sen. Hagan&rsquo;s solution is spending more money,&quot; Tillis said. &quot;It&rsquo;s very simple. Government needs to get out of the way. We need to get our spending under control, and we need to reduce regulations. Sen. Hagan, when she cast the deciding vote for Obamacare, voted to kill the equivalent of 2.5 million jobs.&quot; Critics of the health care law ...", "og": {"site_name": "@politifact", "description": "In the second North Carolina Senate debate between Democratic incumbent Kay Hagan and Republican Thom Tillis, the challenger reached deep into the GOP playbook for an attack line about President Barack Obama’s health care law and its potential impact on jobs.", "title": "Thom Tillis says that Kay Hagan “voted to kill", "url": "http://www.politifact.com/truth-o-meter/statements/2014/oct/07/thom-tillis/thom-tillis-says-kay-hagan-voted-kill-equivalent-2/", "image": "http://static.politifact.com.s3.amazonaws.com:80/rulings%2Ftom-mostlyfalse.gif", "type": "article"}, "twitter": {"username": "PolitiFact", "description": "In the second North Carolina Senate debate between Democratic incumbent Kay Hagan and Republican Thom Tillis, the challenger reached deep into the GOP playbook for an attack line about President Barack Obama&rsquo;s health care law and its potential impact on jobs. &quot;Sen. Hagan&rsquo;s solution is spending more money,&quot; Tillis said. &quot;It&rsquo;s very simple. Government needs to get out of the way. We need to get our spending under control, and we need to reduce regulations. Sen. Hagan, when she cast the deciding vote for Obamacare, voted to kill the equivalent of 2.5 million jobs.&quot; Critics of the health care law ...", "title": "Thom Tillis says that Kay Hagan “voted to kill", "url": "http://www.politifact.com/truth-o-meter/statements/2014/oct/07/thom-tillis/thom-tillis-says-kay-hagan-voted-kill-equivalent-2/", "image": "http://static.politifact.com.s3.amazonaws.com:80/rulings%2Ftom-mostlyfalse.gif", "site": "PolitiFact", "card": "summary_large_image"}, "fb": {"admins": 750116788, "app_id": 106379906558, "pages": 61308923432}, "google-site-verification": "qAV0CDw3qyhv8XdVwp6m1xDBnW9Q1sRAAynq6kDP7kE", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fcf22d\"", "article_summary": "Tillis framed the CBO’s findings as projecting a reduction in the equivalent of 2.5 million jobs, rather than simply saying a reduction of 2.5 million jobs.\nSen. Hagan, when she cast the deciding vote for Obamacare, voted to kill the equivalent of 2.5 million jobs.\"\nOur rulingIn the debate, Tillis said that, by voting for Obamacare, Sen. Kay Hagan \"voted to kill the equivalent of 2.5 million jobs.\"\nThis is inaccurate because it suggests that employers will be making 2.5 million layoffs, or because businesses aren’t going to be creating that many jobs.\nThis would equal a \"decline in the number of full-time-equivalent workers of about 2 million in 2017, rising to about 2.5 million in 2024,\" it continued."}