{"article_title": "Sylvester Williams sacked obstacles, odds on road to NFL – The Denver Post", "article_keywords": ["week", "school", "nfl", "north", "hes", "wasnt", "odds", "obstacles", "denver", "playing", "high", "sacked", "college", "williams", "played", "post", "sylvester", "road"], "article_url": "http://www.denverpost.com/broncos/ci_26799865/williams-sacked-obstacles-odds-road-nfl", "article_text": "When Sylvester Williams received his first recruiting letter from Oklahoma State, he kept it in his bed. He never imagined playing football in college. Heck, he never imagined going to college. Watching Williams move seamlessly through the Broncos locker room now, it’s hard to believe football wasn’t always his future.\n\nHe’s big, strong, smart. The pieces existed, but the puzzle didn’t fit. After high school, after experiencing only flashes of football success, Williams took a job to make a living. He put radiators together at Modine Manufacturing in Jefferson City, Mo.\n\n“It wasn’t what I wanted to do,” Williams said. “But it was something I had to do.”\n\nFootball intervened, changing his path, if not his life. He shared his story with The Denver Post during a season when last year’s first-round pick continues to take on a bigger role:\n\nQ: How did you end up playing in college after leaving the game?\n\nA: My former high school teacher Andre Solomon took me to see a guy he knew play for Kansas. They were playing Texas Tech. He told me that I should be out on the field, that I was good enough to play at that level. It opened my eyes to a whole new world. I eventually quit my job and enrolled at Coffeyville (Kan.) Community College.\n\nQ: It wasn’t easy, was it? You barely played in high school, right?\n\nA: I had to get in shape and drop weight (at Coffeyville). I was working out all the time so I could get on the field. Coaches started noticing me. I played well and ended up with a lot of offers before choosing North Carolina.\n\nQ: As a rookie, it was a challenge to get playing time. What did you learn from that experience?\n\nA: I learned how to watch film and see how defenses were attacking me. It’s not like high school or even college where you can just use the bully mentality. I was behind two great players in Terrance (Knighton) and (Kevin) Vickerson. I watched them go in and dominate week in and week out. As a player in practice, I started to grow every week, getting better and better. I was happy to get the opportunity to start this year. I know the defense so much better.\n\nQ: How much does it help to have Marvin Austin, a former North Carolina star, on the team?\n\nA: He’s a great player. I could speak on Marvin for days, the things he’s been through and where his career’s been. He’s been cut three times. And look at what he’s doing now. He’s definitely going to be a starter in this league. He has that kind of ability. It’s great having him around.\n\nQ: The defensive line has helped fuel the four-game win streak by stopping the run. How much does depth help?\n\nA: We have so many guys who are equally good stepping in, and we aren’t losing anything. We can all do the same thing, ball and make plays. If we can keep rolling guys in there, staying fresh, it can help us stay dominant.\n\nQ: Family is important to you. Is that traced to your tough upbringing?\n\nA: I want to create a better future. My brother Kyle is out here with me (he works nearby at Groove Ford in Centennial). I don’t want to look back. I want to look forward and make positive things happen for my team and for my family.\n\nSylvester Williams bio file\n\n–Worked night shift at Modine Manufacturing, building radiators for large trucks after high school.\n\n–Walked on at Coffeyville (Kan.) Community College where became all-conference performer.\n\n–Started all 45 games of career at University of North Carolina.\n\n–Named first-team All-American as a senior at UNC, receiving a degree in communications.\n\n–Drafted by Broncos with 28th pick in the 2013 first round.\n\n–Started final four regular-season games and all three playoff contests last season.\n\n–In seven starts this season has played 193 snaps, delivering 12 tackles, two for losses.", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Broncos Q&A: Sylvester Williams sacked obstacles, odds on road to NFL", "title": "Broncos Q&A: Sylvester Williams sacked obstacles, odds on road to NFL", "url": "http://www.denverpost.com/2014/10/25/broncos-qa-sylvester-williams-sacked-obstacles-odds-on-road-to-nfl/", "image": {"width": 480, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20141025__20141026_CC11_SP26FBNBROQAp1.jpg", "height": 654}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20141025__20141026_CC11_SP26FBNBROQAp1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2014-10-25T18:28:07+00:00", "modified_time": "2016-04-26T14:10:15+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fdba78\"", "article_summary": "A: My former high school teacher Andre Solomon took me to see a guy he knew play for Kansas.\nAfter high school, after experiencing only flashes of football success, Williams took a job to make a living.\nSylvester Williams bio file–Worked night shift at Modine Manufacturing, building radiators for large trucks after high school.\nIt’s not like high school or even college where you can just use the bully mentality.\nYou barely played in high school, right?"}