{"article_title": "Hudson teens earn Girl Scouts top honor", "article_keywords": ["earn", "gold", "hudson", "school", "award", "honor", "project", "scout", "mcgill", "scouts", "teens", "saathoff", "girl", "projects"], "article_url": "http://www.hudsonstarobserver.com/life/family/3745731-hudson-teens-earn-girl-scouts-top-honor", "article_text": "Hudson teens earn Girl Scouts top honor\n\nSarah Hager wanted to make the playground equipment at River Crest Elementary more accessible to students with special needs. She installed these drums to the playground structure.\n\nLydia Saathoff managed the installation of a new kitchen at Mount Zion Lutheran Church some help. Pictured are, from left, her father Dennis Saathoff, Jim Eral, Lydia Saathoff and her grandfather Harley Saathoff. (Submitted photos)\n\nAnika McGill, center, did her homework before constructing an arm exerciser to assist people recovering from a stroke. She attended a support group meeting and worked with Hudson Hospital therapists Veronica Barnes, left, and Janelle Niebling.\n\nThree Hudson Girl Scouts from Troop 5033 have earned the organization’s top honor — the Girl Scout Gold Award. The award comes as the result of the successful completion of a project designed and managed by the Scouts individually that benefits the community in some way.\n\nEach of the projects entailed more than 80 hours of work and involved research and working with others to see the project through. Gold Award projects must be completed before a Scout turns 18. The award has been given to three individuals from Troop 5033 for completing projects in various areas. They are based at River Crest Elementary. The awards are gold, silver and bronze. Scouts complete their last project before age 18.\n\nAnika McGill\n\nAnika McGill, 17, built an arm exerciser, a device for people who have had a stroke.\n\n“People can make it themselves and could keep them at home.” She created a brochure that gives a blueprint of her project and instructions on how to use it. McGill stated that her mother is a physical therapist, which led Anika to developing an interest in adaptive equipment.\n\nMcGill worked on her invention with Veronica Barnes and Janelle Niebling, occupational therapists at Hudson Hospital. She also attended a support group for individuals who had a stroke. She said it was “a little overwhelming” at first but her research and working with professionals paid off in the end.\n\nIn addition to her Gold Award project, McGill has done service projects at Grace Place Homeless Shelter in New Richmond. McGill has been a Girl Scout since she started school and has enjoyed “doing fun activities since kindergarten.”\n\nShe plans on attending UW-La Crosse or Mankato State in Minnesota to major in social work.\n\nSarah Hager\n\nSarah Hager, 17, has also been a Girl Scout since she started school. She sees the Gold Award as the culmination of her scouting experience.\n\nThe Gold Award comes with a number of parameters including that the Scouts work on their own and independently and that the project benefits the community in some way.\n\nHager said that the playground equipment at River Crest Elementary is not handicap accessible. Her mother and troop leader Teri Hagar is a special education teacher at the school so she was familiar with the school and wanted to do something that would impact students who are wheelchair-bound or unable to use the existing equipment.\n\nShe did some research and with funds from the River Crest Parent Group, she purchased and installed a set of large plastic drums along the outer edge of the playground equipment area that would be accessible for wheelchair-bound individuals to use.\n\nHager stated that she likes the adventure of being a Girl Scout, “doing things I wouldn’t normally do.” There have been challenges over the years but scouting has always been an important part of her life. Following high school she will attend college and is planning on a career as a dietician.\n\nLydia Saathoff\n\nLydia Saathoff, 16, stepped out of her comfort zone in a big way when she undertook to design and install a new kitchen at her church, Mount Zion Lutheran.\n\nThe space has been empty since an addition was made and Saathoff knew the kitchen was something that would make a difference to the congregation.\n\nSaathoff had some professional help from carpenter Mark Arneson, and others including Jim Eral, her grandfather Harley Saathoff, and her father Dennis Saathoff. But she was in charge from beginning to end, starting with the all important measurements, the ordering of the cabinets, countertops and appliances and the installation of everything. “It was kind of intimidating at first but it turned out to be easier than I thought it would be.”\n\nAll three projects fulfilled the basic requirement to earn a Gold Award and make their community better. The three Scouts will formally receive their awards at a ceremony this summer in the Twin Cities and will also be recognized at an event in Hudson as well.", "article_metadata": {"news_keywords": "Life,Family,lifestyle,Family,Health,Hudson", "Generator": "Drupal 7 (http://drupal.org)", "author": "Jinty Wagner", "og": {"site_name": "Hudson Star Observer", "description": "Three Hudson Girl Scouts from Troop 5033 have earned the organization’s top honor — the Girl Scout Gold Award. The award comes as the result of the successful completion of a project designed and managed by the Scouts individually that benefits the community in some way.\r\n\r\nEach of the projects ...", "title": "Hudson teens earn Girl Scouts top honor", "url": "http://www.hudsonstarobserver.com/life/family/3745731-hudson-teens-earn-girl-scouts-top-honor", "image": {"width": 300, "identifier": "http://www.hudsonstarobserver.com/sites/default/files/styles/square_300/public/field/image/a-GSExerciser.jpg?itok=45tW_5fo", "height": 300}, "type": "article"}, "twitter": {"description": "Three Hudson Girl Scouts from Troop 5033 have earned the organization’s top honor — the Girl Scout Gold Award. The award comes as the result of the successful completion of a project designed and managed by the Scouts individually that benefits the community in some way.\r\n\r\nEach of the projects ...", "title": "Hudson teens earn Girl Scouts top honor", "url": "http://www.hudsonstarobserver.com/life/family/3745731-hudson-teens-earn-girl-scouts-top-honor", "image": "http://www.hudsonstarobserver.com/sites/default/files/styles/16x9_430/public/field/image/a-GSExerciser.jpg?itok=ao7995Hn", "site": "hudsonwi", "card": "summary_large_image"}, "fb": {"app_id": 558004674284026}, "keywords": "Life,Family,lifestyle,Family,Health,Hudson", "article": {"publisher": "https://www.facebook.com/hudsonstarobserver", "tag": "Life,Family,lifestyle,Family,Health,Hudson", "modified_time": "2015-05-17T11:25:58-05:00"}, "image": {"alt": "Anika McGill, center, did her homework before constructing an arm exerciser to assist people recovering from a  stroke. She attended a support group meeting and worked with Hudson Hospital therapists Veronica Barnes, left, and Janelle Niebling."}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1, minimum-scale=1, user-scalable=no", "description": "Three Hudson Girl Scouts from Troop 5033 have earned the organization’s top honor — the Girl Scout Gold Award. The award comes as the result of the successful..."}, "article_summary": "Three Hudson Girl Scouts from Troop 5033 have earned the organization’s top honor — the Girl Scout Gold Award.\nHudson teens earn Girl Scouts top honorSarah Hager wanted to make the playground equipment at River Crest Elementary more accessible to students with special needs.\nIn addition to her Gold Award project, McGill has done service projects at Grace Place Homeless Shelter in New Richmond.\nSarah HagerSarah Hager, 17, has also been a Girl Scout since she started school.\nGold Award projects must be completed before a Scout turns 18."}