{"article_title": "GOP’s real Ted Cruz problem: Why party’s revenge plot is silly and self-defeating", "article_keywords": ["real", "plot", "uncomfortable", "partys", "senate", "tea", "republicans", "ted", "gops", "revenge", "selfdefeating", "cruz", "silly", "obamacare", "party", "problem", "republican", "establishment"], "article_url": "http://www.salon.com/2014/06/10/gops_real_ted_cruz_problem_why_partys_revenge_plot_is_silly_and_self_defeating/", "article_text": "Topics: Affordable Care Act, congressional republicans, Conservatives, Defund Obamacare, Editor's Picks, GOP, Obamacare, Politics, Republican Party, Republicans, Sen. Ted Cruz, Tea Party, Ted Cruz, Politics News\n\nThe ongoing fight between the Republican establishment and the Tea Party is turning into a downward spiral of vengeance that would leave any Greek tragedian impressed. After blowing their chance at taking the Senate in 2010, the establishment punched back at the Tea Party and moved to keep the kooks from winning primaries in 2014. The Tea Party, seeing its candidates go down, had its own “revenge” by booting out establishment Republicans in Texas and turning the state party into the Tea Party’s very own ideological sandbox. And now the establishment, having dealt with the foot soldiers, is planning to exact retribution on the very avatar of the Tea Party ethos: Ted Cruz.\n\nTime’s Jay Newton-Small reports that Republicans, with primary season largely behind them, are plotting to take revenge on Cruz for the outsize role he’s played in destroying the Republican brand over the last 17 months. Their swift and brutal retribution will come in the form of stripping his committee assignments and cutting him off from big donors. Doing so would be a just and fitting punishment for a senator who’s caused no small amount of trouble for his own party. It would also be completely stupid.\n\nThe truth about the Republicans’ “Ted Cruz problem” is that the “problem,” such as it exists, is their own damn fault. If one were asked to single out the single most damaging action Cruz has inflicted upon the GOP, the easy answer is the Obamacare-inspired government shutdown, for which Cruz was the chief proponent and agitator. Everyone recalls his ridiculous “filibuster” against the Senate bill to fund government operations (and Obamacare), and while his hours of speech-making got a lot of attention, it did nothing to actually prevent the Senate from passing the bill. The impasse came when the House Republican leadership threw in with Cruz and stripped funding for Obamacare from their own version of the legislation. They, like Cruz, felt there was political benefit in forcing the issue and a chance they could get the White House to back down.\n\nPut plainly, Cruz wouldn’t have had the influence he did if his ideas weren’t shared by so many on the Republican side of the aisle. Punishing Cruz for the shutdown is also an indictment of John Boehner and Eric Cantor and every other Republican who actually made it possible. At the most basic level, Cruz is a senator because he represents ideas the Republican base finds very appealing. Time’s article mentions February’s debt ceiling fight, in which Cruz imposed a 60-vote supermajority to pass any increase, as one of the “uncomfortable votes” he’s forced his colleagues to take. That vote was “uncomfortable” for them because Republican voters really don’t want the debt limit to be increased.", "article_metadata": {"description": "Republicans are in a bad predicament with Cruz -- but it's their own fault, and there's little they can do about it", "title": "GOP’s real Ted Cruz problem: Why party’s revenge plot is silly and self-defeating", "og": {"site_name": "Salon", "description": "Republicans are in a bad predicament with Cruz -- but it's their own fault, and there's little they can do about it", "title": "GOP’s real Ted Cruz problem: Why party’s revenge plot is silly and self-defeating", "url": "http://www.salon.com/2014/06/10/gops_real_ted_cruz_problem_why_partys_revenge_plot_is_silly_and_self_defeating/", "image": "http://media.salon.com/2014/06/ted_cruz_12.jpg", "type": "article"}, "twitter": {"description": "Republicans are in a bad predicament with Cruz -- but it's their own fault, and there's little they can do about it", "title": "GOP’s real Ted Cruz problem: Why party’s revenge plot is silly and self-defeating", "image": "http://media.salon.com/2014/06/ted_cruz_12.jpg", "creator": "@SimonMaloy", "site": "@salon", "card": "summary_large_image"}, "author": "Simon Maloy", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Affordable Care Act, congressional republicans, Conservatives, Defund Obamacare, Editor's Picks, GOP, Obamacare, Politics, Republican Party, Republicans, Sen. Ted Cruz, Tea Party, Ted Cruz", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fd3b09\"", "article_summary": "The truth about the Republicans’ “Ted Cruz problem” is that the “problem,” such as it exists, is their own damn fault.\nAnd now the establishment, having dealt with the foot soldiers, is planning to exact retribution on the very avatar of the Tea Party ethos: Ted Cruz.\nThe Tea Party, seeing its candidates go down, had its own “revenge” by booting out establishment Republicans in Texas and turning the state party into the Tea Party’s very own ideological sandbox.\nTopics: Affordable Care Act, congressional republicans, Conservatives, Defund Obamacare, Editor's Picks, GOP, Obamacare, Politics, Republican Party, Republicans, Sen. Ted Cruz, Tea Party, Ted Cruz, Politics NewsThe ongoing fight between the Republican establishment and the Tea Party is turning into a downward spiral of vengeance that would leave any Greek tragedian impressed.\nAfter blowing their chance at taking the Senate in 2010, the establishment punched back at the Tea Party and moved to keep the kooks from winning primaries in 2014."}