{"article_title": "Risky Workout Supplements May Fuel Eating Disorders In Men Who Seek 'The Perfect Body'", "article_keywords": ["perfect", "body", "eating", "disorders", "workout", "men", "supplements", "taking", "supplement", "fuel", "stores", "theyll", "seek", "achiro", "risky"], "article_url": "http://www.medicaldaily.com/risky-workout-supplements-may-fuel-eating-disorders-men-who-seek-perfect-body-346560", "article_text": "Many people want to look better than they do, so they exercise. They workout constantly, lifting weights or running miles, in the hope that one day they’ll be happy with their physical appearance. After a while, they realize that lifting and running just isn’t cutting it, so they decide to take supplements. However, in some cases, they take it to an extreme. According to a new study, some people take ingesting supplements to a level so far above normal, they’re putting their health at serious risk.\n\nResearch presented at the American Psychological Association’s annual convention found that many men aged 18 to 65 have used bodybuilding supplements and have been taking them so frequently that they may have an emerging eating disorder.\n\n\"These products have become an almost ubiquitous fixture in the pantries of young men across the country and can seemingly be purchased anywhere and everywhere — from grocery stores to college book stores,\" Dr. Richard Achiro, of the California School of Professional Psychology at Alliant International University, Los Angeles, who presented the research, said in a press release. \"The marketing efforts, which are tailored to addressing underlying insecurities associated with masculinity, position these products perfectly as a 'solution' by which to fill a void felt by so many men in our culture.\"\n\nBodybuilding supplements are incredibly easy to find: Go to any GNC store and there they’ll be; they sell super protein bars in gas stores; the most cursory of searches on the Internet brings up a mind-numbing amount of supplements to choose from. And ask any trainer or fitness expert: After a hard workout, your body will need to replenish, and in this world of now, now, now, taking a supplement instead of getting nutrients through your daily diet is a much more appealing prospect.\n\nFor the research, 195 men aged 18 to 65 were recruited. The men stated that they had taken a legal appearance or performance-enhancing supplement — whey protein, creatine, and the like — within the past 30 days and exercised for fitness or appearance-related reasons more than twice a week. They also completed an online survey dealing with subject matter like supplement use, self-esteem issues, body image, general eating habits, and gender role conflicts, which is the idea that one is not living up to the strict limitations of masculinity dictated by modern culture.\n\nOf those 195 men, 40 percent indicated that their use of supplements increased over time, with 22 percent stating that they replaced a daily meal with a supplement that wasn’t recommended as a meal replacement. Twenty-nine percent of those men said they were concerned about their supplements use, while eight percent said they’d been told by a physician to cut back on supplements and three percent had actually been put into the hospital because of over-supplementing.\n\n\"The most critical implication for these findings is to put risky/excessive legal supplement use on the map as an issue facing a significant number of men,\" Achiro said.\n\nThe researchers determined that the misuse of supplements may be from a combination of factors: body dissatisfaction, low self-esteem, and gender conflict issues. \"Body-conscious men who are driven by psychological factors to attain a level of physical or masculine 'perfection' are prone to use these supplements and drugs in a manner that is excessive and which was demonstrated in this study to be a variant of disordered eating,\" Achiro added.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "lifting bodybuilding supplements eating disorder", "og": {"site_name": "Medical Daily", "description": "Research has found that ingesting too many supplements as part of a workout routine may lead to an eating disorder.", "title": "The Thin Line Between Supplement Use And Eating Disorders In Men", "url": "http://www.medicaldaily.com/risky-workout-supplements-may-fuel-eating-disorders-men-who-seek-perfect-body-346560", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/08/06/protein-supplement.jpg", "type": "article"}, "twitter": {"description": "Research has found that ingesting too many supplements as part of a workout routine may lead to an eating disorder.", "title": "The Thin Line Between Supplement Use And Eating Disorders In Men", "url": "http://www.medicaldaily.com/risky-workout-supplements-may-fuel-eating-disorders-men-who-seek-perfect-body-346560", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/08/06/protein-supplement.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/08/06/protein-supplement.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Vitality", "published_time": "2015-08-06T16:23:13-04:00", "modified_time": "2015-08-06T16:23:12-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Research has found that ingesting too many supplements as part of a workout routine may lead to an eating disorder."}, "article_summary": "They workout constantly, lifting weights or running miles, in the hope that one day they’ll be happy with their physical appearance.\n\"The most critical implication for these findings is to put risky/excessive legal supplement use on the map as an issue facing a significant number of men,\" Achiro said.\nThe researchers determined that the misuse of supplements may be from a combination of factors: body dissatisfaction, low self-esteem, and gender conflict issues.\nAfter a while, they realize that lifting and running just isn’t cutting it, so they decide to take supplements.\nAccording to a new study, some people take ingesting supplements to a level so far above normal, they’re putting their health at serious risk."}