{"article_title": "Number of Oregon Natives Want Guns After Massacre", "article_keywords": ["control", "roseburg", "campus", "massacre", "number", "oregon", "gun", "weapons", "tragedy", "community", "times", "guns", "natives"], "article_url": "http://dailysignal.com/2015/10/09/ny-times-report-number-of-oregon-natives-want-guns-after-massacre/", "article_text": "The tragedy at Umpqua Community College in Oregon has reignited the national gun debate. Unlike President Barack Obama, who called for stricter gun control, The New York Times reports that many residents of Roseburg, Ore., “want to have a gun.”\n\nPassion and tension have gripped the nation as Americans fight for what they believe would be the best answer to prevent future gun massacres in the homeland.\n\nAccording to the Times, a 19-year-old UCC student named J.J. Vicari reflected on the incident, saying, “It’s opened my eyes, I want to have a gun in the house to protect myself, to protect the people I’m with.” Vicari was hiding beneath a desk when the gunman, Chris Harper-Mercer, began his rampage in the classroom next door.\n\nCarolyn Kellim, an 86-year-old Oregon resident, runs a small business called “KC Exchange,” through which she sells handguns and ammunition from her home. Kellim expressed strong sentiments in an interview with the Times towards the incident:\n\n“That’s why we have guns: We don’t have the government dictating when to get on our knees.”\n\nThe Times said that an echoing response from the community was not a desire for more gun control; however, a few have advocated that it would have prevented the situation.\n\nStudent Devon Paasch, 36, slept through her alarm on the day of the tragedy and is now advocating for stricter gun control after being shaken by the massacre.\n\nPaasch said to the Times, “No kind of gun control is going to stop everything. But in a situation like this, it could have saved 10 lives.”\n\nAccording to the report, some community residents have voiced various solutions to the incident. They are planning on buying guns, pursuing concealed-weapons permits, or advocating that the college should allow security guards to carry guns. One student has even begun a petition “to allow concealed weapons on all campuses.”\n\n“Umpqua Community College’s code of conduct banned guns ‘without written authorization’ and students said some of of their classmates were able to carry guns on campus because they had concealed weapons permits,” the report stated.\n\nAn Oregon court decision in 2011 prevented public colleges from banning guns on campus grounds.\n\n“That means people with permits can pack concealed guns. We don’t have the authority to kick them off campus unless they show the weapons. But anyone brandishing a gun on campus would be approached immediately by security,” Di Saunders, then-Oregon University System spokeswoman, told Oregon Live in 2011.\n\nObama has planned to visit the small rural community on Friday. He is to meet with the families of the victims, although some have stated strong opposition to his visit.\n\nDavid Jaques, the publisher of The Roseburg Beacon, a local newspaper, appeared in an interview with Bill O’Reilly of Fox News, saying, “I think the president, first of all, is not welcome in the community, and that isn’t just my opinion. We’ve talked to dozens upon dozens of citizens—some family members of the victims, our elected officials.”\n\nThe publisher believes that a visit from Obama would be in an effort to politicize the tragedy and further push his gun control agenda.\n\nThe Times noted that the mayor of Roseburg and city officials released a statement welcoming the president to their community.", "article_metadata": {"description": "After the tragedy at Umpqua Community College, The New York Times reports that many residents of Roseburg, Oregon, “want to have a gun.”", "og": {"site_name": "The Daily Signal", "description": "After the tragedy at Umpqua Community College, The New York Times reports that many residents of Roseburg, Oregon, “want to have a gun.”", "title": "Number of Oregon Natives Want Guns After Massacre", "locale": "en_US", "image": "http://dailysignal.com/wp-content/uploads/151008_NYTimesGuns_Jones.jpg", "updated_time": "2015-10-09T22:38:44+00:00", "type": "article"}, "bitly": {"url": "http://dailysign.al/1R1MVPl"}, "twitter": {"domain": "The Daily Signal", "description": "After the tragedy at Umpqua Community College, The New York Times reports that many residents of Roseburg, Oregon, “want to have a gun.”", "title": "Number of Oregon Natives Want Guns After Massacre", "image": {"src": "http://dailysignal.com/wp-content/uploads/151008_NYTimesGuns_Jones.jpg"}, "creator": "@dailysignal", "site": "@dailysignal", "card": "summary_large_image"}, "fb": {"pages": 300341323465160, "app_id": 772296266137346}, "article": {"publisher": "https://www.facebook.com/TheDailySignalNews", "section": "Society", "tag": "firearms", "published_time": "2015-10-09T13:33:01+00:00", "modified_time": "2015-10-09T22:38:44+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "New York Times, Guns, Gun Control, Campus, Oregon"}, "_id": "\"57477af46914bd0286fe24f8\"", "article_summary": "An Oregon court decision in 2011 prevented public colleges from banning guns on campus grounds.\nThey are planning on buying guns, pursuing concealed-weapons permits, or advocating that the college should allow security guards to carry guns.\nStudent Devon Paasch, 36, slept through her alarm on the day of the tragedy and is now advocating for stricter gun control after being shaken by the massacre.\nPaasch said to the Times, “No kind of gun control is going to stop everything.\nThe tragedy at Umpqua Community College in Oregon has reignited the national gun debate."}