{"article_title": "US caves in to Putin, takes regime change off the table in Syria", "article_keywords": ["opposition", "president", "putin", "kerry", "takes", "vladimir", "obama", "assad", "syria", "russian", "table", "caves", "syrian", "change", "regime"], "article_url": "http://www.americanthinker.com/blog/2015/12/us_caves_in_to_putin_takes_regime_change_off_the_table_in_syria.html", "article_text": "More than four years ago, President Obama first declared that Syria's President Bashar Assad was \"standing in the way\" of progress for the Syrian people and that \"the time has come for President Assad to step aside.”\n\nAnother example of a statement by President Obama supposedly set in stone that proved to have a time limit on it.\n\nSeveral times since then, the president and Secretary of State John Kerry have reiterated that demand. As recently as last month, Obama repeated his determination to see Assad out of office.\n\n“It is not conceivable that Mr. Assad can regain legitimacy in a country in which a large majority of that country despises Assad, and will not stop fighting so long as he’s in power,” Obama said Sunday at a news conference in Kuala Lumpur.\n\nApparently, it is now \"conceivable.\"\n\nAfter a long meeting with Russian president Vladimir Putin, U.S. secretary of state John Kerry emerged to declare that our ironclad pledge to the Syrian opposition that President Assad must leave office has gone the way of pledges that we can keep our doctor and insurance plan under Obamacare.\n\nAssociated Press:\n\n\"The United States and our partners are not seeking so-called regime change,\" Kerry told reporters in the Russian capital after meeting President Vladimir Putin. A major international conference on Syria would take place later this week in New York, Kerry announced. Kerry reiterated the U.S. position that Assad, accused by the West of massive human rights violations and chemical weapons attacks, won't be able to steer Syria out of more than four years of conflict. But after a day of discussions with Assad's key international backer, Kerry said the focus now is \"not on our differences about what can or cannot be done immediately about Assad.\" Rather, it is on facilitating a peace process in which \"Syrians will be making decisions for the future of Syria.\" Kerry's declarations crystallized the evolution in U.S. policy on Assad over the last several months, as the Islamic State group's growing influence in the Middle East has taken priority.\n\nThe Russians couldn't give a fig about the Syrian people. They are helping Assad stay in power – legitimate or not – because he is the lynchpin of their Middle East policy. The naval base at Tartus gives them access to the Med, while their air bases support operations all over the Middle East. Even a weakened Assad gives their presence some legitimacy.\n\nAssad knows full well he serves at the pleasure of Vladimir Putin. As long as he does what he's told, he is probably safe. Meanwhile, the Syrian \"opposition,\" such as they are, can't even decide the shape of the table they will sit at. The rebel fighters in Syria do not recognize the civilians who make up the opposition council, which means any peace talks will be disparged by not only Assad, but the opposition fighters as well.\n\nPutin will probably not use Russian troops in Syria except to defend the bases if they come under attack. That means the Russians will continue to depend on America and the few countries bombing ISIS to keep the terrorists occupied while Putin crushes the rebellion. The near future is grim for Syria as Assad's forces, aided by Iran and the Russian air force, continue to push back rebels and regain territory.\n\nBut at least Assad can relax now, knowing the U.S. will not work to kick him out.", "article_metadata": {"og": {"url": "http://www.americanthinker.com/blog/2015/12/us_caves_in_to_putin_takes_regime_change_off_the_table_in_syria.html", "image": "http://www.americanthinker.com/assets/images/at-painter-og-image.png", "title": "Blog: US caves in to Putin, takes regime change off the table in Syria"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Associated Press:\"The United States and our partners are not seeking so-called regime change,\" Kerry told reporters in the Russian capital after meeting President Vladimir Putin.\nMeanwhile, the Syrian \"opposition,\" such as they are, can't even decide the shape of the table they will sit at.\nPutin will probably not use Russian troops in Syria except to defend the bases if they come under attack.\nAssad knows full well he serves at the pleasure of Vladimir Putin.\nRather, it is on facilitating a peace process in which \"Syrians will be making decisions for the future of Syria.\""}