{"article_title": "Scientists Use Bioengineered Yeast Instead Of Poppies To Make Opioids", "article_keywords": ["team", "opioids", "yeast", "process", "university", "scientists", "associate", "research", "stanford", "poppies", "instead", "bioengineered", "poppy", "smolke"], "article_url": "http://www.medicaldaily.com/scientists-use-bioengineered-yeast-instead-poppies-make-opioids-347806", "article_text": "Stanford team members researcher Isis Trenchard (L to R), associate professor of bioengineering Christina Smolke, chemistry graduate student Stephanie Galanie and research associate Kate Thodey are shown in this undated handout photo provided by Stanford University in Stanford, California, August 13, 2015.\n\nStanford team members researcher Isis Trenchard (L to R), associate professor of bioengineering Christina Smolke, chemistry graduate student Stephanie Galanie and research associate Kate Thodey are shown in this undated handout photo provided by Stanford University in Stanford, California, August 13, 2015. REUTERS/Rod Searcey/Stanford University/Handout via Reuters\n\nWASHINGTON (Reuters) - Scientists have invented a speedy method to make potent painkilling opioids using bioengineered baker's yeast instead of poppies, but need to fine-tune the process to make it commercially viable, according to a study published on Thursday.\n\nThe new method, if it can be made more efficient, could significantly change the multibillion-dollar pain medication manufacturing business, but raises concerns about aggravating the growing problem of opioid abuse.\n\nThis same type of approach potentially also could be used to make other currently plant-based medicines for fighting cancer, infectious diseases and chronic illnesses.\n\nThe scientists said they altered the yeast's genetic make-up in a way that coaxed the cells to convert sugar into two opioids - hydrocodone and thebaine - in three to five days.\n\nHydrocodone, which shuts down pain receptors in the brain, and related chemicals like morphine and oxycodone are part of a group of painkilling drugs called opioids produced from the opium poppy. Making opioids from opium poppies can take more than a year.\n\n\"This is important because, with further development, it may provide an alternative supply for these essential medicines and allow greater access for most of the global population that currently has insufficient access to pain medication,\" said Stanford University bioengineering professor Christina Smolke, who led the research published in the journal Science.\n\nThe researchers said they recognized their findings on a quicker process to make opioids could generate concern about worsening the growing abuse of these painkillers.\n\nSmolke's team inserted DNA into the yeast that encodes instructions for the cells to make the enzymes necessary to perform the sugar conversion steps.\n\nThe baker's yeast was engineered with 23 genes from six different organisms: the brown rat, the goldthread herb, the California poppy, the Iranian poppy, the opium poppy and a soil bacterium called Pseudomonas putida.\n\nThe process unveiled by Smolke's team represents \"proof of principle experiments\" showing that the bioengineered yeast can produce small amounts of opioid painkillers from scratch, Smolke said. Currently, about 4,400 gallons of bioengineered yeast would be needed to yield a single dose of the medication.\n\nSmolke said the process needs to be improved to make it efficient enough for commercial production, saying this could take several years.\n\nStanford University holds the patents on the technology described by the researchers, who have formed a company to pursue the commercial applications.\n\n(Reporting by Will Dunham; Editing by Bill Rigby)", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "scientists, use, bioengineered, yeast, instead, poppies, make, opioids", "og": {"site_name": "Medical Daily", "description": "Scientists have invented a speedy method to make potent painkilling opioids using bioengineered baker's yeast instead of poppies, but need to fine-tune the process to make it commercially viable, according to a study published on Thursday.", "title": "Scientists Use Bioengineered Yeast Instead Of Poppies To Make Opioids", "url": "http://www.medicaldaily.com/scientists-use-bioengineered-yeast-instead-poppies-make-opioids-347806", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/08/13/opioids.jpg", "type": "article"}, "twitter": {"description": "Scientists have invented a speedy method to make potent painkilling opioids using bioengineered baker's yeast instead of poppies, but need to fine-tune the process to make it commercially viable, according to a study published on Thursday.", "title": "Scientists Use Bioengineered Yeast Instead Of Poppies To Make Opioids", "url": "http://www.medicaldaily.com/scientists-use-bioengineered-yeast-instead-poppies-make-opioids-347806", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/08/13/opioids.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/08/13/opioids.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "The Grapevine", "published_time": "2015-08-13T16:24:11-04:00", "modified_time": "2015-08-13T16:25:34-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Scientists have invented a speedy method to make potent painkilling opioids using bioengineered baker's yeast instead of poppies, but need to fine-tune the process to make it commercially viable, according to a study published on Thursday."}, "_id": "\"57477af36914bd0286fd3b45\"", "article_summary": "Stanford University holds the patents on the technology described by the researchers, who have formed a company to pursue the commercial applications.\nREUTERS/Rod Searcey/Stanford University/Handout via ReutersWASHINGTON (Reuters) - Scientists have invented a speedy method to make potent painkilling opioids using bioengineered baker's yeast instead of poppies, but need to fine-tune the process to make it commercially viable, according to a study published on Thursday.\nCurrently, about 4,400 gallons of bioengineered yeast would be needed to yield a single dose of the medication.\nThe process unveiled by Smolke's team represents \"proof of principle experiments\" showing that the bioengineered yeast can produce small amounts of opioid painkillers from scratch, Smolke said.\nSmolke's team inserted DNA into the yeast that encodes instructions for the cells to make the enzymes necessary to perform the sugar conversion steps."}