{"article_title": "Death Of A Meme Edition – Bwog", "article_keywords": ["meme", "week", "death", "dont", "ted", "youre", "tip", "bed", "write", "edition", "bwog", "butler", "reading", "songs"], "article_url": "http://bwog.com/2016/05/04/bwog-in-bed-death-of-a-meme-edition/", "article_text": "It’s Day 2 of Reading Week! We know you probably don’t believe in yourself but that’s okay, because we have enough faith in you to power Butler for an entire week. Get out of bed, go to that study group, write 6 pages of your paper, and smash that mf final! Alternatively, listen to mopey songs right before you go to bed and never get back the Lit Hum books you loaned out to friends.\n\nBwogline: R.I.P. to the presidential candidacy of Ted Cruz, murdered by Donald Trump’s electoral prowess—it was a blast, full of great memes, awkward handshakes, and flashbacks to our former roommates. Don’t go! Is something we would have cried out if we liked you. (CNN)\n\nStudy Tip: Make a detailed list of all the things you’re going to get done today, and in what order you’ll do them. Actually write it out. Be overambitious so when you inevitably fall short, you’re not that far behind. Physical list-making is one way to keep on top of all your responsibilities and stay motivated, and nothing feels better than crossing off an item from a list! Don’t forget to castigate yourself if you catch yourself watching another episode of Silicon Valley.\n\nProcrastinate: Make sure you’ve uploaded all of your financial aid documents for next year! The deadline is May 5. On a less practical note, name yourself “Obamacare” or “The Donald” and get to swallowing up others of your kind in an attempt to be the biggest and best there ever was—it’s a microcosm of Columbia.\n\nMusic: Feeling alone and unlovable, young and defiant, or pining for that NoCo cutie? If it’s not that late yet, listen to this Bollywood crowd-pleaser to get pumped up for your 15 page Anthropology term paper (put on autoplay to end up in places you would never expect).\n\nOverseen: A couple furiously making out in front of us at Butler, and a disgusted international student walking out in response. Butler is not for love!!\n\nTags: butler is not for love!!, bwog in bed, day 2, international students, motivate us pls, our real procrastination tip is b@b, put on CC for those bollywood songs or just let them wash over u, reading week, ted cruz, we are shameful addicts, we're always in the mood for some mopey songs, writing bwog in bed in bed", "article_metadata": {"generator": "WordPress 4.3.4", "og": {"site_name": "Bwog", "description": "…", "title": "Bwog In Bed: Death Of A Meme Edition", "locale": "en_US", "image": {"width": 500, "identifier": "http://images.bwog.com/wp-content/uploads/2015/02/shutterstock_142724305.jpg", "height": 334}, "url": "http://bwog.com/2016/05/04/bwog-in-bed-death-of-a-meme-edition/", "type": "article"}, "wp-parsely_version": "1.7", "fb": {"app_id": 147610948756097}, "article": {"publisher": "https://www.facebook.com/thebwog", "published_time": "2016-05-04T14:01:39+00:00", "author": "http://bwog.com/author/bwogstaff/", "section": "Articles", "modified_time": "2016-05-04T16:21:56+00:00", "tag": "writing bwog in bed in bed"}, "viewport": "width=device-width; initial-scale=1.0; maximum-scale=1.0; user-scalable=0;"}, "_id": "\"57477af46914bd0286fe3147\"", "article_summary": "It’s Day 2 of Reading Week!\nGet out of bed, go to that study group, write 6 pages of your paper, and smash that mf final!\nAlternatively, listen to mopey songs right before you go to bed and never get back the Lit Hum books you loaned out to friends.\nWe know you probably don’t believe in yourself but that’s okay, because we have enough faith in you to power Butler for an entire week.\nOverseen: A couple furiously making out in front of us at Butler, and a disgusted international student walking out in response."}