{"article_title": "Digitization in the Dumps", "article_keywords": ["information", "digitization", "medical", "dumps", "records", "health", "human", "healthcare", "report", "security", "insurance"], "article_url": "http://hamodia.com/2016/05/11/digitization-in-the-dumps/", "article_text": "Wednesday, May 11, 2016 at 8:23 pm |\n\nWhen the digitization of medical records began back around 2005, it was touted as a veritable cure-all for an impossibly expensive, ossified healthcare system. The advocates of digitization predicted huge benefits, such as savings of over $80 billion annually, and a reduction in life-threatening medical errors due to illegible prescriptions.\n\nUnfortunately, over a decade of digitization has yielded considerably less dramatic results. Efficiency has improved by a third less than predicted, and costs have continued to spiral upwards, by some $800 billion in the intervening years.\n\nRegarding medical error, we certainly have cause to be grateful. The number of errors are markedly down, which has translated into the saving of an estimated 87,000 lives since 2010!\n\nExcept that nobody is quite sure of the reason for this wonderful improvement. Credit is no doubt due to the checklists some hospitals have adopted in surgery and emergency rooms; others cite the incentives for quality treatment in Obamacare.\n\nThere is also a greater awareness of the problem of medical error since the landmark report “To Err Is Human” was published by the Institute of Medicine in the 1990s. Doctors and nurses must have been at least as horrified as the rest of us to learn that their foul-ups accounted for some 100,000 deaths every year, and have simply been more careful since then.\n\nBut digitization does not appear to have played a major role in the reduction of error, according to a Department of Health and Human Services report in 2015.\n\nThe reason for the disappointing results of digitization are also not clear. But some blame the reluctance of American doctors to give up their handwritten records. Only about half of them have made the change, compared to 90 percent in the U.K., for example.\n\nHowever, to these disappointments must now be added the recent revelation that digitization has led to an alarming deterioration in the tradition of medical confidentiality. During the last six years, nearly 1,500 breach incidents nationwide have potentially exposed the medical data of more than 155 million Americans, according to the Department of Health and Human Services’ Office for Civil Rights.\n\nOf course, that only refers to those who by law should not be seeing your personal health information. It says nothing about all those — almost the entire realm of officialdom — who anyway have legal access to your files. Just a partial list: the offices of Medicare, Medicaid, Social Security Disability, Workers Comp, state and federal public health departments, and Pharmacy Benefit Managers (PBMs). In the private sector, employers doing background checks on job applicants, and car and life insurance companies can also have a look.\n\nAnd you know those corporate wellness programs that have only lowering your blood pressure and getting your weight down at heart? Well, companies that operate or contract out such programs may also have access to information about whether you’re exercising or losing weight and have really quit smoking, not to mention how you’re doing at controlling your anger management problem.\n\nAll of these folks have or can request access to your private records under the Health Insurance Portability and Accountability Act (HIPAA).\n\nThe causes of the breaches are known. In many cases, they could have been prevented had the healthcare organizations spent more on security technologies or more diligently followed privacy policies.\n\nBesides the obvious remedy of more security and more diligence, a Brookings Institute report on the subject recommends that the Office for Civil Rights (OCR) should accredit certification agencies that can conduct preventive audits. Brookings also suggests a role for cyber insurance companies; they will give healthcare organizations an economic incentive to reduce their insurance premiums by upgrading their security safeguards.\n\nAs healthcare consumers, we can also play a part in guarding our own privacy and making better use of the digital records.\n\n“For consumers to start requesting and using their health information will be a game-changer for the healthcare system,” says Christine Bechtel, a consultant for the National Partnership for Women and Families. “Once we unlock the data, there’s an enormous amount we can do with it.”\n\nWhen patients are able to see their own records, they can spot errors, avoid repeat tests, and detect fraud, she says. “Enabling consumers to help, to be a second set of eyes, to be really involved with their data, will improve care and save money in the end.” A patient in possession of his records — which he is legally entitled to — can provide information when consulting specialists, getting second opinions or shopping for less expensive care.\n\nDigitization has not been the panacea it was supposed to be. Moreover, the primary precept of healing — do no harm — has been violated through the breaches of medical confidentiality.\n\nBut there is no turning back to the bad old days of doctors writing by hand their own records and prescriptions. Digitization may be in the dumps, but we can’t dump digitization. It’s here to stay, and the task ahead is to make it work better, for all of us.", "article_metadata": {"og": {"site_name": "Hamodia", "description": "When the digitization of medical records began back around 2005, it was touted as a veritable cure-all for an impossibly expensive, ossified healthcare system. The advocates of digitization predicted huge…Read more »", "title": "Digitization in the Dumps - Hamodia", "locale": "en_US", "url": "http://hamodia.com/2016/05/11/digitization-in-the-dumps/", "type": "article"}, "article": {"section": "Editorial", "published_time": "2016-05-11T20:23:56-04:00"}, "apple-mobile-web-app-title": "Hamodia", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "apple-mobile-web-app-capable": "yes"}, "_id": "\"57477af46914bd0286fd867b\"", "article_summary": "Digitization may be in the dumps, but we can’t dump digitization.\nWednesday, May 11, 2016 at 8:23 pm |When the digitization of medical records began back around 2005, it was touted as a veritable cure-all for an impossibly expensive, ossified healthcare system.\nOf course, that only refers to those who by law should not be seeing your personal health information.\nBut digitization does not appear to have played a major role in the reduction of error, according to a Department of Health and Human Services report in 2015.\nThe advocates of digitization predicted huge benefits, such as savings of over $80 billion annually, and a reduction in life-threatening medical errors due to illegible prescriptions."}