{"article_title": "115,000 to lose Obamacare coverage on missed deadline", "article_keywords": ["missed", "healthcaregov", "federal", "verify", "slavitt", "lose", "obamacare", "households", "officials", "deadline", "income", "coverage", "115000", "health", "insurance"], "article_url": "http://www.chicagotribune.com/business/chi-obamacare-deadline-20140915-story.html", "article_text": "About 115,000 people, including 4,000 in Illinois, will lose their health insurance at the end of the month because they missed a deadline to prove they are legally in the United States, federal officials said Monday.\n\nDespite making up to a dozen attempts, the federal government was unable to verify the citizenship or immigration status of those people, who had until Sept. 5 to send additional documents to confirm they were eligible to buy health insurance coverage on HealthCare.gov, the Centers for Medicare and Medicaid Services reported.\n\nThe government now will inform insurance companies to cancel their coverage effective Sept. 30. The cancellations affect only those who enrolled on HealthCare.gov, the federal marketplace created by the Affordable Care Act that was used by consumers in 36 states, including Illinois, to compare and purchase health insurance.\n\nAndrew Slavitt, the No. 2 official at the federal agency, said those who lose coverage may be able to re-enroll for a plan through a special enrollment period if they're able to submit documentation that confirms their eligibility.\n\n“If people are willing to pay their premiums and demonstrate they are eligible for coverage” they can “continue to be enrolled,” Slavitt said in a conference call.\n\nHe urged those who learn they've lost coverage to call the federal call center at 800-318-2596.\n\nFederal officials also said Monday that they could not verify the income of about 279,000 households, which could affect the amount they pay in monthly insurance premiums.\n\nThe Medicare agency said it was sending notices to those households, which include about 363,000 people, this week.\n\nIt was unknown how many of them are in Illinois.\n\nThey will have until the end of the month to send additional documentation to support their income.\n\nThough their policies won't be canceled if they do not respond, they could see an adjustment to their monthly premiums beginning Nov. 1 to reflect the income amount the federal government has on record, Slavitt said.\n\nThose households also could face an additional tax liability on their 2014 tax return.\n\nThe issues are related to technological problems with HealthCare.gov that left the government unable to determine the income of about 1.2 million households that bought insurance on the website through mid-April.\n\nFederal officials have resolved, or are in the process of resolving, the vast majority of the cases, or about 900,000 households.\n\nSimilar issues plagued the effort to verify the citizenship and immigration status for about 1 million others.\n\nBy mid-August, the federal government had resolved a majority of those cases.\n\nIt is unclear how many of them were able to retain coverage.\n\n\n\npfrost@tribune.com | Twitter: @peterfrost", "article_metadata": {"fb_title": "115,000 to lose health insurance on missed Obamacare deadline", "googlebot": "index", "copyright": "Copyright (c) 2016 Chicago Tribune", "author": "Chicago Tribune", "og": {"site_name": "chicagotribune.com", "description": "About 115,000 people, including 4,000 in Illinois, will lose their health insurance at the end of the month because they missed a deadline to prove they are legally in the United States, federal officials said Monday.", "title": "115,000 to lose health insurance on missed Obamacare deadline", "url": "http://www.chicagotribune.com/business/chi-obamacare-deadline-20140915-story.html", "image": "http://www.trbimg.com/img-5417539f/turbine/chi-obamacare-deadline-20140915", "type": "article"}, "x-servername": "lalvp05.18", "twitter": {"site": "@chicagotribune", "card": "summary"}, "keywords": "Obamacare deadlines, lost coverage,", "robots": "index,follow", "apple-itunes-app": "app-id=383137151, app-argument=http://www.chicagotribune.com/deeplinkid/81376080", "fb": {"page_id": 5953023255, "app_id": 306836229411287}, "googlebot-news": "index", "date": "2014-09-15", "Description": "About 115,000 people, including 4,000 in Illinois, will lose their health insurance at the end of the month", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "news_keywords": "Obamacare deadlines, lost coverage,"}, "_id": "\"57477af36914bd0286fd3bb1\"", "article_summary": "About 115,000 people, including 4,000 in Illinois, will lose their health insurance at the end of the month because they missed a deadline to prove they are legally in the United States, federal officials said Monday.\nFederal officials have resolved, or are in the process of resolving, the vast majority of the cases, or about 900,000 households.\nThe government now will inform insurance companies to cancel their coverage effective Sept. 30.\nHe urged those who learn they've lost coverage to call the federal call center at 800-318-2596.\nFederal officials also said Monday that they could not verify the income of about 279,000 households, which could affect the amount they pay in monthly insurance premiums."}