{"article_title": "Mountain View development displaces longtime residents « Business & Money « Peninsula Press ARCHIVE (2010 – Sept. 2014)", "article_keywords": ["development", "mountain", "displaced", "dont", "city", "money", "housing", "know", "peninsula", "longtime", "going", "displaces", "homeless", "press", "residents", "gonzalez", "sept", "view"], "article_url": "http://archive.peninsulapress.com/2014/02/21/mountain-view-development-displaces-longtime-residents/", "article_text": "Darlene Gonzalez helped raise more than 50 foster children alongside her own three kids in a 550-square-foot house on Tyrella Avenue. She sheltered animals, collected avocadoes from the property’s heritage trees to feed the local homeless, and gave them a place to shower and launder their clothes.\n\nGonzalez, 49, has made it her home for 35 years, and also the site of her pet care service Petz Palz & Pawz. But Gonzalez, once homeless herself, was given 90 days notice at the beginning of the year to vacate and make way for a new development that will displace dozens of people. It’s unlikely she’ll be able to stay in Mountain View. Silicon Valley’s rising housing prices are outpacing increases in income and are widening the region’s inequality gap.\n\n“I’m moving a business and a community base,” Gonzalez said. “It’s a big issue that we’re getting kicked out. It’s not just me. There’s a whole community of us.”\n\nHer home is one of six at 111-123 Fairchild Drive that the Mountain View City Council has approved for redevelopment into 18 row houses. They will be for-sale for ownership in accordance with the city’s plans for its Evandale area, which is adjacent to Highway 101 between North Whisman Road and Moffett Boulevard. The MV Fairchild Investors LLC development will also replace five industrial buildings that have sat on the one-acre project site since the 1940s.\n\nThe new development is part of a local trend. At least 19 other projects for new housing will be completed by 2016 and many more are up for consideration. City officials don’t know how many people could be displaced by the new construction.\n\n“We’re seeing a boom in the city,” city senior planner Scott Plambaeck said in an interview. “So there’s a lot of demand for office space and a lot of demand for housing.”\n\nMountain View has experienced only moderate growth since 1990, slower than some other cities in Santa Clara County or the Bay Area at large — in part because there aren’t enough vacant parcels where people can live. Space is tight and competition is fierce in the real estate market, as people flock to some of the city’s largest employers including Google, Symantec and LinkedIn.\n\n“Tech is doing really well. A lot of this new talent is coming into the area, but no one leaves unless they are relocating out of the area or dying,” said Alex Wang, a local real estate agent. “You can’t build new land, so we’ve got to use the buildings we have and pre-existing properties.”\n\nMedian rent list prices climbed nearly 27 percent in the last year, from $2,040 in December 2012 to $2,590 in December 2013.\n\nCommunity Development Director Randy Tsuda said the developments that displace residents are relatively rare. But the challenges facing those displaced persist.\n\n“It’s been a nightmare,” said Diane Elizabeth Jones, who has lived on and off with Gonzalez since becoming homeless in 2008. “The truth of the matter is, we’re going to be homeless again. Coming back was nice, but now it’s like a tornado … We don’t know where to go.”\n\nAffordable housing initiatives have been struggling to keep up with the pricier developments, especially following the dissolution of redevelopment agencies across the state in 2012 that resulted in harsh funding cuts.\n\nIn 2008, Santa Clara County had $126 million for affordable housing, compared to only $47.3 million today, according to the nonprofit Housing Trust Silicon Valley.\n\n“They’re going to be casualties of this upward movement,” said Tuan Tran, a real estate agent. “Is it fair or not fair? I don’t know, but I think they’re going to be priced out.”\n\nQualifying tenants who are being displaced will get some assistance to find a new place. This includes the return of their security deposits, two months rent based on the unit’s current monthly cost and a 60-day subscription to a rental agency.\n\nFor people living on social security like Gonzalez, even if she does get help, it’s going to be tough — if not impossible — to find an affordable place to live in Mountain View. Gonzalez’s monthly social security check is $800, all of which goes to her rent. People that live with her help with the cost of food and utilities.\n\n“I feel bad for them. I want to help them. I don’t know how we can,” Council Member Ronit Bryant said about the tenants to be displaced, during a city council meeting in January.\n\nNow, Gonzalez and her neighbors are preparing to find their next home. They have until early April. “I left home at 15, so I understand homelessness. I was homeless,” Gonzalez said. “To me, it’s the roof first and everything else will follow.”", "article_metadata": {"keywords": "affordable housing,development,Housing,Mountain View,Mountain View City Council,MV Fairchild Investors LLC,real estate,Sara Hayden,Silicon Valley real estate,Business & Money,Frontpage Featured,Politics & Gov,Real Estate", "description": "The Mountain View City Council has approved six homes on Fairchild Drive for redevelopment into 18 row houses. But this project is displacing current residents…", "generator": "WordPress 3.5", "robots": "noodp,noydir"}, "article_summary": "“We’re seeing a boom in the city,” city senior planner Scott Plambaeck said in an interview.\nThere’s a whole community of us.”Her home is one of six at 111-123 Fairchild Drive that the Mountain View City Council has approved for redevelopment into 18 row houses.\nI was homeless,” Gonzalez said.\nCity officials don’t know how many people could be displaced by the new construction.\nI don’t know how we can,” Council Member Ronit Bryant said about the tenants to be displaced, during a city council meeting in January."}