{"article_title": "U.S. home sales rebound signals strong spring selling season", "article_keywords": ["homes", "buyers", "selling", "rose", "supply", "season", "rebound", "months", "sales", "signals", "stock", "spring", "strong", "housing", "market", "economy"], "article_url": "http://www.thefiscaltimes.com/latestnews/2016/04/20/US-existing-home-sales-rise-sharply-prices-advance", "article_text": "WASHINGTON (Reuters) - U.S. home resales rebounded more than expected in March as supply improved, suggesting the housing market recovery remained intact despite signs that economic growth probably stalled in the first quarter.\n\nThe sales surge at the start of the spring selling season was a sign of confidence in the economy, and the momentum is expected to be sustained given low mortgage rates, recent stock market gains and a firming labor market, analysts said.\n\n\"There cannot be too much wrong with the economy if consumers keep buying new homes. It shows confidence,\" said Chris Rupkey, chief economist at MUFG Union Bank in New York.\n\nThe National Association of Realtors said on Wednesday that existing home sales surged 5.1 percent to an annual rate of 5.33 million units last month, beating economists' expectations for a 3.5 percent increase. Sales were up 1.5 percent from a year ago.\n\nExisting home sales rose in all four regions in March, jumping by 11.1 percent in the Northeast and 9.8 percent in the Midwest. Single-family home sales vaulted 5.5 percent, while purchases of condominiums rose 1.8 percent.\n\nSales were concentrated in the middle part of the market, with lack of inventory constraining transactions in the low-end segment.\n\n\"It points to a very strong start to the crucial spring selling season, and initial anecdotal indications point to this positive momentum being sustained in coming months,\" said Millan Mulraine, chief economist at TD Securities in New York.\n\nA separate report from the Mortgage Bankers Association showed mortgage applications last week rose to their highest level in nine weeks as interest rates on 30-year fixed-rate mortgages hovered at their lowest point in more than a year.\n\nBRIGHT SPOT\n\nDespite a report on Tuesday showing a plunge in housing starts and building permits in March, housing remains a bright spot amid indications that economic growth slowed to a crawl in the first three months of the year.\n\nThe economy has been hobbled by a strong dollar and weak global demand, which have undermined exports. Lower oil prices are also a drag, as they have eroded the profits of energy firms and prompted them to slash spending on capital projects.\n\nFirst-quarter gross domestic product growth estimates are currently as low as a 0.2 percent annualized rate. The economy grew at a 1.4 percent rate in the fourth quarter.\n\nrose 0.23 percent, in line with a firmer U.S. stock market. Shares in the nation's largest homebuilder, D.R. Horton Inc , gained 0.47 percent and shares of Lennar Corp rose 0.59 percent. The dollar was up against a basket of currencies, while prices for U.S. government debt fell. Housing is being supported by a buoyant labor market, which has resulted in an acceleration in household formation. Sales, however, remain constrained by a dearth of homes available for sale, which is limiting choices for buyers. While the number of unsold homes on the market in March rose 5.9 percent from February to 1.98 million units, supply was down 1.5 percent from a year ago. With inventories tight, houses are selling fast. In March, houses typically stayed on the market for 47 days, the fewest number since August, and down from 59 days in February. \"The quickening speed of inventory movement is a reflection of demand growing faster than supply,\" said Jonathan Smoke, chief economist at Realtor.com in Washington. \"The majority of buyers ... are looking to buy within the next six months, but the biggest challenge is the tight supply.\" At March's sales pace, it would take 4.5 months to clear the stock of houses on the market, up from 4.4 months in February. A six-month supply is viewed as a healthy balance between supply and demand. The median house price increased 5.7 percent from a year ago to $222,700 last month. The rise in house prices is outstripping wage gains. While that could make it more difficult for first-time buyers to purchase a home, it also is boosting equity for homeowners, which could encourage them to put their homes on the market. The share of first-time buyers was 30 percent last month, unchanged from both February and a year ago. (Reporting by Lucia Mutikani; Editing by Paul Simao)\n\nIn the wake of the housing data, the PHLX housing index", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "WASHINGTON (Reuters) - U.S.", "title": "U.S. home sales rebound signals strong spring selling season", "url": "http://www.thefiscaltimes.com/latestnews/2016/04/20/US-existing-home-sales-rise-sharply-prices-advance", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/usa-housing_1.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/latestnews/2016/04/20/US-existing-home-sales-rise-sharply-prices-advance", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/usa-housing_1.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "WASHINGTON (Reuters) - U.S.", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af36914bd0286fd3bac\"", "article_summary": "Existing home sales rose in all four regions in March, jumping by 11.1 percent in the Northeast and 9.8 percent in the Midwest.\nSales were concentrated in the middle part of the market, with lack of inventory constraining transactions in the low-end segment.\nThe sales surge at the start of the spring selling season was a sign of confidence in the economy, and the momentum is expected to be sustained given low mortgage rates, recent stock market gains and a firming labor market, analysts said.\nrose 0.23 percent, in line with a firmer U.S. stock market.\nSales, however, remain constrained by a dearth of homes available for sale, which is limiting choices for buyers."}