{"article_title": "Ability to learn sticks with us well past 60", "article_keywords": ["60", "sticks", "vocabulary", "skills", "age", "scientists", "40", "past", "subjects", "learn", "data", "study", "researchers", "ability"], "article_url": "http://health.heraldtribune.com/2015/04/07/ability-to-learn-sticks-with-us-well-past-60/", "article_text": "By KAY LAZAR\n\nThe Boston Globe\n\nThere is hope for aging baby boomers.\n\nThe ability to recall names and faces with lightning speed may start to fade in one’s 20s, but our capability to perform other functions, such as learning new words, doesn’t peak until decades later, according to a study by Boston scientists.\n\nIncreasingly, researchers are discovering that the ability to reason, learn, and recall information ebbs and flows over our lifespan, and if a picture were drawn to depict these changes, the image would not be of a single line with a sharp, steep decline, but of a line with many curves that plateau at different stages.\n\nThe study by scientists at MIT and Massachusetts General Hospital, published by the journal Psychological Science, is believed to be one of the largest of its kind to illuminate this phenomenon.\n\n“Some things are better, and some things are worse as we age,” said Laura Germine, a psychiatric researcher at Mass. General Hospital and a coauthor of the study. “It’s a complex, dynamic system. It’s nice as you get older to know that maybe I am not as quick as the college students, but I am a little wiser.”\n\nResearchers not involved with the study described the sheer size of the study as impressive, with some saying it will help pinpoint and address age-related declines.\n\nThe Boston scientists gathered data from nearly 50,000 subjects who had been asked to perform a variety of tasks. Participants completed multiple-choice vocabulary tests, rapidly recalled numbers and symbols, and discerned facial emotions by looking only at the eyes.\n\nThe scientists found that different skills peaked at different ages. For example, the ability to quickly recall a number that had been paired with a symbol shown earlier peaked in the late teens and went downhill after that.\n\nCompare that to the ability to evaluate other people’s emotions by just viewing their eyes. That skill appears strongest in midlife, peaking around age 40 and remaining stable for about 20 years.\n\nPerhaps most encouraging: Vocabulary skills may not decline until well into our 60s. But researchers discovered something that intrigued them even more. Their data showed that vocabulary skills are peaking later in life now than they did decades ago.\n\nThey analyzed data from similar vocabulary studies over the past 40 years and found that the ability to define words peaked around the age of 40 back in the late-1970s to the early 1980s, but has gradually increased since then.\n\n“People are working longer in life and in more white collar jobs, where they are doing a lot more reading,” said Joshua Hartshorne, a brain scientist at the Massachusetts Institute of Technology and a coauthor of the study.\n\nGermine and Hartshorne used data from large-scale experiments they have been running on the Internet, which allows people of any age to become research subjects. That helped get around a persistent obstacle in research: Subjects in the prime of life are often too busy to come to a lab to participate in research. It is far easier to find subjects who are college- aged, or those in retirement.\n\nTo ensure that data collected from the web experiments were not skewed toward people who might be more Internet savvy, the researchers compared their findings to data from similar paper-and-pencil tests conducted over the past 40 years.", "article_metadata": {"og": {"image": "http://health.heraldtribune.com/files/2013/01/Brain.jpg"}, "wp-parsely_version": "1.8", "fb": {"app_id": 846021808821787}}, "_id": "\"57477af46914bd0286fe254c\"", "article_summary": "That skill appears strongest in midlife, peaking around age 40 and remaining stable for about 20 years.\nPerhaps most encouraging: Vocabulary skills may not decline until well into our 60s.\nTheir data showed that vocabulary skills are peaking later in life now than they did decades ago.\nThe Boston scientists gathered data from nearly 50,000 subjects who had been asked to perform a variety of tasks.\n“Some things are better, and some things are worse as we age,” said Laura Germine, a psychiatric researcher at Mass."}