{"article_title": "Noah Berlatsky on the Misguided War on Sexting", "article_keywords": ["wont", "dont", "noah", "programs", "means", "girls", "sexting", "person", "berlatsky", "teens", "framed", "misguided", "war", "laws"], "article_url": "http://reason.com/blog/2015/04/29/noah-berlatsky-on-the-misguided-war-on-t", "article_text": "Sexting isn't really all that new; teens have been exchanging explicit messages at least since the invention of language. But up-to-date smartphone technology makes the old seem unusual and frightening. Sexting has been framed as an issue of pathological identity: There is a certain person who sexts, and that person is broken, ill, undeveloped, wrong. Authorities try to deal with sexting, therefore, by dealing with the person who does it. Sometimes this is done through various kinds of treatments. Programs focus on trying to boost girls' self-esteem so that they won't feel the need for validation from their boyfriends and thus won't text naked pictures.\n\nSuch programs have demonstrated very little success, but at least they don't directly harm teens. Other responses are more dangerous, Noah Berlatsky notes. Teen girls can be prosecuted under child pornography laws for taking nude photos of themselves. As one judge said, incredulously, \"It seems like the child here [is]...the victim, the perpetrator, and the accomplice. I mean, does that make any sense?\"\n\nIf sexting is framed as dangerous in itself, girls who sext become perpetrators. And that means the state can target them for punishment. Among other consequences, this means sexting laws become a way parents can use law enforcement to squash relationships they don't like.\n\nView this article.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "Sexting isn't really all that new; teens have been exchanging explicit messages at least since the invention of language. But up-to-date smartphone technology", "title": "Noah Berlatsky on the Misguided War on Sexting", "url": "http://reason.com/blog/2015/04/29/noah-berlatsky-on-the-misguided-war-on-t", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/1430164267957.jpg", "type": "article"}, "twitter": {"image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/1430164267957.jpg", "title": "Noah Berlatsky on the Misguided War on Sexting", "description": "Sexting isn't really all that new; teens have been exchanging explicit messages at least since the invention of language. But up-to-date smartphone technology makes the old seem unusual and frightening. Sexting has been framed as an issue of pathological identity: There is a certain person who sexts, and that person is broken, ill, undeveloped, wrong. Authorities try to deal with sexting, therefore, by dealing with the person who does it. Sometimes this is done through various kinds of treatments. Programs focus on trying to", "card": "summary_large_image", "site": "@reason"}, "fb": {"pages": 17548474116}, "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "article": {"published_time": "2015-04-29T12:30:00+00:00"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af36914bd0286fd3b96\"", "article_summary": "Among other consequences, this means sexting laws become a way parents can use law enforcement to squash relationships they don't like.\nSexting isn't really all that new; teens have been exchanging explicit messages at least since the invention of language.\nSexting has been framed as an issue of pathological identity: There is a certain person who sexts, and that person is broken, ill, undeveloped, wrong.\nIf sexting is framed as dangerous in itself, girls who sext become perpetrators.\nAuthorities try to deal with sexting, therefore, by dealing with the person who does it."}