{"article_title": "Hospitals Mine Clinical Data to Help Reduce Costs and Avoid Readmissions, Creating Opportunities for Clinical Laboratory Pathologists to Contribute to Improved Patient Outcomes", "article_keywords": ["system", "patient", "improved", "data", "reduce", "readmissions", "opportunities", "outcomes", "pathologists", "clinical", "health", "healthcare", "laboratory", "hospitals", "care"], "article_url": "http://www.darkdaily.com/hospitals-mine-clinical-data-to-help-reduce-costs-and-avoid-readmissions-creating-opportunities-for-clinical-laboratory-pathologists-to-contribute-to-improved-patient-outcomes-404", "article_text": "Hospitals Mine Clinical Data to Help Reduce Costs and Avoid Readmissions, Creating Opportunities for Clinical Laboratory Pathologists to Contribute to Improved Patient Outcomes\n\nMedical laboratory test data is one cornerstone of this data mining activity and pathologists are well-positioned to take a more prominent role in helping clinicians use lab tests more effectively\n\nData mining has arrived at many hospitals and health systems. The goal is to mine large quantities of clinical data to identify useful patterns that can guide clinicians to intervene with specific patients. This trend creates a big opportunity for pathology informaticians to step forward and contribute to improved patient care in significant ways.\n\nProgressive healthcare networks, such as the Carolinas HealthCare System, are creating a lot of buzz for their aggressive and smart use of technology and data. The idea is to ultimately reinvent care—in response to new payment schemes—by preventing acute and critical episodes that may require inappropriate readmissions.\n\nClinical laboratory test data will always play a role in this initiative. Pathologists can play essential roles in these efforts to analyze clinical data and identify useful clinical interventions.\n\nIn-house Data Warehousing Helps Reduce Readmissions\n\nFor example, the Carolinas HealthCare System predicts it will lose $5 million in 2014 on $4.8 billion worth of revenue. This would be its first loss in 30 years, according to a story published by the Charlotte Observer in early March.\n\nThat is why this health system, with the dual goals of cutting costs and keeping its population healthy, has turned to big data to flag people most likely to be unexpectedly readmitted. In fact, it was in 2012 when the Carolinas HealthCare System created its own advanced analytics in-house data arm, called Dickson Advanced Analytics Group.\n\nThis business unit is organized to focus on population health management, individualized patient care, and predictive modeling. It integrates clinical, financial, and operational data across the healthcare continuum, according to the health system’s Website.\n\nPredicting Readmission Risk with 79% Accuracy\n\nThe Dickson system uses a 10-terabyte enterprise data warehouse to see trends. It has predicted readmission risk with 79% accuracy by using statistics that are updated hourly to correspond with patients’ records, reported Modern Healthcare in a story published in December.\n\nThe health system has already generated a return on that investment. Since July 2013, 20,000 Carolinas patients were reportedly assessed, resulting in more than 30,000 care interventions.\n\nIn describing a care intervention, Zeev Neuwirth, M.D., Chief Medical Officer and Senior Vice President, Physician Services Group of the Carolinas physician practices, paraphrased caregivers in the Charlotte Observer story: “Nothing’s happened yet, but you are at risk based on data from your medical charts. I know you feel fine, but we want you to go into our care management program.”\n\nProviders Turn to Outsourcing to Alleviate Readmission Penalties\n\nOther hospitals and health systems—after getting stung with penalties associated with readmissions of Medicare patients—have hired emerging new companies in the data warehouse realm. For example, St. Dominic Hospital in Jackson, Mississippi, engaged Engineered Care, of San Francisco, according to a story published last summer in The Wall Street Journal.\n\nThe firm reportedly helped the 535-bed hospital reduce Medicare readmissions for selected types of healthcare by 1.25%, to about 8.5%. Engineered Care was established in 2009 specifically to bring to market Project RED, an evidence-based discharge protocol developed at Boston Medical Center. The company said it has developed evidence-based care protocols based on that earlier model.\n\nEffective in 2012, the Affordable Care Act (ACA) penalizes hospitals for excessive Medicare patient readmissions related to select conditions. These include acute myocardial infarction, heart failure, and pneumonia. In fiscal year 2015, ACA will expand this law to four more conditions, including chronic obstructive pulmonary disease and coronary artery bypass graft surgery.\n\nSeveral Thousand Hospitals Hit with Medicare Penalties in 2013\n\nAbout 2,225 hospitals were fined more than $227 million by Medicare last year, according to federal data. At least 2,215 providers faced penalties reaching about $280 million in 2012. Such penalties have caught the full attention of hospital and health system administrators.\n\nThis was a powerful motivator that encouraged innovative health systems, such as those mentioned above, to begin mining clinical data specifically to address the problem of unnecessary readmissions. In so doing, these same institutions are opening a door for those pathologists who want to assume greater roles as consultants to physicians. This can be a win-win for both the pathology profession and health systems, since pathologists have the training and experience to help physicians better utilize medical laboratory tests for diagnosis, prognosis, and patient monitoring.\n\n—By Donna Marie Pocius\n\nRelated information:\n\nCarolinas HealthCare seeks to cut costs through prevention, technology\n\nCarolinas centralizes data analytics to reduce readmissions and redesign care\n\nRx to Avoid Health-Law Fines", "article_metadata": {"keywords": "medical laboratory, pathology, clinical laboratory, readmissions, data mining, hospitals, best practices, north carolina, south carolina, carolinas healthcare system, charlotte observer, dickson advanced analytics, allen naidoo phd, st. dominic hospital, zeev neuwirth md, engineered care, the wall street journal, boston medical center, project red,allen naidoo phd,best practices,boston medical center,carolinas healthcare system,charlotte observer,clinical laboratory,data mining,dickson advanced analytics,engineered care,hospitals,north carolina,pathology,project red,readmissions,south carolina,st. dominic hospital,the wall street journal,zeev neuwirth md,coding, billing, and collections,laboratory instruments & laboratory equipment,laboratory management and operations,laboratory news,laboratory operations,laboratory pathology", "description": "Data mining has arrived at many hospitals and health systems. The goal is to mine large quantities of clinical data to identify useful patterns that can guide clinicians to intervene with specific patients. This trend creates a big opportunity for pathology informaticians to step forward and contribute to improved patient care in significant ways."}, "article_summary": "This trend creates a big opportunity for pathology informaticians to step forward and contribute to improved patient care in significant ways.\nThe goal is to mine large quantities of clinical data to identify useful patterns that can guide clinicians to intervene with specific patients.\nPathologists can play essential roles in these efforts to analyze clinical data and identify useful clinical interventions.\nEffective in 2012, the Affordable Care Act (ACA) penalizes hospitals for excessive Medicare patient readmissions related to select conditions.\nProgressive healthcare networks, such as the Carolinas HealthCare System, are creating a lot of buzz for their aggressive and smart use of technology and data."}