{"article_title": "blog.aids.gov − Increasing Viral Hepatitis Awareness & Capacity among Nurses in AIDS Care", "article_keywords": ["viral", "hbv", "capacity", "risk", "hiv", "nurses", "blogaidsgov", "hepatitis", "vaccination", "transmission", "patients", "hcv", "prevention", "aids", "increasing", "awareness", "care"], "article_url": "https://blog.aids.gov/2015/12/increasing-viral-hepatitis-awareness-capacity-among-nurses-in-aids-care.html", "article_text": "Recognizing the importance of building and maintaining a healthcare workforce prepared to prevent, diagnose and treat viral hepatitis, the Association of Nurses in AIDS Care (ANAC) leadership advocates for ongoing viral hepatitis training and capacity building among their members. I recently had the honor of presenting during the annual meeting of these important allies in pursuing the goals of the national Viral Hepatitis Action Plan.\n\nAlthough viral hepatitis and HIV share, in common, modes of transmission, vulnerable populations, and prevention opportunities, viral hepatitis is sometimes overlooked by health care providers working on HIV who may feel that they don’t have the time or the tools available to help their patients outside of providing HIV care. However, existing tools and resources are available that can help every nurse working in the field of HIV care to become a viral hepatitis champion for the patients they serve.\n\nDuring my October 28, 2015 presentation at the ANAC Annual Meeting , I discussed the important role nurses—and other healthcare providers—involved in HIV prevention and care can play in addressing hepatitis B and C and we discussed viral hepatitis epidemiology, prevention opportunities, and treatment advances. In this post, I’m pleased to share some highlights of that presentation.\n\nAmong people living with HIV in the U.S., on average, an estimated 25 percent are coinfected with hepatitis C (HCV) and 10 percent are coinfected with hepatitis B (HBV). The rates of HIV/HCV coinfection are as high as 80 percent among people who acquired HIV through injecting drugs. Liver disease, often caused by HBV and HCV, has become a leading cause of death among people living with HIV/AIDS (PLWHA). However, a safe and effective vaccine is available for HBV and is recommended for all PLWHA. Furthermore, treatments are available that can prevent the progression of HBV and others that can actually cure HCV in PLWHA. But ongoing healthcare provider training is needed to improve implementation of current practice guidelines and to enhance the effective use of tools that already exist, including vaccine and effective treatments.\n\nShared Modes of Transmission, Vulnerable Populations\n\nNurses caring for patients at risk for or infected with HIV are also seeing patients at risk for or infected with hepatitis B or hepatitis C. Sexual transmission of HCV is generally considered to be rare, however, it appears to happen more often among HIV-positive men who have sex with men (MSM). New research indicates an increase in the rates of new HCV infections among MSM between 1984 and 2012 and a letter published in Clinical Infectious Diseases in March 2015 reviewed two cases of sexual transmission of HCV in MSM taking HIV pre-exposure prophylaxis (PrEP) — which prevents HIV infection but does not prevent the transmission of other sexually transmitted infections. Both publications recommended the expansion of HCV prevention efforts specifically for MSM who are engaging in high-risk sexual behavior.\n\nTransmission of HCV among people who inject drugs (PWID) is also rising; according to the Centers for Disease Control and Prevention (CDC) the number of new HCV infections in the U.S. increased by 150 percent between 2010 and 2013. This increase is linked to the prescription opioid drug abuse epidemic in the U.S. and the resultant increase in the number of people who are injecting drugs. Research has shown that HCV is a hardy virus that can live outside the body for up to six weeks on surfaces at room temperature. These factors facilitate HCV transmission among PWID and make prevention efforts more challenging. The 2015 HIV outbreak in southern Indiana is a stark example of the shared routes of transmission—CDC identified that 84.4 percent of patients identified with HIV were coinfected with HCV. In fact, further exploration by CDC of the strains of HCV among people identified with HIV infection in this outbreak revealed that while HIV appeared to have been newly introduced into the networks of PWID, HCV had been circulating for a longer period of time. [1] These facts signal the critical need for increased education among young people and individuals at risk for or injecting drugs so that we can begin to reverse this alarming trend.\n\nViral Hepatitis Prevention Tools\n\nThe hepatitis B vaccine is safe and effective and has been available in the U.S. since the early 1980s. However, despite its availability and recommendations from the Advisory Committee on Immunization Practices to vaccinate all MSM and PWID for HBV, vaccination rates remain low. In a study published in 2012, researchers found that only 46 percent of MSM in a nationally representative sample had received any hepatitis B vaccinations. Among those reporting any vaccination, only 71 percent had received all three recommended doses. Almost 80 percent of respondents ages 18-29 years of age had been vaccinated for HBV but men over 30 were significantly less likely to have been vaccinated, indicating that infant HBV vaccination efforts initiated in 1991 have increased overall vaccination rates among young people but additional efforts to vaccinate older adults at risk of HBV infection are needed. Of great concern, among PWID, vaccination rates remain extremely low with rates of serologic evidence of vaccination only up to 22 percent [PDF 207 KB]. The increase in the number of new HBV infections reported by CDC in 2013 after many years of declining numbers – associated with increases in people injecting drugs in the U.S., is a clear indication of the urgent need to increase vaccination efforts among people at risk for hepatitis B infection.\n\nThere is no vaccine for HCV. However, treatments for HCV have improved with new direct-acting antiviral agents (DAAs) that are safe and very effective, even in PLWHA. Until 2014, HCV treatments almost always required the use of pegylated interferon (injected) and ribavirin which caused adverse effects among many patients and was especially difficult for HIV patients to take due to drug interactions and the length of treatment, usually about a year long. New DAAs are oral treatments that cure over 90 percent of patients in 12 weeks and have few side effects. In HCV Guidance: Recommendations for Testing, Managing, and Treating Hepatitis C , experts from the American Association for the Study of Liver Disease and the Infectious Diseases Society of America prioritize HCV treatment for patients with HIV/HCV coinfection because of the high risk for HCV-related complications among untreated persons. Experts also prioritize treatment for HCV for persons at increased risk of transmitting HCV stating, “Successful treatment of HCV-infected persons at greatest risk for transmission represents a formidable tool to help stop HCV transmission in those who continue to engage in high-risk behaviors.” While the idea of HCV treatment as prevention is compelling and can be part of our arsenal in combating HCV in the U.S., further studies are needed to understand how best to use this tool.\n\nMy presentation, “New Opportunities to Address Viral Hepatitis in the U.S.: Nurses’ Expanding Role in Public Health and Coordination of Care “ is available — along with materials from other sessions — on the ANAC annual conference website . Nurses play a critical role in educating patients and in clinical leadership, improving the quality of and access to care. We must continue to provide training opportunities and engage nurses as champions as we work to identify the most effective strategies to address viral hepatitis in the U.S.\n\n[1] RR Galang, J Gentry, PJ Peters, J Brooks, et al. HIV-1 and HCV molecular epidemiology of a large community outbreak of HIV-1 infection linked to injection drug use of oxymorphone — Indiana, 2015. 8th International AIDS Society Conference on HIV Pathogenesis, Treatment, and Prevention. Vancouver, July 19-22, 2015. Abstract MOAC0304LB.", "article_metadata": {"og": {"site_name": "blog.aids.gov — HIV Policy & Programs. Research. New Media.", "description": "Recognizing the importance of building and maintaining a healthcare workforce prepared to prevent, diagnose and treat viral hepatitis, the Association of Nurses in AIDS Care (ANAC) leadership advocates for ongoing viral hepatitis training and capacity building among their members. I recently had the honor of presenting during the annual meeting of these important allies in...", "title": "Increasing Viral Hepatitis Awareness & Capacity among Nurses in AIDS Care", "url": "https://blog.aids.gov/2015/12/increasing-viral-hepatitis-awareness-capacity-among-nurses-in-aids-care.html", "image": "https://blog.aids.gov/wp-content/uploads/corinna-dan-photo-e1448751362769.png", "type": "article"}, "article": {"section": "HIV Policy & Programs", "tag": "HRSA,PLWHA,Ryan White,Viral Hep Action Plan"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1"}, "_id": "\"57477af46914bd0286fe2582\"", "article_summary": "Recognizing the importance of building and maintaining a healthcare workforce prepared to prevent, diagnose and treat viral hepatitis, the Association of Nurses in AIDS Care (ANAC) leadership advocates for ongoing viral hepatitis training and capacity building among their members.\nViral Hepatitis Prevention ToolsThe hepatitis B vaccine is safe and effective and has been available in the U.S. since the early 1980s.\nI recently had the honor of presenting during the annual meeting of these important allies in pursuing the goals of the national Viral Hepatitis Action Plan.\nBoth publications recommended the expansion of HCV prevention efforts specifically for MSM who are engaging in high-risk sexual behavior.\nMy presentation, “New Opportunities to Address Viral Hepatitis in the U.S.: Nurses’ Expanding Role in Public Health and Coordination of Care “ is available — along with materials from other sessions — on the ANAC annual conference website ."}