{"article_title": "Health care task force created amid calls for Insure TN", "article_keywords": ["insure", "task", "force", "calls", "created", "senate", "amid", "tn", "tennessee", "health", "plan", "harwell", "house", "care"], "article_url": "http://www.wbir.com/news/politics/health-care-task-force-created-amid-calls-for-insure-tn/129601079", "article_text": "A billboard on Chapman highway calls on House Speaker Beth Harwell to bring Insure Tennessee to a full vote.\n\nAmid calls for Republican leadership to do more to provide health care to the working poor, House Speaker Beth Harwell announced the creation of a legislative task force Tuesday that will look at ways to improve access to care.\n\nSet to announce the \"3-Star Healthy Project\" with Gov. Bill Haslam, Harwell said she reached out to experts at Vanderbilt University's School of Medicine last year after the failure of the governor's controversial health care proposal, Insure Tennessee.\n\n\"These informal, information-seeking discussions led to an even greater interest on the part of members desiring to engage and determine the feasibility of these ideas,\" Harwell said in a news release.\n\n\"In order to put some structure to these concepts we have been discussing, I am announcing today the formation of a task force that will delve into these ideas and formulate a specific proposal.\"\n\nHouse Health Committee Chairman Cameron Sexton, R-Crossville, will lead the task force. GOP Reps. Matthew Hill, Steve McManus and Roger Kane make up the remainder of the group.\n\nThe announcement of the task force didn't mention any specific alternatives to Insure Tennessee, the governor's controversial plan to use federal funds to expand health insurance access to hundreds of thousands of low-income Tennesseans.\n\nThe task force is expected to complete its work in time to meet in June with Haslam and the U.S. Center for Medicare & Medicaid Services.\n\nHarwell has ffaced increasing pressure to do something related to Insure Tennessee. Supporters of the measure — including Nashville philanthropist Martha Ingram — launched a billboard campaign in March aimed at pushing Harwell to take some action. Others protested outside her office, bringing in old shoes to symbolize walking in the footsteps of the uninsured.\n\nThe speaker has repeatedly said she doesn't have the power to unilaterally bring Insure Tennessee to the full House for a vote — there is a procedure to bring a bill from committee that involves a full vote of the House — but she hinted at some alternative plan that could be released in April.\n\nThe Nashville Republican alluded to an effort between House members and administration officials on \"creative elements that could garner widespread support.\" She said the proposal under consideration would \"reflect not only a desire to assist, but also enhance, the effectiveness of our current TennCare program\" that could have a solution by the middle of next month.\n\nHaslam's Insure Tennessee was lauded by health care officials and experts as one of first individualized expansion plans, alongside Indiana, that empowered patients to make healthier decisions.\n\nInsure Tennessee is a two-tiered system that differentiated between people who have access to employer-sponsored insurance plans and those who don’t.\n\nThe Volunteer Plan would give a voucher to people who can’t afford an employer-sponsored plan to offset the cost of the monthly premium. Employers would be required to cover at least half the cost of the insurance.\n\nThe Healthy Incentives Plan mixes aspects of commercial insurance plans with TennCare. It includes a monthly premium around $20 and a health savings feature that allows participants to accrue and spend credits toward health care costs.\n\nSince the Senate defeated Insure Tennessee in 2015, a few Republican-led states, including Indiana and Louisiana, have either implemented an expansion or announced plans to do so.\n\nHaslam announced his plan in December 2014 after months of negotiations with federal health officials. But the administration immediately faced the challenge of trying to distance the plan from the Affordable Care Act, especially unpopular with Tennessee Republican lawmakers. The proposal had features requested by Republicans, including copays and the option to disenroll those who don't pay. Yet, the plan failed on its first vote during a special legislative session.\n\nDemocrats and Republicans in the Senate worked to revive the measure during the regular 2015 session. The proposal made it out of Senate Health Committee, but was soundly defeated in the Senate Commerce and Labor Committee. Attempts to bring back the bill in 2016 were stymied.\n\nPolling from Vanderbilt University and other sources have consistently shown support Insure Tennessee. Opponents argue those polls offer misleading information as to what the plan will accomplish. Vanderbilt polling and a recent poll from icitizen show less support when either questions included the terms Medicaid expansion and Affordable Care Act or referenced potential increases in taxpayer funding.", "article_metadata": {"google": "notranslate", "description": "Amid calls for Republican leadership to do more to provide health care to the working poor, House Speaker Beth Harwell announced the creation of a legislative task force Tuesday that will look at ways to improve access to care.", "author": "TEGNA", "og": {"site_name": "WBIR", "description": "Amid calls for Republican leadership to do more to provide health care to the working poor, House Speaker Beth Harwell announced the creation of a legislative task force Tuesday that will look at ways to improve access to care.", "title": "Health care task force created amid calls for Insure TN", "locale": "en_US", "image": {"width": 640, "identifier": "http://content.wbir.com/photo/2016/03/21/billboard_1458608105927_1098156_ver1.0_640_360.png", "height": 360}, "url": "http://www.wbir.com/news/politics/health-care-task-force-created-amid-calls-for-insure-tn/129601079", "type": "article"}, "twitter": {"domain": "http://www.wbir.com", "description": "Amid calls for Republican leadership to do more to provide health care to the working poor, House Speaker Beth Harwell announced the creation of a legislative task force Tuesday that will look at ways to improve access to care.", "title": "Health care task force created amid calls for Insure TN", "image": {"src": "http://content.wbir.com/photo/2016/03/21/billboard_1458608105927_1098156_ver1.0_640_360.png"}, "site": "@WBIRNews", "card": "summary"}, "fb": {"app_id": 110845768975038}, "keywords": "Politics,News,Local,Facebook-Instant,Health", "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1280"}, "article_summary": "It includes a monthly premium around $20 and a health savings feature that allows participants to accrue and spend credits toward health care costs.\nHouse Health Committee Chairman Cameron Sexton, R-Crossville, will lead the task force.\nThe proposal made it out of Senate Health Committee, but was soundly defeated in the Senate Commerce and Labor Committee.\nInsure Tennessee is a two-tiered system that differentiated between people who have access to employer-sponsored insurance plans and those who don’t.\nThe task force is expected to complete its work in time to meet in June with Haslam and the U.S. Center for Medicare & Medicaid Services."}