{"article_title": "Don’t Forget! Email, Call Or Write The FCC!", "article_keywords": ["major", "forget", "cable", "stations", "country", "comments", "wondered", "write", "public", "fcc", "radio", "understand", "truly", "email", "dont"], "article_url": "http://www.blogforiowa.com/2014/07/12/dont-forget-email-call-or-write-the-fcc/", "article_text": "Time is getting short and the consequences are severe. Your comment may be the one that persuades the former lobbyist for the telecommunications industry, Tom Wheeler, that there is a crucial need for an open, neutral internet as a bedrock of Democracy. The first phase of comments will be taken until July 27th. A second phase for responses to their comments on the original public comments will be open from then until September 10th. Not a lot of time folks.\n\nWrite a comment as if it is the only one that Tom Wheelerwill be reading. Make wonderfully persuasive, so that he and at least two other members can’t possibly reject your plea. This is truly the people’s only method to get real news and facts unaltered by corporations. We need neutrality.\n\nAs a comparison to what may happen look at cable television. Almost all of the cable and network television stations are owned by one of the four major broadcasting corporations (Disney (ABC etal.) Sony (CBS et al.) Comcast (NBC, Universal, soon Time-Warner) Fox (and Fox News plus part owner in many cable stations). This truly limits our sources of news and opinion. Have you ever wondered why the major corporate broadcasting stations have so many Republicans and so few Democrats on their Sunday talkers? Have you wondered why Dick Cheney, probably the most disgraced public official in American History still has access to all major megaphones? Do you understand why climate change can’t get a fair hearing on public television?\n\nOr we could look at radio where you have the same players plus ClearChannel ( now owned by Romney’s Bain Capital) and Cumulus Radio, who together own nearly half of radio in this country. Not a lot of variation on the radio is there. Nor are there inewspapers where there are only a few independents left. Add Gannet in here. Gannet has ruined many papers across the country. You can decide what they have done to the Des Moines Register.\n\nDo you understand what is at stake? Net Neutrality is akin to the backroom printing press that helped birth this country and was instrumental in ending slavery. The powers that be tried to break up the presses of the day back then, but they failed. But as John Edwards observed in 2008, power doesn’t give up easily. Over the decades and centuries they have always come up with schemes to quite the masses. We didn’t let them do it in 1776, nor 1838 and we won’t let them do it now.\n\nEmail your comments soon here: openinternet@fcc.gov\n\nGive them a call here: 1-888-225-5322 Call early, call often. Put the pressure on.\n\nThank you, and a big thanks to Congress members Loebsack and Braley and Senator Harkin for supporting net neutrality.", "article_metadata": {}, "_id": "\"57477af36914bd0286fd3bbd\"", "article_summary": "A second phase for responses to their comments on the original public comments will be open from then until September 10th.\nComcast (NBC, Universal, soon Time-Warner) Fox (and Fox News plus part owner in many cable stations).\nWrite a comment as if it is the only one that Tom Wheelerwill be reading.\nEmail your comments soon here: openinternet@fcc.govGive them a call here: 1-888-225-5322 Call early, call often.\nHave you ever wondered why the major corporate broadcasting stations have so many Republicans and so few Democrats on their Sunday talkers?"}