{"article_title": "God, man, Israel, fluoride, Kosher laws and Dr. Strangelove — GetReligion", "article_keywords": ["week", "water", "israel", "operation", "god", "decision", "fluoridation", "getreligion", "strangelove", "kosher", "topic", "drinking", "dr", "laws", "fluoride", "war", "man"], "article_url": "http://www.getreligion.org/getreligion/2014/9/6/god-man-fluoride-israel-kosher-laws-and-dr-strangelove", "article_text": "Some might argue that the war in Gaza, Operation Protective Edge ( צוּק אֵיתָן), was the major news story out of Israel this summer. The seven week military operation launched by the IDF against Hamas certainly was the focus of the majority of news stories. The quantity of stories on a topic, however, is not a reliable gauge as to the importance of an issue.\n\nIn 2008 I was part of the Jerusalem Post’s team covering the Second Lebanon War (albeit in my case as their London correspondent reporting on the European and British responses). That war between Israel and Hezbollah generated a great deal of ink, but that conflict has quickly disappeared from current memories. It was another in an unending series of conflicts between Israel and the Palestinian Authority and their surrogates. The sharp rise in public displays of anti-Semitism in Europe in the wake of Operation Protective Edge may give this latest war “legs”, but the issues, actors and outcomes have not changed all that much.\n\n\n\nWere I to add, only partially tongue in cheek, another candidate for the “big” story out of Israel this summer, I would nominate this item in Newsweek. The August 28 article entitled, “Israel has officially banned the fluoridation of its drinking water”, reports:\n\nOn Tuesday of this week (Aug. 26), Israel officially stopped adding fluoride to its water supplies. The decision has “been lauded by various rights groups, but criticized by many in the medical and dental communities as a serious mistake,” as the Times of Israel put it. The tasteless, colorless chemical is put into water for the purpose of reducing cavities, but critics say that it amounts to mass medication, and forces people to consume the substance whether they want to or not.\n\nThe Jerusalem Post and the Times of Israel have detailed accounts in English of the move by Health Minister Yael German, discussing the politics behind the decision. A long-time public opponent of fluoridation of drinking water, German argued that mandatory fluoridation of tap water infringed personal liberties and was of dubious medical efficacy.\n\nThe Israeli ministers decision has been hotly contested by the medical/dental community in Israel, and came in the same week that report by a Royal Commission in New Zealand found there was no adverse health risk to the practice.\n\n\n\nBut Fluoridation is a topic, like Freemasons or Zionism, that is immune to factual analysis for some. For most Americans fluoride in their drinking water is a non-issue and has been so for several generations. It has long been a cultural motif -- a short-hand to show that someone who is preoccupied with fluoridation is a kook.\n\n\n\nStanley Kubrick’s 1964 film \"Dr. Strangelove, Or: How I Learned To Stop Worrying And Love The Bomb\" memorably used the motif of fluoridation to show in the exchange between General Jack D. Ripper (played by Sterling Hayden) and Group Captain Lionel Mandrake (Peter Sellers) that the general was a loonie.\n\nContinue reading George Conger's article \"God, man, fluoride, Israel, Kosher laws and Dr. Strangelove.\"", "article_metadata": {"description": "Some might argue that the war in Gaza, Operation Protective Edge ( צוּק \r\nאֵיתָן), was the major news story out of Israel this summer.  The seven \r\nweek military operation launched by the IDF against Hamas certainly was the \r\nfocus of the majority of news stories. The quantity of stories on a topic, \r\nhowever, is not a reliable gauge as to the importance of an issue. \r\n\r\nIn 2008 I was part of the Jerusalem Post’s team covering the Second Lebanon \r\nWar (albeit in my case as their London correspondent reporting on the \r\nEuropean and British responses). That war between Israel and Hezbollah \r\ngenerated a great deal of ink, but that conflict has quickly disappeared \r\nfrom current memories. It was another in an unending series of conflicts \r\nbetween Israel and the Palestinian Authority and their surrogates. The \r\nsharp rise in public displays of anti-Semitism in Europe in the wake of \r\nOperation Protective Edge may give this latest war “legs”, but the issues, \r\nactors and outcomes have not changed all that much.\r\n \r\nWere I to add, only partially tongue in cheek, another candidate for the \r\n“big” story out of Israel this summer, I would nominate this item in \r\nNewsweek.", "og": {"site_name": "GetReligion", "description": "Some might argue that the war in Gaza, Operation Protective Edge ( צוּק \r\nאֵיתָן), was the major news story out of Israel this summer.  The seven \r\nweek military operation launched by the IDF against Hamas certainly was the \r\nfocus of the majority of news stories. The quantity of stories on a topic, \r\nhowever, is not a reliable gauge as to the importance of an issue. \r\n\r\nIn 2008 I was part of the Jerusalem Post’s team covering the Second Lebanon \r\nWar (albeit in my case as their London correspondent reporting on the \r\nEuropean and British responses). That war between Israel and Hezbollah \r\ngenerated a great deal of ink, but that conflict has quickly disappeared \r\nfrom current memories. It was another in an unending series of conflicts \r\nbetween Israel and the Palestinian Authority and their surrogates. The \r\nsharp rise in public displays of anti-Semitism in Europe in the wake of \r\nOperation Protective Edge may give this latest war “legs”, but the issues, \r\nactors and outcomes have not changed all that much.\r\n \r\nWere I to add, only partially tongue in cheek, another candidate for the \r\n“big” story out of Israel this summer, I would nominate this item in \r\nNewsweek.", "title": "God, man, Israel, fluoride, Kosher laws and Dr. Strangelove", "url": "http://www.getreligion.org/getreligion/2014/9/6/god-man-fluoride-israel-kosher-laws-and-dr-strangelove", "image": "http://static1.squarespace.com/static/52c2df7ae4b0d215dded86fd/536fab69e4b00b0fd2515399/540b7344e4b08387ee62233e/1410548136127/?format=1000w", "longitude": "-76.61218930000001", "latitude": "39.2903848", "type": "article"}, "twitter": {"url": "http://www.getreligion.org/getreligion/2014/9/6/god-man-fluoride-israel-kosher-laws-and-dr-strangelove", "image": "http://static1.squarespace.com/static/52c2df7ae4b0d215dded86fd/536fab69e4b00b0fd2515399/540b7344e4b08387ee62233e/1410548136127/?format=1000w", "description": "Some might argue that the war in Gaza, Operation Protective Edge ( צוּק \r\nאֵיתָן), was the major news story out of Israel this summer.  The seven \r\nweek military operation launched by the IDF against Hamas certainly was the \r\nfocus of the majority of news stories. The quantity of stories on a topic, \r\nhowever, is not a reliable gauge as to the importance of an issue. \r\n\r\nIn 2008 I was part of the Jerusalem Post’s team covering the Second Lebanon \r\nWar (albeit in my case as their London correspondent reporting on the \r\nEuropean and British responses). That war between Israel and Hezbollah \r\ngenerated a great deal of ink, but that conflict has quickly disappeared \r\nfrom current memories. It was another in an unending series of conflicts \r\nbetween Israel and the Palestinian Authority and their surrogates. The \r\nsharp rise in public displays of anti-Semitism in Europe in the wake of \r\nOperation Protective Edge may give this latest war “legs”, but the issues, \r\nactors and outcomes have not changed all that much.\r\n \r\nWere I to add, only partially tongue in cheek, another candidate for the \r\n“big” story out of Israel this summer, I would nominate this item in \r\nNewsweek.", "card": "summary", "title": "God, man, Israel, fluoride, Kosher laws and Dr. Strangelove"}, "msvalidate.01": "3467E5793F979E4BD02734F0CF1D6947", "google-site-verification": "HRNAABbZH8j77D61bQp4QciWQ7JstpS2Nv6NI7HyTaI", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fe2a25\"", "article_summary": "Continue reading George Conger's article \"God, man, fluoride, Israel, Kosher laws and Dr.\nFor most Americans fluoride in their drinking water is a non-issue and has been so for several generations.\nA long-time public opponent of fluoridation of drinking water, German argued that mandatory fluoridation of tap water infringed personal liberties and was of dubious medical efficacy.\nThat war between Israel and Hezbollah generated a great deal of ink, but that conflict has quickly disappeared from current memories.\nThe August 28 article entitled, “Israel has officially banned the fluoridation of its drinking water”, reports:On Tuesday of this week (Aug. 26), Israel officially stopped adding fluoride to its water supplies."}