{"article_title": "Part of River's Edge Natural Area in Loveland to open", "article_keywords": ["city", "natural", "area", "weekend", "space", "park", "site", "rivers", "access", "edge", "loveland", "open", "staff"], "article_url": "http://www.reporterherald.com/news/loveland-local-news/ci_25964028/part-rivers-edge-natural-area-loveland-open", "article_text": "River's Edge Natural Area suffered significant damage during the September flood\n\nTodd Stone, left, with EZ Dock, and volunteer Mike Kwapnioski, with Peakview Homes, work Thursday at River's Edge Natural Area taking apart a dock that was damaged during the flood last September. ( Jenny Sparks / Loveland Reporter-Herald )\n\nLimited opening of Hermit Park Open Space scheduled Larimer County Department of Natural Resources will open flood-damaged Hermit Park Open Space on a limited basis over July 4th weekend, according to a press release. Flood repairs to the roads at the open space near Estes Park are proceeding on schedule, department of natural resources spokesman Rob Novak said in a press release. Limited access to the area will start on the July 4th weekend and other weekends in July until the project is complete, he said. Camping reservations can be made starting at 8 a.m. Sunday by visiting larimercamping.com or calling 800-397-7795. Availability will include Hermit's Hollow and Bobcat Campgrounds and select cabins. The area will be available for public access — overnight and day use — starting at 8 a.m. on July 3. It will close again at 6 p.m. on July 6 but will reopen the following weekend, Novak said. The Kruger Rock Trail will be open, but there will be no public access beyond the pavilion area. Access to the Homestead Meadows Trail from Hermit Park Open Space will not be available until repairs are complete. A full opening of the area is expected in late July.\n\nAt this time last year, the city of Loveland was putting the finishing touches on its newest natural area, built on more than 100 acres acquired with the former HP/Agilent property in 2011.\n\nAdvertisement\n\nBut the space — called River's Edge Natural Area — had an unfortunately timed grand opening date: Sept. 28, 2013.\n\nAnd now, while reconstruction work continues at the significantly flood-damaged site, city staff have decided to open the gates for the first time.\n\nAn interim, or \"soft opening,\" is planned for the July 4 weekend. During a city Open Lands Advisory Commission meeting last week, chairwoman Gail Bernhardt praised city staff, who have worked to get the site ready to open.\n\n\"I think this is a neat thing that we're trying to allow some access before the whole thing is open again,\" she said. \"It gives the Loveland citizens a chance to be part of an area that was taken away by the flood.\"\n\nAfter work to clean up debris, most trails, pond access points, the fishing dock on Dragonfly Pond, the bridge to Jayhawker Ponds and new restrooms will all be available for public use.\n\nWhat city staff describe as the \"core area\" of the site — picnic pavilions, boardwalk, remnants of the parking lot — will remain closed, with temporary fencing installed.\n\n\"You'll see a tremendous amount of damage that's still there,\" Loveland Parks and Recreation director Gary Havener told open lands advisory commissioners.\n\nPermanent fixes will take time and work with the Federal Emergency Management Agency, Havener said.\n\n\"There's some things that probably will move and there's some things with the shelters and parking lot that we haven't been able to fix or change,\" Havener said. \"But fishing and a lot of the trails should be open.\"\n\nNo parking is available on site, and visitors will be asked to park at Centennial Park and access the River's Edge via the recreation trail underpass at First Street. Walk-in access will also be available via the new trail from the Thompson School District parking lot, 800 S. Taft Ave.\n\nAnglers have been getting into the River's Edge ponds, but until the July 4 weekend, entry to the site is considered trespassing.\n\nIt's a safety issue, Havener said.\n\n\"There's still construction going on, they're still putting up fences and erecting signs and there's heavy equipment there,\" he said.\n\nWhen permanent repairs start next year, the entire site is expected to close again. Staff hope to have a grand reopening in summer 2015.\n\nThe city has received a Great Outdoors Colorado Flood Recovery Grant to help with the cost of reconstruction of damaged trails, pond access points and wetlands.\n\nContact Reporter-Herald Staff Writer Jessica Maher at 970-669-5050 or maherj@reporter-herald.com. Follow her at Twitter.com/JessicaMaherRH.", "article_metadata": {"sailthru.url": "http://www.reporterherald.com/news/loveland-local-news/ci_25964028/part-rivers-edge-natural-area-loveland-open", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site47/2014/0614/20140614__15RHARENAw~1_300.jpg", "sailthru.author": "By Jessica Maher \n \n  Reporter-Herald Staff Writer", "description": "Limited opening of Hermit Park Open Space scheduledLarimer County Department of Natural Resources will open flood-damaged Hermit Park Open Space on a limited basis over July 4th weekend, according to a press release.", "ag": {"canon": "LovelandReporter-Herald:article:25964028:view"}, "startDate": "2014-06-14T13:35:32-0600", "og": {"url": "http://www.reporterherald.com/news/loveland-local-news/ci_25964028/part-rivers-edge-natural-area-loveland-open", "image": "http://extras.mnginteractive.com/live/media/site47/2014/0614/20140614__15RHARENAw~1.jpg", "type": "article", "description": "Limited opening of Hermit Park Open Space scheduledLarimer County Department of Natural Resources will open flood-damaged Hermit Park Open Space on a limited basis over July 4th weekend, according to a press release.", "title": "Part of River's Edge Natural Area in Loveland to open"}, "twitter": {"domain": "reporterherald.com", "description": "Limited opening of Hermit Park Open Space scheduledLarimer County Department of Natural Resources will open flood-damaged Hermit Park Open Space on a limited basis over July 4th weekend, according to a press release.", "title": "Part of River's Edge Natural Area in Loveland to open", "url": "http://www.reporterherald.com/news/loveland-local-news/ci_25964028/part-rivers-edge-natural-area-loveland-open", "image": "http://extras.mnginteractive.com/live/media/site47/2014/0614/20140614__15RHARENAw~1.jpg", "site": "@reporterherald", "card": "summary_large_image"}, "sailthru.date": "2014-06-14T13:35:32-0600", "msvalidate.01": "4B535F7EB2971D1FCBA5D1D3E3E292C3", "sailthru.title": "Part of River's Edge Natural Area in Loveland to open", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site47/2014/0614/20140614__15RHARENAw~1.jpg", "sailthru.article-section-or-homepage": "article", "sailthru.section": "Loveland News", "google-site-verification": "XzsHDcJw4iXBQEYtDXFRaUAdKzxhSvxWMgXyQQNFFzg", "modificationDate": "2014-06-14T13:36:56-0600", "endDate": "2024-06-14T13:35:32-0600", "byline": "By Jessica MaherReporter-Herald", "sailthru.site": "reporterherald.com", "pubDate": "2014-06-14T13:38:29-0600", "news_keywords": "Loveland News, Loveland News news, Loveland Colorado Loveland News news, Loveland Colorado news, Loveland News Loveland news, Loveland News Colorado news, US Loveland News news, world Loveland News news."}, "_id": "\"57477af36914bd0286fcb67a\"", "article_summary": "River's Edge Natural Area suffered significant damage during the September floodTodd Stone, left, with EZ Dock, and volunteer Mike Kwapnioski, with Peakview Homes, work Thursday at River's Edge Natural Area taking apart a dock that was damaged during the flood last September.\n( Jenny Sparks / Loveland Reporter-Herald )Limited opening of Hermit Park Open Space scheduled Larimer County Department of Natural Resources will open flood-damaged Hermit Park Open Space on a limited basis over July 4th weekend, according to a press release.\nAdvertisementBut the space — called River's Edge Natural Area — had an unfortunately timed grand opening date: Sept. 28, 2013.\nDuring a city Open Lands Advisory Commission meeting last week, chairwoman Gail Bernhardt praised city staff, who have worked to get the site ready to open.\nAccess to the Homestead Meadows Trail from Hermit Park Open Space will not be available until repairs are complete."}