{"article_title": "HHS touts drop in uninsured rate under Obamacare; 16 million gained coverage", "article_keywords": ["hhs", "gained", "million", "touts", "16", "drop", "obamacare", "likely", "states", "report", "rate", "health", "coverage", "uninsured", "medicaid", "republican"], "article_url": "http://www.washingtontimes.com/news/2015/mar/16/hhs-touts-drop-uninsured-rate-under-obamacare/?page=all", "article_text": "More than 16 million Americans have gained insurance coverage in the five years since Obamacare was signed, the administration said Monday in a report designed to cheer the law’s “historic” strides while Republican lawmakers redouble efforts to scrap it completely.\n\nThe Health and Human Services Department said the tally includes 2.3 million adults ages 19 to 25 who were able to stay on their parents’ plans from 2010 to October 2013, when the law’s health exchanges launched.\n\nSince then, 14.1 million adults have gained coverage, cutting the uninsured rate from 20.3 percent to 13.2 percent.\n\n“That’s quite simply a historic reduction in the uninsured rate,” said Meena Seshamani, director of the HHS office of health care reform. “Today, we know that the Affordable Care Act is working.”\n\nThe HHS report did not break down the degree to which Obamacare’s main provisions — government-subsidized private insurance and the expansion of Medicaid in states that opted in — each contributed to what officials called the largest change in the uninsured rate in four decades.\n\nBut it reported more dramatic gains in states that expanded Medicaid to people earning up to 138 percent of the federal poverty level, with an average drop of 7.4 percent in expansion states compared with 6.9 percent in states that did not augment their programs.\n\n“Of course, other individuals may have gained coverage during this time — for example, some employees may have started to buy employer-sponsored insurance,” said Elizabeth Carpenter, a director at Avalere Health, a Washington-based consultancy. “However, it is most likely that most of these gains are coming from the Medicaid and exchange markets.”\n\nThe uninsured rate among blacks dropped 9.2 percent, to 13.2 percent. Among whites, it dropped from 14.3 percent to 9 percent. Among Hispanics, the rate dropped 12.3 percent — though 29.5 percent of Hispanics are still uninsured. A large part of that is likely because of illegal immigrants, who aren’t eligible for Obamacare’s taxpayer-funded coverage.\n\nCongressional Democrats cheered the analysis as proof that their signature law is working and that its critics should put down their knives.\n\n“It is time for Republicans to end their obsession with destroying the Affordable Care Act and dismantling the health security of so many millions of Americans,” said House Minority Leader Nancy Pelosi, California Democrat.\n\nRepublicans balked at the news and instead focused on rising premiums and “broken promises.”\n\nSen. Ted Cruz, Texas Republican and likely presidential contender, predicted that a Republican president would reverse the entirety of President Obama’s signature domestic achievement upon taking office.\n\n“I believe in January of 2017 a new Republican is going to enter the White House and in 2017 is going to sign legislation repealing every word of Obamacare,” Mr. Cruz said, speaking at the Politics and Eggs event in Manchester, New Hampshire.\n\nHHS derived its data from the Gallup-Healthways Well-Being Index, which surveys 500 Americans every day on metrics that determine their quality of life and emotions.\n\nEdmund Haislmaier, a senior research fellow at The Heritage Foundation, said that seemed strange because the administration has its own data and should be using that instead of the private companies’ survey.\n\nHe predicted that the administration will revise the numbers downward.\n\nThe Congressional Budget Office, which is the government’s nonpartisan official scorekeeper, released an analysis last week that found Obamacare is cheaper and less comprehensive than predicted.\n\nCharles P. Blahous III, a public trustee for the Social Security and Medicare programs, said Monday that the overhaul is cheaper because it has fallen short of promised gains in expanding coverage.\n\n“It is understandable given the persistent controversies surrounding the ACA that its advocates would want to seize on any report that could appear to shed a favorable light on the law,” he wrote in an op-ed for e21, a website run by the nonprofit Manhattan Institute for Policy Research. “The latest CBO report, however, does not support the extravagant claims being made on behalf of the ACA.”\n\n⦁ David Sherfinski contributed to this report.", "article_metadata": {"description": "More than 16 million Americans have gained insurance coverage in the five years since Obamacare was signed, the administration said Monday in a report designed to cheer the law's \"historic\" strides while Republican lawmakers redouble efforts to scrap it completely.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "More than 16 million Americans have gained insurance coverage in the five years since Obamacare was signed, the administration said Monday in a report designed to cheer the law’s “historic” strides while Republican lawmakers redouble efforts to scrap it completely.", "title": "HHS touts drop in uninsured rate under Obamacare; 16 million gained coverage", "url": "http://www.washingtontimes.com/news/2015/mar/16/hhs-touts-drop-uninsured-rate-under-obamacare/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/03/04/ae765a6826b4ce0a6f0f6a7067008cf6.jpg", "type": "article"}, "twitter": {"image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/03/04/ae765a6826b4ce0a6f0f6a7067008cf6.jpg", "description": "More than 16 million Americans have gained insurance coverage in the five years since Obamacare was signed, the administration said Monday in a report designed to cheer the law's \"historic\" strides wh", "site": "@washtimes", "card": "summary", "title": "HHS touts drop in uninsured rate under Obamacare; 16 million gained co"}, "Author": "Tom Howell Jr.", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web2", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "Politics, Social Issues"}, "_id": "\"57477af46914bd0286fe2597\"", "article_summary": "Since then, 14.1 million adults have gained coverage, cutting the uninsured rate from 20.3 percent to 13.2 percent.\n“That’s quite simply a historic reduction in the uninsured rate,” said Meena Seshamani, director of the HHS office of health care reform.\n“However, it is most likely that most of these gains are coming from the Medicaid and exchange markets.”The uninsured rate among blacks dropped 9.2 percent, to 13.2 percent.\nAmong Hispanics, the rate dropped 12.3 percent — though 29.5 percent of Hispanics are still uninsured.\nA large part of that is likely because of illegal immigrants, who aren’t eligible for Obamacare’s taxpayer-funded coverage."}