{"article_title": "Access Health increases fee on insurers", "article_keywords": ["increase", "fee", "cost", "exchange", "million", "rate", "access", "increases", "wadleigh", "health", "board", "insurers", "assessment", "insurance"], "article_url": "http://ctmirror.org/2015/05/28/access-health-to-increase-fee-on-insurers/", "article_text": "Arielle Levin Becker / CTMirror.org\n\nThe board of Connecticut’s health insurance exchange approved a 22 percent hike in the fee it charges insurers to help fund its operations, a cost that’s likely to be passed on to insurance customers.\n\nAccess Health CT currently charges a 1.35 percent assessment on premiums for insurance plans sold to individuals and small groups, whether purchased on the exchange or not. The quasi-public agency’s board voted to raise the assessment to 1.65 percent, something exchange officials said would help build up the organization’s reserves. The higher rate was projected to bring in $36.2 million in 2016, compared to $29.6 million under the current rate.\n\nEven with the increase, Connecticut’s assessment would be lower than those imposed to fund exchanges in other states, Access Health officials said. Board member Dr. Robert Scalettar said the increase would translate to about $25 per year for a plan with a $700 monthly premium. “So it’s not earth-shattering,” he said. (Under the new rate, someone with a $700-per-month plan would be paying about $139 per year toward the assessment.)\n\nBut Jennifer Herz, an assistant counsel for the Connecticut Business and Industry Association, noted that the increase comes on top of other assessments the state already charges to fund various programs, as well as the Connecticut Insurance Department and the Office of the Healthcare Advocate.\n\n“Everyone’s really worried about the cost of health insurance, and this is really something that’s driving that cost,” she said. “So when they raise these assessments, it has to be, I think, very carefully considered, how is this going to impact the overall cost for an individual to buy health insurance?”\n\nHerz said she recognizes the exchange’s need to be self-sustaining, but said it was concerning that the organization was raising the assessment rate so soon after starting. She said she wondered what controls were in place to make sure Access Health was being efficient with its money.\n\nAccess Health CEO Jim Wadleigh also expressed displeasure with the need to raise the assessment. “To be honest, it makes me nauseous,” he said.\n\nBut Wadleigh said he constantly stresses within the organization the importance of lowering costs, and said the goal was to reach a point where the assessment could be reduced.\n\nAccess Health’s overall budget for the next fiscal year is $81.7 million. That includes $29.7 million for exchange operations, $8.8 million in federal grants and $43 million in expenses that would be reimbursed by the state Department of Social Services, which shares a portion of the cost of services, including the call center and the system that enrolls people in Medicaid and private insurance plans.\n\nWadleigh said that he wasn’t confident that DSS would fund the full $43 million. “That number probably will end up south of $25 million is my guess,” he said in an interview. If that happens, Wadleigh said it would mean putting off certain upgrades to the system.\n\nWhen asked whether the exchange had considered using its reserves as a way to make up for any reduced funding from DSS, Wadleigh said no conversations had taken place at his level about that.\n\nWhen asked this week whether the department anticipated providing the $43 million, a DSS spokesman did not provide an answer.\n\nWas there any concern that raising the assessment could become a way to shift costs from the state to the exchange?\n\n“That’s the $25 million question,” Wadleigh said. He said that unless legislation changes it, the money raised from the assessment is to be used to run the exchange, but added that he's always worried about what can be changed in the omnibus budget policy bills that tend to pass at the end of the legislative session.\n\nExchange board members considered multiple options for the assessment, including raising it to 1.5 percent in 2016 and 1.65 in 2017. But Lt. Gov. Nancy Wyman, who chairs the board, suggested moving to 1.65 percent this year, noting that there is pending legislation that would add to the exchange’s expenses.\n\nA major health care bill developed by the state Senate leaders calls for Access Health to create and run a website that people could use to compare price and quality information for health care services, based on information submitted by providers and insurers. Kathleen Tallarita, the exchange’s government affairs and outreach manager, said the exchange doesn’t have the money or staff to do what the bill calls for.\n\nExchange officials described the assessment increase as a way to build reserves. Chief Financial Officer Steven Sigal said the exchange currently has between 5 months and 7 months of reserves, below the 9 months the organization wants. Keeping the assessment at 1.35 percent would bring the exchange “precariously low in terms of a cash reserve,” he said.\n\nBoard member Grant Ritter raised questions about whether the exchange’s budget was likely to increase in future years, noting that budget figures Access Health presented during the meeting showed that if the assessment rate didn’t rise, the amount raised would still rise by more than $1 million in 2017 but the organization’s reserves would drop by nearly $6 million. Sigal said the figure was based on projecting a 3 or 4 percent increase in costs, but not based on “real information.” Wadleigh said the goal was to lower costs in the coming years.\n\n“I’m well aware that any conversation we have around the assessment is a direct correlation into increases in costs to our consumers,” Wadleigh said.\n\nMaybe the assessment was too low to begin with, Ritter said, but he added, “I would hate to see a 10 percent increase in the assessment every year.”\n\nWadleigh said the exchange would not seek that. “That’s not good for longevity in this world,” he said.\n\nScalettar said the board set the initial assessment with a recognition that there was uncertainty about what would be needed in the future, and anticipated that it would probably need to be adjusted.\n\nThe assessment does not apply to self-insured health plans, which are common among large employers. Herz noted that the cost of the assessment tends to fall on small businesses or people who buy insurance on their own.\n\nShe added that the exchange board carefully considers the benefit design of insurance plans Access Health offers, including how much an additional $5 or $10 in copayments could affect a person’s likelihood of getting care.\n\n“That’s a really good discussion, but it seems to kind of drop off when it comes to the assessment,” Herz said. “And it’s the same issue. It’s still an important discussion to have.”\n\nThe new assessment rate means that insurance companies will have to revise their rate proposals for 2016 insurance rates, which were filed last month.", "article_metadata": {"standout": "http://ctmirror.org/2015/05/28/access-health-to-increase-fee-on-insurers/", "news_keywords": "Health Care, Access Health CT, Affordable Care Act", "original-source": "http://ctmirror.org/2015/05/28/access-health-to-increase-fee-on-insurers/", "og": {"site_name": "The CT Mirror", "description": "The board of Connecticut’s health insurance exchange approved a 22 percent hike in the fee it charges insurers to help fund its operations, a cost that’s likely to be passed on to insurance customers.", "title": "Access Health increases fee on insurers", "url": "http://ctmirror.org/2015/05/28/access-health-to-increase-fee-on-insurers/", "image": "http://ctmirror.org/files/2014/08/Jim-Wadleigh-e1409169138638.jpg", "type": "article"}, "twitter": {"site": "@ctmirror", "card": "summary", "creator": "@ariellelb"}, "syndication-source": "http://ctmirror.org/2015/05/28/access-health-to-increase-fee-on-insurers/", "fb": {"admins": "10103384569292809,7920421,10205310995067193", "app_id": 439136839547306}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0"}, "_id": "\"57477af36914bd0286fd3bff\"", "article_summary": "“Everyone’s really worried about the cost of health insurance, and this is really something that’s driving that cost,” she said.\nEven with the increase, Connecticut’s assessment would be lower than those imposed to fund exchanges in other states, Access Health officials said.\nArielle Levin Becker / CTMirror.orgThe board of Connecticut’s health insurance exchange approved a 22 percent hike in the fee it charges insurers to help fund its operations, a cost that’s likely to be passed on to insurance customers.\nShe said she wondered what controls were in place to make sure Access Health was being efficient with its money.\nAccess Health CEO Jim Wadleigh also expressed displeasure with the need to raise the assessment."}