{"article_title": "Dusty Tuckness: Not Clowning Around", "article_keywords": ["frontier", "dusty", "thousand", "cowboys", "clowning", "days", "started", "tuckness", "diefenbach", "bull", "rodeo", "rider"], "article_url": "http://www.newyorker.com/news/sporting-scene/dusty-tuckness-rodeo-not-clowning-around", "article_text": "Rodeo is a business full of risky jobs, and Dusty Tuckness has the riskiest one of all. He’s a bullfighter. He doesn’t compete for prize money, like rodeo competitors. Rather, he’s tasked with protecting the bull riders, heroes of the sport’s most popular and perilous event. When a two-thousand-pound bull throws a rider to the dirt, the fighter intervenes. This means distracting the bull, sometimes by hopping directly in front of a charging animal. Bullfighters are constantly getting run over or “hooked” by a horn and tossed high in the air while protecting fallen cowboys. A young bullfighter once told me that he preferred landing on his head to his feet, since a broken ankle would prevent him from working. Some bull riders have started wearing helmets. Their guardians have not.\n\nPublic sacrifice is popular in rodeo—the sport makes a pageant of toughness—and Tuckness is particularly beloved. He is twenty-nine, with a top-heavy, muscular build. Since he turned pro, in 2006, he has proved remarkably durable. A separated shoulder sidelined him for two months a few years ago, but he hasn’t missed any other significant time. He didn’t even skip a performance after breaking a few ribs in Texas this February. He has been named the Professional Rodeo Cowboys Association’s bullfighter of the year for the past five seasons running. Sage Kimzey, the twenty-year-old reigning world champion in bull riding, says, “Tuck’s flawless. He’s as close to perfect as I’ve ever seen a human be at anything in the world.” Another rider once said, “I’d get on a mountain lion if Dusty was out there.”\n\nOn a recent Thursday morning, Tuckness walked into a small concrete locker room. He wore a baseball cap, green-framed sunglasses with orange lenses, and a fuchsia shirt. Outside, about ten thousand people had gathered for Cheyenne Frontier Days, the country’s largest outdoor rodeo. Most had come through a ticket gate staffed by elderly men in cowboy hats, where a sign read NO GANG CLOTHING OR SYMBOLS PERMITTED. The National Anthem was introduced as “The greatest song that’s ever been written.” Tuckness started to put on his makeup.\n\nWielding pink face paint and black eyeliner, Tuckness adorned his chin with a cross and his cheekbones with large T’s turned on their sides. He pulled on bright-green cleats with the words JESUS SAVES written on the heels. Then it was showtime: he walked out onto the rodeo-arena dirt, played air guitar to AC/ DC’s “Back in Black” on the sound system, got into an athletic stance—left foot forward, arms bent in front of his torso, almost like a boxer—and awaited the maelstrom of hooves and horns.\n\nIn 1897, an executive from the Union Pacific Railroad sponsored a daylong fair at one of the train line’s stops: a plains town called Cheyenne, capital of the seven-year-old state of Wyoming. The fair, titled Frontier Day, advertised bronc riding, a wild-horse race, and steer roping. A few thousand people gathered near the capitol building, wearing woolly chaps, waving handkerchiefs, and shooting off firearms. “The combined noise,” reported the Cheyenne Sun-Leader, “was deafening in the extreme.” The first events took longer than expected, and darkness cancelled the steer roping.\n\nIn late July of this year, more than ninety-eight thousand people attended the hundred and nineteenth iteration of Cheyenne Frontier Days. The noise was still deafening in the extreme, but it now came from fireworks by day and electric guitars by night. Aerosmith and Toby Keith performed. The rodeo is not the nation’s oldest—towns like Prescott, Arizona, and Pecos, Texas have been fighting over that title for a while—but Cheyenne’s standing in the theatre of the Old West is undisputed. The rodeo is frequently called by its colloquial name, “The Daddy of ‘Em All.” Toby Keith doesn’t play Prescott.\n\nBullfighters evolved from rodeo clowns. At the 1912 Frontier Days, clowns began entertaining crowds during breaks between events. The first bullfight at Cheyenne occurred in 1938, when, to the shock of the crowd, a clown jumped out of the stands and danced around a bull that had recently tossed a rider. Soon clowns started serving double duty, both cracking jokes and protecting riders. In the nineteen-sixties, clowns like Wick Peth started identifying solely as bullfighters. Peth wore makeup, but he wasn’t that amusing—an announcer once said he was “about as funny as a funeral in the rain.”\n\nTuckness’s father, Timber, is a rodeo clown, but Dusty veered away from jokes and toward the bucking chutes. At the age of twelve, he started fighting bulls at junior rodeos near his hometown of Meeteetse, Wyoming. A bull almost destroyed him when he was fifteen, playing “Ping-Pong with me up against a fence,” Tuckness recalled. He flirted briefly with college football, but a coach didn’t want him to fight bulls, so he dropped out of school and joined the rodeo full time, in 2006.\n\nOther fighters are known as good “protection men,” standing over fallen cowboys like tackling dummies. Tuckness enjoys engaging his opponents: running at and away from bulls in order to lure them from a cowboy. “You’re a bullfighter for a reason,” he told me. “A lot of guys go in, make a sheep-dog pass, and run to the fence. That’s not doing your job.” He occasionally participates in freestyle competitions, in which a fighter attempts to evade an angry animal with verve. He once backflipped over a charging bull.\n\nThis year, Tuckness’s partner at Frontier Days was the rarest kind of bullfighter—an old one. Darrell Diefenbach is a forty-one-year-old Australian. He was named the Professional Rodeo Cowboys Association’s Bullfighter of the Year once, in 2008, but has since entered professional winter. This was his final Frontier Days, as he planned to retire at the season’s end. In the locker room he put a cast on his left wrist, which he had recently broken, nodded at Tuckness, and said, “His style is fast and smooth. Mine is slow and choppy.”\n\nThere were other differences between the partners. Tuckness took great pains with his makeup, the rodeo clown’s traditional war paint; Diefenbach didn’t bother to put any on. Tuckness bears a tattoo of a Christian fish on his left upper arm; Diefenbach has no visible ink. Tuckness is already balding; Diefenbach has a full head of hair. Tuckness makes his living solely by fighting bulls; Diefenbach runs a construction and furniture business on the side.\n\nSocial media was another, generational point of division. Tuckness often posts about his travels and religious beliefs. This Easter, he tweeted, “#gamechanger #hesback #kingofkings #lordoflords #hesmyking #hediedsowemightlive #hehasrisen #happyeaster.” Diefenbach does not tweet. Tuckness speaks in the clichés of a sports star; Diefenbach has the filter of a man who’s about to quit. “Dusty has to wear makeup because he’s fucking ugly,” he cracked.\n\nBut Tuckness isn’t ugly. His face is smooth and symmetrical, a testament to his elusiveness. Diefenbach’s right eye, on the other hand, looks notably smaller than his left one, the result of three surgeries to rebuild the socket. He has also broken his back and neck fighting bulls.\n\nIt can be difficult for bullfighters to acquire health insurance. “You’re always telling them you’re a ‘ranch hand’ or ‘farm worker,’ “ Diefenbach said. The first time he had his eye socket rebuilt, after a bull stepped on it, in Augusta, Georgia, his insurance company found out what really happened and declined to cover the operation. He says a sympathetic surgeon pulled the skin off his forehead and rebuilt the socket for five thousand dollars. He has since switched health-care providers.\n\nTuckness can’t be bothered with insurance, electing to pay the penalty, created by the Affordable Care Act, for not carrying personal health coverage. Pro rodeo has a limited plan for performers, which covers up to three hundred thousand dollars in the event of a catastrophic injury incurred during a rodeo. Tuckness relies on that and his own abilities. Diefenbach disapproves.\n\nBefore Thursday’s opening performance, they put on their gear—big knee braces and pads under baggy shorts, and a vest of hard plastic and foam underneath a baggy shirt. Tuckness added a chest-mounted GoPro to his ensemble. The rodeo’s public-relations team planned to air the footage from it on the stadium’s monitor later in the day.\n\nOnce they entered the arena, Tuckness and Diefenbach stood on either side of the chutes. “Back in Black” played. The first bull bucked out, and the fighters started shuffling side to side, like linebackers reading a running back. Diefenbach fixated on the rider, trying to anticipate the moment at which he would launch off the back of the animal. Tuckness’s eyes darted back and forth between the bull and the cowboy.\n\nBovine force quickly prevailed. Cowboys hit the dirt early, often, and hard. Most of the time, Diefenbach jumped over the rider in a protective stance, while Tuckness drew the bull away, waving at it and sprinting quickly to one side and then the other in small, tight turns. He occasionally tapped a bull on its forehead, right between the horns. About fifteen minutes later, after twelve bulls had bucked and only two men completed their rides (at least eight seconds on the bull), both fighters walked back to the locker room, sweat beading on their foreheads. Diefenbach said, “Shit, that was easy.”\n\nSomeone from the rodeo’s public-relations staff came to get Tuckness—a pitcher from the Colorado Rockies wanted to meet him. Diefenbach was free to do as he pleased.\n\nThe best ropers and riders are well compensated for their efforts—last year, Kimzey, the bull-riding world champion, won more than four hundred thousand dollars. Bullfighters, on the other hand, negotiate contracts with the organizers of each rodeo. The pay is usually modest, and they receive no pensions to cover their inevitable injuries. So why do it? Bullfighters hear this question all the time. Presented with it, Tuckness said, “I don’t know if I can answer that.”\n\nDid the job ever become routine?\n\n“The adrenaline wears off,” said Diefenbach. “But the anticipation doesn’t. You learn to stay calm. You can’t be too revved up or you’ll make a mistake. You learn to take the adrenaline and hold it here”—he put his hand on his heart.\n\nDid the departing veteran have any advice for incoming fighters?\n\n“Just get in front of as many bulls as possible.”\n\nLater, Diefenbach started talking about his family. He and his wife have a two-year-old son and another child on the way. He thinks it’s possible that the kids might get into rodeo.\n\nTuckness said, “I can see it now. Your boy and me will be in this locker room, fighting together in my retirement year. That would be pretty sweet.”\n\n“That would be cool,” said Diefenbach. “But that might suck for you. Because that would be in about eighteen years.”\n\nThree days later, during the rodeo finale, a massive bull named Thunder Bird ran over Tuckness while he was trying to protect a fallen rider. Thunder Bird’s rider bucked off near the middle of the arena, and as soon as he hit the ground Tuckness was standing over him. He appeared to trip on the fallen rider, and Thunder Bird ran directly onto Tuckness, stomping his stomach and ribs.\n\nIn an area behind the chutes where cowboys gather before their rides, wan faces watched a replay on a television screen. In the arena, Tuckness lay on the dirt. His protective vest was bent. Breathing was difficult. His shorts smelled awful—an abscess on Thunder Bird’s hoof had burst on them. Trainers swarmed around him. Eventually, he stood up slowly, and the cowboys behind the chutes all smiled. Tuckness approached the chutes and crouched slightly, hands up. The gate swung open and the next bull came out.", "article_metadata": {"cache-version": 20160525190933, "description": "Abe Streep writes about Dusty Tuckness, one of the most admired bullfighters on the rodeo circuit.", "account-url": "https://account.newyorker.com", "wp-parsely_version": "1.7", "og": {"site_name": "The New Yorker", "description": "Rodeo fans love public sacrifice. Bullfighter Dusty Tuckness delivers every time.", "title": "Dusty Tuckness: Not Clowning Around - The New Yorker", "locale": "en_US", "image": {"width": 1200, "identifier": "http://www.newyorker.com/wp-content/uploads/2015/08/Streep-Bullfighter-1200-630-07141727.jpg", "height": 630}, "updated_time": "2015-08-10T09:02:09-04:00", "url": "http://www.newyorker.com/news/sporting-scene/dusty-tuckness-rodeo-not-clowning-around", "type": "article"}, "twitter": {"description": "Rodeo fans love public sacrifice. Bullfighter Dusty Tuckness delivers every time.", "creator": "@newyorker", "image": "http://www.newyorker.com/wp-content/uploads/2015/08/Streep-Bullfighter-1200-630-07141727.jpg", "title": "Dusty Tuckness: Not Clowning Around - The New Yorker", "site": "@newyorker", "card": "summary_large_image"}, "apple-mobile-web-app-title": "The New Yorker", "robots": "noodp", "parsely-metadata": "{\"id\":\"3088543\",\"title_alt\":\"Not Clowning Around\",\"featured_image_url\":\"http:\\/\\/www.newyorker.com\\/wp-content\\/uploads\\/2015\\/08\\/Streep-Bullfighter-728-375-07141727.jpg\"}", "apple-mobile-web-app-capable": "yes", "environment": "prod", "apple-itunes-app": "app-id=1081530898", "fb": {"admins": 757909316}, "article": {"section": "The Sporting Scene", "tag": "Steers", "published_time": "2015-08-10T09:00:29-04:00", "modified_time": "2015-08-10T09:02:09-04:00"}, "google-site-verification": "_jvLA9pRQom0-f6587wRKrNwfRtqyKzjfYWvwcZ5fxc", "HandheldFriendly": "true", "id": 3088543, "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=0", "news_keywords": "bull riding, Bullfighting, Bulls, Cheyenne Frontier Days, Cowboys, Darrell Diefenbach, Dusty Tuckness, Rodeo Clowns, Steers"}, "_id": "\"57477af46914bd0286fe2591\"", "article_summary": "The National Anthem was introduced as “The greatest song that’s ever been written.” Tuckness started to put on his makeup.\nRodeo is a business full of risky jobs, and Dusty Tuckness has the riskiest one of all.\nHe has been named the Professional Rodeo Cowboys Association’s bullfighter of the year for the past five seasons running.\nHe was named the Professional Rodeo Cowboys Association’s Bullfighter of the Year once, in 2008, but has since entered professional winter.\n“Just get in front of as many bulls as possible.”Later, Diefenbach started talking about his family."}