{"article_title": "Student Suspended for Slicing Apple During Healthy Snacks Presentation", "article_keywords": ["high", "school", "student", "snacks", "healthy", "tolerance", "weapon", "life", "took", "slicing", "zero", "suspended", "teaching", "suspension", "davon", "presentation", "apple"], "article_url": "http://reason.com/blog/2014/11/03/student-suspended-for-slicing-apple-duri", "article_text": "Da'von Shaw, a Bedford, Ohio high school student, brought apples and craisins to school for a \"healthy eating\" presentation he was giving to his speech class. He took out a knife to slice an apple, and I'm sure you can all guess what happened next:\n\n“When I took out the knife the teacher then told me that I couldn't use it, so I didn't hesitate I just gave it to her,” said Da'von. He continued with his other classes, but late in the day was suspended for five days. The suspension letter charged him with having a weapon at school. His mother Shakila Wilson is angry, saying, “I can take off my belt and use that as a weapon. Pens and pencils can be used as a weapon. You can't take a person with no intentions to harm and put them as a criminal because that's what you normally do.” She feels the punishment is too much, didn't take the circumstances into account and worries about her son missing classes and assignments.\n\nAt least he wasn't actually executed by the Bedford High School zero tolerance squad. But still, a five-day suspension for bringing a \"weapon\" to school is not inconsequential. Questioned by a reporter at 19 Action News, the superintendent suggested that Da'von's punishment could actually have been much worse: an entire year's suspension. I guess the school was being incredibly lenient when it decided not to put Da'von's life on hold for a year over nothing.\n\nA while back, when we first started hearing about these zero tolerance follies, I might have sputtered something like, \"What are we teaching kids when a school refuses to make any distinction between actual danger and normal life?\" But now I realize: We are teaching kids precisely what they need to learn in a hyper-terrified society. They need to understand that society today refuses to distinguish between an infinitesimal risk and a huge one. Zero tolerance is perfect training.\n\nSome day, if he doesn't do something crazy like bring a nailclipper to school, Da'von will graduate. Eventually, he will matriculate into American adulthood, where, if he wants an easy time of it, he will not roll his eyes when a TSA agent confiscates his 3.5 oz tube of Pepsodent, and not slam the door when a cop comes to investigate him for letting his son play at the park, unsupervised.\n\nIn other words: To get along as he goes along, Da'Von will be expected—required!—to accept safety hysteria as a way of life. As a high school student who sliced an apple without considering the enormous threat this posed to his fellow students, he failed. But after five days at home to reflect on what he did, perhaps he will be ready to become a good, quaking, danger-hallucinating American.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "Da'von Shaw, a Bedford, Ohio high school student, brought apples and craisins to school for a \"healthy eating\" presentation he was giving to his speech", "title": "Student Suspended for Slicing Apple During Healthy Snacks Presentation", "url": "http://reason.com/blog/2014/11/03/student-suspended-for-slicing-apple-duri", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/1415026454774.jpg", "type": "article"}, "twitter": {"image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/1415026454774.jpg", "description": "Da'von Shaw, a Bedford, Ohio high school student,\nbrought apples and craisins to school for a \"healthy eating\"\npresentation he was giving to his speech class. He took out a knife\nto slice an apple, and I'm sure you can all&nbsp;guess\nwhat happened next:\n\n“When I took out the knife the teacher then told me that I\ncouldn't use it, so I didn't hesitate I just gave it to her,”", "site": "@reason", "card": "summary_large_image", "title": "Student Suspended for Slicing Apple During Healthy Snacks Presentation"}, "fb": {"pages": 17548474116}, "article": {"tag": "HomePage", "published_time": "2014-11-03T15:25:00+00:00", "author": "http://reason.com/people/lenore-skenazy"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af36914bd0286fd3bfa\"", "article_summary": "As a high school student who sliced an apple without considering the enormous threat this posed to his fellow students, he failed.\nDa'von Shaw, a Bedford, Ohio high school student, brought apples and craisins to school for a \"healthy eating\" presentation he was giving to his speech class.\nAt least he wasn't actually executed by the Bedford High School zero tolerance squad.\nSome day, if he doesn't do something crazy like bring a nailclipper to school, Da'von will graduate.\nZero tolerance is perfect training."}