{"article_title": "GOP: The Obama administration ‘spends too much and listens too little’", "article_keywords": ["little", "trying", "washington", "mess", "house", "administration", "gop", "vote", "politicians", "stick", "need", "president", "listens", "weekly", "spends", "obama"], "article_url": "http://www.investors.com/politics/andrew-malcolm/will-hurd-texas-23d-district-republican-remarks/", "article_text": "House Candidate Will Hurd gives the Republican Party’s Weekly Remarks\n\nGood morning. My name is Will Hurd.\n\nMy hope is to be elected representative of Texas’ 23rd Congressional District.\n\nBecause, like you, I want to get this mess in Washington cleaned up once and for all.\n\nFor\n\ntoo long, we’ve had an administration in DC that spends too much and\n\nlistens too little, that thinks the answer to every question is more\n\ngovernment. But when we can’t trust that government to protect our\n\neconomy … secure our borders … to provide basic services to our\n\nveterans, we know something has to change. (Scroll down for video of these remarks.)\n\nNow, the president expects you to go to the polls and stick with the people who have stuck with him. To stick with the politicians who helped him push through ObamaCare…who helped him block solutions that would create jobs.\n\n“These are all folks who vote with me,” he said.\n\nBut don’t we want representatives who vote with us? Don’t we want to send to Washington leaders who will take on the tough issues and focus on getting things done?\n\nI’ve been in real fights — as an overseas officer in the CIA, I witnessed folks struggling for freedom and stared down those trying to end our way of life.\n\nAnd working in the private sector trying to help companies compete, I see how our government is threatening our economic security.\n\nWe need to clean up the mess of debt and waste by balancing our budget and simplifying our tax code.\n\nWe need to reduce the burdens on middle class families and small business owners who are trying to achieve the American Dream.\n\nWe need to ensure our ability to be energy independent.\n\nAnd we need to make border security, countering drug traffickers and fighting cyber criminals all national priorities.\n\nIt is time we come together to do these things.\n\nAmerica doesn’t need more politicians who vote in lock step with the president. We need new energy to keep our country strong, at home and abroad.\n\nFellow Texans and Americans, this is the opportunity we face in ten days time. This is our moment.\n\nLet’s stand together and take our government back from the bureaucrats in Washington and put the power where it belongs: In the hands of the people. Thank you for listening. ####\n\nPrevious Weekly Remarks by both parties are available by clicking here.\n\nRELATED:\n\nWhite House caught altering an official Obama transcript\n\n\n\nPoll finds Americans are disgusted with their political media\n\nObama speaks and the Democrat audience flocks to the exits\n\nMedia study finds liberals far less tolerant than normal people", "article_metadata": {"description": "House Candidate Will Hurd gives the Republican Party's Weekly RemarksGood morning. My name is Will Hurd.My hope is to be elected representative of Texas’", "og": {"site_name": "Investor's Business Daily", "description": "House Candidate Will Hurd gives the Republican Party’s Weekly RemarksGood morning. My name is Will Hurd.My hope is to be elected representative of Texas’ 23rd Congressional District.Bec…", "title": "GOP: The Obama administration ‘spends too much and listens too little’", "url": "http://www.investors.com/politics/andrew-malcolm/will-hurd-texas-23d-district-republican-remarks/", "image": {"width": 512, "identifier": "http://www.investors.com/wp-content/uploads/2016/05/cropped-ibd-favicon-v7.png", "height": 512}, "locale": "en_US", "type": "article"}, "twitter": {"card": "summary", "creator": "@IBDInvestors"}, "wp-parsely_version": "1.8", "msapplication-TileImage": "http://www.investors.com/wp-content/uploads/2016/05/cropped-ibd-favicon-v7-270x270.png", "date": "2014-10-25 06:16:00:-08:00", "article": {"published_time": "2014-10-25T06:16:00+00:00", "modified_time": "-001-11-30T00:00:00+00:00"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fd3c12\"", "article_summary": "Fortoo long, we’ve had an administration in DC that spends too much andlistens too little, that thinks the answer to every question is moregovernment.\nBecause, like you, I want to get this mess in Washington cleaned up once and for all.\nNow, the president expects you to go to the polls and stick with the people who have stuck with him.\nTo stick with the politicians who helped him push through ObamaCare…who helped him block solutions that would create jobs.\nAmerica doesn’t need more politicians who vote in lock step with the president."}