{"article_title": "Impoverished Vermonters struggle in face of stagnant wages, opportunities", "article_keywords": ["wage", "vermont", "survey", "programs", "housing", "opportunities", "face", "community", "geller", "stagnant", "struggle", "income", "poverty", "wages", "impoverished", "data", "vermonters"], "article_url": "http://vtdigger.org/2015/09/28/impoverished-vermonters-struggle-in-face-of-stagnant-wages-opportunities/", "article_text": "Editor’s note: This article is by Chris Mays, of the Brattleboro Reformer, in which it was first published Sept. 23, 2015.\n\nBRATTLEBORO — Local survey data paired with new census reports say many Windham and Windsor county residents, like many Americans, are falling behind economically.\n\n“We are identifying the needs as well as the existing services and the service gaps,” said Steve Geller, executive director of Southeastern Vermont Community Action. “We look at demographics, poverty and other kinds of information that give us a snapshot of what kinds of issues and hardships people may be facing. And census data is a big part of that.”\n\nData from the Current Population Survey was released Sept. 16, showing indicators of income, poverty, health insurance and more. A day later, the American Community Survey’s data was released. Featuring a larger sample size, the latter is used for state-by-state comparisons.\n\nAccording to David Cooper, senior economic analyst at the Economic Policy Institute, the U.S. Census Bureau’s annual income and poverty data shows essentially no change in the economic state of low and middle income households from 2013 to 2014. While the economy is improving, the same proportion of Americans are reportedly struggling to make ends meet. A family of four earning roughly $24,000 or less a year is considered to be living below the poverty line.\n\nCooper said this marks the second year in a row that the Census Bureau’s statistics have shown one in seven American families, approximately 47 million people, have incomes too low to meet the government’s official threshold for basic subsistence.\n\nFor the last 10 years, Southeastern Vermont Community Action, or SEVCA, a group aimed at helping families in poverty create self-sustainability and eliminating poverty, used 5-year plans for its strategic planning process. The organization recently decided to switch to 3-year plans. As part of those efforts, they conduct a community assessment of its service areas in Windham and Windsor counties.\n\nThe group gave out surveys to participants in its services and asked other community organizations to complete and distribute them to their clients.\n\nOver 350 lower-income residents responded. While the survey is “not necessarily representative of the low-income population as a whole,” SEVCA stated, the input does offer insights.\n\nThe organization is used to seeing troubling trends when it comes to lack of affordable housing and housing stability.\n\n“Our participant survey reinforces that very strongly with the 86 percent responding saying it’s very hard to find affordable safe housing. Sixty-eight percent have trouble paying rent or mortgages,” said Geller, noting 40 percent reported being behind in paying their mortgages.\n\nForty-six percent strongly agreed they had to work more than 40 hours per week just to pay bills, with 40 percent feeling strongly that most of the jobs they can get do not pay well. Geller said over 75 percent of the participants said there were not enough jobs available given their circumstances.\n\n“We’re seeing other kinds of needs that crop up very regularly,” he said. “The lack of transportation for employment purposes and other reasons such as medical appointments.”\n\nGeller also noted local residents’ lack of ability to develop personal assets and build savings. Sixty-five to 70 percent of participants said their income is not enough to meet their needs. Many cannot get credit or have ruined their credit.\n\nNow that the Affordable Care Act has provided some relief around primary health care, said Geller, access to and costs of dental care remain a big issue.\n\nThe poverty line was estimated to be at 12.2 percent for all people in Vermont during 2014, according to the American Community Survey, while the United States average was believed to be at 15.4 percent.\n\n“It appeared to be going down slightly over the last couple of years,” said Geller, noting both percentages were high and have remained somewhat stagnant. “But certainly the fact of the recession of 2008 and on tended to push that rate back up again, where it had been going back down previously.”\n\nWhile county-level data, coming out in another month or so, is expected to give a better sense of the local situation, Geller said SEVCA thinks the area has seen changes for the worst since the recession. And Tropical Storm Irene did not make matters any better.\n\n“Although some people have improved their circumstances since the worst part of the recession, others are still suffering from it and haven’t really turned their lives around,” Geller said.\n\n“This area was one of the worst hit in the state (from Irene). There were pockets that were very badly hit and very badly impacted. Our two counties probably suffered the worst of any counties during Irene.”\n\nSEVCA has seen a large percentage of local workers’ incomes go down or remain the same over many years. Cooper reported that from 1979 until 2013, U.S. per capita gross domestic product grew 73 percent while labor productivity rose 62 percent. But the bottom 90 percent of wage earners saw their total annual pay rise by only 15 percent. Those gains, Cooper said, were largely the result of households putting in more hours at work. They were not being paid more per hour.\n\nThe “working poor” are keeping two to three jobs but cannot keep pace with the cost of living. This is a fundamental problem for the entire economy and society, said Geller, who, like Cooper, advocates for increasing the minimum wage to create livable wages.\n\n“That’s a problem we really have to address head-on as a society,” Geller said. “The old cliche of ‘only if people were willing to work, the problem of poverty can be solved,’ we see that is not the case. There is a large percentage of people working a fairly large number of hours and a good part of the year who are not getting ahead or getting themselves out of poverty.”\n\nCooper said the lowest paid 20 percent of workers in America were paid less per hour in 2013 than they were in 1979. The numbers were adjusted for inflation. He concludes that the labor market no longer adequately rewards work and says the U.S. needs to prioritize broad-based wage growth.\n\nAccording to the National Low Income Housing Coalition, the average wage a renter in Vermont earns is only $11.78 while the average cost to rent a two-bedroom apartment in the state would require them to earn $20.60. The standard applied nationally in Section 8 housing guidelines says someone should pay no more than 30 percent of their income for their housing.\n\n“That just shows how basic needs are out of reach,” SEVCA’s Director of Planning and Development Becky Himlin said.\n\nVermont has the third-largest gap between two-bedroom housing and renter wages in the nation. Only Hawaii and Maryland see bigger gaps. Behind Vermont is New Jersey, seeing an $8.24 gap.\n\n“I think it’s just the shortage of affordable housing and the income gap of people who aren’t making essentially a livable wage,” Geller said. “People are locked out of certain parts of southeastern Vermont because they can’t afford to live there and sometimes that’s where the higher paying jobs are. It’s a real Catch-22.”\n\nSEVCA provides assistance to residents experiencing difficulties paying rent or purchasing heating oil. Through various programs, the organization tries to promote long-term stability for those it serves. Services also include assistance with starting a new businesses or developing business plans.\n\nLast year, SEVCA assisted 13,157 individuals in 5,713 households. The data comes from the fiscal year, Oct. 1, 2014 to Sept. 30, 2014.\n\nAt this point, Geller does not anticipate that number decreasing.\n\n“In the past, we have seen ups and downs. But it’s been going up in the past few years,” he said.\n\nBesides the economy, Geller points to the state’s rules on eligibility and how much a person can receive through various programs. While the number of eligible individuals drops, his group sees many people’s “depth of poverty” increasing and more households reaching out for help.\n\n“We look forward to working with the state of Vermont and local communities to get the resources to do more,” said Geller. “The challenge is this is all happening at a time when states are struggling to meet their budgets.”\n\nSEVCA will soon be sending out concerns regarding budgeting for its programs, Geller said. A lot of its programming has not seen cuts in recent years.\n\n“But they were level-funded for as many as nine years,” said Geller. “When you level-fund programs and costs continue to go up, the same amount of dollars year after year ends up being a cut because the state is not cutting the requirements for the programs. They’re just cutting the amount of dollars to carry it out.”\n\nGeller’s group also worries about the “very strong possibility” that the sequestration process could restart again as many of the cuts have come at the federal level. Current spending laws are set to expire Oct. 1. Cuts could come to programs SEVCA operates, which address fuel, weatherization and Head Start, food stamps.", "article_metadata": {"description": "Census data shows that Southeastern Vermont low- and middle-income households are still suffering effects of the 2008 recession and Hurricane Irene.", "og": {"site_name": "VTDigger", "description": "Census data shows that Southeastern Vermont low- and middle-income households are still suffering effects of the 2008 recession and Hurricane Irene.", "title": "Impoverished Vermonters struggle in face of stagnant wages, opportunities | VTDigger", "locale": "en_US", "image": "http://vtdigger.org/wp-content/uploads/2011/07/20110715_moneySlider.jpg", "url": "http://vtdigger.org/2015/09/28/impoverished-vermonters-struggle-in-face-of-stagnant-wages-opportunities/", "type": "article"}, "twitter": {"description": "Census data shows that Southeastern Vermont low- and middle-income households are still suffering effects of the 2008 recession and Hurricane Irene.", "creator": "@vtdigger", "image": "http://i1.wp.com/vtdigger.org/wp-content/uploads/2011/07/20110715_moneySlider.jpg?fit=288%2C240", "title": "Impoverished Vermonters struggle in face of stagnant wages, opportunities | VTDigger", "site": "@vtdigger", "card": "summary_large_image"}, "robots": "noodp", "apple-mobile-web-app-capable": "yes", "article": {"publisher": "http://www.facebook.com/vtdigger", "section": "Business & Economy", "tag": "poverty", "published_time": "2015-09-28T12:42:18+00:00"}, "viewport": "width=device-width,minimum-scale=1.0,maximum-scale=1.0", "news_keywords": "economy, poverty, vermont, vermont news, vermont events, vermont press releases"}, "_id": "\"57477af36914bd0286fcf518\"", "article_summary": "BRATTLEBORO — Local survey data paired with new census reports say many Windham and Windsor county residents, like many Americans, are falling behind economically.\nThe organization is used to seeing troubling trends when it comes to lack of affordable housing and housing stability.\n“We are identifying the needs as well as the existing services and the service gaps,” said Steve Geller, executive director of Southeastern Vermont Community Action.\n“The challenge is this is all happening at a time when states are struggling to meet their budgets.”SEVCA will soon be sending out concerns regarding budgeting for its programs, Geller said.\n“I think it’s just the shortage of affordable housing and the income gap of people who aren’t making essentially a livable wage,” Geller said."}