{"article_title": "Grilled Cheese Cronut Fulfills America's Unhealthy Love For Pastry Hybrids", "article_keywords": ["crescent", "fulfills", "love", "unhealthy", "cheese", "taste", "cronut", "hybrids", "americas", "dough", "pastry", "grilled", "world", "recipes", "theres", "bite", "takes"], "article_url": "http://www.medicaldaily.com/pulse/grilled-cheese-cronut-fulfills-americas-unhealthy-love-pastry-hybrids-312994", "article_text": "Pastry hybrids are all the rage with today's food frenzies. It took two months and 10 recipes for New York City Chef Dominique Ansel to perfect and release the cronut into the world in October 2013, and now another masterpiece has been created. The grilled cheese crescent doughnuts are an invention out of Oh Bite It! food blog, which provides step-by-step photos of the pastry hybrid-calorie nightmare.\n\n“I can talk about buttery, flaky layers of crescent dough, toasted perfectly, held together by gooey, melty cheese,” Oh Bite It blogger Amy wrote. “I can definitely tell you that once your face sinks down into one, just one bite of this melt-in-your-mouth, out of this world puffed pillow of perfection, you will never be the same. Nothing will ever taste that great again… nothing will ever quite compare.”\n\nThe basket of ingredients include: two rolls of Pillsbury Crescent Seamless Dough Sheets, six to eight Velvetta Cheese slices, Canola oil, and a one-inch and three-inch cookie cutter. The blog isn’t allowed to call the creation a cronut for legal reasons, but the imitation looks remarkably similar. The official cronut recipe takes three days to complete, while the cheesy copycat only takes about 20 minutes from prep until it’s time to take it out of the fryer.\n\nIt’s no secret that a third of America is obese, but our taste buds seem to be disregarding the signs of disease, cancer, and chronic conditions associated with high blood pressure, cholesterol, and an overall unhealthy diet. There is an undeniably innate human love for all that is fatty, salty, and sugary, albeit there’s no reason we should indulge in it to excess. From the cheese to the dough, there’s rampant fat and fluff in the ingredients that provide no nutritional value. Of course, it’s suitable as a treat and cheat days are suggested by most dieticians, but there’s been an overload in America. Everywhere we turn there’s a new concoction of chemicals, carcinogens, and calories.\n\nThe blogger recognizes this and notes a disclaimer to cover her entire site. She said she’s aware the recipes are “outrageous, sugar filled, ooey gooey treats” but she doesn’t normally eat this way. “If you’re easily offended by looking at crazy calorie-filled creations, this may not be the place for you.”", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "grilled, cheese, cronut, fulfills, americas, unhealthy, love, pastry, hybrids", "og": {"site_name": "Medical Daily", "description": "Following the invention of the cronut, a croissant-doughnut mashup, comes the inspired cheese version, but do we need more unhealthy hybrids?", "title": "Grilled Cheese Cronut Fulfills Americans' Darkest Desires", "url": "http://www.medicaldaily.com/pulse/grilled-cheese-cronut-fulfills-americas-unhealthy-love-pastry-hybrids-312994", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/styles/pulse_featured/public/2014/12/03/grilled-cheese-doughnut-pastry-out-does-itself.JPG", "type": "article"}, "twitter": {"description": "Following the invention of the cronut, a croissant-doughnut mashup, comes the inspired cheese version, but do we need more unhealthy hybrids?", "title": "Grilled Cheese Cronut Fulfills Americans' Darkest Desires", "url": "http://www.medicaldaily.com/pulse/grilled-cheese-cronut-fulfills-americas-unhealthy-love-pastry-hybrids-312994", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/styles/pulse_featured/public/2014/12/03/grilled-cheese-doughnut-pastry-out-does-itself.JPG", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/12/03/grilled-cheese-doughnut-pastry-out-does-itself.JPG"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Vitality", "published_time": "2014-12-03T17:53:52-05:00", "modified_time": "2014-12-03T17:53:51-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Following the invention of the cronut, a croissant-doughnut mashup, comes the inspired cheese version, but do we need more unhealthy hybrids?"}, "_id": "\"57477af36914bd0286fcf685\"", "article_summary": "The grilled cheese crescent doughnuts are an invention out of Oh Bite It!\nFrom the cheese to the dough, there’s rampant fat and fluff in the ingredients that provide no nutritional value.\n“I can talk about buttery, flaky layers of crescent dough, toasted perfectly, held together by gooey, melty cheese,” Oh Bite It blogger Amy wrote.\nThe blog isn’t allowed to call the creation a cronut for legal reasons, but the imitation looks remarkably similar.\nShe said she’s aware the recipes are “outrageous, sugar filled, ooey gooey treats” but she doesn’t normally eat this way."}