{"article_title": "The Pied Piper of New Jersey — NewsWorks", "article_keywords": ["nights", "knows", "gay", "pied", "piper", "christie", "buono", "conservative", "marriage", "sick", "newsworks", "issue", "debate", "jersey"], "article_url": "http://www.newsworks.org/index.php/local/new-jersey/60889-chris-christie-the-pied-piper-of-new-jersey", "article_text": "Touting Medicaid expansion in New Jersey under Obamacare, an admission that climate change is real, support for the Dream Act and sloppy kisses over President Obama's partnership in the aftermath of Superstorm Sandy. Before last night's debate was over, Chris Christie was successful in verbally erecting a giant wall between himself and the far-right Republican Party he wants to lead in 2016.\n\nObviously, it's style over substance. Christie's challenger, state Senator Barbara Buono, is a champion of gay rights, and when asked, Christie says he doesn't regret his decision to endorse gay-hating knuckle-dragger Steve Lonegan (who despite the media's fascination with Cory Booker's lower-than-expected poll numbers, will still lose today's U.S. Senate election by double digits). Exposing how far right he is on the issue of gay marriage, Christie admitted in a dramatic moment that if his kids were gay, he would tell him that he loved them, and that marriage should only be between a man and a women. Ouch, that's cold.\n\nBut Christie, always a skilled and slick politician, knows which way the wind is blowing, and if he wants any shot at winning a Presidential election in 2016, he knows he can't be associated at all with the far-right wing of a Republican Party that polls worse than hemorrhoids. I can hear Han Solo now. \"Be a conservative, but don't act like you're being a conservative. Legislate casually.\"\n\nBack to last night's debate. One exchange perfectly captured Christie the politician for me. Christie assailed Buono over increases in the sales tax, claiming that they hurt the poor. This coming from the guy who cut the Earned Income Tax Credit for low income earners. Christie might as well be the Pied Piper of New Jersey, luring unsuspecting supporters in with his common sense rhetoric, only to gut the programs that hurt them the most.\n\nIt's not as if Buono didn't have her missteps. She continued to defend the obscene practice of paying employees a lump sum for unused sick time. \"They earned it,\" she decried, defending a bill that would cap unused sick time payouts at $15,000. Christie, and a majority of the state, favors eliminating the practice entirely, which I completely agree with. As Christie is fond of saying, \"I always thought the benefit from not using your sick leave was not getting sick.\"\n\nBut if there was a takeaway from this debate for me (other than Christie's love of Wawa), it was that Christie, despite his image as a \"straight talker\" who will say what he thinks, always knows which way the political winds are blowing. He has to be a conservative, but not that much of a conservative. So he'll sound tough about Obamacare while touting the Medicaid expansion. He'll say man contributes to climate change, but stop short of linking it to Hurricane Sandy.\n\nEven on the issue of gay marriage, he left himself some room to \"evolve\" on the issue, noting that there was a \"difference of opinion in our house\" over the issue. As long as Republicans are controlled by Christian conservatives opposed to the idea of marriage equality, don't expect any profiles in courage from Christie.\n\nAs the Star-Ledger's Tom Moran tweeted during last night's debate, \"He is so full of it, but so skilled.\" Despite her best attempts and a strong debate performance, Buono has virtually no shot as knocking Christie off the thrown. The New Jersey Pied Piper will continue to play, at least until 2016.\n\n__________________________________________________\n\nRob Tornoe is a political cartoonist and a WHYY contributor. Follow him on Twitter @RobTornoe, and check out more of his work at RobTornoe.com.", "article_metadata": {"description": "Touting Medicaid expansion in New Jersey under Obamacare an admission that climate change is real support for the Dream Act and sloppy kisses over President Obama s partnership in the aftermath of", "title": "Chris Christie: The Pied Piper of New Jersey", "og": {"image": "http://www.newsworks.org/nw_logo_fb.png", "site_name": "Newsworks.org", "description": "Touting Medicaid expansion in New Jersey under Obamacare, an admission that climate change is real, support for the Dream Act and sloppy kisses over President Obama's partnership in the aftermath..."}, "twitter": {"description": "Touting Medicaid expansion in New Jersey under Obamacare, an admission that climate change is real, support for the Dream Act and sloppy kisses over President Obama's partnership in the aftermath...", "title": "Chris Christie: The Pied Piper of New Jersey", "image": "http://www.newsworks.org/images/stories/flexicontent/m_20131016-debate2-1200.jpg", "creator": "@RobTornoe", "site": "@NewsWorksWHYY", "card": "summary_large_image"}, "msapplication-TileColor": "#ffc40d", "robots": "index, follow", "DC.date.issued": "2013-10-16", "apple-mobile-web-app-capable": "no", "fb": {"page_id": 115829381793481}, "url": "http://www.newsworks.org/index.php/local/new-jersey/60889-chris-christie-the-pied-piper-of-new-jersey", "apple-mobile-web-app-status-bar-style": "black", "author": "Rob Tornoe", "keywords": "christie, debate, conservative, buono, issue, marriage, always, knows, which, jersey, right, despite, night, political, there, touting, would, election, politician, practice", "google-site-verification": "zlKVThgI_7CsCilHyAeJraRojXxR5nL5CZqBEZJMJNw", "st": {"image": "http://www.newsworks.org/images/stories/flexicontent/m_20131016-debate2-1200.jpg"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "msapplication-TileImage": "/mstile-144x144.png"}, "_id": "\"57477af46914bd0286fdba94\"", "article_summary": "As the Star-Ledger's Tom Moran tweeted during last night's debate, \"He is so full of it, but so skilled.\"\nThe New Jersey Pied Piper will continue to play, at least until 2016.\nChristie might as well be the Pied Piper of New Jersey, luring unsuspecting supporters in with his common sense rhetoric, only to gut the programs that hurt them the most.\nBack to last night's debate.\nDespite her best attempts and a strong debate performance, Buono has virtually no shot as knocking Christie off the thrown."}