{"article_title": "Obama’s Recovery: $1.3 Trillion Below Average", "article_keywords": ["13", "strong", "recovery", "average", "trillion", "recoveries", "thats", "growth", "economy", "winds", "obamas", "obama"], "article_url": "http://www.investors.com/politics/editorials/obama-recovery-remains-worst-since-the-depression/", "article_text": "Recovery: The latest GDP report shows that President Obama’s policies continue to weigh down the economy. Now 51 months old, his recovery is by far the weakest since the Great Depression.\n\nAt 2.8%, real growth in the third quarter was higher than expected, a rarity. But the latest government data also hinted at weakness, as consumer and business spending slowed.\n\nIn short, the strong growth everyone predicted at the start of the year is a no-show, just as the previous predictions of prosperity just around the corner proved false.\n\nIt also means that Obama’s recovery — now more than 4 years old — remains the worst since WWII. That’s despite the fact that, by this point, half the previous recoveries had been interrupted by another recession.\n\nHad Obama’s recovery been only as good as the average of the past 10 recoveries, the economy would be $1.3 trillion larger. That’s $4,038 for every person in the U.S., or $10,451 per household.\n\nAnd had job growth been just average, there’d be 7.3 million more people with jobs today. That means 64% of those now looking for work would be employed.\n\nThe only things that have shown strong and steady growth under Obama are excuses.\n\nFirst, he blamed Bush, saying that recoveries from financial crises are always longer and slower. But Obama based this claim on research by two economists who even liberals now dismiss as unreliable. Other studies show crises produce stronger, not weaker, recoveries.\n\nThen blame shifted to the allegedly insufficient stimulus, as though running $1 trillion deficits four years in a row wasn’t Keynesian enough.\n\nAs the tepid recovery lingered on, Obama’s excuses became increasingly desperate. In late 2011, he said “head winds” such as the “Japanese tsunami, the Arab Spring” and “problems … in Spain, Italy and Greece” were to blame.\n\nA year later he was still pointing fingers at “serious head winds” such as “high gas prices” and “a crisis in Europe’s economy.” Then, Obama blamed House Republicans for their push to trim spending, although federal outlays remain well above historic levels.\n\nNow it’s the days-long government shutdown — even though it’ll likely end up lifting overall federal outlays.\n\nFunny, but Obama never mentions his own economic policies — tax hikes, regulations, ObamaCare, the war on coal — that have deadened what should have been a strong rebound from the deep 2007-09 recession.\n\nAs long as those remain in place, Obama’s recovery will continue to underperform.", "article_metadata": {"description": "Recovery: The latest GDP report shows that President Obama's policies continue to weigh down the economy. Now 51 months old, his recovery is by far the weakest", "og": {"site_name": "Investor's Business Daily", "description": "Recovery: The latest GDP report shows that President Obama’s policies continue to weigh down the economy. Now 51 months old, his recovery is by far the weakest since the Great Depression. At …", "title": "Obama’s Recovery: $1.3 Trillion Below Average", "url": "http://www.investors.com/politics/editorials/obama-recovery-remains-worst-since-the-depression/", "image": {"width": 512, "identifier": "http://www.investors.com/wp-content/uploads/2016/05/cropped-ibd-favicon-v7.png", "height": 512}, "locale": "en_US", "type": "article"}, "twitter": {"card": "summary", "creator": "@IBDeditorials"}, "wp-parsely_version": "1.8", "msapplication-TileImage": "http://www.investors.com/wp-content/uploads/2016/05/cropped-ibd-favicon-v7-270x270.png", "date": "2013-11-07 15:41:00:-08:00", "article": {"published_time": "2013-11-07T15:41:00+00:00", "modified_time": "-001-11-30T00:00:00+00:00"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fc9dbd\"", "article_summary": "Had Obama’s recovery been only as good as the average of the past 10 recoveries, the economy would be $1.3 trillion larger.\nIt also means that Obama’s recovery — now more than 4 years old — remains the worst since WWII.\nAs long as those remain in place, Obama’s recovery will continue to underperform.\nRecovery: The latest GDP report shows that President Obama’s policies continue to weigh down the economy.\nIn short, the strong growth everyone predicted at the start of the year is a no-show, just as the previous predictions of prosperity just around the corner proved false."}