{"article_title": "Push to close Export-Import Bank puts Hensarling at odds with fellow Republicans", "article_keywords": ["billion", "oil", "exportimport", "puts", "majority", "odds", "republicans", "vote", "fellow", "banks", "hensarling", "hearing", "push", "close", "texas", "mccarthy", "bank"], "article_url": "http://www.dallasnews.com/news/politics/headlines/20140706-republicans-disagree-over-closing-export-import-bank.ece", "article_text": "WASHINGTON — Rep. Jeb Hensarling of Dallas is leading a campaign that could put the Export-Import Bank of the United States out of business after 80 years of strong, bipartisan support.\n\nThe fight pits the chairman of the House Financial Services Committee against many of the Republican Party’s most stalwart supporters, from big banks to the U.S. Chamber of Commerce. Gov. Rick Perry supports the bank and so do most members of Congress.\n\nBut Hensarling has emerged as the bank’s harshest critic on Capitol Hill. He says it’s the face of “crony capitalism” and proof that Washington has been captured by elites.\n\nAt stake are the short-term fortunes of thousands of U.S. businesses that use the bank for loans and insurance to boost exports. In Texas, 343 firms have used the bank in fiscal year 2014. Its supporters say if it goes out of business, thousands of jobs could follow.\n\nFourteen Dallas companies have bought insurance from the bank this year to backstop short-term loans to foreign customers. For Continental Electronics Corp., the Ex-Im Bank arranged a $9 million line of credit, bank officials said.\n\nThe bank charges for all of these services and funds its own reserves. Using the taxpayers’ money, the bank last year authorized $14.9 billion in loan guarantees and $6.8 billion in direct loans and provided $5.5 billion in credit insurance spread out over nearly 4,000 deals. The reported default rate is less than a quarter of 1 percent, and last year the bank transferred an additional $1.1 billion to the treasury in excess revenue.\n\nBut Hensarling says good years, even a long string of them, never last forever. The bank’s accounting ignores risks it offloads to the public, he said. The bank needed help in the 1980s, he said, and ran deficits in the 1990s. He said that will happen again.\n\n“Fannie and Freddie didn’t run a deficit, until they did. The federal Pension Benefit Guaranty Corp. never ran a deficit until it did,” he said in an interview.\n\nWhat’s more, he said, since 98 percent of U.S. exports happen without any help from the bank, those few that do get assistance enjoy an unfair advantage.\n\nBut in most years, extending the bank’s charter has been routine. Two years ago, Majority Leader Eric Cantor brokered a compromise that foisted a handful of reforms on the bank.\n\nThis year, thanks largely to Hensarling, the bank’s ride is already much bumpier. Because Cantor lost his primary race last month, he won’t be there to help the bank. Instead, his incoming successor, Rep. Kevin McCarthy, in a nod to the tea party, has already announced he’s switched sides and now agrees with Hensarling.\n\nAll of those tensions were on display last month when the debate over the bank’s future took center stage in Washington.\n\nHensarling presided over an all-day, and often contentious, hearing June 25 that highlighted tensions within the Republican Party.\n\nThe bank’s charter expires Sept. 30. Bills to extend the charter have been introduced in the Senate and House. It appears likely that either would pass if brought to a full vote in both chambers.\n\nBut it’s entirely possible that the bank could be allowed to die without a vote, now that McCarthy has joined the fight on Hensarling’s side.\n\nAs majority leader, McCarthy will largely control what comes to the floor for a vote and what doesn’t.\n\nDeeply conservative groups like the Heritage Foundation and Club for Growth, both fervent fans of Hensarling, are watching closely to see if McCarthy softens to pressure from the bank’s supporters.\n\n“The new majority leader controls what gets to the floor, and we’re going to hold him to his word,” said Barney Keller, spokesman for Club for Growth. “We’ve been down this road before, and we’ve learned that actions speak louder than words.”\n\nWhen Congress returns from its July Fourth holiday this week, there will be plenty of pressure the other way, too. Senate leaders have vowed a vote on the Democrats’ bill there. During the June 25 hearing, Republican members of Hensarling’s committee urged a compromise to keep the bank open.\n\n“Many of my colleagues do well in the theoretical world, but I live in the real world,” said Rep. Steve Stivers, an Ohio Republican.\n\nPerry entered the fray, too. On the same day as Hensarling’s hearing. he sent a two-page letter to the top leaders in both houses of Congress, urging them to reauthorize the bank.\n\n“Since the 2008 financial crisis, the Ex-Im Bank has helped more than 1,200 Texas companies finance more than $l9 billion in exports — more than any other state,” Perry wrote. “More than half of these exporters were small businesses, with more than 20 percent of those being women- and minority-owned enterprises.”\n\nThe bank means jobs in Dallas, said Dale Petroskey, president and CEO of the Dallas Regional Chamber, urging the bank’s reauthorization.\n\nThe bank and its allies also note that nearly 90 percent of its deals involve small or minority businesses.\n\nThat’s true, but so is the fact that by dollar figures, the nation’s 10 largest exporters — from Boeing to General Electric to Caterpillar — account in some years for as much as 75 percent of the bank's assistance.\n\nThat’s true in Texas, too. Since 2007, 1,340 exporters in Texas have used the bank. But bank data show that nearly $4 billion of $12 billion involved just the 10 largest deals.\n\nMatt Bevens, a bank spokesman, said large companies eat up the vast majority of the bank’s disbursements because they tend to do the largest deals.\n\nIn his battle against the bank, Hensarling routinely criticizes the way the bank financing helps some firms and hurts others.\n\nA frequent example is San Antonio-based Valero Energy Corp., the world’s largest independent oil refinery. In December, Valero’s chairman sent a letter to the bank urging it not to loan state-owned firms in Turkey $641 million to build a new crude oil refinery on the Aegean Sea.\n\n“The oil refining business is worldwide and very competitive,” spokesman Bill Day said. “So you can’t help one player in the industry without hurting its competitors. We urged the bank to not assist with that transaction.”\n\nBevens, however, said the bank determined that the deal would be a net plus for the U.S., creating manufacturing jobs. Most of what the refinery produced wouldn’t compete directly with the oil refined by Valero.\n\nThe bank has made the same argument in rebuffing much louder criticism from the U.S. airlines industry, especially Delta Airlines.\n\nDelta says the bank strengthens its rivals in Asia and the Middle East by making it cheaper for them to buy wide-body jets from Boeing.\n\n“Let’s be blunt about what the bank does,” Delta CEO Richard Anderson said during the June 25 hearing. “It improves the profit margins of the top 10 companies in the U.S. that use it all the time.”\n\nTwelve years and six elections into his career in Congress, the 57-year-old Hensarling is probably at the peak of his influence so far. He’s routinely mentioned as a possible successor to Speaker John Boehner and was immediately thrown into the mix for Cantor’s No. 2 job when Cantor lost his primary election last month.\n\nLike his mentor, Sen. Phil Gramm, Hensarling studied economics. He’s tried — but so far failed — to privatize the secondary housing finance market, to scale back bank regulations and shrink the Federal Reserve's footprint.\n\nHe’s not ready to guess whether he will succeed this time, Hensarling said. He hopes McCarthy won’t allow a vote on the bill if that’s what it would take to kill it. He can’t kill the bank by himself, he said.\n\n“I still have a membership to deal with, and a leadership to deal with. So I just have to continue to make my case. … I look forward to hearing what they are thinking once we return from our recess.”\n\nFollow Michael A. Lindenberger on Twitter at @lindenberger.", "article_metadata": {"description": "The House Financial Services Committee chairman's campaign to shut down the Export-Import Bank has drawn heat from Gov. Rick Perry and others.", "og": {"description": "The House Financial Services Committee chairman's campaign to shut down the Export-Import Bank has drawn heat from Gov. Rick Perry and others.", "title": "Push to close Export-Import Bank puts Hensarling at odds with fellow Republicans", "url": "http://www.dallasnews.com/news/politics/headlines/20140706-push-to-close-export-import-bank-puts-hensarling-at-odds-with-fellow-republicans.ece", "image": {"width": 1660, "identifier": "http://www.dallasnews.com/incoming/20140707-eximchart2.jpg.ece/BINARY/original/ExImChart2.jpg", "height": 915}, "keywords": "dallas, dallas fort worth, dallas news, dallas fort worth news, dfw news, dallas local news, dallas fort worth local news, dallas newspaper, dallas morning news, dallas morning news newspaper", "type": "article"}, "LastModifiedDate": "2014-07-07T20:13:50Z", "twitter": {"site": "@dallasnews", "card": "summary", "creator": "@dallasnews"}, "PublishDate": "2014-07-07T04:43:50Z", "parsely-page": "{\"title\": \"Push to close Export-Import Bank puts Hensarling at odds with fellow Republicans\", \"link\": \"http://www.dallasnews.com/news/politics/headlines/20140706-push-to-close-export-import-bank-puts-hensarling-at-odds-with-fellow-republicans.ece\", \"image_url\": \"http://www.dallasnews.com/incoming/20140707-yellen_testimony_35783244.jpg.ece/BINARY/original/YELLEN_TESTIMONY_35783244.JPG\", \"type\": \"post\", \"post_id\": \"1787945\", \"pub_date\": \"2014-07-07T04:43:50Z\", \"section\": \"Politics Headlines\", \"author\": \"MICHAEL A. LINDENBERGER\", \"tags\": [\"dallas\", \"dallas fort worth\", \"dallas news\", \"dallas fort worth news\", \"dfw news\", \"dallas local news\", \"dallas fort worth local news\", \"dallas newspaper\", \"dallas morning news\", \"dallas morning news newspaper\"]}", "fb": {"admins": 1043783589, "page_id": 20946638799, "app_id": 258290334265148}, "keywords": "dallas, dallas fort worth, dallas news, dallas fort worth news, dfw news, dallas local news, dallas fort worth local news, dallas newspaper, dallas morning news, dallas morning news newspaper", "cXenseParse": {"recs": {"image": "http://www.dallasnews.com/incoming/20140707-yellen_testimony_35783244.jpg.ece/ALTERNATES/w660/YELLEN_TESTIMONY_35783244.JPG", "publishtime": "2014-07-07T04:43:50Z"}}, "news_keywords": "dallas, dallas fort worth, dallas news, dallas fort worth news, dfw news, dallas local news, dallas fort worth local news, dallas newspaper, dallas morning news, dallas morning news newspaper"}, "_id": "\"57477af36914bd0286fc9dbe\"", "article_summary": "In his battle against the bank, Hensarling routinely criticizes the way the bank financing helps some firms and hurts others.\nFor Continental Electronics Corp., the Ex-Im Bank arranged a $9 million line of credit, bank officials said.\nBut bank data show that nearly $4 billion of $12 billion involved just the 10 largest deals.\nFourteen Dallas companies have bought insurance from the bank this year to backstop short-term loans to foreign customers.\nTwo years ago, Majority Leader Eric Cantor brokered a compromise that foisted a handful of reforms on the bank."}