{"article_title": "How will Democrats deal with Obamacare's political fallout?", "article_keywords": ["obamas", "obamacares", "deal", "house", "political", "going", "health", "democrats", "fallout", "mr", "law", "care", "obama"], "article_url": "http://www.cbsnews.com/news/how-will-democrats-deal-with-obamacares-political-fallout/", "article_text": "Pelosi: Obamacare is not \"in trouble\"GOP: Obama committed \"fraud\" to sell health-care lawWill Obamacare hurt the president's legacy?Obama losing support from Democrats over Obamacare\n\nWith the end-of-the-month deadline looming to fix HealthCare.gov, there is a growing realization among President Obama and his allies that they need a long-term strategy to mitigate the rocky rollout of the Affordable Care Act.\n\nWhat exactly that strategy is remains to be seen, but it is increasingly necessary as Democrats grow frustrated with the slow pace of repairs and how that will impact their own political futures. Members of Mr. Obama's party are increasingly unwilling to back his every move. Thirty-nine House Democrats - nearly one-fifth of the caucus -helped pass a Republican plan Friday that would allow insurers to keep selling plans that existed on the individual market as of Jan. 1, 2013 through next year, in order to stop Americans from losing their insurance. Roughly three quarters of those Democrats are in competitive electoral districts where continued association with the failing health law can cut deep.\n\nSo Mr. Obama is turning to a familiar playbook to go on the offensive: shore up support among his base, the members of the grassroots Organizing for Action, which grew out of Mr. Obama's initial election and re-election efforts.\n\n\"I want to cut through the noise and talk with you directly about where we're headed in the fight for change,\" the president said to OFA members in an email inviting them to join a conference call on Monday. \"I have just over three years left as president -- and there's a lot left on my to-do list. That's why I want to talk with you. You're the ones putting in the time and effort to achieve real progress, and fighting to make the agenda Americans voted for last fall a reality. I know we all care about what we can get done together these next few years, so let's talk about how to make it happen.\"\n\nIndeed, Mr. Obama's agenda has been largely eclipsed by the rough start for the implementation of Obamacare, especially large, complex items like an immigration overhaul. Republicans, sensing a growing weakness in the White House, have no incentive to work with him. And it won't be easy to get much done: Mr. Obama is losing the confidence of the American people, who say by a margin of 52 to 44 percent that he is not honest and trustworthy. His approval rating hit a new low of 39 percent in a recent Quinnipiac University poll.\n\nDuring a news conference last week, Mr. Obama said it was \"legitimate\" for people to expect him to have to win back credibility of the health care law. That was the impetus for the White House to finally offer an administrative adjustment to the law aimed at addressing the rash of insurance cancellations last Thursday.\n\nEven while making fixes to ease the political heartburn, Mr. Obama will have to vigorously defend the law -- especially with Democrats not behind him 100 percent.\n\n\"We're not going to let folks who pay their premiums on time get jerked around. And we're not going to walk away from the 40 million Americans without health insurance. We are not going to gut this law. We will fix what needs to be fixed, but we're going to make the Affordable Care Act work. And those who say they're opposed to it and can't offer a solution, we'll push back,\" he said in a speech about the economy last week.\n\nAnd he'll have to play defense every day. Republicans continue to haul administration officials and contractors to Capitol Hill to conduct oversight hearings, and this week is no different: the House Energy and Commerce Committee is holding a Tuesday hearing on the security of the website.\n\nHis top lieutenants are still by his side. \"I will tell you this: Democrats stand tall in support of the Affordable Care Act,\" said House Minority Leader Nancy Pelosi, D-Calif., on NBC's \"Meet the Press\" Sunday. \"This is an issue that will have to be dealt with, but it doesn't mean, oh, this is a political issue so we're going to run away from it.\"\n\nBut dealing with the problems will require a unity that Democrats lack right now. Like some Democrats facing tough re-election bids in 2014, Sen. Mary Landrieu, D-La., has indicated that Mr. Obama's administrative fix won't stop her from offering her own legislative remedy.\n\nDavid Plouffe, a former Obama advisor, predicted on ABC's \"This Week\" that it will be \"an impossibility\" for Republicans to run on a platform of repealing Obamacare even in next year's election. \"Where could we be in four or five months? Hopefully the website is working fine and people are enrolling for health care. Hopefully, we won't have another bout of Washington dysfunction, which is one of the reasons I think people are upset it's not just health care. And we pass a budget and we move forward. The economy continues to strengthen.\"\n\n\"I think the political notion, by the way, that next year's election, or 2016, the Republican platform is going to be getting rid of health care, millions of people will be signed up. It's an impossibility,\" Plouffe said.\n\nBut for millions to be signed up for insurance, that's assuming the site gets fixed, Democrats hold together and the administration is able to fend off efforts to chip away at the law. And as long as Mr. Obama continues to be stuck in a defensive position, all of those things are a tall order.", "article_metadata": {"description": "With some Democrats defecting due to 2014 fears, the president&#039;s - and the party&#039;s - troubles will last beyond the end of the month", "og": {"url": "http://www.cbsnews.com/news/how-will-democrats-deal-with-obamacares-political-fallout/", "image": {"width": 1200, "identifier": "http://cbsnews1.cbsistatic.com/hub/i/r/2013/11/18/b1755539-6e74-4317-8bf6-ef0898a32e48/thumbnail/1200x630/505ab1da8aadb060ed52455d5ea60046/182949612.jpg", "height": 630}, "type": "article", "description": "With some Democrats defecting due to 2014 fears, the president's - and the party's - troubles will last beyond the end of the month", "title": "How will Democrats deal with Obamacare's political fallout?"}, "twitter": {"description": "With some Democrats defecting due to 2014 fears, the president's - and the party's - troubles will last beyond the end of the month", "title": "How will Democrats deal with Obamacare's political fallout?", "app": {"url": {"ipad": "cbsnewsapp://news/how-will-democrats-deal-with-obamacares-political-fallout/", "iphone": "cbsnewsapp://news/how-will-democrats-deal-with-obamacares-political-fallout/", "googleplay": "http://www.cbsnews.com/news/how-will-democrats-deal-with-obamacares-political-fallout/"}, "country": "US", "name": {"ipad": "CBS News", "iphone": "CBS News", "googleplay": "CBS News"}, "id": {"ipad": 334256223, "iphone": 334256223, "googleplay": "com.treemolabs.apps.cbsnews"}}, "creator": "@http://www.twitter.com/Rebecca_CBSNJ", "site": "@CBSPolitics", "image": "http://cbsnews1.cbsistatic.com/hub/i/r/2013/11/18/b1755539-6e74-4317-8bf6-ef0898a32e48/thumbnail/1200x630/505ab1da8aadb060ed52455d5ea60046/182949612.jpg", "card": "summary_large_image"}, "al": {"web": {"url": "http://www.cbsnews.com/news/how-will-democrats-deal-with-obamacares-political-fallout/"}, "android": {"app_name": "CBS News", "package": "com.treemolabs.apps.cbsnews"}, "ios": {"url": "cbsnewsapp://news/how-will-democrats-deal-with-obamacares-political-fallout/", "app_name": "CBS News", "app_store_id": 334256223}}, "robots": "index, follow", "fb": {"app_id": 1536620209892267}, "article": {"publisher": "https://www.facebook.com/CBSPolitics"}, "viewport": "width=device-width"}, "_id": "\"57477af46914bd0286fd91f0\"", "article_summary": "Roughly three quarters of those Democrats are in competitive electoral districts where continued association with the failing health law can cut deep.\nAnd as long as Mr. Obama continues to be stuck in a defensive position, all of those things are a tall order.\nEven while making fixes to ease the political heartburn, Mr. Obama will have to vigorously defend the law -- especially with Democrats not behind him 100 percent.\nMembers of Mr. Obama's party are increasingly unwilling to back his every move.\nIndeed, Mr. Obama's agenda has been largely eclipsed by the rough start for the implementation of Obamacare, especially large, complex items like an immigration overhaul."}