{"article_title": "Troubled Carnegie Hall shares new chair with the Met – Slipped Disc", "article_keywords": ["bass", "slipped", "carnegie", "halls", "met", "disc", "trustee", "shares", "committee", "chairman", "chair", "troubled", "trustees", "hall", "board"], "article_url": "http://slippedisc.com/2015/10/troubled-carnegie-hall-shares-new-chair-with-the-met/", "article_text": "Troubled Carnegie Hall shares new chair with the Met\n\nOctober 9, 2015 by norman lebrecht\n\nCarnegie Hall has installed Mercedes Bass as interim chair and announced a new governance committee to oversee the day-to-day running of the business.\n\nMrs Bass, a long-term Carnegie trustee, is also Managing Director of the Board of Trustees and Executive Board of the Metroplitan Opera. She is a huge donor to both companies.\n\nHer appointment is both a stop-gap and an illustration that the number of super-rich who support classical music and opera in New York is diminished to a tiny handful. Carnegie is struggling to replace its former billionaire chairman, Ron Perelman, who accused the chief executive Clive Gillinson of exceeding his authority. Press release follows. This saga is not yet laid to rest.\n\nNEW YORK, NY—Carnegie Hall today announced that Mercedes T. Bass has been elected as Acting Chairman of Carnegie Hall’s Board of Trustees. Mrs. Bass has been a dedicated Carnegie Hall trustee for 26 years, having joined the board in 1989 and served as a Vice Chair since 2006. She succeeds Carnegie Hall’s outgoing board chairman, Ronald O. Perelman, and she will hold this post while a search process for a Chairman is completed. Mrs. Bass was elected at the Annual Meeting of Carnegie Hall’s Board of Trustees, held on Thursday afternoon, October 8, chaired by Carnegie Hall President Sanford I. Weill.\n\nAt the Annual Meeting, the trustees also elected its slate of officers to include: Kenneth J. Bialkin, Acting Secretary; Edward C. Forst, Treasurer; as well as Vice Chairs Clarissa Alcock Bronfman,Klaus Jacobs, Peter W. May, and Burton P. Resnick. Mr. May will continue to serve in his role as Chair of Carnegie Hall’s Board Development and Nominating Committee.\n\nIn addition, the Board approved the creation of a new Governance Committee, charged with overseeing policies and practices related to board stewardship, providing guidance and recommendations to the board at large. The new committee will be chaired by longtime trusteeRobert I. Lipp, who has served on the board since 2000. Mr. Lipp will be be joined by committee members: Carnegie Hall Chairman Emeritus Richard A. Debs; trustee Don M. Randel, board chair of the American Academy of Arts and Sciences and former President of The Andrew W. Mellon Foundation; and Darren Walker, President of the Ford Foundation who was newly-elected as a Carnegie Hall trustee at the October 8 meeting.\n\nArticle\n\nArticle", "article_metadata": {"rating": "Safe For Kids", "description": "The inside track on classical music and related cultures", "language": "en-GB", "author": "Slippedisc", "og": {"url": "http://slippedisc.com/2015/10/troubled-carnegie-hall-shares-new-chair-with-the-met/", "site_name": "Slipped Disc", "image": "http://slippedisc-28a0.kxcdn.com/wp-content/uploads/2014/10/carnegie-hall-interior-200x200.jpg", "type": "article", "title": "Troubled Carnegie Hall shares new chair with the Met"}, "msapplication-TileColor": "#666666", "robots": "all, index, follow", "HandheldFriendly": "True", "revisit-after": "1 days", "apple-mobile-web-app-status-bar-style": "black", "MobileOptimized": 320, "generator": "WordPress 4.5.2", "format-detection": "telephone=no", "distribution": "GLOBAL", "copyright": "© 2016 Norman Lebrecht. All rights reserved.", "msapplication-square150x150logo": "http://slippedisc-28a0.kxcdn.com/wp-content/themes/slipped-disc/img/icon150.png", "viewport": "width=device-width, initial-scale=1, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "article_summary": "Mr. May will continue to serve in his role as Chair of Carnegie Hall’s Board Development and Nominating Committee.\nTroubled Carnegie Hall shares new chair with the MetOctober 9, 2015 by norman lebrechtCarnegie Hall has installed Mercedes Bass as interim chair and announced a new governance committee to oversee the day-to-day running of the business.\nMrs. Bass was elected at the Annual Meeting of Carnegie Hall’s Board of Trustees, held on Thursday afternoon, October 8, chaired by Carnegie Hall President Sanford I. Weill.\nNEW YORK, NY—Carnegie Hall today announced that Mercedes T. Bass has been elected as Acting Chairman of Carnegie Hall’s Board of Trustees.\nShe succeeds Carnegie Hall’s outgoing board chairman, Ronald O. Perelman, and she will hold this post while a search process for a Chairman is completed."}