{"article_title": "An Analogy that Destroys the Obamacare Argument", "article_keywords": ["destroys", "spending", "singlepayer", "obamacare", "argument", "health", "teachers", "analogy", "doctors", "schools", "education", "public", "market", "care"], "article_url": "http://dailyreckoning.com/an-analogy-that-destroys-the-obamacare-argument/", "article_text": "An Analogy that Destroys the Obamacare Argument\n\nA common argument made in favor of government-financed health care is that it is inherently cheaper than a private system. Strangely, however, the people who celebrate the government’s ability to hold down health care spending would be horrified at the same argument applied to other public-sector functions. It’s a seriously inconsistent position held by advocates of bigger government.\n\nTo see why, let’s think for a moment about a different industry run by the government: K-12 education. Public schools still enjoy a near-monopoly in the districts that they serve. There are various arguments that people give for supporting public education, but you will never hear this one:\n\n“A single public school system in a given area is superior to multiple independent private schools because it allows taxpayers to save money. The public school administrators can act as a ‘single payer’ for educational services, thus bargaining down the price of everything from teachers to textbooks. More specifically, the public schools can push down the salaries of teachers, paying them far below what they would be paid for their skills in the open labor market. The same goes for principals, for janitors, and for classroom suppliers too. The government can purchase all of these more cheaply, thus making public schools less costly than private schools operating in the free market.”\n\nOne reason you never hear this argument is that the government clearly does not try to underpay for education. Quite the opposite, in fact. Spending more on schools is a perennial promise made by politicians of all stripes. Per pupil expenditures have more than doubled in real terms since the 1970s, while test scores have barely budged. If single-payer systems are always effective at depressing prices, our public schools didn’t get that memo.\n\nIn reality, the cost savings from single-payer health care come with the same downsides as any “savings” from single-payer education…\n\nBut imagine if the government actually did attempt to pay below-market prices for teachers and other educational services. It’s easy to see that there would be downsides to the “savings” generated in that scenario. If schools paid too little for teachers, the government would be unable to recruit and retain the best ones. Teachers (and principals and textbook writers) would increasingly leave the public schools, rather than be paid below the market rates that their skills are worth.\n\nThis point is surely understood by those who constantly push for more school spending, particularly on teacher salaries. They never suggest that the government’s education monopoly could be an instrument for spending less, rather than more.\n\nBut many of the same school-spending promoters eagerly embrace the exact cost-saving argument described above when it comes to government-funded health care. A single-payer system run by the government is superior to a private system, advocates tell us, because the government can drive down prices using its “monopsony” power, meaning a monopoly on demand.\n\nMedicare and Medicaid, the most prominent single-payer health plans in the U.S., intentionally pay doctor salaries, drug prices, and other provider fees below market levels, and this is hailed as a great strength of these programs.\n\nImagine a politician proudly advertising his new plan to underpay teachers! Yet this is the argument made by single-payer health care boosters, with the word “doctors” implicitly substituted for “teachers.” The Economic Policy Institute (EPI), for example, has published several studies arguing that public school teachers are somehow paid below-market levels and that this has dire consequences for classroom learning. But the EPI also touts its public health insurance plan, which would use “concentrated purchasing power” to force provider prices below market levels. In other words, underpaying teachers is bad, but underpaying doctors is good.\n\nThen there’s Dean Baker, co-director of the Center for Economic and Policy Research, who has lamented that teachers are not paid nearly as much as investment bankers. But Baker recently endorsed “cutting payments to providers like doctors, drug companies, and medical device companies” in order to lower health care costs. His mindset seems to be “up with teachers, down with doctors” — but why? A wealthy doctor may be less sympathetic in the public mind than a school teacher, but they both respond to financial incentives. Underpaying either one has consequences.\n\nIn reality, the cost savings from single-payer health care come with the same downsides as any “savings” from single-payer education described above. Pay doctors (teachers) below what they’re worth in the private market and fewer doctors (teachers) will want to participate. As compensation goes further below market levels, the quality of health care (education) will decline. Nowhere is this principle more evident than in Medicaid, where government reimbursement rates are so low that recipients often have trouble finding a doctor who participates at all.\n\nThis issue remains front and center as politicians clash over the Affordable Care Act, also known as Obamacare. The law attempts to balance new spending on the uninsured with reductions in Medicare payments to health providers. White House officials have argued that the cut is merely “savings” due to paying providers less. The same officials, of course, would never cut funding for education providers and call it free savings.\n\nSo what can single-payer education teach us about single-payer health care? For one thing, it shows that the government will not necessarily cut costs just because it has the power to do so. Teachers unions have allied with politicians to ratchet up public education spending over time, with no significant increase in quality. Single-payer health care might be captured by political interests in the same way, with spending levels pushed to excess.\n\nAlternatively, a single-payer health care system may succeed in using its monopsony power, as Medicaid has, to keep prices well below market levels. If that happens, we need not wonder about the effect on health care quality: Just ask public school enthusiasts about the dangers of education cuts, replacing in their response “teachers” with “doctors,” “schools” with “hospitals,” “textbooks” with “medical devices,” and so on. In either case, the alleged low cost of single-payer health care is not a compelling argument in its favor.\n\nRegards,\n\nJason Richwine\n\nfor The Daily Reckoning\n\nEd. Note: This essay was featured prominently in the Laissez Faire Today email edition. A free daily email that delivers a unique view of personal liberty, freedom and how to safeguard wealth in uncertain times. Sign up for FREE, right here and start getting the most important commentary on these topics delivered straight to your email inbox every morning.\n\nOriginal article posted on Laissez Faire Today", "article_metadata": {"description": "A common argument made in favor of government-financed health care is that it is inherently cheaper than a private system. But what happens when the same argument is applied to other public-sector functions? Jason Richwine explores...", "_token": "51652bc239", "twitter": {"description": "A common argument made in favor of government-financed health care is that it is inherently cheaper than a private system. But what happens when the same argument is applied to other public-sector functions? Jason Richwine explores...", "creator": "@DailyReckoning", "image": "http://dailyreckoning.com/dr-content/uploads/2013/10/SchoolBus.jpg", "title": "An Analogy that Destroys the Obamacare Argument - Daily Reckoning", "site": "@DailyReckoning", "card": "summary"}, "robots": "noodp", "HandheldFriendly": "True", "og": {"site_name": "Daily Reckoning", "description": "A common argument made in favor of government-financed health care is that it is inherently cheaper than a private system. But what happens when the same argument is applied to other public-sector functions? Jason Richwine explores...", "title": "An Analogy that Destroys the Obamacare Argument - Daily Reckoning", "locale": "en_US", "image": {"width": 650, "identifier": "http://dailyreckoning.com/dr-content/uploads/2013/10/SchoolBus.jpg", "height": 360}, "updated_time": "2013-10-25T11:39:46-04:00", "url": "http://dailyreckoning.com/an-analogy-that-destroys-the-obamacare-argument/", "type": "article"}, "google-site-verification": "x5-ya0Q-OQWibgURcZJ2JNkVa8zSG3TJQfwGy_RqTH0", "article": {"publisher": "https://www.facebook.com/TheDailyReckoning", "section": "Featured Post", "tag": "teachers", "published_time": "2013-10-24T00:00:00-04:00", "modified_time": "2013-10-25T11:39:46-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=0"}, "article_summary": "An Analogy that Destroys the Obamacare ArgumentA common argument made in favor of government-financed health care is that it is inherently cheaper than a private system.\nIn either case, the alleged low cost of single-payer health care is not a compelling argument in its favor.\nPay doctors (teachers) below what they’re worth in the private market and fewer doctors (teachers) will want to participate.\nStrangely, however, the people who celebrate the government’s ability to hold down health care spending would be horrified at the same argument applied to other public-sector functions.\nBut many of the same school-spending promoters eagerly embrace the exact cost-saving argument described above when it comes to government-funded health care."}