{"article_title": "How America is eternally “caught off guard” in the Middle East", "article_keywords": ["centcom", "america", "military", "intelligence", "caught", "1500", "general", "middle", "guard", "theres", "taliban", "kunduz", "eternally", "american", "east", "analysts"], "article_url": "http://www.salon.com/2015/10/18/the_fog_of_intelligence_centcoms_repeated_failures_in_the_middle_east_partner/", "article_text": "Topics: american military, centcom, CIA, Editor's Picks, Iraq, Middle East, TomDispatch, Social News, Technology News, Business News, Politics News\n\nThis piece originally appeared on TomDispatch\n\n1,500.\n\nThat figure stunned me. I found it in the 12th paragraph of a front-page New York Times story about “senior commanders” at U.S. Central Command (CENTCOM) playing fast and loose with intelligence reports to give their air war against ISIS an unjustified sheen of success: “CENTCOM’s mammoth intelligence operation, with some 1,500 civilian, military, and contract analysts, is housed at MacDill Air Force Base in Tampa, in a bay front building that has the look of a sterile government facility posing as a Spanish hacienda.”\n\nThink about that. CENTCOM, one of six U.S. military commands that divide the planet up like a pie, has at least 1,500 intelligence analysts (military, civilian, and private contractors) all to itself. Let me repeat that: 1,500 of them. CENTCOM is essentially the country’s war command, responsible for most of the Greater Middle East, that expanse of now-chaotic territory filled with strife-torn and failing states that runs from Pakistan’s border to Egypt. That’s no small task and about it there is much to be known. Still, that figure should act like a flash of lightning, illuminating for a second an otherwise dark and stormy landscape.\n\nAnd mind you, that’s just the analysts, not the full CENTCOM intelligence roster for which we have no figure at all. In other words, even if that 1,500 represents a full count of the command’s intelligence analysts, not just the ones at its Tampa headquarters but in the field at places like its enormous operation at al-Udeid Air Base in Qatar, CENTCOM still has almost half as many of them as military personnel on the ground in Iraq (3,500 at latest count). Now, try to imagine what those 1,500 analysts are doing, even for a command deep in a “quagmire” in Syria and Iraq, as President Obama recently dubbed it (though he was admittedly speaking about the Russians), as well as what looks like a failing war, 14 years later, in Afghanistan, and another in Yemen led by the Saudis but backed by Washington. Even given all of that, what in the world could they possibly be “analyzing”? Who at CENTCOM, in the Defense Intelligence Agency, or elsewhere has the time to attend to the reports and data flows that must be generated by 1,500 analysts?\n\nOf course, in the gargantuan beast that is the American military and intelligence universe, streams of raw intelligence beyond compare are undoubtedly flooding into CENTCOM’s headquarters, possibly overwhelming even 1,500 analysts. There’s “human intelligence,” or HUMINT, from sources and agents on the ground; there’s imagery and satellite intelligence, or GEOINT, by the bushelful. Given the size and scope of American global surveillance activities, there must be untold tons of signals intelligence, or SIGINT; and with all those drones flying over battlefields and prospective battlefields across the Greater Middle East, there’s undoubtedly a river of full motion video, or FMV, flowing into CENTCOM headquarters and various command posts; and don’t forget the information being shared with the command by allied intelligence services, including those of the “five eyes“ nations, and various Middle Eastern countries; and of course, some of the command’s analysts must be handling humdrum, everyday open-source material, or OSINT, as well — local radio and TV broadcasts, the press, the Internet, scholarly journals, and god knows what else.\n\nAnd while you’re thinking about all this, keep in mind that those 1,500 analysts feed into, and assumedly draw on, an intelligence system of a size surely unmatched even by the totalitarian regimes of the twentieth century. Think of it: the U.S. Intelligence Community has — count ‘em — 17 agencies and outfits, eating close to $70 billion annually, more than $500 billion between 2001 and 2013. And if that doesn’t stagger you, think about the500,000 private contractors hooked into the system in one way or another, the 1.4 million people (34% of them private contractors) with access to “top secret” information, and the 5.1 million — larger than Norway’s population — with access to “confidential and secret” information.\n\nRemember as well that, in these years, a global surveillance state of Orwellian proportions has been ramped up. It gathers billions of emails and cell phone calls from the backlands of the planet; has kept tabs on at least 35 leaders of other countries and the secretary general of the U.N. by hacking email accounts, tapping cell phones, and so on; keeps a careful eye and ear on its own citizens, including video gamers; and even, it seems, spies on Congress. (After all, whom can you trust?)\n\nIn other words, if that 1,500 figure bowls you over, keep in mind that it just stands in for a far larger system that puts to shame, in size and yottabytes of information collected, the wildest dreams of past science fiction writers. In these years, a mammoth, even labyrinthine, bureaucratic “intelligence” structure has been constructed that is drowning in “information” — and on its own, it seems, the military has been ramping up a smaller but similarly scaled set of intelligence structures.\n\nSurprised, Caught Off Guard, and Left Scrambling\n\nThe question remains: If data almost beyond imagining flows into CENTCOM, what are those 1,500 analysts actually doing? How are they passing their time? What exactly do they produce and does it really qualify as “intelligence,” no less prove useful? Of course, we out here have limited access to the intelligence produced by CENTCOM, unless stories like the one about top commanders fudging assessments on the air war against the Islamic State break into the media. So you might assume that there’s no way of measuring the effectiveness of the command’s intelligence operations. But you would be wrong. It is, in fact, possible to produce a rough gauge of its effectiveness. Let’s call it the TomDispatch Surprise Measurement System, or TSMS. Think of it as a practical, news-based guide to the questions: What did they know and when did they know it?\n\nLet me offer a few examples chosen almost at random from recent events in CENTCOM’s domain. Take the seizure at the end of September by a few hundred Taliban fighters of the northern provincial Afghan capital of Kunduz, the first city the Taliban has controlled, however briefly, since it was ejected from that same town in 2002. In the process, the Taliban fighters reportedly scattered up to 7,000 members of the Afghan security forces that the U.S. has been training, funding, and arming for years.\n\nFor anyone following news reports closely, the Taliban had for months been tightening its control over rural areas around Kunduz and testing the city’s defenses. Nonetheless, this May, based assumedly on the best intelligence analyses available from CENTCOM, the top U.S. commander in the country, Army General John Campbell, offered this predictive comment: “If you take a look very closely at some of the things in Kunduz and up in [neighboring] Badakhshan [Province], [the Taliban] will attack some very small checkpoints… They will go out and hit a little bit and then they kind of go to ground… so they’re not gaining territory for the most part.’”\n\nAs late as August 13th, at a press briefing, an ABC News reporter asked Brigadier General Wilson Shoffner, the U.S. deputy chief of staff for communications in Afghanistan: “There has been a significant increase in Taliban activity in northern Afghanistan, particularly around Kunduz. What is behind that? Are the Afghan troops in that part of Afghanistan at risk of falling to the Taliban?”\n\nShoffner responded, in part, this way: “So, again, I think there’s been a lot of generalization when it comes to reports on the north. Kunduz is — is not now, and has not been in danger of being overrun by the Taliban, and so — with that, it’s kind of a general perspective in the north, that’s sort of how we see it.”\n\nThat General Cambell at least remained of a similar mindset even as Kunduz fell is obvious enough since, as New York Times reporter Matthew Rosenberg reported, he was out of the country at the time. As Goldstein put it:\n\n“Mostly, though, American and Afghan officials appeared to be genuinely surprised at the speedy fall of Kunduz, which took place when Gen. John F. Campbell, the commander of coalition forces, was in Germany for a defense conference… Though the Taliban have been making gains in the hinterlands around Kunduz for months, American military planners have for years insisted that Afghan forces were capable of holding onto the country’s major cities. “‘This wasn’t supposed to happen,’ said a senior American military officer who served in Afghanistan, speaking on the condition of anonymity. ‘The Afghans are fighting, so it’s not like we’re looking at them giving up or collapsing right now. They’re just not fighting very well.’”", "article_metadata": {"description": "The United States has 1,500 analysts in the Middle East. What are they actually doing?", "title": "How America is eternally “caught off guard” in the Middle East", "og": {"site_name": "Salon", "description": "The United States has 1,500 analysts in the Middle East. What are they actually doing?", "title": "How America is eternally “caught off guard” in the Middle East", "url": "http://www.salon.com/2015/10/18/the_fog_of_intelligence_centcoms_repeated_failures_in_the_middle_east_partner/", "image": "http://media.salon.com/2012/10/USArmySoldiers.jpg", "type": "article"}, "twitter": {"description": "The United States has 1,500 analysts in the Middle East. What are they actually doing?", "title": "How America is eternally “caught off guard” in the Middle East", "image": "http://media.salon.com/2012/10/USArmySoldiers.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Tom Engelhardt", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, american military, centcom, CIA, Editor's Picks, Iraq, Middle East, TomDispatch", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Topics: american military, centcom, CIA, Editor's Picks, Iraq, Middle East, TomDispatch, Social News, Technology News, Business News, Politics NewsThis piece originally appeared on TomDispatch1,500.\n“‘This wasn’t supposed to happen,’ said a senior American military officer who served in Afghanistan, speaking on the condition of anonymity.\nSurprised, Caught Off Guard, and Left ScramblingThe question remains: If data almost beyond imagining flows into CENTCOM, what are those 1,500 analysts actually doing?\nAnd mind you, that’s just the analysts, not the full CENTCOM intelligence roster for which we have no figure at all.\nCENTCOM, one of six U.S. military commands that divide the planet up like a pie, has at least 1,500 intelligence analysts (military, civilian, and private contractors) all to itself."}