{"article_title": "Things To Know Saturday When Slide The City Visits Colorado Springs", "article_keywords": ["city", "colorado", "purchase", "things", "tube", "unlimited", "visits", "wave", "water", "sliders", "slide", "know", "springs", "event", "feet"], "article_url": "http://www.kktv.com/news/headlines/Things-To-Know-Saturday-When-Slide-The-City-Visits-Colorado-Springs-321954652.html", "article_text": "Credit: The Gazette\n\nIt's here--the water slide event of the summer.\n\nGrab your swim trunks, your sunscreen and your besties as Slide the City unfurls its 1,000-foot slide Saturday along 21st Street in Colorado Springs.\n\nDETAILS\n\nSlide the City 9 a.m.-7 p.m. Saturday, 786-798 Cresta Road (21st Street) on the hill that goes toward Bear Creek Regional Park.\n\nTickets: They remain available, at $24-$65 for one, three or unlimited slide packages; must be age 5 or older and taller than 46 inches, kids age 17 and younger need a signed waiver from a legal guardian. See slidethecity.com to purchase tickets.\n\nSomething else: Free shuttle buses will run to the event from multiple locations. Ticket buyers can expect an email update from Slide the City when locations are finalized.\n\nMore: The event will include food vendors, music and a beer garden.\n\nFour Slide Stats\n\n• 1,000 feet long, 24 feet wide and divided into three lanes designated for single sliders, groups of up to eight people, and families with kids.\n\n• Made from industrial vinyl and will carry sliders to an 8- to 10-inch deep pool at the finish. Arches over the slide continually spray water so sliders stay wet.\n\n• Uses 8,000-10,000 gallons of water. The Salt Lake City-based company pays for the water through either the city or the city’s private water company. They get it from the fire hydrant in the morning and recycle the water throughout the day. After the event is over, they put the water back into the sanitary sewage system, which returns to the reclamation point, where the water gets reclaimed.\n\n• Whee! Colorado Springs boasts one of the better hills ever used by Slide the City. The length of the hill with the flat run out at the end features a 7 percent grade, event director Brandon Jay said. The average slide at other events is a 4-5 percent grade.\n\nImportant To Know\n\n• While no home residences will be blocked by the slide, the Bear Creek Dog Park will be closed from 3 a.m. to midnight Saturday.\n\n• Unless there’s a tornado, hail or lightning, the slide must go on. If there is a weather-related closure, the event will resume as soon as it can and make sure customers get in their slides.\n\nFour Tips For Happy Sliding\n\n• Stay hydrated.\n\n• As you fly down the slide, keep your hands and feet up until you reach the bottom. This creates less friction and helps you go faster.\n\n• Tubes are provided for those who purchase three slides or an unlimited package. Single sliders are required to bring a tube or purchase one at the event. Don’t bring a tube with fabric or metal on it. You won’t be able to use it.\n\n• Show up 30 minutes before your scheduled wave time so you can register and get in line. Prior Slide the City events had long lines and unhappy customers so organizers began using wave times. Stick to the schedule as best you can.", "article_metadata": {"description": "It's here--the water slide event of the summer.", "language": "english", "author": "The Gazette", "og": {"url": "http://www.kktv.com/news/headlines/Things-To-Know-Saturday-When-Slide-The-City-Visits-Colorado-Springs-321954652.html", "image": "http://media.graytvinc.com/images/422*315/slide+the+city31.jpg", "type": "article", "description": "It's here--the water slide event of the summer.", "title": "Things To Know Saturday When Slide The City Visits Colorado Springs"}, "twitter": {"domain": "www.kktv.com", "description": "It's here--the water slide event of the summer.", "creator": "@kktv11news", "url": "http://www.kktv.com/news/headlines/Things-To-Know-Saturday-When-Slide-The-City-Visits-Colorado-Springs-321954652.html", "image": "http://media.graytvinc.com/images/slide+the+city31.jpg", "title": "Things To Know Saturday When Slide The City Visits Colorado Springs", "site": "@kktv11news", "card": "summary"}, "keywords": "Things To Know Saturday When Slide The City Visits Colorado Springs", "msvalidate.01": "9CD4A96D8A076527F07FD24CFCDE5489", "google-site-verification": "gUw-UdhXT7u-BunNWfQWA_t3azu7BEGubOcNT6HddJQ", "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Things To Know Saturday When, Slide The City Visits Colorado"}, "article_summary": "Grab your swim trunks, your sunscreen and your besties as Slide the City unfurls its 1,000-foot slide Saturday along 21st Street in Colorado Springs.\nCredit: The GazetteIt's here--the water slide event of the summer.\nColorado Springs boasts one of the better hills ever used by Slide the City.\nPrior Slide the City events had long lines and unhappy customers so organizers began using wave times.\nTicket buyers can expect an email update from Slide the City when locations are finalized."}