{"article_title": "‘The Birds of America’ take flight in HistoryMiami exhibit", "article_keywords": ["exhibit", "turkey", "flight", "showing", "smith", "natural", "bird", "printed", "audubon", "print", "historymiami", "america", "birds"], "article_url": "http://www.salon.com/2015/03/21/the_birds_of_america_take_flight_in_historymiami_exhibit/", "article_text": "Topics: From the Wires, News\n\nMIAMI (AP) — When John James Audubon set out to survey the birds of the United States in the early 1800s, people believed the young country’s natural resources were infinite.\n\nA new HistoryMiami exhibit showing every image printed for Audubon’s masterpiece, “The Birds of America,” evokes the same feeling of fresh abundance as hundreds of birds swoop, feed and preen across the gallery’s rainbow-hued walls. It’s believed to be the first exhibition of the entire 435-page portfolio at once.\n\nPrinted from 1826 through 1838, the museum’s portfolio was one of roughly 180 published. With little formal artistic or scientific training, Audubon revolutionized nature art by illustrating birds in their natural habitat. “The Birds of America” remains a standard for modern wildlife imagery.\n\n“He had a great sense of composition. He also really was one of the first American artists to introduce the concept of landscape and figure in the some composition, showing living entities in their natural environment,” said Joel Oppenheimer, an Audubon print specialist.\n\nWILD TURKEY\n\nHistoryMiami displays “The Birds of America” in the order they were printed, starting with a wild turkey, its blue head cocked over golden and speckled feathers as it struts through a dense woodland scene.\n\nBenjamin Franklin advocated for the turkey as the national bird, instead of the bald eagle, and Audubon apparently agreed with him, said Rebecca Smith, the museum’s head of special collections and the exhibit’s curator.\n\nAudubon was born in Haiti, then a French colony, and he began studying and drawing birds after arriving in the U.S. in 1803. He became a naturalized citizen in 1812.\n\n“He wanted to pick, as his first bird, something very American. He was proud of being a U.S. citizen,” Smith said.\n\nPASSENGER PIGEON\n\nOn another 39-inch-by-49-inch print, a bright blue-and-pink passenger pigeon courts its drab-colored mate by sharing food with its black beak. Once the most abundant bird in North America — migrating flocks would take hours to pass overhead — it was driven to extinction by the early 1900s by overhunting and habitat destruction.", "article_metadata": {"description": "‘The Birds of America’ take flight in HistoryMiami exhibit", "title": "‘The Birds of America’ take flight in HistoryMiami exhibit", "og": {"site_name": "Salon", "description": "‘The Birds of America’ take flight in HistoryMiami exhibit", "title": "‘The Birds of America’ take flight in HistoryMiami exhibit", "url": "http://www.salon.com/2015/03/21/the_birds_of_america_take_flight_in_historymiami_exhibit/", "image": "http://media.salon.com/2015/03/audubon-bird-prints.jpeg-1280x960.jpg", "type": "article"}, "twitter": {"description": "‘The Birds of America’ take flight in HistoryMiami exhibit", "title": "‘The Birds of America’ take flight in HistoryMiami exhibit", "image": "http://media.salon.com/2015/03/audubon-bird-prints.jpeg-1280x960.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Jennifer Kay", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, From the Wires", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fdbaa1\"", "article_summary": "A new HistoryMiami exhibit showing every image printed for Audubon’s masterpiece, “The Birds of America,” evokes the same feeling of fresh abundance as hundreds of birds swoop, feed and preen across the gallery’s rainbow-hued walls.\n“The Birds of America” remains a standard for modern wildlife imagery.\nWith little formal artistic or scientific training, Audubon revolutionized nature art by illustrating birds in their natural habitat.\nAudubon was born in Haiti, then a French colony, and he began studying and drawing birds after arriving in the U.S. in 1803.\nPASSENGER PIGEONOn another 39-inch-by-49-inch print, a bright blue-and-pink passenger pigeon courts its drab-colored mate by sharing food with its black beak."}