{"article_title": "It’s Time For Value-Based Payment In Oncology", "article_keywords": ["oncology", "patient", "cancer", "providers", "valuebased", "patients", "health", "quality", "payment", "care"], "article_url": "http://healthaffairs.org/blog/2015/04/28/its-time-for-value-based-payment-in-oncology/", "article_text": "Dana Goldman, Darius Lakdawalla, and Lee Newcomer\n\nApril 28, 2015\n\nValue-based health care has risen to the top of the health policy agenda, as public and private payers search for ways to improve outcomes. The value principle—reimbursing hospitals, physicians, and other health care providers for quality or quality improvement that also help lower costs—aligns incentives between payers and providers. It’s time to apply this principle in oncology.\n\nBackground\n\nMedicare implemented value-based payment for hospitals in 2012. Reimbursement is based in part on how well the hospital performed on three sets of measure: process of care, patient satisfaction, and mortality. About 1,231 hospitals saw their payment rates increase, and 1,451 saw them decrease in 2013. Medicare’s separate readmission policy financially penalizes hospitals for excessive readmissions for patients who entered the hospital with heart failure, pneumonia, or a heart attack. Recently, the federal government reaffirmed and strengthened its commitment to value-based payment by promising that 85 percent of all Medicare fee-for-service payments will be based on quality and value in 2016.\n\nThe private sector is also embracing the idea. For example, Blue Cross Blue Shield of Massachusetts pays bonuses to a select group of providers if a broader set of quality targets are met. UnitedHealthcare’s total care provider reimbursements tied to value-based arrangements have nearly tripled since 2011 to $36 billion, and are expected to reach $65 billion by the end of 2018.\n\nOne of the key lessons as we evolve to a value-driven system is that design matters. Medicare received very modest savings in its pay-for-performance demonstration and little or no quality improvement by the worst performers. However, Medicare as yet puts very little money at risk — perhaps 1-2 percent of reimbursement. In the private sector, the evidence is more promising, with reduced medical spending and improved quality of patient care compared to groups paid traditional fee-for-service.\n\nWhy Oncology?\n\nThe case for well-designed value-based care is particularly strong in oncology. While costs have risen greatly in this area, outcomes have also improved. Life expectancy for cancer patients rose during the 1990s, and cancer mortality rates fell. Studies suggest the average patient places more value on cancer therapy than it costs. But averages can mask a great deal of underuse as well as waste in the delivery of some cancer care.\n\nAdherence to treatment guidelines and quality remain highly variable across providers in a wide variety of oncology domains, including end-of-life care, prostate cancer, ovarian cancer, and colorectal cancer screening. Problems range from underuse of highly effective therapies and procedures to overuse of ineffective ones. Thus, while today’s typical cancer patient is likely better off than her counterpart from earlier years, not all patients are receiving the most effective care.\n\nPart of the problem is of incentives. Providers face strong incentives to do more, but few incentives to generate greater improvements in health per se. Further, they are penalized in fee-for-service models for omitting marginal care, because revenue disappears. While this problem is pervasive, the stakes in oncology are heightened by the growing cost of oncology therapies and the significant mortality risks faced by patients.\n\nRewarding physicians for patient health improvement moves physician incentives closer to the values and needs of patients. Yet, only tentative steps have so far been taken. Existing value-based strategies often focus on inputs and processes of care rather than outcomes, even though cancer outcomes—e.g., survival, disease-progression, and costs—are relatively straightforward to measure. Performance-based payments are often insignificant compared to the total revenue of an oncology clinic. A rational manager wouldn’t focus on these small programs.\n\nIronically, the extraordinary concern patients place on oncology care may have impeded the progress of these new payment arrangements, since patients and even third-party payers have seemingly been willing to bear any cost in exchange for cancer care. However, tighter public and private health care budgets, and rising costs of novel oncology therapies, may now be forcing all parties to seek solutions that better align physicians’ interests with the values of the patients they treat.\n\nThe Path Forward: Measuring Outcomes\n\nWhat should be done? It is time for all parties in oncology care—manufacturers, patients, providers, and public and private health plans—to develop metrics to move beyond process of care. CMS will unveil its new payment and service delivery model—the Oncology Care Model—to commence next spring with financial and performance accountability for episodes of care.\n\nOthers surely will follow suit. We must transform the industry into a true value-based system that compensates providers for better outcomes and lower costs. Mortality is an obvious choice for contracting. Knowledge of the comparative effectiveness of the multiple regimens available to an individual cancer patient is essential to informed decisions about reducing overall costs. Measuring hospitalizations for complications of the therapy and impact on the cancer can be accomplished quickly and easily; this was a major source of cost reduction in a recently published episode payment program for cancer therapy.\n\nLinking reimbursement to these outcomes, and not just the process of care, will better align all parties to do what is in the best interests of the patient.", "article_metadata": {"og": {"url": "http://healthaffairs.org/blog/2015/04/28/its-time-for-value-based-payment-in-oncology/", "site_name": "Health Affairs", "image": "http://healthaffairs.org/blog/wp-content/uploads/Blog_Goldman.jpg", "type": "article", "title": "It’s Time For Value-Based Payment In Oncology"}, "description": "It’s Time For Value-Based Payment In Oncology | At the intersection of health, health care, and policy.", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fe25e6\"", "article_summary": "BackgroundMedicare implemented value-based payment for hospitals in 2012.\nCMS will unveil its new payment and service delivery model—the Oncology Care Model—to commence next spring with financial and performance accountability for episodes of care.\nThe case for well-designed value-based care is particularly strong in oncology.\nRecently, the federal government reaffirmed and strengthened its commitment to value-based payment by promising that 85 percent of all Medicare fee-for-service payments will be based on quality and value in 2016.\nReimbursement is based in part on how well the hospital performed on three sets of measure: process of care, patient satisfaction, and mortality."}