{"article_title": "Doing the Robot in Regalia: Supaman Fuses Fancy Dance, Flute, Hip Hop", "article_keywords": ["hip", "work", "supaman", "rap", "hes", "doing", "flute", "robot", "fancy", "traditional", "dance", "fuses", "studio", "hop", "music", "regalia"], "article_url": "http://indiancountrytodaymedianetwork.com/2014/02/21/doing-robot-regalia-supaman-fuses-fancy-dance-flute-hip-hop-153677", "article_text": "Here's one to get you shaking a little booty at work on a Friday afternoon. Multi-talented artist Christian Takes Gun Parrish, Crow, also known as Supaman, excels at the traditional and the modern -- he's an acclaimed fancy dancer who showed off his skills on a float in the Macy's Thanksgiving Day Parade as well as a NAMA-winning hip hop artist. He's not the first or only musician to combine urban street music with traditional sounds, but he's one of the best we've seen.\n\nVideo of Studio Enjoy: Supaman - 'Prayer Loop Song'\n\nThe fusion of flute, regalia, fancy dance, scratching, beatboxing, rapping, and even the robot was something he came to accidentally. \"I always kept them separate until I was asked to Fancy Dance and rap for Heritage Day in Bozeman,\" he tells the Billings Gazette. \"I danced first and then I was going to change into my civilian clothes to rap. But there wasn’t any time, so I ended up just performing hip-hop in my fancy outfit, which was something different and the people really thought it was special.\"\n\nParrish added that he has always wanted to cut an album that mixes Apsaalooke music and hip hop beats, and the time seems right to make it happen -- follow him on Twitter.com/supamanhiphop for the latest news and visit and his Reverb Nation page to hear some of his previous work. The video was shot at the Billings Gazette's Studio Enjoy by videographer Lloyd Blunk.", "article_metadata": {"description": "A video of Crow artist Christian Taked Gun Parrish, aka Supaman, performing a unique mashup of fancy dance, native flute, hip hop and scratching.", "generator": "Drupal 7 (http://drupal.org)", "dcterms.format": "text/html", "og": {"url": "http://indiancountrytodaymedianetwork.com/2014/02/21/doing-robot-regalia-supaman-fuses-fancy-dance-flute-hip-hop-153677", "site_name": "Indian Country Today Media Network.com", "image": "http://d1jrw5jterzxwu.cloudfront.net/sites/default/files/article_media/supaman.jpg", "type": "article", "title": "Doing the Robot in Regalia: Supaman Fuses Fancy Dance, Flute, Hip Hop"}, "abstract": "A video of Crow artist Christian Taked Gun Parrish, aka Supaman, performing a unique mashup of fancy dance, native flute, hip hop and scratching.", "keywords": "Supaman, Christian Takes Gun Parrish, Fancy Dance, Hip Hop, Robot, Scratching, Apsaalooke, Crow, Native American Music, American Indian Music", "dc": {"title": "Doing the Robot in Regalia: Supaman Fuses Fancy Dance, Flute, Hip Hop"}, "dcterms.identifier": "http://indiancountrytodaymedianetwork.com/2014/02/21/doing-robot-regalia-supaman-fuses-fancy-dance-flute-hip-hop-153677", "dcterms.creator": "jrobertson", "fb": {"app_id": 493888563989950}, "dcterms.language": "und", "dcterms.type": "Text", "robots": "follow, index", "validation_code": "d9d37d7b776cc351c4025ded3df21cad", "sioc": {"num_replies": 0}, "dcterms.date": "2014-02-21T12:15-05:00", "dcterms.title": "Doing the Robot in Regalia: Supaman Fuses Fancy Dance, Flute, Hip Hop"}, "article_summary": "Video of Studio Enjoy: Supaman - 'Prayer Loop Song'The fusion of flute, regalia, fancy dance, scratching, beatboxing, rapping, and even the robot was something he came to accidentally.\n\"I always kept them separate until I was asked to Fancy Dance and rap for Heritage Day in Bozeman,\" he tells the Billings Gazette.\nHe's not the first or only musician to combine urban street music with traditional sounds, but he's one of the best we've seen.\nHere's one to get you shaking a little booty at work on a Friday afternoon.\n\"I danced first and then I was going to change into my civilian clothes to rap."}