{"article_title": "Former Sen. Sam Nunn tells Georgia voters Michelle Nunn would be his ideological heir", "article_keywords": ["michelle", "georgia", "daughter", "sam", "voters", "senate", "washington", "heir", "father", "nunns", "nunn", "ideological", "sen", "tells"], "article_url": "https://www.washingtonpost.com/politics/former-sen-sam-nunn-tells-georgia-voters-michelle-nunn-would-be-his-ideological-heir/2014/09/02/4e38725c-2f77-11e4-994d-202962a9150c_story.html", "article_text": "Michelle Nunn, center, the Democratic Senate nominee in Georgia, greets supporters after a candidate forum with Republican nominee David Perdue on Aug. 21 in Macon, Ga. (Kent D. Johnson/AP)\n\nOver a long career in the U.S. Senate, Sam Nunn mastered a bipartisan approach to politics. He became known as a thoughtful military expert, a Democrat who gained power in Washington and broad support back home by embedding himself in the ideological center.\n\nFour decades after Nunn’s first Senate run, with the political middle all but dead in Washington, his daughter, Michelle, is trying to revive — and inherit — that image.\n\nIn a neck-and-neck Senate race, Michelle Nunn (D) has made Sam Nunn a centerpiece of her campaign to follow in his footsteps. She has repeatedly vowed to emulate his across-the-aisle lawmaking style and has said she would seek a post on the influential Armed Services Committee that her father once led.\n\nThis month, father and daughter toured several military bases, joint appearances in which Sam Nunn clearly sought to establish Michelle Nunn as the heir to his political philosophy.\n\nThe former senator, 75, declared in one stop that his daughter “has exactly the type of common-sense, bipartisan approach you need to be successful in the Senate,” according to comments distributed by the campaign.\n\nView Graphic Election Lab: See our current forecast for every congressional race in 2014\n\nMichelle Nunn, 47, speaks fondly of watching her father operate in the Senate before his 1997 retirement, recalling in an interview last week how he developed true friendships in both parties.\n\n“I have a great role model,” she said.\n\nThe strategy will test not only the enduring value in Georgia of the Nunn name, but also whether voters disgusted by Washington dysfunction believe it is possible to bring back a bygone era of collaboration. Or do they believe such a promise is impossible for any politician to keep in today’s Washington?\n\nMost of Sam Nunn’s Senate colleagues and friends have been replaced by younger, more partisan politicians, and today’s Senate is known more for firebrands such as Ted Cruz (R-Tex.) and Rand Paul (R-Ky.). And even if Georgia voters like the idea of another Nunn in the Senate, Republicans argue that electing Michelle Nunn would put the Democrats one seat closer to keeping the Senate majority.\n\nThe power of Sam Nunn’s embrace is unclear in a state whose demographics have shifted dramatically in the two decades since he last campaigned here. Many of the core Democratic voters Michelle Nunn needs to woo — African Americans in the Atlanta area — do not have attachments to the Nunn brand. Many younger voters are not familiar with it at all.\n\nMichelle Nunn also needs to win over at least a portion of the state’s centrist white voters — a bloc that was a clear strength for Sam Nunn but has been seen as a weakness for her because most tilt Republican today.\n\nA detailed internal campaign strategy memo that leaked over the summer referred to Sam Nunn’s reputation and contacts in the state as a “treasure trove” to be mined by his daughter. The memo anticipated attacks that Michelle Nunn is “not a real Georgian,” a rebuff that could be combated by highlighting her father.\n\nRepublicans have sought to portray Michelle Nunn as a creature of Washington and a transplant to Georgia, who, despite her family pedigree, would be a “rubber stamp” for President Obama and Senate Democrats.\n\nAlthough she was born in rural Perry, Ga., Michelle Nunn spent her formative years in Bethesda, Md., when her father was a senator. She moved back to Georgia in 1989 to run a community service organization that became a successful national nonprofit, Points of Light. She lives in a trendy gentrified neighborhood outside downtown Atlanta.\n\n“Michelle was not raised here in middle Georgia. She doesn’t have our values,” said her Republican opponent, David Perdue, who is the cousin of another prominent Georgian, former governor Sonny Perdue (R).\n\nDavid Perdue, who has held executive positions at major companies such as Sara Lee and Reebok, lived outside the state for most of his adult life, and, like Michelle Nunn, he has not run previously for political office.\n\nThe attack on Michelle Nunn’s Georgia bona fides is reminiscent of the approach some long-timers recall taken by her father during his first Senate run in 1972, when he blasted a Democratic primary opponent as a city boy who couldn’t handle the hot Southern sun.\n\nIn an apparent effort to boost her credibility with Georgia voters, Michelle Nunn has staked out cautious positions on hot-button issues. She declines to say, for instance, whether she would have voted for Obamacare but suggests some tweaks to the law, and she says same-sex marriage should be left up to individual states.\n\nShe has vowed to fight the White House on proposed cuts in Pentagon spending, a popular stance with Georgia voters and one that brings to mind her father’s record of bringing military dollars to the state.\n\nNow, the political network and legacy Sam Nunn built are turning into a line of defense for his daughter.\n\nAmong Michelle Nunn’s supporters are two former Republican U.S. senators, John W. Warner of Virginia and Richard G. Lugar of Indiana, both close colleagues of her father’s. Her team of advisers includes several former Nunn allies from Washington. Bernard Aronson, who was assistant secretary of state in President George H.W. Bush’s administration, called the older Nunn “a close friend and a strategic thinker of the best sort.” He’s been advising his friend’s daughter on foreign policy.\n\nAt least 60 individual campaign contributions are from donors who once gave to her father, according to an analysis of data provided by the Center for Responsive Politics.\n\nMichelle Nunn has tried to present her own bipartisan résumé for the job. That includes her leadership of Points of Light, which has been closely associated with George H.W. Bush.\n\nThe balance was evident in a TV ad that aired this spring, in which Michelle Nunn noted that while she and her father both played high school basketball, she chose her own path in life — raising a family and working for foundations.\n\nYet the ad also included a black-and-white image of a pensive-looking Sen. Sam Nunn during a hearing. And in the final seconds, the former senator appears on camera, gripping a basketball and telling his daughter that she has a “pretty good shot.”\n\nSam Nunn did not respond to requests for an interview.\n\nHis role appears to be gaining more prominence than he suggested in the campaign’s early days, when he told a reporter not to expect much from him on the trail.\n\n“Having me with her — some audiences may be okay, but [with] others it would be a liability,” he told the Altanta Journal-Constitution in January. “I think it’s very clear that she’s her own person and that will become even clearer as she goes along, and I think that’s very important.”\n\nThe former senator told the newspaper that her family name was not the reason people would vote for his daughter, though he acknowledged the advantages. “I think that may give her some attention to begin with, and that’s a good thing,” he said.\n\nThe Nunn legacy looms large in Warner Robins, a small city built around a large Air Force base and situated in the middle of the state near Macon. Obama lost Houston County by 20 points to Mitt Romney in 2012, but Sam Nunn won his third term in 1990 with 87 percent of the vote here.\n\nInterviews with residents revealed both the opportunities for Michelle Nunn and the challenges she confronts trying to convince voters that she will inherit her father’s bipartisan image.\n\nEddie Wiggins, who for many years owned a local car dealership, recalled how Nunn was heavily involved in helping to save the Robins base as Washington debated a broad realignment and closure plan for military installations.\n\n“If Sam Nunn was running, I’d vote for him and so would everybody else down here,” said Wiggins, a Republican. Yet Wiggins, who helped organize a local business coalition at the urging of Nunn to shore up support for the base, said he had not taken a position on the current Senate race. “Middle Georgia is going to win either way,” he said.\n\nJim Elliott, city attorney for Warner Robins, said Sam Nunn is “very revered, certainly in this county.” But politics are different now, he said, and Michelle Nunn’s association with Obama and other Democrats far outweighs the love many residents feel for her father.\n\n“Lots of folks were big supporters of his 30 years ago but are not going to support his daughter because of her alignment with the national party,” Elliott said. “Back in the day, Sam had a lot of support in Georgia. It was a different day. . . . It doesn’t matter that he was a great icon of national defense back then. Everything else tips the scale against her.”\n\nHenrietta McIntyre, who is turning 90 in November, sat on the Warner Robins City Council for 21 years and served as acting mayor for a year in the early 1990s when Sam Nunn was still in office.\n\nMcIntyre described Sam Nunn as “one of the best we ever had up there.” Yet she’s no fan of Obama and is not convinced that Michelle Nunn could replicate in today’s broken Washington what her father accomplished.\n\n“I’ve got a real problem,” Mc­Intyre said when asked who she would support, declaring herself undecided.\n\nAs the campaign heads into its final weeks, and outside spending — already more than $11 million in the race — competes to define Nunn, she will no doubt continue to remind voters that she is her father’s daughter.\n\nAlexander Becker in Washington contributed to this report.", "article_metadata": {"description": "Former Sen. Sam Nunn steps up role to help boost Senate campaign of Democrat Michelle Nunn.", "author": "https://www.facebook.com/colby.itkowitz", "og": {"site_name": "Washington Post", "description": "Former Sen. Sam Nunn steps up role to help boost Senate campaign of Democrat Michelle Nunn.", "title": "Sam Nunn, an old bipartisan dealmaker, steps up role to boost daughter Michelle Nunn’s Senate campaign", "url": "https://www.washingtonpost.com/politics/former-sen-sam-nunn-tells-georgia-voters-michelle-nunn-would-be-his-ideological-heir/2014/09/02/4e38725c-2f77-11e4-994d-202962a9150c_story.html", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2014/08/26/National-Politics/Images/Georgia_Senate-08f89.jpg", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@colbyitkowitz"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/politics/former-sen-sam-nunn-tells-georgia-voters-michelle-nunn-would-be-his-ideological-heir/2014/09/02/4e38725c-2f77-11e4-994d-202962a9150c_story.html", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "sam nunn, michelle nunn, senate democrats, georgia senate race, sam nunn michelle nunn", "article": {"publisher": "https://www.facebook.com/washingtonpost", "author": "https://www.facebook.com/colby.itkowitz"}, "eomportal-uuid": "4e38725c-2f77-11e4-994d-202962a9150c", "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "sam nunn, michelle nunn, senate democrats, georgia senate race, sam nunn michelle nunn"}, "_id": "\"57477af46914bd0286fe25ef\"", "article_summary": "In an apparent effort to boost her credibility with Georgia voters, Michelle Nunn has staked out cautious positions on hot-button issues.\nIn a neck-and-neck Senate race, Michelle Nunn (D) has made Sam Nunn a centerpiece of her campaign to follow in his footsteps.\nMany of the core Democratic voters Michelle Nunn needs to woo — African Americans in the Atlanta area — do not have attachments to the Nunn brand.\nYet the ad also included a black-and-white image of a pensive-looking Sen. Sam Nunn during a hearing.\n“If Sam Nunn was running, I’d vote for him and so would everybody else down here,” said Wiggins, a Republican."}