{"article_title": "Orlando theme parks may discontinue health insurance for part-time workers", "article_keywords": ["seasonal", "parttime", "plans", "orlando", "workers", "discontinue", "parks", "theme", "health", "plan", "seaworld", "insurance", "minimed"], "article_url": "http://articles.orlandosentinel.com/2013-09-01/business/os-cfb-cover-part-timer-health-insurance-0902-20130901_1_health-insurance-seaworld-orlando-mini-med-plan", "article_text": "Theme parks ponder health insurance for part-time workers\n\nSeaWorld Entertainment Inc. is the latest major employer to tell its part-time and seasonal workers that their current health-insurance plan will be eliminated, beginning in January.\n\nOrlando's big theme parks, whose businesses depend on cheap, flexible part-time and seasonal labor, are struggling with how — or even whether — to provide health insurance for those workers now that the federal government is requiring better plans.\n\nThat's because the plan SeaWorld currently makes available to part-time and seasonal workers is an extremely limited benefit plan — often referred to as a \"mini med\" — that carries low premiums but also caps payouts.\n\nSuch mini-med plans will soon be outlawed by the federal government's Affordable Care Act, the sweeping health-care reform law championed by President Barack Obama and passed by Congress in 2010. Among many other changes, the legislation forbids insurance plans from imposing annual monetary limits on essential medical care or on overall spending. That prohibition goes into effect next year.\n\nBusinesses say such plans are an affordable way to provide basic health coverage to part-time workers who cannot afford the premiums of a full insurance plan. But others say the plans amount to phantom coverage that does nothing to protect people in the event of catastrophic injuries or illness — the times when health insurance is most important.\n\nSeaWorld, whose parks include SeaWorld Orlando and Busch Gardens Tampa, joins Universal Orlando, which in February told its part-time workers it would cease offering them health insurance in 2014.\n\nUniversal, like SeaWorld, currently offers only a mini-med plan to part-timers. Workers pay only about $18 a week for employee-only coverage — but they also only get a maximum of $5,000 a year toward hospital stays. The plan imposes similar caps on other medical services.\n\nMeantime, part-time and seasonal employees at Walt Disney World, the region's largest employer, are still awaiting an answer on the fate of their health insurance. A spokesman for Disney World, where some part-time workers are unionized, said only that the giant resort is still assessing its options under the Affordable Care Act.\n\nOnly a small subset of workers is currently enrolled in the theme parks' mini-med plans.\n\nDisney, for instance, says it has about 1,400 part-time workers enrolled in its limited health plans, out of a workforce now approaching 70,000 people.\n\nUniversal says about 500 part-time workers are in its mini-med plan, constituting about 3 percent of the resort's 17,000 employees.\n\nAt SeaWorld, only about 3 percent of eligible employees are in the mini-med plan, spokeswoman Becca Bides said. She would not provide a specific figure.\n\nUniversal and SeaWorld, for their parts, say they will not save any money by dropping their mini-med plans, because they do not pay anything themselves but merely negotiate group rates and facilitate enrollment for workers who then pay for the coverage.\n\nThe SeaWorld plan, for instance, is 100 percent paid for by employees. The company says it merely provides workers with \"access\" to the plan, which is offered by Cigna. Universal's expiring mini-med plan is offered through Florida Hospital.", "article_metadata": {"keywords": "TOURISM, BUSINESS, NEWS", "og": {"url": "http://articles.orlandosentinel.com/2013-09-01/business/os-cfb-cover-part-timer-health-insurance-0902-20130901_1_health-insurance-seaworld-orlando-mini-med-plan", "site_name": "tribunedigital-orlandosentinel", "type": "article", "description": "Orlando's big theme parks, whose businesses depend on cheap, flexible part-time and seasonal labor, are struggling with how - or even whether - to provide health insurance for those...", "title": "Orlando theme parks may discontinue health insurance for part-time workers"}, "fb": {"admins": 100001837105818, "app_id": 185534568154326}, "description": "Orlando's big theme parks, whose businesses depend on cheap, flexible part-time and seasonal labor, are struggling with how - or even whether - to provide health insurance for those"}, "_id": "\"57477af46914bd0286fd861b\"", "article_summary": "SeaWorld, whose parks include SeaWorld Orlando and Busch Gardens Tampa, joins Universal Orlando, which in February told its part-time workers it would cease offering them health insurance in 2014.\nTheme parks ponder health insurance for part-time workersSeaWorld Entertainment Inc. is the latest major employer to tell its part-time and seasonal workers that their current health-insurance plan will be eliminated, beginning in January.\nUniversal says about 500 part-time workers are in its mini-med plan, constituting about 3 percent of the resort's 17,000 employees.\nOnly a small subset of workers is currently enrolled in the theme parks' mini-med plans.\nDisney, for instance, says it has about 1,400 part-time workers enrolled in its limited health plans, out of a workforce now approaching 70,000 people."}