{"article_title": "That Time When Donald Trump Praised Single Payer Health Care in a GOP Debate", "article_keywords": ["system", "different", "war", "baier", "trump", "payer", "obamacare", "question", "single", "debate", "donald", "praised", "health", "singlepayer", "gop", "care"], "article_url": "http://reason.com/blog/2015/08/07/that-time-when-donald-trump-praised-sing", "article_text": "If you want to understand the essence of Donald Trump, which, granted, may not be a life goal to which you aspire, it’s worth looking at how he answered a question about Obamacare during last night’s GOP presidential debate.\n\nTrump’s response captures his entire persona in miniature—his free-associative bluster, his incoherence, his total disregard for political conventions, his condescending view of nearly everyone else and his mammoth self-regard. It’s the whole Trump shtick, in all its vapid, awful, glory, boiled down to a single exchange.\n\nThe back and forth starts when Bret Baier, one of the three Fox News debate moderators, announces that the following questions will deal with health care and the role of government.\n\n\"Mr. Trump,\" Baier says, \"ObamaCare is one of the things you call a disaster.\"\n\n\"A complete disaster, yes,\" Trump replies.\n\nEven in this brief opening exchange, you can see hints of the Trump style at work. He agrees with Baier, but in a way that is designed to subtly correct the moderator, and to tip the balance of power towards Trump by saying that Baier hasn’t gotten Trump quite right: Donald Trump wouldn’t simply call Obamacare a disaster. He’d call it a complete disaster. Donald Trump never simply makes a statement when overstatement is possible. Baier, Trump’s reply suggests, should know that.\n\nBaier goes on, getting Trump to agree that the health law \"needs to be repealed and replaced.\"\n\nAnd then Baier asks Trump the main question, which is, like virtually all of the questions asked last night, a pretty good one: \"Now, 15 years ago, uncalled yourself a liberal on health care. You were for a single-payer system, a Canadian-style system. Why were you for that then and why aren't you for it now?\"\n\nYou might expect that this would result in a response that has something to do with Obamacare, single-payer, or health care in general. If a politician wants to avoid a question like this, the typical practice is to open with a statement declaring that it’s a mistake to dwell on the past, and then transition into any current talking points about the subject at hand.\n\nNot Donald Trump. Instead, he responds by…talking about his opposition to the war in Iraq.\n\n\"First of all, I'd like to just go back to one. In July of 2004, I came out strongly against the war with Iraq, because it was going to destabilize the Middle East. And I'm the only one on this stage that knew that and had the vision to say it. And that's exactly what happened.\"\n\nBaier prods him to talk about Obamacare, but Trump keeps going on about Iraq.\n\n\"And the Middle East became totally destabilized,\" he says. \"So I just want to say.\" Right. He just needed to get that out there. This seemed like as good a time as any.\n\nIt's an exceedingly weird moment: Not only does Trump respond to a question about Obamacare and single payer by talking about foreign policy, he does so by going out of his way to highlight a war that was started by a Republican president, George W. Bush, whose brother—Trump’s closest competition—is standing right next to him on the stage. And he does this in the race for the nomination of the Republican party, which remains far more hawkish, and more inclined to continue to say the Iraq war was a good idea, than other groups in the country.\n\nFor the record, I agree that the Iraq war was a mistaken venture that left Iraq destabilized. But Trump's mid-debate threadjack, I think we can all agree, is not exactly a typical political strategy. Given the venue, it is more like the political equivalent responding to an accusation of murder by saying, hold on a minute, let me first tell you about the time I burgled someone’s home.\n\nOnly then does Trump wander over to the topic of the original question. And his opening bid is to declare that single-payer—in which the government is the sole or primary health insurer for everyone in the nation—is a great idea.\n\n\"As far as single payer,\" Trump says, \"it works in Canada. It works incredibly well in Scotland. It could have worked in a different age, which is the age you're talking about here.\"\n\nThen he says this:\n\n\"What I'd like to see is a private system without the artificial lines around every state. I have a big company with thousands and thousands of employees. And if I'm negotiating in New York or in New Jersey or in California, I have like one bidder. Nobody can bid. You know why? Because the insurance companies are making a fortune because they have control of the politicians, of course, with the exception of the politicians on this stage. But they have total control of the politicians. They're making a fortune.\"\n\nSo, to recap: Trump thinks single-payer, the primary feature of which is solitary, government-controlled health insurers, works pretty well, and at least could have worked well in the U.S. at one point.\n\nYet the two big problems he identifies with the country’s current health care system are that it doesn’t offer choice in insurers—in some cases, he complains, there’s only one!—and that insurers are too closely linked to the government.\n\nEr, what?\n\nTrump has a sliver of a point when he gestures toward the notion that health insurance markets are fractured by state boundaries. But it is difficult to reconcile his complaints about lack of choice and coziness between government and the insurance industry with his support for systems in which the government is the insurance industry, and crowds out private health insurance options as a result. (Until about a decade ago, Canada actively prohibited individuals from purchasing many forms of separate private health insurance.)\n\nEven when Trump happens to stumble into a point that is perhaps partially right, he is so incoherent that it renders anything he says completely useless.\n\nTrump continues his response by reiterating that insurers are making a fortune because they have \"total control of the politicians\"—a frequent line of argument from Trump, who touts himself as rich and independent enough to be uncontrollable by moneyed interests. (Indeed, he often argues that one of his qualifications is that he has donated to politicians, and therefore knows how money controls them.)\n\nFinally, Trump, who recently described his Obamacare replacement plan by saying that it would be \"something terrific!\" (who wouldn't support that?) closes by saying, \"And then we have to take care of the people that can't take care of themselves. And I will do that through a different system.\"\n\nThere you have it! A different system! What system would that be? Who knows? Who cares? The point is that it would be different, very different, so differently different that, if you could see it, you would marvel at its differentness, and how \"terrific\" it is. See how easy it is?\n\nThis appeal to totally undefined difference is one that Trump relied on for other questions as well. Later in the debate, the moderators ask Trump how he would respond to meetings between Russian President Vladimir Putin an Iranian general believed to be responsible for the deaths of hundreds of Americans.\n\nTrump’s replies: \"I would be so different from what you have right now. Like, the polar opposite. We have a president who doesn't have a clue. I would say he's incompetent, but I don't want to do that because that's not nice.\" He then rambles on a bit about the administration’s nuclear deal with Iran and its handling of Sgt. Bowe Bergdahl in ways that don’t address the question at hand.\n\nBut all that’s beside the point. What matters is that he would be different. Different how? So very, very different—and definitely not a moron/loser/dummy/incompetent (pick one) like this other guy.\n\nThis is how Trump responds to almost everything: By not answering the question, by babbling out some at-best semi-relevant references, by promising to somehow be different and better without explaining how or why, and then by lobbing an insult.\n\nAn insult is how Trump finishes the Obamacare exchange as well. After Trump finishes answering the question, Sen. Rand Paul cuts in, saying, \"News flash, the Republican Party's been fighting against a single-payer system for a decade. So I think you're on the wrong side of this if you're still arguing for a single-payer system.\"\n\nTrump’s comeback: \"I'm not—I'm not are—I don't think you heard me. You're having a hard time tonight.\"\n\nThe gist, as always, is that someone else—indeed, practically everyone else—is a dummy, a loser, a politician. Trump is the only one who really gets it, whatever it is.\n\nBased on evidence provided by Trump’s campaign so far, I'd say there’s really very little that he gets better than anyone else—except, it seems, how to appeal to the current mood of the Republican party. Trump is not only leading by double digits, he has captured the largest share of the polls of any GOP candidate so far. I don’t expect his polling lead to last, but it has already survived longer than many expected, which suggests that, at least for the moment, the essence of Trump reflects something—perhaps something essential—about today's GOP.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "Trump's answer to a single question about Obamacare captures the blustery, incoherent essence of his campaign.", "title": "That Time When Donald Trump Praised Single Payer Health Care in a GOP Debate", "url": "http://reason.com/blog/2015/08/07/that-time-when-donald-trump-praised-sing", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14389643846241.jpg", "type": "article"}, "twitter": {"description": "Trump's answer to a single question about Obamacare captures the blustery, incoherent essence of his campaign.", "title": "That Time When Donald Trump Praised Single Payer Health Care in a GOP Debate", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14389643846241.jpg", "creator": "@petersuderman", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "article": {"tag": "HomePage", "published_time": "2015-08-07T16:34:00+00:00", "author": "http://reason.com/people/peter-suderman"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af36914bd0286fd3c73\"", "article_summary": "You might expect that this would result in a response that has something to do with Obamacare, single-payer, or health care in general.\nSo I think you're on the wrong side of this if you're still arguing for a single-payer system.\"\nYou were for a single-payer system, a Canadian-style system.\n\"Mr. Trump,\" Baier says, \"ObamaCare is one of the things you call a disaster.\"\nA different system!"}