{"article_title": "Nonprofit Hospital Disputes its Top Medicare Profit Ranking - Non Profit News For Nonprofit Organizations", "article_keywords": ["ranking", "non", "cost", "study", "organizations", "profit", "data", "hospital", "system", "disputes", "medicare", "systems", "health", "nonprofit", "hospitals", "gundersen", "care"], "article_url": "https://nonprofitquarterly.org/2016/05/10/nonprofit-hospital-disputes-its-top-medicare-profit-ranking/", "article_text": "May 4, 2016; Healthcare Finance News\n\nLast week, NPQ reported on a study published by Health Affairs magazine that analyzed 2013 Medicare statistics for 3,000 hospitals and measured net revenue (profit) per patient. While the study found that half of hospitals actually lose money on patient care, some hospitals do very well. Gundersen Lutheran Medical Center in La Crosse, Wisconsin, the most profitable hospital identified in the study, objects to the conclusion and makes its case for being taken off the list.\n\nGunderson Health System’s Scott Rathgaber, MD, chief executive officer, and Dara Bartels, chief financial officer, posted a letter on their website seeking to refute the study’s claims. Their central point is that a single hospital’s Medicare cost reports itself is no longer a valid indicator in an environment of multihospital integrated healthcare systems. Gundersen Lutheran is part of Gundersen Health System, with more than 30 hospital, clinic, and related locations in Wisconsin, Iowa, and Minnesota. Looking at “the contribution margin for our obligated group—the La Crosse Hospital, Clinic, Gundersen Lutheran Administrative Services and Gundersen Medical Foundation—has remained low since at least 2008. Our contribution margin in 2013—the year analyzed by the article’s authors—was 4.4 percent.”\n\nRathgaber and Bartels contend that “[a]nalyzing Medicare cost reports of a single care center may have been relevant 20 years ago, but using the same methodology now for an integrated health system network isn’t constructive, but is rather a necessary evil as required for Medicare reimbursement.” Citing a different study, they go on to assert their health system is “the market leader in a region Dartmouth Atlas has found to have among the lowest cost of care per Medicare beneficiary in the country.”\n\nGunderson Health System’s defense of its pricing is admirable for its speed and placement on its own website in addition receiving limited media coverage. Rathgaber and Bartels raise intriguing points about Medicare data and the consolidation of large health systems in the era of the Affordable Care Act. Unfortunately, the data they use to support their claims are as nuanced and open to interpretation as are the Medicare cost reports themselves. The ACA’s emerging model of health care may require even more new industry metrics than was believed when the law was passed a few years ago, not to mention agreement on how data are defined and which data are important in building the new metrics.—Michael Wyland", "article_metadata": {"description": "A Wisconsin hospital system objects to one of its hospitals’ recent ranking as the most profitable in the country. Could it be that the data are both correct and flawed at the same time?", "original-source": "https://nonprofitquarterly.org/2016/05/10/nonprofit-hospital-disputes-its-top-medicare-profit-ranking/", "og": {"site_name": "Non Profit News For Nonprofit Organizations | Nonprofit Quarterly", "description": "A Wisconsin hospital system objects to one of its hospitals’ recent ranking as the most profitable in the country. Could it be that the data are both correct and flawed at the same time?", "title": "Nonprofit Hospital Disputes its Top Medicare Profit Ranking", "locale": "en_US", "image": "https://nonprofitquarterly.org/wp-content/blogs.dir/56/files/2016/05/Gundersen-Luteran.jpg", "url": "https://nonprofitquarterly.org/2016/05/10/nonprofit-hospital-disputes-its-top-medicare-profit-ranking/", "type": "article"}, "twitter": {"description": "A Wisconsin hospital system objects to one of its hospitals’ recent ranking as the most profitable in the country. Could it be that the data are both correct and flawed at the same time?", "creator": "@mlwyland", "image": "https://nonprofitquarterly.org/wp-content/blogs.dir/56/files/2016/05/Gundersen-Luteran.jpg", "title": "Nonprofit Hospital Disputes its Top Medicare Profit Ranking - Non Profit News For Nonprofit Organizations | Nonprofit Quarterly", "site": "@npquarterly", "card": "summary"}, "syndication-source": "https://nonprofitquarterly.org/2016/05/10/nonprofit-hospital-disputes-its-top-medicare-profit-ranking/", "article": {"section": "News", "tag": "Healthcare", "published_time": "2016-05-10T08:26:15+00:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0", "news_keywords": "News,  nonprofit health care,  nonprofit hospitals, Healthcare"}, "_id": "\"57477af46914bd0286fe2614\"", "article_summary": "Gundersen Lutheran is part of Gundersen Health System, with more than 30 hospital, clinic, and related locations in Wisconsin, Iowa, and Minnesota.\nUnfortunately, the data they use to support their claims are as nuanced and open to interpretation as are the Medicare cost reports themselves.\nTheir central point is that a single hospital’s Medicare cost reports itself is no longer a valid indicator in an environment of multihospital integrated healthcare systems.\nRathgaber and Bartels raise intriguing points about Medicare data and the consolidation of large health systems in the era of the Affordable Care Act.\nGunderson Health System’s Scott Rathgaber, MD, chief executive officer, and Dara Bartels, chief financial officer, posted a letter on their website seeking to refute the study’s claims."}