{"article_title": "Richard III Had Bad Case of Roundworms", "article_keywords": ["case", "richard", "roundworm", "type", "worm", "reports", "wash", "bad", "infection", "using", "roundworms", "iii", "researchers", "treatment"], "article_url": "http://www.newser.com/story/173663/richard-iii-had-bad-case-of-roundworms.html", "article_text": "(Newser) – Since digging up the skeleton of Richard III, scientists have been able to determine what he looked like, how he was buried ... and, most recently, what was going on in his bowels. It seems the king had a roundworm infection when he died, the Independent reports. Researchers compared a soil sample from his pelvis, which had multiple roundworm eggs, to samples from his skull (which had none) and the area around the grave (which had very few) to make the determination that it was an infection, not contamination.\n\nPoor medieval hygiene was probably to blame, NBC News reports. The roundworms \"may have been spread to Richard by cooks who did not wash their hands after using the toilet, or by the use of human feces from towns to fertilize fields nearby,\" one expert suggests. One of the researchers notes that such infections were \"very common at the time,\" and that any treatment would have involved \"bloodletting, modification of the diet, and medicines to get rid of the excess phlegm.\" The same type of worm was once found in an Egyptian mummy from 1600BC.\n\n", "article_metadata": {"pubexchange": {"headline": "Richard III Had Bad Case of Roundworms", "image": "http://img2-azcdn.newser.com/image/948225-0-20130904092908.jpeg?width=300&height=300", "description": "Researchers find evidence of intestinal parasite infection"}, "description": "Since  digging up the skeleton of Richard III , scientists have been able to determine  what he looked like ,  how he was buried  ... and, most recently, what was going on in his bowels. It seems the... World News Summaries. | Newser", "author": "Evann Gastaldo", "og": {"site_name": "Newser", "description": "Researchers find evidence of intestinal parasite infection", "title": "Richard III Had Bad Case of Roundworms", "url": "http://www.newser.com/story/173663/richard-iii-had-bad-case-of-roundworms.html", "image": "http://img2-azcdn.newser.com/image/948225-12-20130904092908.jpeg", "locale": "en_US", "type": "article"}, "twitter": {"title": "Richard III Had Bad Case of Roundworms"}, "title": "Richard III Had Bad Case of Roundworms", "tweetmeme-title": "Richard III Had Bad Case of Roundworms", "fb": {"admins": 100000209105149, "app_id": 119343999649}, "keywords": "Richard III,parasites,parasite", "article": {"author": "Evann Gastaldo"}, "thumbnail": "http://img2-azcdn.newser.com/square-image/173663-20130904092908/richard-iii-had-bad-case-of-roundworms.jpeg", "news_keywords": "Richard III,parasites,parasite"}, "_id": "\"57477af36914bd0286fd3c85\"", "article_summary": "It seems the king had a roundworm infection when he died, the Independent reports.\n(Newser) – Since digging up the skeleton of Richard III, scientists have been able to determine what he looked like, how he was buried ... and, most recently, what was going on in his bowels.\nThe same type of worm was once found in an Egyptian mummy from 1600BC.\nThe roundworms \"may have been spread to Richard by cooks who did not wash their hands after using the toilet, or by the use of human feces from towns to fertilize fields nearby,\" one expert suggests.\nPoor medieval hygiene was probably to blame, NBC News reports."}