{"article_title": "The NRA is losing: Moms Demand Action’s Shannon Watts on what the media’s missing on guns", "article_keywords": ["watts", "rights", "dont", "missing", "moms", "nra", "polls", "gun", "actions", "pew", "medias", "safety", "background", "demand", "losing", "americans", "poll", "guns", "shannon"], "article_url": "http://www.salon.com/2015/01/01/the_nra_is_losing_moms_demand_actions_shannon_watts_on_what_the_medias_missing_on_guns/", "article_text": "Topics: elliot rodgers, everytown usa, Gun Control, Gun Lobby, gun rights, gun safety, moms demand action, NRA, Sandy Hook, Second Amendment, shannon watts, Media News, News, Politics News\n\nIn the more than two years that have passed since Adam Lanza murdered 26 people at Sandy Hook Elementary School in Newtown, Connecticut, the politics of guns in America has changed dramatically. Or at least that’s been conventional wisdom since President Obama decided to buck a decade-plus of Democratic Party strategy and make gun safety legislation a major issue once again. But the bill Obama endorsed didn’t pass, and according to the FBI, we’re now seeing more mass shootings than ever.\n\nAnother, more recent setback for the gun-safety movement was a poll from the Pew Research Center released in early December that found support for “protecting right of Americans to own guns” at an all-time high, besting “controlling gun ownership” by 52 to 46 percent. But as Bryan Schatz of Mother Jones recently reported, gun-safety advocates — not just professional activists, but researchers and academics, too — believe that the Pew poll’s phrasing is deeply flawed, pitting rights against each other that in reality need not be in conflict.\n\nRecently, Salon spoke over the phone with Shannon Watts, the founder of Moms Demand Action For Gun Sense In America, about the Pew poll, how the gun-safety movement is like the fight for same-sex marriage, and the recent local and state-level victories by reformers that the media has missed. Our conversation is below and has been edited for clarity and length.\n\nWere you surprised by the Pew poll’s results?\n\nNo, they didn’t surprise me, because Pew keeps using this old and poorly crafted poll question — and it really perpetuates this outdated idea that we have to choose as a country between protecting gun rights and supporting public safety. But that’s a false choice.\n\nWe don’t have to choose between protecting the Second Amendment and measures that have been proven to prevent gun violence. Ultimately, there are responsibilities that go along with gun rights. And measures like background checks, keeping guns out of the hands of dangerous people, like domestic abusers, all of these save lives. Pew asks you to choose between the two, and you don’t [have to].\n\nMost Americans don’t know where we’re starting on this issue. The Pew question assumes that people understand that there are background check loopholes and that, every year, 40 percent of gun purchases are made without background checks (because you can avoid having to do a background check by buying from a private seller). So if Americans are going into these questions and answering them without that … context, then the answers are going to be skewed.\n\nIs the belief that it’s an either/or choice something you come up against often when talking with and reaching out to regular people?\n\nThat certainly exists, the idea that it’s an either/or [choice], because the NRA and the gun lobby in general has sort of said, Gun ownership should be completely unfettered! It should not be subjected to the same limits as other Constitutional rights like, for example, freedom of speech. (I can’t go yell fire in a crowded theater, for example.) And there’s this idea that because it’s in the Constitution, there should be absolutely no responsibilities written into law that protect other Americans…\n\nOne of the bits of the Pew poll I thought was interesting was the large increase in support for gun rights from African-American respondents, who viewed guns as useful for self-defense to a degree that wasn’t reflected among other non-white respondents. Do you use different messaging with African-Americans than you do for other communities?\n\nNo, we don’t. At the end of the day, when you look at polls that ask questions in the correct way, you have 90 percent or more of Americans supporting background checks — and obviously that includes people of all backgrounds and all colors…\n\nWhat we have found is that this issue impacts a broad spectrum of people in different ways. Obviously, it affects the African-American community severely … But if you look at the latest polls, if you ask Asian-Americans [about gun safety], this is in the top 3 issues for Asian-Americans. And it polls very highly for Hispanic-Americans as well…", "article_metadata": {"description": "New poll showing support for \"gun rights\" higher than ever misses the big picture, gun-safety activist tells Salon", "title": "The NRA is losing: Moms Demand Action’s Shannon Watts on what the media’s missing on guns", "og": {"site_name": "Salon", "description": "New poll showing support for \"gun rights\" higher than ever misses the big picture, gun-safety activist tells Salon", "title": "The NRA is losing: Moms Demand Action’s Shannon Watts on what the media’s missing on guns", "url": "http://www.salon.com/2015/01/01/the_nra_is_losing_moms_demand_actions_shannon_watts_on_what_the_medias_missing_on_guns/", "image": "http://media.salon.com/2012/12/wayne_lapierre3.jpg", "type": "article"}, "twitter": {"description": "New poll showing support for \"gun rights\" higher than ever misses the big picture, gun-safety activist tells Salon", "title": "The NRA is losing: Moms Demand Action’s Shannon Watts on what the media’s missing on guns", "image": "http://media.salon.com/2012/12/wayne_lapierre3.jpg", "creator": "@eliasisquith", "site": "@salon", "card": "summary_large_image"}, "author": "Elias Isquith", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, elliot rodgers, everytown usa, Gun Control, Gun Lobby, gun rights, gun safety, moms demand action, NRA, Sandy Hook, Second Amendment, shannon watts", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fd3c81\"", "article_summary": "Or at least that’s been conventional wisdom since President Obama decided to buck a decade-plus of Democratic Party strategy and make gun safety legislation a major issue once again.\nWere you surprised by the Pew poll’s results?\nUltimately, there are responsibilities that go along with gun rights.\nMost Americans don’t know where we’re starting on this issue.\nTopics: elliot rodgers, everytown usa, Gun Control, Gun Lobby, gun rights, gun safety, moms demand action, NRA, Sandy Hook, Second Amendment, shannon watts, Media News, News, Politics NewsIn the more than two years that have passed since Adam Lanza murdered 26 people at Sandy Hook Elementary School in Newtown, Connecticut, the politics of guns in America has changed dramatically."}