{"article_title": "Brent Bozell: An Open Letter to Conservative Friends Supporting Donald Trump", "article_keywords": ["wants", "supporting", "trump", "hes", "open", "supported", "conservative", "bozell", "endorsed", "donald", "party", "letter", "mr", "president", "republican", "friends", "gop", "brent"], "article_url": "http://www.breitbart.com/2016-presidential-race/2016/04/26/brent-bozell-an-open-letter-to-conservative-friends-supporting-donald-trump/", "article_text": "SIGN UP FOR OUR NEWSLETTER\n\nNote from Senior Management:\n\nWe rarely–if ever–publish “open letters” at Breitbart News. This editorial policy came directly from Andrew Breitbart himself. However, given the enormity of today’s primaries, the intensity of the internal debate raging within the Republican party, and the stature of Brent Bozell in the conservative movement, we have decided to make an exception in this instance.\n\nSIGN UP FOR OUR NEWSLETTER\n\n*****\n\nI’ve endorsed Ted Cruz. I was a contributor to National Review’s Against Trump symposium at the beginning of the year.\n\nSarah Palin, Ben Carson, Mike Huckabee and Phyllis Schlafly—you are friends and allies, serious men and women for whom I have great respect. You and other conservatives disagreed.\n\nI pen this open letter to you.\n\nEven those of us who oppose Trump understand that he’s tapping into something that has exploded onto the national scene: disenchantment, even white-hot rage among the Republican base with the party’s establishment and the Washington status quo. You and I understand this because we were taking on the weak-kneed GOP leadership many, many years ago, back when Donald Trump was donating to Bill and Hillary Clinton.\n\nIs Donald Trump the answer? That question’s on everyone’s mind. But there needs to be another question answered first: Does Donald Trump mean a word he says? Are conservative leaders supporting Trump prepared to live with the consequences if he doesn’t?\n\nMany critics have outlined the innumerable left-wing positions and candidates Trump championed before he got in this race. It’s worth recalling some of them now: Trump not only supported but bankrolled amnesty. He supported taxpayer funding of Planned Parenthood. He supported not just abortion but partial-birth abortion. He was open to gay marriage. He supported government-funded universal healthcare.\n\nHe supported eminent domain for (his) private gain. He supported the Wall Street bailout. He supported “assault weapons” bans. He applauded President Obama for doing a “great job.” He congratulated Secretary of State Hillary Clinton for doing a “good job.” He financially helped the Democrats pass Obamacare. Trump was a registered Democrat when that party was being led by the likes of Nancy Pelosi and Harry Reid, donating heavily during President Obama’s tenure. He’s bankrolled Democrats like Jimmy Carter, Rahm Emmanuel, Anthony Weiner, Terry McAuliffe, Chuck Schumer, Charlie Rangel, Ted Kennedy and John Kerry, to name a few.\n\nBut Trump said he’s changed. On everything. Overnight. Just in time for the GOP nomination fight.\n\nReally?\n\nLet’s look at Mr. Trump’s record during this campaign. He’s declared his support for single-payer healthcare. That puts him to the left of Obamacare. He’s re-declared his support for Planned Parenthood. He’s re-supporting tax increases. He’s supported crony capitalism. He’s endorsed “touchback” amnesty. He wants the U.S. to break the Geneva Convention. He’s “neutral” on Israel and Palestine. He wants South Korea and Japan to have nuclear arsenals.\n\nPaul Krugman loves Trump’s big government economic plan for the simple reason that big government will remain under President Trump.\n\nTwo weeks ago, Mr. Trump took the left’s side in the North Carolina transgender bathroom controversy.\n\nLast week Mr. Trump announced—guess what?—he’s not just pro-abortion, he wants the pro-life plank in the GOP platform removed, thus divorcing the Republican Party from the pro-life movement. Sarah, Ben, Mike, Phyllis: How can you still support this man? He has now thrown you under the bus, embracing an agenda you’ve spent your entire career opposing. Can you accept that betrayal?\n\nWhat will you tell your supporters when the man you endorsed enacts an agenda that horrifies them?\n\nAs the Republican primaries draw to some sort of conclusion, right now Trump is surrounding himself with GOP establishment types, trying to assure them he doesn’t really mean many of the things he’s said, claiming that much of his campaign is just posturing.\n\nPosturing to whom?\n\nTop Trump aide Paul Manafort is telling GOP establishment bosses behind closed doors that his boss is “a real different guy.” His campaign openly touts his chameleon-like character as some sort of general election advantage.\n\nIs someone with no discernible principles the candidate you want leading the Republican Party and taking on the Democrats in 2016?\n\nIs someone who consistently lies about principles and positions he doesn’t hold worthy of your support?\n\nIf Trump becomes the nominee, and enacts the policies he’s now championing, will conservatives who chose to aid and abet Mr. Trump be able to live with their decision?\n\nWhen it comes time to nominate a new Supreme Court Justice, and President Trump names his radically pro-abortion sister, as he’s suggested he would, or some other radically pro-abortion pro- Planned Parenthood jurist, as we know he will, will you accept that you helped him do that?\n\nWhen President Trump shocks the civilized world by killing the children of terrorists, arming nations with nuclear weapons (you don’t think Russia won’t do likewise with its allies?) and breaking the Geneva Convention (God help our men and women captured by our enemies who will do the same) will you live with that?\n\nWhen Big Government, crony capitalism — the corruption of government that triggered his movement — continue unabated for the simple reason he’s offered no plan to stop it, will you accept the blame for having supported it?\n\nThis isn’t about purity. It’s about basic sanity.\n\nDo the most courageous thing you’ve ever done, in a lifetime of bravery. Retract your endorsement.\n\nBrent Bozell is the Chairman of ForAmerica, a national grassroots organization whose mission is to use social media to reinvigorate the public with the principles of American exceptionalism: freedom, prosperity and virtue. ForAmerica has over 8 million members and is a non-profit 501(c)4. www.ForAmerica.org.\n\nMr. Bozell personally has endorsed Ted Cruz for President.", "article_metadata": {"description": "Brent Bozell pens open letter to conservative figures such as Sarah Palin, Ben Carson, Mike Huckabee, and Phyllis Schlafly urging them to retract their endorsements of Donald Trump.", "og": {"site_name": "Breitbart", "description": "Brent Bozell pens open letter to conservative figures such as Sarah Palin, Ben Carson, Mike Huckabee, and Phyllis Schlafly urging them to retract their endorsements of Donald Trump.", "title": "Brent Bozell: An Open Letter to Conservative Friends Supporting Donald Trump - Breitbart", "locale": "en_US", "image": {"width": 640, "identifier": "http://media.breitbart.com/media/2016/04/5486427886_8ea578ab33_b.jpg", "height": 480}, "updated_time": "2016-04-26T13:29:15-07:00", "url": "http://www.breitbart.com/2016-presidential-race/2016/04/26/brent-bozell-an-open-letter-to-conservative-friends-supporting-donald-trump/", "type": "article"}, "twitter": {"description": "Brent Bozell pens open letter to conservative figures such as Sarah Palin, Ben Carson, Mike Huckabee, and Phyllis Schlafly urging them to retract their endorsements of Donald Trump.", "title": "Brent Bozell: An Open Letter to Conservative Friends Supporting Donald Trump - Breitbart", "image": "http://media.breitbart.com/media/2016/04/5486427886_8ea578ab33_b.jpg", "creator": "@BreitbartNews", "site": "@BreitbartNews", "card": "summary"}, "robots": "noodp", "fb": {"pages": 95475020353, "use_automatic_ad_placement": "true", "app_id": 1243316582352556}, "msapplication-TileImage": "/t/assets/i/w-logo-orange.png", "keywords": "Ben Carson, Brent Bozell, Donald Trump, Mike Huckabee, Phyllis Schlafly,2016 Presidential Race, Big Government, Sarah Palin,brent bozell", "article": {"publisher": "https://www.facebook.com/Breitbart", "published_time": "2016-04-26T12:44:20-07:00", "section": "2016 Presidential Race", "modified_time": "2016-04-26T13:29:15-07:00", "tag": "Phyllis Schlafly", "categories": "Big Government,2016 Presidential Race,Sarah Palin"}, "viewport": "width=device-width,initial-scale=1", "op": {"markup_version": "v1.0"}}, "_id": "\"57477af46914bd0286fddef9\"", "article_summary": "Paul Krugman loves Trump’s big government economic plan for the simple reason that big government will remain under President Trump.\nTwo weeks ago, Mr. Trump took the left’s side in the North Carolina transgender bathroom controversy.\nIs someone with no discernible principles the candidate you want leading the Republican Party and taking on the Democrats in 2016?\nWhen President Trump shocks the civilized world by killing the children of terrorists, arming nations with nuclear weapons (you don’t think Russia won’t do likewise with its allies?)\nHowever, given the enormity of today’s primaries, the intensity of the internal debate raging within the Republican party, and the stature of Brent Bozell in the conservative movement, we have decided to make an exception in this instance."}