{"article_title": "Cancellations Mount Under Obamacare", "article_keywords": ["easy", "federal", "mount", "obamacare", "cancellations", "choice", "health", "coverage", "policy", "letter", "insurance"], "article_url": "http://www.newsmax.com/Murdock/Healthcare-Reform/2014/08/01/id/586254/", "article_text": "Click Here Now\n\n\n\n\n\nThanks to rockets rising over Gaza, jet debris falling onto Ukraine, and children wading across the Rio Grande, Americans barely have had time to focus on Obamacare.Mounting global and domestic chaos, however, cannot mask forever the deep and severe flaws in Obama’s pet program. From insurance cancellations to premium increases to gross ineptness, Obamacare likely will roar back into the news, just in time to stymie Democrats at the mid-term election.Just the other day, I opened an envelope from Easy Choice Health Insurance,“Important Notice Regarding Your Policy,” the letter read.“We are writing to let you know that your health insurance coverage through Easy Choice Health Plan of New York (‘Easy Choice’) will be terminated no later than December 31, 2014,” it stated. Moreover, “Easy Choice will no longer be offering your policy or participating in New York’s commercial health insurance market.”So, no more health insurance for me, and no more Empire State for my health insurer. To underscore that point, the July 1 letter added, “Easy Choice will no longer be issuing any commercial health insurance policies in the association group, employer, or individual markets in New York State.”Among the reasons that its clients are losing coverage, Easy Choice cited “changes in federal law set forth in the federal Affordable Care Act” — aka Obamacare.While my insurance agent managed to secure me a grandfathered-in pre-Obamacare plan after my coverage was cancelled last year, grandpa will expire by year’s end.What happens now is anyone’s guess.A CIGNA client in northern California sent me his cancellation letter. It says that the company “has decided to withdraw from the California individual medical insurance market. This decision was made after the California Department of Insurance decided not to allow health plans to continue existing plans which do not include all of the Affordable Care Act requirements, beyond December 31, 2014.”Beyond insurance companies leaving entire states, policy cancellations reportedly are continuing or are around the corner.Colorado officials on June 16 announced new cancellations that will cost 3,611 people their coverage. This brings total cancellations under Obamacare to 339,561.Chamber Insurance and Benefits in Las Vegas estimates that some 90,000 policies in Nevada are at risk of cancellation or non-renewal.A survey by Morning Consult showed that 63 percent of American workers worry that their bosses will cancel their coverage and dump them into Obamacare.Meanwhile, Obamacare is proving to be anything but affordable.Writing in Forbes, Manhattan Institute health-policy analyst Avik Roy discovered that in 3,137 of America’s 3,144 counties, Obamacare has hiked 2014 individual-market premiums by an average of 49 percent. Women saw rates increase in 82 percent of U.S. counties, while they rose in 91 percent of counties for men.Although some have benefited from Obamacare’s subsidies, Roy writes, “Those who face higher premiums, higher taxes, or both, appear to outnumber those whom the law has made better off. That alone isn’t a test of the law’s virtue — but it is a measure of the law’s failed promise.”Obamacare also is a museum of mismanagement. The inspector general of the Department of Health and Human Services learned that the federal Obamacare exchanges cannot resolve 89 percent of the inconsistencies between information on applications and corresponding data on verifiable sources.Not surprisingly, the Government Accountability Office filled out 12 Obamacare applications with false names, phony addresses, and bogus records. Eleven of these were approved — complete with approximately $30,000 in subsidies.Even worse, unless Congress acts to the contrary, taxpayers are expected to underwrite a roughly $1 billion Obamacare bailout to help health insurers reduce their 2014 losses under the program.This is almost an erotic fantasy for Big Government liberals: Subsidized patients buy coverage from crony corporations that muddle through a massive, bureaucratic entitlement that will cost taxpayers $2.6 trillion over 10 years.Yes, Obamacare will give voters plenty to ponder at the polls.", "article_metadata": {"news_keywords": "Healthcare Reform", "pubdate": "2014-08-01T09:30:00", "og": {"site_name": "Newsmax", "description": "Thanks to rockets rising over Gaza, jet debris falling onto Ukraine, and children wading across the Rio Grande, Americans barely have had time to focus on Obamacare.", "title": "Cancellations Mount Under Obamacare", "url": "http://www.newsmax.com/Murdock/Healthcare-Reform/2014/08/01/id/586254/", "type": "article", "image": "http://www.newsmax.com/App_Themes/Newsmax/images/facebook/newsmaxFBLogo.gif", "page_id": 85452072376}, "twitter": {"url": "http://www.newsmax.com/Murdock/Healthcare-Reform/2014/08/01/id/586254/", "title": "Cancellations Mount Under Obamacare", "description": "Thanks to rockets rising over Gaza, jet debris falling onto Ukraine, and children wading across the Rio Grande, Americans barely have had time to focus on Obamacare.", "site": "Newsmax"}, "fb": {"admins": 100002083767056, "app_id": 323020797885219}, "msvalidate.01": "FAF1322EC761685A5DD9344A1C19E82A", "epoch": 1406885400, "google-site-verification": "Jt2HUKgzJJw9VwIQJv31ETytuvNNm5ypTWN6j0nYvHM", "keywords": "Healthcare Reform", "article": {"section": "Murdock", "published_time": "2014-08-01T09:30:00"}, "original-source": "http://www.newsmax.com/Murdock/Healthcare-Reform/2014/08/01/id/586254/", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=yes", "description": "Thanks to rockets rising over Gaza, jet debris falling onto Ukraine, and children wading across the Rio Grande, Americans barely have had time to focus on Obamacare."}, "_id": "\"57477af46914bd0286fe2602\"", "article_summary": "Moreover, “Easy Choice will no longer be offering your policy or participating in New York’s commercial health insurance market.”So, no more health insurance for me, and no more Empire State for my health insurer.\nThe inspector general of the Department of Health and Human Services learned that the federal Obamacare exchanges cannot resolve 89 percent of the inconsistencies between information on applications and corresponding data on verifiable sources.Not surprisingly, the Government Accountability Office filled out 12 Obamacare applications with false names, phony addresses, and bogus records.\nIt says that the company “has decided to withdraw from the California individual medical insurance market.\nThat alone isn’t a test of the law’s virtue — but it is a measure of the law’s failed promise.”Obamacare also is a museum of mismanagement.\nFrom insurance cancellations to premium increases to gross ineptness, Obamacare likely will roar back into the news, just in time to stymie Democrats at the mid-term election.Just the other day, I opened an envelope from Easy Choice Health Insurance,“Important Notice Regarding Your Policy,” the letter read.“We are writing to let you know that your health insurance coverage through Easy Choice Health Plan of New York (‘Easy Choice’) will be terminated no later than December 31, 2014,” it stated."}