{"article_title": "Changes needed to fight historical illiteracy", "article_keywords": ["dday", "courses", "students", "illiteracy", "fight", "needed", "american", "public", "college", "know", "historical", "survey", "changes", "university", "history"], "article_url": "http://www.desmoinesregister.com/story/opinion/columnists/2014/06/05/america-historical-illiteracy/10048609/", "article_text": "American troops move over the crest of a hill to the interior of Northern France, June 6, 1944. (Photo: AP )\n\nA quarter of Americans don't know that D-Day occurred during World War II.\n\nThat punch in the gut is one of the findings from a new survey about historical amnesia. On the 70th anniversary of one of the most important days in American history, it's imperative that we as a nation reflect on the sacrifices of those who were at D-Day and take stock of whether we are honoring their legacy.\n\nThe findings suggest we are not. Just 40 percent of Americans know that June 6 is the anniversary of D-Day, and not even half know that the president at the time was Franklin D. Roosevelt, according to the multiple-choice survey. Among college graduates, the picture looks only slightly better: 55 percent know today is the anniversary, and 57 percent know Roosevelt was president.\n\nThe American Council of Trustees and Alumni has been documenting this growing trend in historical illiteracy for years, and the culprit is our nation's education system. Far too often, schools fail to prepare students with the knowledge they will need for informed citizenship.\n\nEven after college, many students don't have a grasp of the basics. Another survey found only 17 percent of college graduates knew the effects of the Emancipation Proclamation and only two in five knew the Battle of the Bulge was in World War II.\n\nIt's not surprising, considering that only five of the top 50 public universities in the country require even one survey course on American history or government. And it's not required at a single top liberal arts institution except for the military academies.\n\nIs it any wonder why we are in this crisis when students can graduate from our most prestigious universities with the historical knowledge of a 12th grader?\n\nIt wasn't always like this. But for years colleges have loosened curricular requirements by allowing niche courses to take the place of American history courses.\n\nAmerican history courses at Michigan's Oakland University can be swapped with \"Foundations of Rock,\" \"Dance in American Culture,\" or \"Human Sexuality.\"\n\nAt the University of California-Berkeley, American history courses can be replaced with the \"History of Avant-Garde Film\" or \"Dutch Culture and Society: Amsterdam and Berkeley in the Sixties.\"\n\nAnd at the University of Colorado, American history can be replaced with \"America Through Baseball,\" \"Horror Films in American Culture\" or the indelicately titled \"Wops and Dons to Movers and Shakers: The Italian-American Experience.\"\n\nWhile these courses may have a lot to offer, they shouldn't replace foundational knowledge that employers and the public demand. And during a time when almost one in 10 college graduates believe the D-Day invasion took place at Pearl Harbor, it's time for some academic prioritization.\n\nAnd, it's not just American history that is being forgotten.\n\nThe \"What Will They Learn?\" study examines every public college in America — and hundreds of private institutions, too — to determine whether students take courses in seven key subjects: math, literature, composition, science, economics, foreign language and American history/government. Only 22 institutions out of nearly 1,100 get an \"A\" for requiring at least six of the seven fundamental courses. That's just 2 percent of institutions that are meeting even basic requirements.\n\nAmerican education must change, and for that to happen the American people must demand change. How can American students compete globally when they're more familiar with Snapchat than the fireside chats? And how can they assume control of our nation when not even two in five know the term lengths for senators and representatives?\n\nTHE AUTHOR:\n\nDANIEL BURNETT is an official of the American Council of Trustees and Alumni, a higher education nonprofit dedicated to academic excellence. Contact: DBurnett@goacta.org.\n\nRead or Share this story: http://dmreg.co/1hihPpQ", "article_metadata": {"google": "notranslate", "description": "A quarter of Americans don't know that D-Day occurred during World War II.", "apple-itunes-app": "app-id=600025120", "og": {"site_name": "Des Moines Register", "description": "A quarter of Americans don't know that D-Day occurred during World War II.", "title": "Changes needed to fight historical illiteracy", "url": "http://www.desmoinesregister.com/story/opinion/columnists/2014/06/05/america-historical-illiteracy/10048609/", "image": "http://www.gannett-cdn.com/GDContent/applogos/desmoinesregister.png", "type": "article"}, "twitter": {"description": "A quarter of Americans don't know that D-Day occurred during World War II.", "creator": "@DMRegister", "image": "http://www.gannett-cdn.com/-mm-/02bb7814e6bafb28e0d48f0646271961fc171223/c=304-0-2695-2391&r=x643&c=640x640/local/-/media/DesMoines/2014/06/05/ap4406060394.jpg", "title": "Changes needed to fight historical illiteracy", "site": "@DMRegister", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "p": {"domain_verify": "372c291dc2b106308d26264f4fba3b10"}, "fb": {"app_id": 169766623060429}, "cXenseParse": {"recs": {"category": "opinion/columnists", "image-3-4": "http://www.gannett-cdn.com/-mm-/112a395d0fd710b583154d2607ec0d3577f72e38/c=604-0-2397-2391/local/-/media/DesMoines/2014/06/05/ap4406060394.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/4bd1c22b87ec878739777f3a7a238b339a7fcb1e/c=304-0-2695-2391/local/-/media/DesMoines/2014/06/05/ap4406060394.jpg", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/29cb4b416536388c807a3e421c4974a9bf0d535b/c=0-70-3000-2320/local/-/media/DesMoines/2014/06/05/ap4406060394.jpg", "image": "http://www.gannett-cdn.com/-mm-/c1acaec902d8e79e423f34bac7b41c49d391dea6/c=0-352-3000-2040&r=x633&c=1200x630/local/-/media/DesMoines/2014/06/05/ap4406060394.jpg", "publishtime": "2014-06-05T23:20:55.480000-05:00", "shorthed": "Changes needed to fight historical illiteracy", "articleid": 10048609, "image-16-9": "http://www.gannett-cdn.com/-mm-/7bfef808c062aaa29c9e6d4594e9dcceb38d8af6/c=0-352-3000-2040/local/-/media/DesMoines/2014/06/05/ap4406060394.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/a96055732a3405bfeee0d3231b0c0dcdea6a16cd/c=828-0-2173-2391/local/-/media/DesMoines/2014/06/05/ap4406060394.jpg"}, "author": "Daniel Burnett", "title": "Changes needed to fight historical illiteracy", "pageclass": "article", "gci-asset-type": "story"}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070"}, "_id": "\"57477af36914bd0286fc9dc8\"", "article_summary": "But for years colleges have loosened curricular requirements by allowing niche courses to take the place of American history courses.\nAmerican history courses at Michigan's Oakland University can be swapped with \"Foundations of Rock,\" \"Dance in American Culture,\" or \"Human Sexuality.\"\nHow can American students compete globally when they're more familiar with Snapchat than the fireside chats?\nAnd, it's not just American history that is being forgotten.\nAt the University of California-Berkeley, American history courses can be replaced with the \"History of Avant-Garde Film\" or \"Dutch Culture and Society: Amsterdam and Berkeley in the Sixties.\""}