{"article_title": "What the Made-for-TV Movie About Ben Carson, Donald Trump's Closest Rival for the GOP Nomination, Tells Us About His Appeal", "article_keywords": ["ben", "trump", "closest", "rival", "support", "wealth", "young", "gop", "carson", "donald", "madefortv", "trumps", "movie", "close", "appeal", "nomination", "tells", "wrote", "york"], "article_url": "http://reason.com/blog/2015/09/15/the-made-for-tv-movie-about-ben-carson-d", "article_text": "Ben Carson, the former neurosurgeon who has been rising steadily in the GOP presidential polls over the last month, is quickly closing the gap between himself and he field's leader, Donald Trump.\n\nIn a new poll from CBS News and The New York Times, Carson is in close second place, with 23 percent support, up from 6 percent, while Trump has maintained the lead with 27 percent support. It's an increasingly close, unexpected race between two non-traditional candidates with no political experience.\n\nI wrote about Ben Carson, and Gifted Hands, the made-for-TV movie starring Cuba Gooding, Jr. that effectively tells his origin story, for Politico Magazine today. The piece compares Carson to Trump, and argues that while they share a certain kind of appeal, Carson is different in important ways. From the piece:\n\nThere’s little doubt that the simultaneous rise of both Trump and Carson has something to do with the similar nature of their appeal as outsiders. But there are crucial differences as well. Trump, a flashy attention-seeker who inherited massive wealth and connections from his New York construction magnate father, had every advantage handed to him. Carson, the self-doubting young man raised in Detroit by a financially strapped single mother, made himself and his life with practically no built-in support. In this sense, Carson isn’t another Trump; he’s the anti-Trump—a truly self-made man.\n\nRead the whole thing here.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "He's running as a person rather than a politician.", "title": "What the Made-for-TV Movie About Ben Carson, Donald Trump's Closest Rival for the GOP Nomination, Tells Us About His Appeal", "url": "http://reason.com/blog/2015/09/15/the-made-for-tv-movie-about-ben-carson-d", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/mc/_external/2015_09/-gage-skidmore-foter.jpg", "type": "article"}, "twitter": {"description": "He's running as a person rather than a politician.", "title": "What the Made-for-TV Movie About Ben Carson, Donald Trump's Closest Rival for the GOP Nomination, Tells Us About His Appeal", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/mc/_external/2015_09/-gage-skidmore-foter.jpg", "creator": "@petersuderman", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "article": {"tag": "Politics", "published_time": "2015-09-15T14:10:00+00:00", "author": "http://reason.com/people/peter-suderman"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af46914bd0286fe2650\"", "article_summary": "I wrote about Ben Carson, and Gifted Hands, the made-for-TV movie starring Cuba Gooding, Jr. that effectively tells his origin story, for Politico Magazine today.\nThe piece compares Carson to Trump, and argues that while they share a certain kind of appeal, Carson is different in important ways.\nBen Carson, the former neurosurgeon who has been rising steadily in the GOP presidential polls over the last month, is quickly closing the gap between himself and he field's leader, Donald Trump.\nFrom the piece:There’s little doubt that the simultaneous rise of both Trump and Carson has something to do with the similar nature of their appeal as outsiders.\nIn this sense, Carson isn’t another Trump; he’s the anti-Trump—a truly self-made man."}