{"article_title": "A new start for health care in Delaware", "article_keywords": ["neighborhoods", "providers", "healthy", "delaware", "system", "start", "patients", "health", "plan", "need", "best", "care"], "article_url": "http://www.delawareonline.com/story/opinion/contributors/2015/01/21/new-start-health-care-delaware/22103623/", "article_text": "Dentists in surgical masks holding dental tools (Photo: Getty Images/iStockphoto)\n\nOne of life’s few certainties is that, at some point, you or someone you love is going to need health care. Unfortunately, there’s no opting out of this. A fracture, a menacing cough that won’t go away, a mysterious lump, or a child with a fever – these things touch all of us. And that’s why we all have a stake in making sure that Delaware’s health system is the best it can be.\n\nA few years ago, a wide range of public and private leaders from across our state came together with leadership from the Governor to ask how we could reimagine our health care system to meet a higher standard – the standard of care we’d want for our own loved ones. From the start, we shared a fundamental belief that the best ideas to improve Delaware’s health care system would come from Delawareans themselves. We set out to listen and learn, talking to a broad cross-section of our fellow citizens about how together we could create a healthier future. We then turned those findings into an ambitious plan to make Delaware one of the five healthiest states in the nation, improve the patient experience, and lower the cost of care.\n\nThe good news is your work has paid off. The federal government thinks so much of our Health Care Innovation Plan that it is awarding the Delaware Health Care Commission an historic $35 million grant to deliver on the plan’s promise. This is one of the first grants of its kind awarded under a unique part of the Affordable Care Act, which recognizes that Washington doesn’t have all the answers – and that the best way to better deliver and pay for health care is to empower local citizens to come up with innovative solutions for their communities. The hope is that what works here might also work elsewhere. It also means that for the next four years, a spotlight will focus on our state.\n\nSo, what will our plan seek to do? There are three main areas of focus.\n\nOur first focus is on neighborhoods. In addition to caring for people when they are sick, we need to do a better job of keeping them healthy in the first place.\n\nOur current system of care is very good at taking care of our neighbors when they are sick but not as good at keeping people healthy in the first place. As a result, we’re missing opportunities to prevent minor illnesses and treatable ailments from turning into something much more difficult and costly to care for.\n\nProblems that show up in our emergency rooms sometimes stem from social problems in our community – from poverty to violence to poor nutrition. Our plan recognizes that a healthier Delaware starts with health professionals being proactive about keeping people healthy, reaching people where they live and work to make sure they are getting the support, information, and care they need to head-off preventable health challenges.\n\nAt the core of this strategy is an innovative “Healthy Neighborhoods” model, which links health care providers to local community members to address neighborhood needs. People who live and work in our neighborhoods usually have the best idea of what a community needs – but too often, they struggle to get heard in our system. “Healthy Neighborhoods” will identify point people for each neighborhood and then facilitate ongoing conversations between neighborhoods and health providers in the places where they live and work.\n\nOur second focus is on the experiences patients and their loved ones have when they are in our care. We need to improve the patient experience across our health care system.\n\nAs anyone who has ever sought care knows, too often, patients get thrust into an inefficient system that asks them to fill out too many forms, subjects them sometimes to unnecessary tests, and passes them among health care providers without truly engaging them in their care.\n\nBy improving coordination between health care providers, we aim to help patients get the care they need when they need it – and hold the system accountable when they don’t. A cornerstone of this approach, echoed in federal health reform, is a gradual shift in the health care payment model. The revised system will make it easier for health professionals to collaborate in ways that improve health outcomes, safety, and overall results, helping patients get healthy and stay healthy.\n\nOur third focus: we must help people living with chronic conditions or recovering from injury or illness better manage their conditions in the comfort of their own homes. When patients are able to receive the care they need without leaving the house, they can spend less time at the hospital – and less money on medical bills.\n\nToday, thanks to our state’s health technology infrastructure, it is easier than ever to support patients outside the hospital when that best meets their needs. Care providers can monitor patients’ health in real time – meaning they can intervene in real time to head-off health crises before they start. If a patient isn’t taking her medicine or showing up at her follow-up appointments, her support team knows about it and can step in to help. Not only is this approach better for patients, but the cost savings are enormous.\n\nBy bringing the public and private sectors together in partnership with Delawareans from all walks of life, our Healthcare Innovation Plan has enormous potential to revolutionize the way in which all of us experience health care. We are confident that by working together, the First State may just be the first state to get it right.\n\nRead or Share this story: http://delonline.us/1BFnoaF", "article_metadata": {"google": "notranslate", "description": "We all have a stake in making sure that Delaware’s health system is the best it can be.", "p": {"domain_verify": "815a1068696ac12ba65bd5231740d78d"}, "og": {"site_name": "delawareonline", "description": "We all have a stake in making sure that Delaware’s health system is the best it can be.", "title": "A new start for health care in Delaware", "url": "http://www.delawareonline.com/story/opinion/contributors/2015/01/21/new-start-health-care-delaware/22103623/", "image": "http://www.gannett-cdn.com/GDContent/applogos/delawareonline.png", "type": "article"}, "twitter": {"description": "We all have a stake in making sure that Delaware’s health system is the best it can be.", "title": "A new start for health care in Delaware", "image": "http://www.gannett-cdn.com/-mm-/f704ab9ea188554d241efceeeca3ec9b417cd105/c=84-0-422-338&r=x643&c=640x640/local/-/media/Wilmington/2015/01/21/B9315894088Z.1_20150121110245_000_GTI9MOUA2.1-0.jpg", "creator": "@delawareonline", "site": "@delawareonline", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=600071892", "fb": {"app_id": 175037755863662}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070"}, "_id": "\"57477af46914bd0286fdc151\"", "article_summary": "The federal government thinks so much of our Health Care Innovation Plan that it is awarding the Delaware Health Care Commission an historic $35 million grant to deliver on the plan’s promise.\nCare providers can monitor patients’ health in real time – meaning they can intervene in real time to head-off health crises before they start.\nA cornerstone of this approach, echoed in federal health reform, is a gradual shift in the health care payment model.\nFrom the start, we shared a fundamental belief that the best ideas to improve Delaware’s health care system would come from Delawareans themselves.\nDentists in surgical masks holding dental tools (Photo: Getty Images/iStockphoto)One of life’s few certainties is that, at some point, you or someone you love is going to need health care."}