{"article_title": "John Boehner Still Hasn't Sued Obama Over Obamacare. Why Not?", "article_keywords": ["crs", "sued", "rulemaking", "tea", "obamacare", "boehner", "administration", "speaker", "stuff", "report", "john", "lawsuit", "bone", "obama"], "article_url": "http://www.motherjones.com/kevin-drum/2014/10/john-boehner-still-hasnt-sued-obama-over-obamacare-why-not", "article_text": "Three months ago, John Boehner threw a bone to the tea-party faction that was nipping at his heels and demanding action against the lawless tyrant Obama and his executive orders that routinely defied both the Constitution and the duly enacted laws of the land. The bone took the form of a planned lawsuit against the administration because it had delayed certain aspects of the employer and employee mandates under Obamacare.\n\nAt the time, I was perfectly OK with Boehner doing this. Why not let courts decide this kind of dispute, after all? That's what they're for. What's more, unlike most of the tea party complaints about lawless behavior, this one seemed at least defensible. And yet, three months later, we still have no lawsuit. Why? Simon Lazarus and Elisabeth Stein suspect that it has to do with Boehner asking for some legal advice from the Congressional Research Service and then quietly getting a report that he wasn't expecting:\n\nCRS reports such as this one are generated in response to requests by members or committees of Congress, though the CRS does not make public the identity of the requester or requesters. This particular report — of which House Democrats were unaware until it appeared — bears the earmarks of an inquiry, requested by the Speaker or his allies, to give some color of legitimacy to their charges of rampant presidential illegality. Instead, the result validates the lawyers’ maxim not to ask a question when unsure of the likely answer. The Report offers two conclusions: First, under the Administrative Procedure Act (APA), no rulemaking procedure was necessitated by the Administration’s initial one-year delay in enforcing the employer mandate, past the ACA’s prescribed January 1, 2014 effective date....Second, the Report states that, when, in February 2014, the Administration announced an additional year’s postponement of full enforcement of the mandate, until January 1, 2016, “informal rulemaking procedures” appeared to be required. In fact, as the report’s authors reference, the Administration had engaged in precisely the type of informal rulemaking process that, the report concluded, was called for. The Administration’s action finalized a September 2013 Notice of Proposed Rulemaking, making adjustments in response to comments from interested parties, precisely as prescribed by the APA. In other words, having been asked whether the Obama administration had crossed all its t’s and dotted its i’s, the CRS’ answer was unequivocal: yes it had. In bland CRS-speak, this seems like a veritable finger in the eye — or perhaps, a blunt warning to the Speaker to drop the lawsuit project.\n\nOops. This doesn't mean Boehner can't still file his lawsuit, of course. It was all pretty much symbolism and bone-tossing in the first place, so it hardly matters if he ends up losing the case a year or two from now. But it could have proven embarrassing, especially if the CRS report became public, which, inevitably, it did. This stuff never stays under wraps forever.\n\nSo perhaps Boehner has decided to hold his fire. He has bigger fish to fry right now, and I doubt he was ever all that excited about the lawsuit anyway. For now, it's become just another shard on the ever-mounting bone pile of tea party outrage about a president doing stuff they don't happen to approve of.", "article_metadata": {"application-name": "Mother Jones Magazine", "og": {"url": "http://www.motherjones.com/kevin-drum/2014/10/john-boehner-still-hasnt-sued-obama-over-obamacare-why-not", "site_name": "Mother Jones", "image": "/sites/all/assets/mojo_nomaster.jpg", "type": "article", "title": "John Boehner still hasn't sued Obama over Obamacare. Why not?"}, "twitter": {"title": "John Boehner still hasn't sued Obama over Obamacare. Why not?", "url": "http://www.motherjones.com/kevin-drum/2014/10/john-boehner-still-hasnt-sued-obama-over-obamacare-why-not", "image": {"src": "/sites/all/assets/mojo_nomaster.jpg", "identifier": "/sites/all/assets/mojo_nomaster.jpg"}, "creator": "kdrum", "site": "@MotherJones", "card": "summary_large_image"}, "msapplication-TileColor": "#FFFFFF", "msapplication-square70x70logo": "/sites/all/assets/mstile-70x70.png", "msapplication-square310x310logo": "/sites/all/assets/mstile-310x310.png", "msapplication-wide310x150logo": "/sites/all/assets/mstile-310x150.png", "fb": {"admins": "13301307,670317733,1198876232,38509772,106892,2907757,306289,602422192,4101301,513450539"}, "msapplication-TileImage": "/sites/all/assets/mstile-144x144.png", "keywords": "Congress,Obama,Regulatory+Affairs", "msapplication-square150x150logo": "/sites/all/assets/mstile-150x150.png"}, "_id": "\"57477af46914bd0286fe2657\"", "article_summary": "But it could have proven embarrassing, especially if the CRS report became public, which, inevitably, it did.\nThe bone took the form of a planned lawsuit against the administration because it had delayed certain aspects of the employer and employee mandates under Obamacare.\nAt the time, I was perfectly OK with Boehner doing this.\nHe has bigger fish to fry right now, and I doubt he was ever all that excited about the lawsuit anyway.\nThis doesn't mean Boehner can't still file his lawsuit, of course."}