{"article_title": "Judge faults Cablevision's Dolan in labor dispute", "article_keywords": ["dolan", "charges", "nlrb", "decision", "union", "cablevisions", "cablevision", "vote", "labor", "faults", "ruling", "judge", "employees", "company", "workers", "dispute"], "article_url": "http://thehill.com/business-a-lobbying/business-a-lobbying/226202-judge-faults-cablevisions-dolan-in-labor-dispute", "article_text": "Cablevision chief executive James Dolan engaged in unfair labor practices, though the company did not negotiate with an employees union in bad faith, an administrative law judge with the National Labor Relations Board (NBRB) ruled.\n\n\n\nIn a nearly 300-page decision, judge Steven Fish said there was insufficient evidence to support claims that Cablevision engaged in “surface bargaining with no intent to reaching agreement.”\n\n\n\n\n\nADVERTISEMENT\n\nHowever, the ruling does confirm some complaints — which Cablevision characterized Friday as “lesser charges” — from the labor board, including not paying back pay to dismissed workers who were later reinstated and offering bonuses to those who voted against unionization.The case is part of an ongoing battle between the Communications Workers of America (CWA), which represents only the 264 employees in Brookyln, N.Y., and the company. An estimated 15,000 other workers at Cablevision are nonunion, the company says.Cablevision cheered the ruling — which is not the final step in the NLRB’s process — but also said the charges have been a way to distract workers from taking a vote on recertify their representation by CWA.“Obviously, we are gratified that the CWA’s baseless charges that blocked an employee vote have been rejected by an NLRB judge, but unfortunately this does not clear the way for Cablevision employees in Brooklyn to vote for or against the CWA. Instead, the CWA and the NLRB have continued to use baseless charges simply designed to prevent Cablevision employees from voting,” the company said in a release on Friday.“In light of the decision, we call on the NLRB and the CWA to finally cease their efforts to block the vote that Brooklyn employees have twice petitioned for the right to hold,” the release says.\n\nCharges were first leveled last year by the regional NLRB office, which said the company was negotiating in bad faith and unlawfully dismissed 22 union supporters. They were later reinstated after political pressure on the company, but many were not given back pay.\n\n\n\nMore recent claims by the labor board against Cablevision said that Dolan, also an owner of the New York Knicks, illegally offered workers bonuses for opposing unionization.\n\nThe employees have twice petitioned to hold a vote whether to decertify the union, but the NLRB has said a vote would be unfair, since the company is being faced with so many violations.\n\n\n\nCWA also lauded the NLRB judge’s ruling on Friday, vowing to press on against the company’s alleged continued violations.\n\n\n\n“The long-awaited decision is a major boost to the Brooklyn Cablevision workers' campaign for a fair and just contract,” the union said in a statement.\n\n\n\n“Finally the NLRB has spoken in an unprecedented 300 page decision that outlines the deliberate law breaking of James Dolan. In any other jurisdiction he would face arrest,” said Larry Cohen, the president of the Communications Workers of America, in a statement. “Since the trial Jim Dolan and Cablevision have escalated their attacks on their employees and their union. The NLRB needs to take immediate action.”\n\nThe administrative law judge’s decision now heads to the NLRB’s five-member board in Washington. After that, it could head to a federal appellate court.\n\n\n\nCablevision dismissed CWA’s charges against it, and the ruling of the “lesser findings” in the judge’s decision.\n\n\n\n“We strongly disagree with several lesser findings that have no impact on a prospective Brooklyn employee vote, and we look forward to being vindicated as the NLRB and court process continues,” the company said in its statement.\n\nCablevision spokeswoman Lisa Anselmo also fired back against the allegations in a statement Friday.\n\n“The allegations against the CEO are false and will ultimately be rejected, but only in the CWA’s twisted world would a union attack Cablevision for giving employees wage increases in the Bronx and other locations,” she said.\n\nThis post was updated at 8:16 p.m.", "article_metadata": {"dcterms.description": "But the ruling included no finding that the firm negotiated in bad faith.", "description": "But the ruling included no finding that the firm negotiated in bad faith.", "generator": "Drupal 7 (http://drupal.org)", "author": "Megan R. Wilson", "og": {"site_name": "TheHill", "description": "But the ruling included no finding that the firm negotiated in bad faith.", "title": "Judge faults Cablevision's Dolan in labor dispute", "url": "http://thehill.com/business-a-lobbying/business-a-lobbying/226202-judge-faults-cablevisions-dolan-in-labor-dispute", "image": "http://thehill.com/sites/default/files/thehill_logo_200.jpg", "updated_time": "2016-02-04T03:59:59-05:00", "type": "article"}, "dcterms.language": "und", "Smart_Paging": "on", "dcterms.modified": "2016-02-04T03:59-05:00", "dcterms.identifier": "http://thehill.com/business-a-lobbying/business-a-lobbying/226202-judge-faults-cablevisions-dolan-in-labor-dispute", "dcterms.date": "2014-12-05T18:40-05:00", "apple-itunes-app": "app-id=396640962", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "dcterms.creator": "Ben Goad", "dcterms.type": "Text", "keywords": ",,", "article": {"published_time": "2014-12-05T18:40:34-05:00", "modified_time": "2016-02-04T03:59:59-05:00"}, "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/business-a-lobbying/business-a-lobbying/226202-judge-faults-cablevisions-dolan-in-labor-dispute", "widgets": {"csp": "on"}, "description": "But the ruling included no finding that the firm negotiated in bad faith.", "card": "summary", "title": "Judge faults Cablevision's Dolan in labor dispute"}, "dcterms.title": "Judge faults Cablevision's Dolan in labor dispute"}, "article_summary": "Cablevision chief executive James Dolan engaged in unfair labor practices, though the company did not negotiate with an employees union in bad faith, an administrative law judge with the National Labor Relations Board (NBRB) ruled.\n“Since the trial Jim Dolan and Cablevision have escalated their attacks on their employees and their union.\n“Finally the NLRB has spoken in an unprecedented 300 page decision that outlines the deliberate law breaking of James Dolan.\nCWA also lauded the NLRB judge’s ruling on Friday, vowing to press on against the company’s alleged continued violations.\n“The long-awaited decision is a major boost to the Brooklyn Cablevision workers' campaign for a fair and just contract,” the union said in a statement."}