{"article_title": "New York Times Pundit Can't Understand Why Libertarians Would Criticize Chief Justice Roberts", "article_keywords": ["criticize", "libertarians", "pundit", "justice", "judicial", "cant", "legal", "times", "roberts", "upholding", "chief", "understand", "york", "restraint", "libertarian", "conservative", "greenhouse"], "article_url": "http://reason.com/blog/2016/05/13/new-york-times-pundit-cant-understand-wh", "article_text": "Linda Greenhouse, chief legal pundit at The New York Times, can't seem to understand why some folks on the right don't agree with the deferential stance adopted by Chief Justice John Roberts in his 2012 decision upholding Obamacare. Writing this week at the Times, Greenhouse points with dismay at recent articles by Georgetown law professor Randy Barnett and Cato Institute legal scholar Ilya Shapiro, both of which fault the chief justice for his judicial passivity in the health care case. \"Not so long ago, 'judicial restraint' was a conservative goal against which judicial performance was measured. Now it's an epithet hurled at, of all people, Chief Justice Roberts,\" Greenhouse writes. \"Are conservatives at all abashed at taking the vocabulary they grew up with and flipping it so openly?\"\n\nGreenhouse seems to be under the mistaken impression that every single member of the conservative legal movement—including self-identified libertarians like Barnett and Shapiro—is required to march in lockstep support of judicial restraint. The reality, of course, is quite different. As faithful readers of Reason magazine are well aware, libertarian and conservative legal thinkers have been debating the pros and cons of judicial restraint for some time now. Broadly speaking, conservative advocates of judicial deference, such as Chief Justice Roberts, maintain that unelected judges should be extremely wary about overturning the acts of the democratically accountable branches of government. That's why Roberts wrote the following while upholding Obamacare: \"It is not our job to protect the people from the consequences of their political choices.\"\n\nLibertarian legal thinkers, by contrast, have been fighting tooth and nail against judicial deference for the better part of three decades. Under the libertarian view, Roberts failed to do his judicial duty because it most certainly is the job of the Supreme Court to act as a constitutional check on the other branches of government—even when such judicial activity means that unelected justices end up thwarting the will of a democratic majority.\n\nAs I said, this debate has been going on in conservative and libertarian legal circles for quite a while now (and has even reached the U.S. Supreme Court on more than once occasion). If Linda Greenhouse ever wants to get herself up to speed on this particular issue, there's a certain book I'd be happy to recommend.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "\"It is not our job to protect the people from the consequences of their political choices.\"", "title": "New York Times Pundit Can't Understand Why Libertarians Would Criticize Chief Justice Roberts", "url": "http://reason.com/blog/2016/05/13/new-york-times-pundit-cant-understand-wh", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14631707865480.jpg", "type": "article"}, "twitter": {"description": "\"It is not our job to protect the people from the consequences of their political choices.\"", "title": "<em>New York Times</em> Pundit Can't Understand Why Libertarians Would Criticize Chief Justice Roberts", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14631707865480.jpg", "creator": "@damonroot", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "article": {"tag": "Obamacare", "published_time": "2016-05-13T20:38:00+00:00", "author": "http://reason.com/people/damon-w-root"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "article_summary": "Now it's an epithet hurled at, of all people, Chief Justice Roberts,\" Greenhouse writes.\nLinda Greenhouse, chief legal pundit at The New York Times, can't seem to understand why some folks on the right don't agree with the deferential stance adopted by Chief Justice John Roberts in his 2012 decision upholding Obamacare.\n\"Not so long ago, 'judicial restraint' was a conservative goal against which judicial performance was measured.\nBroadly speaking, conservative advocates of judicial deference, such as Chief Justice Roberts, maintain that unelected judges should be extremely wary about overturning the acts of the democratically accountable branches of government.\nLibertarian legal thinkers, by contrast, have been fighting tooth and nail against judicial deference for the better part of three decades."}