{"article_title": "New study says Obamacare will save the government a lot of money", "article_keywords": ["affordable", "lower", "money", "study", "republicans", "obamacare", "premiums", "reduction", "cost", "deficit", "lot", "uninsured", "plan", "save", "care"], "article_url": "http://www.dailykos.com/story/2013/10/23/1249962/-New-study-says-Obamacare-will-save-the-government-a-lot-of-nbsp-money", "article_text": "Lower than projected premiums under the Affordable Care Act will save the federal government $190 billion over 10 years and increase the law’s deficit reduction by 174 percent to almost $300 billion, a new analysis from the Center for American Progress has found. The report, from Topher Spiro and Jonathan Gruber, bolsters President Obama's claims on Monday that despite the ongoing technical problems surrounding HealthCare.gov, \"the product of the Affordable Care Act for people without health insurance is quality health insurance that's affordable.\" In fact, the emergence of new insurers and increased competition within the law’s marketplaces has lowered premiums below Congressional Budget Office (CBO) projections from March of 2012. While the nonpartisan office estimated that the average second-lowest-cost individual silver plan premiums would cost $4,700 in 2014, the actual average premium turned out to be $3,936 or “16 percent lower than projected.” The savings are significant because the law pegs its tax credits to the cost of the second-lowest silver plan. “If premiums for that plan are lower, then the cost of tax credits will also be lower,” the report argues.\n\nHere's the Obamacare story yoube hearing from Republicans. Premium prices have come in much lower than expected, and because of that the amount the government will be paying out in subsidies will be lower than expected. That means the government will be saving money —a lot of money—and the deficit reduction built in to the law will increase—a lot.That's not just increased deficit reduction (and shouldn't Republicans care about that?) but lower costs for the consumer—the previously uninsured consumer—too. And you know how much Republicans care about the uninsured and the deficit. I'm sure we'll be hearing them tout this great news any time now.", "article_metadata": {"og": {"site_name": "Daily Kos", "description": "Here's the Obamacare story you won't be hearing from Republicans. Premium prices have come in much lower than expected, and because of that the amount the government will be paying out in ...", "title": "New study says Obamacare will save the government a lot of money", "url": "http://www.dailykos.com/story/2013/10/23/1249962/-New-study-says-Obamacare-will-save-the-government-a-lot-of-nbsp-money", "image": "http://s3.amazonaws.com/dk-production/images/21952/story_image/dreamstime_s_25480083.jpg?1362583762", "type": "article"}, "csrf-param": "authenticity_token", "fb": {"app_id": 170357783709}, "twitter": {"description": "Here's the Obamacare story you won't be hearing from Republicans. Premium prices have come in much lower than expected, and because of that the amount the government will be paying out in subsidies...", "title": "New study says Obamacare will save the government a lot of money", "image": {"src": "http://s3.amazonaws.com/dk-production/images/21952/story_image/dreamstime_s_25480083.jpg?1362583762"}, "creator": "@joanmccarter", "site": "@dailykos", "card": "summary"}}, "_id": "\"57477af36914bd0286fd3d00\"", "article_summary": "That means the government will be saving money —a lot of money—and the deficit reduction built in to the law will increase—a lot.That's not just increased deficit reduction (and shouldn't Republicans care about that?)\nAnd you know how much Republicans care about the uninsured and the deficit.\n“If premiums for that plan are lower, then the cost of tax credits will also be lower,” the report argues.\nThe report, from Topher Spiro and Jonathan Gruber, bolsters President Obama's claims on Monday that despite the ongoing technical problems surrounding HealthCare.gov, \"the product of the Affordable Care Act for people without health insurance is quality health insurance that's affordable.\"\nLower than projected premiums under the Affordable Care Act will save the federal government $190 billion over 10 years and increase the law’s deficit reduction by 174 percent to almost $300 billion, a new analysis from the Center for American Progress has found."}