{"article_title": "150 years, 150 stories: Fort Collins history on display (video)", "article_keywords": ["exhibit", "150", "staff", "museum", "discovery", "carmack", "exhibits", "video", "members", "collins", "fort", "display", "history"], "article_url": "http://www.reporterherald.com/news/larimer-county/ci_26346130/150-years-150-stories-fort-collins-history-display", "article_text": "New exhibit celebrates Fort Collins' 150th birthday with displays both serious and whimsical\n\nBrent Carmack, assistant director of the Fort Collins Museum of Discovery, talks Friday about the \"FC150\" exhibit at the museum. The exhibit shares 150 stories about Fort Collins' history and celebrates the city's 150th anniversary. ( Jessica Benes / Loveland Reporter-Herald )\n\nIf you go What: FC150 exhibit on 150 stories about Fort Collins history. When: The opening is at 5 p.m. Wednesday. Where: Fort Collins Museum of Discovery, 408 Mason Court in the Woodward Special Exhibition Gallery. More info: View the new exhibit, which will run for one year, and learn about stories from Fort Collins' history, in celebration of the city's 150th anniversary.\n\nFORT COLLINS -- The Fort Collins Museum of Discovery literally has 99 bottles of beer on the wall. Also, a few cans.\n\nAdditionally, the museum has a 1924 firetruck, an ancient Hewlett-Packard word-processing unit, firefighter gear, paraphernalia from a Fort Collins astronaut, a chicken coop, and ... what's that in the air?\n\nIs it a bird?\n\nIs it a plane?\n\nOr is it a hoax involving a helium-filled balloon?\n\nFort Collins is celebrating its 150th anniversary this year, so the Fort Collins Museum of Discovery invited community members last year to submit stories about the city that tell what makes Fort Collins, Fort Collins.\n\nMuseum staff members used community and staff submissions to come up with 150 stories to display in the new Woodward Special Exhibition Gallery.\n\nThis is the first exhibit in the gallery since the museum opened in 2012. The show will be open for a year before other exhibits are cycled through the space.\n\n\"What we have is a really eclectic ... snapshot of stories,\" said Brent Carmack, associate director of the museum. The exhibits are not a linear timeline, but a compelling history of Fort Collins agriculture, people, stores and events.\n\n\"There are so many stories in here, we figure people will have to come more than once,\" Carmack said.\n\nAs you enter the gallery, 99 bottles of local brews, and a few cans, make up the first exhibit people see.\n\n\"We couldn't resist the volume of breweries in town and doing 99 bottles of beer,\" Carmack said.\n\nSeveral interactive elements will allow families to engage in the exhibits. As Walrus Ice Cream is famous for making joke flavors every week, the museum partnered with the local ice cream shop to allow the public to vote on flavors in an exhibit.\n\nSeveral restaurants are featured as well, so staff members set up a restaurant station where family members can order plastic menu items from each other with old-style lingo like \"checkerboard\" (a waffle) and \"burn one\" (a hamburger).\n\nThe show features the Dickerson sisters, who lived in an isolated cabin near the source of Buckhorn Creek west of Masonville throughout most of the 20th century and made a living selling folk art to tourists; and a baseball uniform used in Hispanic baseball leagues in the 1940s and 1950s during the height of the sugar beet industry.\n\nAnother plaque invites the viewer to look up and find a particular exhibit hanging from the ceiling which ... community members will just have to look for to understand.\n\n\"We try to have a little fun when we can,\" Carmack said.\n\nThe show also features the Fort Collins teacher who got to go on a space shuttle in 2010, and the backyard chicken coops that have become important to some residents now that such coops are allowed within Fort Collins city limits.\n\nChildren will also get to try on a firefighter uniform or match images of leaves to the trees they belong to.\n\nFamilies can practice the knowledge that they learned in the exhibits at a \"quiz show,\" in which they can compete with interactive consoles.\n\nBecause some residents will come in and say, \"How could you have done a Fort Collins exhibit without telling THIS story (insert story idea),\" there will be an opportunity for people to leave comments with other story ideas, Carmack said.\n\nMarketing manager Cathy Jones added that the museum will host weekly discussions and demonstrations on Sundays and some Thursday about various stories in the exhibit.\n\nContact Reporter-Herald Staff Writer Jessica Benes at 970-669-5050 ext. 530 or jbenes@reporter-herald.com. Follow her on Twitter at twitter.com/jessicabenes.", "article_metadata": {"sailthru.url": "http://www.reporterherald.com/news/larimer-county/ci_26346130/150-years-150-stories-fort-collins-history-display", "sailthru.section": "Northern Colorado News", "sailthru.author": "By Jessica Benes \n  Reporter-Herald Staff Writer", "description": "FORT COLLINS -- The Fort Collins Museum of Discovery literally has 99 bottles of beer on the wall. Also, a few cans. Plus, the museum has a 1924 firetruck, an ancient Hewlett-Packard word-processing unit, firefighter gear, paraphernalia from a Fort Collins astronaut, a chicken coop, and ... what's that in the air?", "ag": {"canon": "LovelandReporter-Herald:article:26346130:view"}, "startDate": "2014-08-16T08:00:00-0600", "og": {"url": "http://www.reporterherald.com/news/larimer-county/ci_26346130/150-years-150-stories-fort-collins-history-display", "image": "http://extras.mnginteractive.com/live/media/site47/2014/0815/20140815__16RHAFC150w~1.jpg", "type": "article", "description": "FORT COLLINS -- The Fort Collins Museum of Discovery literally has 99 bottles of beer on the wall. Also, a few cans. Plus, the museum has a 1924 firetruck, an ancient Hewlett-Packard word-processing unit, firefighter gear, paraphernalia from a Fort Collins astronaut, a chicken coop, and ... what's that in the air?", "title": "150 years, 150 stories: Fort Collins history on display (video)"}, "twitter": {"domain": "reporterherald.com", "description": "FORT COLLINS -- The Fort Collins Museum of Discovery literally has 99 bottles of beer on the wall. Also, a few cans. Plus, the museum has a 1924 firetruck, an ancient Hewlett-Packard word-processing unit, firefighter gear, paraphernalia from a Fort Collins astronaut, a chicken coop, and ... what's that in the air?", "title": "150 years, 150 stories: Fort Collins history on display (video)", "url": "http://www.reporterherald.com/news/larimer-county/ci_26346130/150-years-150-stories-fort-collins-history-display", "image": "http://extras.mnginteractive.com/live/media/site47/2014/0815/20140815__16RHAFC150w~1.jpg", "site": "@reporterherald", "card": "summary_large_image"}, "sailthru.date": "2014-08-16T08:00:00-0600", "msvalidate.01": "4B535F7EB2971D1FCBA5D1D3E3E292C3", "sailthru.title": "150 years, 150 stories: Fort Collins history on display (video)", "sailthru.article-section-or-homepage": "article", "byline": "By Jessica BenesReporter-Herald", "google-site-verification": "XzsHDcJw4iXBQEYtDXFRaUAdKzxhSvxWMgXyQQNFFzg", "modificationDate": "2014-08-15T21:16:32-0600", "endDate": "2024-08-15T18:11:50-0600", "sailthru.site": "reporterherald.com", "pubDate": "2014-08-15T21:12:31-0600", "news_keywords": "Loveland Reporter Herald news weather information larimer county"}, "_id": "\"57477af46914bd0286fe2697\"", "article_summary": "Fort Collins is celebrating its 150th anniversary this year, so the Fort Collins Museum of Discovery invited community members last year to submit stories about the city that tell what makes Fort Collins, Fort Collins.\nFORT COLLINS -- The Fort Collins Museum of Discovery literally has 99 bottles of beer on the wall.\n( Jessica Benes / Loveland Reporter-Herald )If you go What: FC150 exhibit on 150 stories about Fort Collins history.\nThe exhibit shares 150 stories about Fort Collins' history and celebrates the city's 150th anniversary.\nThe show also features the Fort Collins teacher who got to go on a space shuttle in 2010, and the backyard chicken coops that have become important to some residents now that such coops are allowed within Fort Collins city limits."}