{"article_title": "Columbia Missouri: Saturday Business", "article_keywords": ["columbia", "business", "degree", "university", "jazz", "award", "services", "board", "missouri", "medicine", "chairman", "advertising"], "article_url": "http://www.columbiatribune.com/business/saturday_business/top-drawer/article_f2a051c4-bc5a-11e3-af9c-0017a43b2370.html", "article_text": "ONWARD & UPWARD\n\nKaren Cornell has been appointed compliance officer at Boone County National Bank. Her duties will include ensuring the bank’s compliance with all applicable state and federal laws and regulations. Cornell has 25 years of experience in financial services. She began her career with the bank as a teller, worked as assistant manager of the downtown bank and eventually worked her way around loan operations from loan officer to credit administration. Previous to her promotion, she was a loan systems manager for Central Technology Services in Jefferson City. Cornell graduated from the University of Missouri with a degree in political science.\n\nYou must login to view the full content on this page. Screen Name or Email Password Forgot? Remember me on this computer Login Screen Name or Email Now I remember! Or, use your facebook account: facebook Need an account? Create one now.\n\nServices for Independent Living, a local not-for-profit that provides programs and services to individuals with disabilities has announced three new board members to its board of directors. The new members are Paul Heddings, Amy Henderson and Stephanie Logan. Heddings, who is pursuing a Juris Doctor at the University of Missouri School of Law, has spent the past five years teaching and mentoring students in the disability community. During his time at the University of Missouri, he has served on the Chancellor’s Committee on Persons with Disabilities. Henderson, a relationship manager and AVP for Central Trust & Investment Co., has spent eight years working in Columbia and Jefferson City focusing on estate planning, plan administration and serving in various legal capacities for her clients. She served as plan administrator for a large estate and pension firm for more than three years, managing fiduciary relationships. She has extensive experience in trust and estate administration as well as assisting clients with sophisticated estate-planning techniques. Logan has been executive director of The L.E.A.D. Institute for the past 19 years. Logan has an undergraduate degree in psychology from the University of Georgia, a master’s degree in business administration from William Woods University and a doctorate in counseling psychology from the University of Missouri. She has taught American Sign Language classes at MU and in the community for more than 10 years.\n\nKUDOS\n\nMarsha Fischer has been selected to participate in the American Arbitration Association Higginbotham Fellows Program. Participation in this program is a highly competitive process in which a subcommittee of the association’s Advisory Committee on Diversity chooses candidates from a large pool of applicants. Fischer will begin the yearlong program by traveling to San Francisco for a week of training and networking. In addition to continuing her employment and labor law counsel and litigation practice, she is immediately available to act as mediator or arbitrator in employment and labor law matters and is now on the list of outside mediators for the U.S. District Court for the Western District of Missouri. She also has experience in and is available to mediate personal injury cases. Fischer is a shareholder in Walther, Antel, Stamper & Fischer, P.C. in Columbia.\n\nMichael LeFevre, future of family medicine professor and vice chairman of the Department of Family and Community Medicine at the University of Missouri School of Medicine, has been appointed chairman of the U.S. Preventive Services Task Force. An independent volunteer panel of 16 experts in prevention and primary care, the task force works to make evidence-based recommendations on clinical preventive services such as screenings, counseling services and preventive medications. Members come from many health-related fields, including internal medicine, family medicine, pediatrics, behavioral health, obstetrics and gynecology, and nursing. LeFevre has been a member of the U.S. Preventive Services Task Force since 2005 and previously was appointed co-vice chairman in 2011. LeFevre has received a bachelor’s degree in electrical engineering, a master’s degree in public health and a medical degree from the University of Missouri.\n\nKat Cunningham, president of Moresource Inc. in Columbia, has been named to the board of trustees for the Missouri History Museum in St. Louis.\n\nKim Schwend was presented with the Dorothy Jacob Legendary Service Award by Boone County National Bank during the annual consumer banking award ceremony. The award is presented to people who embrace and consistently deliver legendary service to customers and employees. Schwend is a relationship banking officer, health savings account specialist and certified IRA services professional. She assists personal and commercial customers with their banking accounts, estate planning, trusts, power of attorney, conservator accounts and other unique situations customers have outside of normal banking transactions.\n\nHank Foley, executive vice president for Academic Affairs for the University of Missouri System and senior vice chancellor for Research and Graduate Studies for MU, was named as a Fellow of the Industrial and Engineering Chemistry Division at the American Chemical Society. Created by the American Chemical Society Board of Directors, the ASC Fellows Program was designed to recognize members of ACS for their outstanding achievements in and contributions to science, the profession and the society. Foley will be presented with his award at the spring 2015 ACS National Meeting. In addition, a research symposium will be held in his honor, organized by Michael Strano, Massachusetts Institute of Technology professor of chemical engineering and one of Foley’s former students. Foley joined the UM System in August 2013 and most recently was named as the chief leader for MU’s research operation.\n\nNewton D’Souza, an associate professor of architectural studies at the University of Missouri, has become the third MU faculty member in the past four years to win the Ernest L. Boyer International Award for Excellence in Teaching. The award identifies an outstanding faculty member who expanded the boundaries of teaching, learning and technology in higher education. D’Souza uses multiscreen technology to connect with students in the classroom and online and challenges his students to communicate and think critically to foster more interaction between students. With individual webcams on each computer, each student is able to see everyone in class. D’Souza also replaced the use of a chalkboard with a tablet to display his notes on the computer screen.\n\nJon Poses, founder and executive director of the “We Always Swing” Jazz Series in Columbia, is among two dozen people being honored as “Jazz Heroes” by the Jazz Journalists Association. Jazz Heroes were first named in 2010 as an honor conferred by the Jazz Journalists Association in consultation with its members and informally affiliated jazz supporters and organizations. The Jazz Heroes initiative is an outgrowth of the association’s “A Team” of “activists, advocates, altruists, aiders and abettors of jazz,” first designated as such in 2001. The honors kick off the association’s JazzApril campaign celebrating local scenes during Jazz Appreciation Month, which culminates in International Jazz Day. Jazz Heroes will be presented with engraved statuettes during April public events in their cities.\n\nThomas Holland has been awarded the Physical Anthropology Sections’ T. Dale Stewart Award at the American Academy of Forensic Sciences 66th annual Scientific Meeting, held Feb. 17-22 in Seattle. Holland is the scientific director for the DoD Joint POW/MIA Accounting Command at JPAC-CIL in Hickam Air Force Base in Hawaii. He received his undergraduate, master’s and doctoral degrees from the University of Missouri.\n\nDavid A. Fleming, professor of medicine at the University of Missouri School of Medicine, has been elected the 2014-15 president of the American College of Physicians, the nation’s largest medical specialty organization. Fleming’s term begins at the conclusion of Internal Medicine 2014, the college’s annual scientific meeting in Orlando, Fla., on April 10-12. Fleming has been a Fellow of ACP (FACP) since 1986. FACP is an honorary designation that recognizes ongoing individual service and contributions to the practice of medicine. He has been active with ACP since 1980, when he began his membership. Fleming served on the Ethics, Professionalism and Human Rights Committee, most recently as chairman, and served as vice chairman for the Health and Public Policy Committee. He was governor for the Missouri Chapter of ACP from 2007-11 and was chairman of ACP’s board of governors from 2011-12. He has served on the board of regents for ACP since 2010. Fleming also received the ACP Evergreen Award for member outreach in 2009 and the Laureate Award for outstanding service to medicine and ACP from the Missouri chapter of ACP in 2012. Board-certified in internal medicine, he earned his bachelor’s degree from the University of Missouri and his medical degree from the MU School of Medicine. He completed his internship, residency and chief residency training in the Department of Medicine at the MU School of Medicine. Fleming also serves as chairman of the Department of Medicine and Director of the MU Center for Health Ethics.\n\nTerry Carlisle, chief physician assistant in the Department of Emergency Medicine at the University of Missouri, was named a diplomat by the Society of Emergency Medicine Physician Assistants during an induction ceremony at the annual meeting and conference in New Orleans on March 23-27. The society has created the Diplomat of SEMPA Recognition Program to recognize those who have demonstrated exceptional service and/or leadership to SEMPA, emergency medicine, the emergency medicine physician assistant profession and/or mankind.\n\nUniversity of Missouri Health Care’s patient care tower expansion to University Hospital has received the U.S. Green Building Council’s Leadership in Energy and Environmental Design (LEED) Gold Certification. The eight-story, $190 million facility opened in March 2013. LEED Gold Certification is one of the U.S. Green Building Council’s highest recognitions for environmentally sustainable design and construction. By certifying buildings that use technology and environment- and people-friendly features, LEED aims to ensure buildings conserve energy, water and other resources; save operating costs; and provide a comfortable, healthy environment for people who occupy the buildings. To achieve certification, the patient care tower incorporated numerous visible and hidden environmentally friendly elements.\n\nThe Trulaske College of Business was recognized by Higher Education Marketing Report in this year’s Educational Advertising Awards. The college was recognized in the Total Advertising category for its overall “We’ll show you” brand campaign, which features the campaign mark “MIZ-BIZ.” The college’s website — business.missouri.edu — was recognized in the Digital Marketing Awards category. The site launched in February 2013 and features a responsive design for all devices, clean navigation and stunning photography with improved search for research. The campaign was launched just before the college’s Centennial Celebration kick-off in October. The Educational Advertising Awards is the largest educational advertising awards competition in the country. This year, nearly 2,000 entries were received from more than 1,000 colleges, universities and secondary schools from all 50 states and several foreign countries. Judges for the Educational Advertising Awards consisted of a national panel of higher education marketers, advertising creative directors, marketing and advertising professionals, and the editorial board of Higher Education Marketing Report.\n\nJobFinders Employment Services was named the Eastern Missouri winner of the Women-Owned Small Business of the Year Award by the Small Business Association’s St. Louis District Office. As the winner of this SBA award, JobFinders’ application will be forwarded to the state, then regional competitions.\n\nBUSINESS CALENDAR\n\nColumbia Chamber of Commerce events are scheduled for the following day:\n\nTUESDAY\n\nEducation Committee, 8 a.m., Thomas G. Walton building, 300 S. Providence Road", "article_metadata": {"msapplication-notification": "frequency=30;polling-uri=http://notifications.buildmypinnedsite.com/?feed=http://www.columbiatribune.com/search/?q=&t=article&l=25&d=&d1=&d2=&s=start_time&sd=desc&c[]=news*&f=rss&id=1;polling-uri2=http://notifications.buildmypinnedsite.com/?feed=http://www.columbiatribune.com/search/?q=&t=article&l=25&d=&d1=&d2=&s=start_time&sd=desc&c[]=news*&f=rss&id=2;polling-uri3=http://notifications.buildmypinnedsite.com/?feed=http://www.columbiatribune.com/search/?q=&t=article&l=25&d=&d1=&d2=&s=start_time&sd=desc&c[]=news*&f=rss&id=3;polling-uri4=http://notifications.buildmypinnedsite.com/?feed=http://www.columbiatribune.com/search/?q=&t=article&l=25&d=&d1=&d2=&s=start_time&sd=desc&c[]=news*&f=rss&id=4;polling-uri5=http://notifications.buildmypinnedsite.com/?feed=http://www.columbiatribune.com/search/?q=&t=article&l=25&d=&d1=&d2=&s=start_time&sd=desc&c[]=news*&f=rss&id=5; cycle=1", "googlebot": "noarchive", "application-name": "Columbia Tribune", "p": {"domain_verify": "e84f2ccdbb23b2303cfa08c12e9bd926"}, "msapplication-wide310x150logo": "http://bloximages.newyork1.vip.townnews.com/columbiatribune.com/content/tncms/live/global/resources/images/_site/windows8_favs/wide.png?_dc=1372340732", "twitter": {"image": {"src": "http://bloximages.newyork1.vip.townnews.comhttp://www.columbiatribune.com/sa-satbiz-cornellmug-jpg/image_5d78396c-bc51-11e3-ad52-0017a43b2370.html", "width": 250, "height": 379}, "title": "TOP DRAWER", "description": "Kudos to Marsha Fischer, Michael LeFevre, Kat Cunningham, Kim Schwend, Hank Foley, Newton D'Souza, Jon Poses, Thomas Holland, David A. Fleming, Terry Carlisle, University Hospital, the Trulaske College of Business and JobFinders Employment Services.", "card": "summary", "site": "@columbiatribune"}, "msapplication-TileColor": "#065874", "msapplication-square70x70logo": "http://bloximages.newyork1.vip.townnews.com/columbiatribune.com/content/tncms/live/global/resources/images/_site/windows8_favs/tiny.png?_dc=1372340614", "msapplication-square310x310logo": "http://bloximages.newyork1.vip.townnews.com/columbiatribune.com/content/tncms/live/global/resources/images/_site/windows8_favs/large.png?_dc=1372340596", "og": {"site_name": "Columbia Daily Tribune", "description": "Kudos to Marsha Fischer, Michael LeFevre, Kat Cunningham, Kim Schwend, Hank Foley, Newton D'Souza, Jon Poses, Thomas Holland, David A. Fleming, Terry Carlisle, University Hospital, the Trulaske College of Business and JobFinders Employment Services.", "title": "TOP DRAWER", "url": "http://www.columbiatribune.com/business/saturday_business/top-drawer/article_f2a051c4-bc5a-11e3-af9c-0017a43b2370.html", "image": "http://bloximages.newyork1.vip.townnews.com/columbiatribune.com/content/tncms/assets/v3/editorial/5/d7/5d78396c-bc51-11e3-ad52-0017a43b2370/533f4103bf0a3.image.jpg?resize=250%2C379", "type": "article"}, "fb": {"app_id": 299470460147166}, "msvalidate.01": "1E3A617C7822235CF7453A03AC560148", "msapplication-TileImage": "http://bloximages.newyork1.vip.townnews.com/columbiatribune.com/content/tncms/live/global/resources/images/_site/windows8_favs/t-badge_144.png?_dc=1372343381", "keywords": "top drawer,columbia missouri,university of missouri system,karen cornell,amy henderson,stephanie logan,paul heddings,marsha fischer,boone county national bank,michael lefevre,u.s. preventive services task force,kim schwend,hank foley,jefferson city,david a. fleming,university of missouri school of law", "google-site-verification": "Pa-FtOcowtRH8XQjoX9dIrD_ncPLS80pMIWeoJZyZnA", "msapplication-square150x150logo": "http://bloximages.newyork1.vip.townnews.com/columbiatribune.com/content/tncms/live/global/resources/images/_site/windows8_favs/square.png?_dc=1372340606", "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes", "description": "Kudos to Marsha Fischer, Michael LeFevre, Kat Cunningham, Kim Schwend, Hank Foley, Newton D'Souza, Jon Poses, Thomas Holland, David A. Fleming, Terry Carlisle, University Hospital, the Trulaske College of Business and JobFinders Employment Services."}, "_id": "\"57477af46914bd0286fe268b\"", "article_summary": "JobFinders Employment Services was named the Eastern Missouri winner of the Women-Owned Small Business of the Year Award by the Small Business Association’s St. Louis District Office.\nDuring his time at the University of Missouri, he has served on the Chancellor’s Committee on Persons with Disabilities.\nKat Cunningham, president of Moresource Inc. in Columbia, has been named to the board of trustees for the Missouri History Museum in St. Louis.\nLogan has an undergraduate degree in psychology from the University of Georgia, a master’s degree in business administration from William Woods University and a doctorate in counseling psychology from the University of Missouri.\nLeFevre has received a bachelor’s degree in electrical engineering, a master’s degree in public health and a medical degree from the University of Missouri."}