{"article_title": "Air Force: Sequester, shutdown imperil crews and missions", "article_keywords": ["training", "maintenance", "force", "missions", "service", "memo", "lack", "sequestration", "air", "sequester", "imperil", "shutdown", "crews", "pentagon"], "article_url": "http://www.washingtontimes.com/news/2013/oct/12/air-force-sequester-shutdown-imperil-crews-and-mis/", "article_text": "The Air Force is telling Congress that the double whammy of sequestration budget cuts and the partial government shutdown “endangers the safety of our airmen” and “unnecessarily adds risks” to everyday missions.\n\nIn a memo to Capitol Hill Friday night, Air Force headquarters at the Pentagon said it has been forced to “take extraordinary actions” to make do with less money.\n\nThe Air Force combat air division is still trying to recover from lost training hours due to sequestration. The lack of an appropriations bill for fiscal 2014, which began Oct. 1, “exacerbates the training backlog and delays readiness recovery,” says the memo, a copy of which was obtained by The Washington Times.\n\nSEE ALSO: Lockheed Martin reduces furloughs to 2,400 employees because of shutdown\n\nMore than 15 air events have been cancelled due to lack of personnel to operate training ranges.\n\nThe service has suspended operations for five fighter units — four A-10 strike jets and one F-16 fighter.\n\nAirmen are faced with “breaking the law” or canceling missions because the Air Force lacks the cash to pay contractors in Afghanistan.\n\nPHOTOS: Civil disobedience: Angry Americans flouted shutdown rules\n\nPacific Air Force, which would play a major role in any conflict with North Korea, will have only one E-3 airborne control aircraft available later this month due to a lack of maintenance money.\n\nOn the health care front, the service said it is “not able to properly care for airmen and their families” because of delayed surgeries and appointments.\n\nBefore the government shutdown, the Air Force already was grappling with sequestration’s directive to cut $37 billion this year and $52 billion in 2014 from the total Pentagon budget.\n\nThe Air Force retired more than 500 aircraft and limited flying hours and maintenance.", "article_metadata": {"description": "The Air Force is telling Congress that the double whammy of sequestration budget cuts and the partial government shutdown \"endangers the safety of our airmen\" and \"unnecessarily adds risks\" to everyday missions.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "The Air Force is telling Congress that the double whammy of sequestration budget cuts and the partial government shutdown “endangers the safety of our airmen” and “unnecessarily adds risks” to everyday missions.", "title": "Air Force: Sequester, shutdown imperil crews and missions", "url": "http://www.washingtontimes.com/news/2013/oct/12/air-force-sequester-shutdown-imperil-crews-and-mis/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2011/03/22/plane.jpg", "type": "article"}, "twitter": {"image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2011/03/22/plane.jpg", "description": "The Air Force is telling Congress that the double whammy of sequestration budget cuts and the partial government shutdown \"endangers the safety of our airmen\" and \"unnecessarily adds risks\" to everyda", "site": "@washtimes", "card": "summary", "title": "Air Force: Sequester, shutdown imperil crews and missions"}, "Author": "Rowan Scarborough", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web1", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "Politics, Air Force, Pentagon, Air Force Headquarters"}, "_id": "\"57477af46914bd0286fe03d8\"", "article_summary": "Airmen are faced with “breaking the law” or canceling missions because the Air Force lacks the cash to pay contractors in Afghanistan.\nThe Air Force combat air division is still trying to recover from lost training hours due to sequestration.\nThe Air Force retired more than 500 aircraft and limited flying hours and maintenance.\nBefore the government shutdown, the Air Force already was grappling with sequestration’s directive to cut $37 billion this year and $52 billion in 2014 from the total Pentagon budget.\nThe Air Force is telling Congress that the double whammy of sequestration budget cuts and the partial government shutdown “endangers the safety of our airmen” and “unnecessarily adds risks” to everyday missions."}