{"article_title": "American Voters Need To Realize The Terrible Urgency Of 2014", "article_keywords": ["poor", "dont", "voters", "republicans", "stop", "terrible", "vote", "american", "candidates", "know", "truth", "need", "realize", "urgency", "plan"], "article_url": "http://www.politicususa.com/2014/06/15/american-voters-realize-terrible-urgency-2014.html", "article_text": "Every time I hear a pundit or a pollster discuss the certainty that Republicans will hold the House or the high probability they will gain control of the Senate I suspect I am having an out-of-body experience. In what world, no matter how ill-informed, gerrymandered, Fox News saturated, or Koch Brother’s money-smothered could Democrats not win overwhelmingly this November? Are Democratic candidates and especially Democratic leadership so incapable of connecting the dots that a sane and literate electorate will sit out this critical election?\n\nYeah, apparently.\n\nWe have leadership handpicking candidates who won’t galvanize the base and refusing to provide support to non-incumbents unless they are sure-fire winners. Our candidates pussyfoot through campaigns, terrified of offending Republicans who would never vote for them anyway. All in all we have a party which is unwilling or unable to bludgeon voters with the truth.\n\nDemocrats consistently campaign on the defensive; letting the opposition frame the debate and choose the terms; Obamacare, Benghazi, the “IRS scandal” the War on Coal. They wield the Second Amendment like a mace and lie that liberals plan to eviscerate the First. Complacent independents and Democrats may not be well informed or likely voters in off-year elections but they can understand actual facts and become angry enough to do something about them.\n\nIt is time we pick the battleground and infuse the field with urgency.\n\nThere isn’t a natural constituency the Republicans have not insulted, annoyed, or outright harmed in recent years yet many seem blissfully unaware of it. How many veterans know Republicans killed $100 million in funding to improve access to care as opposed to those who only heard the President was to blame four months later when the VA scandal broke. How many low income persons are aware their own governors are keeping health care from them but instead believe Obamacare is killing the country?\n\nThere are 89,727 career and 137,037 non-career employees of the U.S. Postal Service. At least that many more adults probably depend on their paychecks. They all have heard that their livelihood is in danger but do they know why? If it was made clear that a Republican law is forcing USPS to fund employee pensions for 75 years over a period of ten; that this is a badly disguised plan to kill the USPS to the benefit of UPS and FedEx, big donors to the GOP; and that Republicans are now angling to use that pension money to erase the deficit in the Highway Trust Fund, do you think they would sit at home on November 4? Hell, they would probably drag their spouses, parents, and half the neighborhood to the polls with them.\n\nSo why is Ed Schultz the only one talking about this?\n\nThe conventional wisdom is that young people don’t vote in mid-terms. On Wednesday Senate Republicans filibustered a bill to lower the debt on student loans. Two years ago they refused to stop an automatic doubling of Stafford Loan interest rates. This information alone could fuel a monster get-out-the vote drive on campuses nationwide.\n\nThese examples don’t even scratch the surface. Progressives have long lamented that poor and middle-class people always vote against their own self-interest. Maybe they don’t know they are doing so.\n\nHave we fully informed the near-elderly on Paul Ryan’s plan for Medicare?\n\nDo young women understand the current threat to their sexual freedom and to family planning?\n\nDo small farmers know they are being damaged by agribusiness and the support Republican’s give it?\n\nAre non-Christians aware of current legislative advocacy for state endorsed religion?\n\nAre coastal residents such climate deniers they will allow their cities to drown?\n\nDo minorities see the comprehensive effort Republicans are making to take away their vote?\n\nIt is not fear mongering to tell postal employees they will see their jobs shrivel and die under a Republican majority nor is it unfair to tell minorities and the elderly that this may be their last chance to vote unless voter suppression efforts are halted and halted quickly. It may be noble for a candidate to run on a platform of what she will do but it often works better to explain what an opponent has done.\n\nAnd while we are at it we need to gather together the entire GOP and tie them up with one big ugly bow. The dreadful remarks we keep hearing – such as “No one has the guts to let them (poor people) wither and die” (John Johnston, congressional candidate, Indiana), or “I never said I would author legislation to put homosexuals to death, but I didn’t have a problem with it” (Scott Esk, state house candidate Oklahoma) or suggestions that poor children should have to sweep floors in return for a free lunch (Rep Jack Kingston and former Speaker Newt Gingrich), that non-Christians would certainly go to hell (Rep. Louie Gohmert just yesterday) or any of dozens of nasty and misogynistic comments about rape (take your pick) – are not isolated remarks. Let’s must pound home the truth that this is the way Republicans think and that only an election stands between thoughts and their reflection in real laws.\n\nThere is a Facebook meme to the effect that if Republicans stop lying about us we will stop telling the truth about them. The problem is they are still lying but we have never hit them with the unvarnished truth nor even attempted to arouse voters to the crises they are facing everywhere – with their jobs, their health, and their democracy. It needs to be said over and over that we cannot wait until 2016 – there is a terrible urgency to now.", "article_metadata": {"description": "Every time I hear a pundit or a pollster discuss the certainty that Republicans will hold the House or the high probability they will gain control of the Senate I suspect I am having an out-of-body experience.", "generator": "WordPress 4.5.2", "author": "Yellow Dog Yankee", "og": {"site_name": "Politicus USA", "description": "Every time I hear a pundit or a pollster discuss the certainty that Republicans will hold the House or the high probability they will gain control of the Senate I suspect I am having an out-of-body experience.", "title": "American Voters Need To Realize The Terrible Urgency Of 2014", "url": "http://www.politicususa.com/2014/06/15/american-voters-realize-terrible-urgency-2014.html", "image": "http://15130-presscdn-0-89.pagely.netdna-cdn.com/wp-content/uploads/2014/06/vote.jpg", "updated_time": "2014-06-26T00:10:26+00:00", "type": "article"}, "fb": {"admins": 523732690, "app_id": 113462415332922, "pages": 186473214703370}, "keywords": "2014 Elections,Featured News,2014 election,Democratic Party,Get Out the Vote,Highway Trust Fund,Internal Revenue Service,Jack Kingston,Louie Gohmert,Newt Gingrich,paul ryan,Political parties in the United States,Republican Party,Scott Esk,Stafford Loan,Voter Suppression,politicususa,liberal,politics,sarah jones,jason easley,barack obama,hillary clinton,bernie sanders,msnbc,media", "article": {"publisher": "https://www.facebook.com/PoliticusUSA", "section": "Featured News", "published_time": "2014-06-15T18:26:15+00:00", "modified_time": "2014-06-26T00:10:26+00:00"}, "viewport": "width=device-width, initial-scale=1", "news_keywords": "2014 election, Democratic Party, Get Out the Vote, Highway Trust Fund, Internal Revenue Service, Jack Kingston, Louie Gohmert, Newt Gingrich, paul ryan, Political parties in the United States, Republican Party, Scott Esk, Stafford Loan, Voter Suppression"}, "_id": "\"57477af46914bd0286fe26ee\"", "article_summary": "There is a Facebook meme to the effect that if Republicans stop lying about us we will stop telling the truth about them.\nThe conventional wisdom is that young people don’t vote in mid-terms.\nIt needs to be said over and over that we cannot wait until 2016 – there is a terrible urgency to now.\nAll in all we have a party which is unwilling or unable to bludgeon voters with the truth.\nMaybe they don’t know they are doing so."}