{"article_title": "Why privatizing the VA is a bad idea", "article_keywords": ["sector", "va", "privatizing", "vha", "vhas", "problems", "idea", "private", "system", "bad", "health", "veterans", "care"], "article_url": "https://www.bostonglobe.com/magazine/2016/02/17/why-privatizing-health-care-system-bad-idea/2PyB5Dz36pdahjwVFr3p3M/story.html", "article_text": "Obamacare isn’t the only program at stake in the next election. The future of the nation’s largest health care system — the Veterans Health Administration — is also up for grabs. Republican candidates for president, some with support from the Koch brothers-funded group Concerned Veterans for America, are waging a campaign to demonize, remake, and perhaps ultimately privatize the VHA. Marco Rubio wants to “jolt the VA back to life,” by forcing it to compete with the private sector. Donald Trump insists we should “empower our veterans to vote with their feet,” which, he seems sure, will take them far away from the nearest VA hospital.\n\nCritics of the VHA have done a good job of erasing any memory of its successes from public consciousness. This is particularly ironic today, 70 years after the head of the Veterans Administration signed a memorandum affiliating veterans’ hospitals with academic medical centers. Since that time, the VHA has become “the largest single provider of medical training in the country,” according to the Association of American Medical Colleges, helping prepare over 70 percent of the nation’s physicians as well as members of more than 40 other health care professions. VHA researchers have helped pioneer innovations — the shingles vaccine, the implantable cardiac pacemaker, the first liver transplant — that benefit all Americans.\n\nAdvertisement\n\nOf course, the VHA today has serious problems that can and must be fixed, including a suicide prevention hotline that sent some callers to voicemail, according to a recent report. An independent assessment of the VHA conducted by MITRE Corporation, the Rand Corporation, and others and released last year highlighted problems with top-heavy management, cumbersome hiring processes, and delays in access to care in some regions.\n\nOn the whole, however, the assessment also reported that the VHA’s 288,000 employees, including 20,000 physicians, are able to deliver high-quality care to the more than 6 million veterans who receive its services. “VA wait times,” RAND reported, “do not seem to be substantially worse than non-VA waits.” VA patients get care that is often higher quality than that in the private sector — with performance variation “lower than that observed in private sector health plans.” A study published recently in JAMA reported that men with heart failure, heart attacks, or pneumonia were less likely to die if treated at a VHA hospital rather than non-VHA hospital.\n\nThese successes are because the VHA has developed into the only nationwide fully integrated health care system in the United States. As such, it provides a model for other systems — one policy makers should be trying to learn from, not dismantle.\n\nIntegration affords veterans a level of care unavailable to most Americans, who remain subject to our fragmented private sector health care system. A VHA patient moving from Boston to San Francisco can get uninterrupted care from professionals with access to his or her medical records. The treatment veterans receive at the VHA’s more than 1,500 hospitals, community-based outpatient clinics, and other facilities is highly coordinated. For example, veterans seeing their primary care practitioner to discuss health problems — diabetes, say, or PTSD — can then walk down the hall and talk to a nutritionist about a diet, a pharmacist about how to correctly administer insulin, or a mental health professional. Because the VHA now recognizes that female veterans have special needs, they can often access care from dedicated women’s clinics. A recent study reported that women veterans have higher rates of screening for cervical and breast cancer when they see a specially designated women’s health provider.\n\nYou might think that the committees, commissions, and panels assigned to evaluate the VHA would be trying to bolster this system, focusing not only on its problems but also its strengths. Yet some seem intent on picking apart the VHA’s tapestry of comprehensive care thread by thread.\n\nAdvertisement\n\nIn an October essay in the New England Journal of Medicine, the two leading members of a blue-ribbon commission charged with evaluating the MITRE group’s assessment suggested that VHA primary care could be spun off to the private sector. Gail Wilensky, a former head of Medicare, and physician Brett Giroir wrote that the VHA’s model of providing “comprehensive care” to veterans could be shifted to one focused on specialized care, like treatment of traumatic brain injuries. Others have suggested shifting audiology or optometry or mental health to the private sector.\n\nThe problem is that veterans with brain injuries may also need a hearing aid or treatment for asthma or diabetes. These overlapping health problems can only be managed in a system in which primary care is, in fact, primary. Which is why improving and strengthening the integrated VHA system is something worth fighting for.\n\nSo I have a question for all the presidential candidates as well as the American public they seek to represent: Is this a system we really want to destroy?", "article_metadata": {"eomportal-loid": "4.1.2471317072", "eomportal-id": 313170, "description": "The Veteran’s Health Administration must fix major problems, but its integrated care system should be a model to learn from.", "eomportal-instanceid": 17, "og": {"city": "Boston", "site_name": "BostonGlobe.com", "description": "The Veteran’s Health Administration must fix major problems, but its integrated care system should be a model to learn from.", "title": "Why privatizing the VA is a bad idea - The Boston Globe", "url": "https://www.bostonglobe.com/magazine/2016/02/17/why-privatizing-health-care-system-bad-idea/2PyB5Dz36pdahjwVFr3p3M/story.html", "country": "US", "image": "http://c.o0bg.com/rf/image_585w/Boston/2011-2020/2016/02/12/BostonGlobe.com/Magazine/Images/perspective0221mag.jpg", "longitude": "-71.0597732", "state": "MA", "latitude": "42.3584308", "type": "article"}, "twitter": {"account_id": 95431448, "card": "summary", "site": "BostonGlobe"}, "robots": "noarchive", "news_keywords": "Perspective,VA hospitals,VHA,veterans health administration, Marco Rubio, Donald J  Trump, George W  Bush,Veterans Administration, Veterans Affairs Department, Assn of American Medical Colleges", "eomportal-lastUpdate": "Fri May 27 07:50:18 EDT 2016", "fb": {"admins": 507486035, "app_id": 103933749691726, "pages": 5637143257}, "keywords": "Perspective,VA hospitals,VHA,veterans health administration, Marco Rubio, Donald J  Trump, George W  Bush,Veterans Administration, Veterans Affairs Department, Assn of American Medical Colleges, Blue Ribbon, New England Journal of Medicine", "article": {"publisher": "https://www.facebook.com/globe"}, "flashsale": "false", "viewport": "width=device-width, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no", "eomportal-uuid": "d049bdf0-d1b5-11e5-ab2f-05d3299dcce1"}, "article_summary": "The future of the nation’s largest health care system — the Veterans Health Administration — is also up for grabs.\nMarco Rubio wants to “jolt the VA back to life,” by forcing it to compete with the private sector.\nIntegration affords veterans a level of care unavailable to most Americans, who remain subject to our fragmented private sector health care system.\nWhich is why improving and strengthening the integrated VHA system is something worth fighting for.\nThese successes are because the VHA has developed into the only nationwide fully integrated health care system in the United States."}