{"article_title": "Here’s the Javelin Anti-Tank Missile a Top US General Wants to Send to Ukraine", "article_keywords": ["wants", "ukraine", "troops", "heres", "senate", "send", "missile", "weapons", "giving", "javelin", "european", "antitank", "military", "general", "portable"], "article_url": "http://www.thefiscaltimes.com/2016/04/22/Here-s-Javelin-Anti-Tank-Missile-Top-US-General-Wants-Send-Ukraine", "article_text": "Could the U.S. give Ukraine’s military a portable, “fire-and-forget” anti-tank missile that can knock out Russian tanks? It might if the president’s pick to lead American troops in Europe gets his way.\n\nA few weeks after he was tapped by the Obama administration to be the new head of U.S. European Command, Army General Curtis Scaparrotti said to Senate lawmakers that he is open to the idea of giving Ukraine the Javelin missile system.\n\nRelated: Vladimir Putin Just Gained a Potential New Adversary\n\n“I think that there's a requirement for an anti-tank weapon, like Javelin, in their situation,” said Thursday in response to a question from Senate Armed Services Committee chair John McCain (R-AZ) during a confirmation hearing.\n\nDeveloped by Lockheed Martin and Raytheon and first deployed with the U.S. Army in 1996, the portable system is used by roughly 20 countries around the globe, including Estonia and Lithuania, two other Eastern European countries threatened by Moscow’s aggressive behavior over the last two years. Around 40,000 copies of the weapon have been produced.\n\nThe Javelin consists of a missile round and a detachable command launch unit that can use thermal heat to find targets at night. The command element costs $126,000 and each missiles costs about $78,000. It is lighter and more mobile than the TOW missile, which Washington has given to friendly forces inside Syria.\n\nRelated: First Look at $3.4 Billion in Weapons the US Is Sending to NATO\n\nThe missile features a firing range of up to 1.5 miles, giving troops a little bit of breathing room between themselves and their intended target, though not as much as other portable weapons systems out there.\n\nA big drawback of the system is that, once fired, operators have no chance to correct the missile’s flight path.\n\nScaparrotti will likely breeze through confirmation votes by the Armed Services panel and the full Senate, placing him at the nexus of the debate about Washington giving offensive weapons to Ukraine in order to repel Russian-backed separatists in the eastern part of the country.\n\nRelated: Russia: So We Buzzed a US Destroyer, What’s the Big Deal?\n\nLast month the U.S. and Ukraine struck a deal in which Kiev will receive $335 million in security and military aid. And the administration’s fiscal year 2017 budget request wants $3.4 billion for the European Reassurance Initiative. The request quadruples the amount of money for an effort that covers the costs of sending hundreds of U.S. troops in and out of Europe for brief deployments, military exercises with allies and other training missions.\n\nDespite these steps, the administration has rejected giving major offensive weapons to Kiev, fearful that it could lead to a larger conflict and more hostility from Russia President Vladimir Putin. With a new commander at the helm, and a new commander-in-chief next year, that position could change.", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Could the U.S.", "title": "Here’s the Javelin Anti-Tank Missile a Top US General Wants to Send to Ukraine", "url": "http://www.thefiscaltimes.com/2016/04/22/Here-s-Javelin-Anti-Tank-Missile-Top-US-General-Wants-Send-Ukraine", "image": "http://cdn.thefiscaltimes.com/sites/default/files/Javelin%20Anti-tank%20missiles.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2016/04/22/Here-s-Javelin-Anti-Tank-Missile-Top-US-General-Wants-Send-Ukraine", "image": "http://cdn.thefiscaltimes.com/sites/default/files/Javelin%20Anti-tank%20missiles.jpg", "card": "summary", "title": "The Fiscal Times"}, "generator": "Drupal 7 (http://drupal.org)", "description": "Could the U.S.", "viewport": "initial-scale=1, maximum-scale=1"}, "_id": "\"57477af46914bd0286fe2735\"", "article_summary": "Could the U.S. give Ukraine’s military a portable, “fire-and-forget” anti-tank missile that can knock out Russian tanks?\nThe Javelin consists of a missile round and a detachable command launch unit that can use thermal heat to find targets at night.\nA few weeks after he was tapped by the Obama administration to be the new head of U.S. European Command, Army General Curtis Scaparrotti said to Senate lawmakers that he is open to the idea of giving Ukraine the Javelin missile system.\nLast month the U.S. and Ukraine struck a deal in which Kiev will receive $335 million in security and military aid.\nIt is lighter and more mobile than the TOW missile, which Washington has given to friendly forces inside Syria."}