{"article_title": "Through history, conservatives have said no", "article_keywords": ["hour", "conservative", "continue", "health", "opposed", "conservatives", "test", "labor", "education", "children", "history"], "article_url": "http://www.postcrescent.com/story/opinion/columnists/2014/07/18/voters-will-put-test-conservatism/12802471/", "article_text": "Conservatives have history of saying no to good ideas.\n\nvote (Photo: Getty Images/Hemera)\n\nPatience and time may be the best and perhaps the only solution to our highly polarized political beliefs. The deep divisions that Americans have are often only cured by the quality of ideas tested over time.\n\nToday's \"conservative point of view\" centers on the rejection of change. Conservatives have been saying \"no\" for a very long time.\n\nConservatives or loyalists didn't support the American Revolution; this group represented about 30 percent of the population in 1776. Many moved to Canada or returned to England to remain monarchists.\n\nConservatives supported continuation of slavery, as it was integrated into the agricultural, slave-based economy of southern colonies.\n\nConservatives opposed abolition of child labor. Many capitalist enterprises exploited child labor during industrialization. Child labor was not totally controlled until 1938 with the federal regulation achieved in the Fair Labor Standards Act.\n\nConservatives opposed voting rights for women and black Americans. Women gained the right to vote in 1920 through a constitutional amendment. Black citizens, 150 years beyond emancipation and the 1965 Voting Rights Act, continue to struggle to achieve political representation. Voter suppression by conservative-controlled states is openly intensifying and gerrymandering techniques have been elevated to quasi-science.\n\nConservatives opposed and continue to oppose any form of minimum wage. President Franklin Roosevelt put the minimum wage in place in 1938 at 25 cents an hour. The conservatives have managed, over 46 years, to effectively decrease the inflation-adjusted minimum wage 32 percent from $10.69 an hour in 1968 to $7.25 an hour currently.\n\nConservatives opposed workplace safety regulations and continue to. Federal laws and regulations grew with hard-fought battles, but were institutionalized in 1970 with the Occupational Safety and Health Act. Many conservatives continue advocating for elimination of existing safety and health laws.\n\nConservatives opposed compulsory education. Massachusetts was the first to implement compulsory education of children in 1852, Mississippi held out until 1917 and continues to suffer the consequences. Wisconsin conservatives in the 2013 and 2014 budgets reduced public education funding by $1,038 per student, second only to Alabama at $1,242.\n\nConservatives fought hard to defeat Social Security in the 1930s with the same arguments used against the Affordable Care Act — it generates higher taxes, weakens the economy and creates bigger government.\n\nConservatives opposed Medicare in the 1960s and Ronald Reagan stated the conservative case, \"If Medicare passes into law, the consequences will be dire beyond imagining. If opponents failed to scuttle it, one of these days, you and I are going to spend our sunset years telling our children, and our children's children, what it once was like in America when men were free.\" Could Reagan have been more wrong?\n\nConservatives opposed the Affordable Care Act and they continue attempts to damage it. The most damage they inflicted was the elimination of the public option for fear all Americans would essentially sign up for \"Medicare For All,\" eliminating the needless and expensive 25 percent upcharge we pay to a major conservative benefactor — the health care insurance industry.\n\nThe reason I have taken you though 238 years of \"conservative opposition,\" is to remind you that saying \"no\" is nothing new for conservatives.\n\nIt's time to seriously consider where the republic would be if conservatives had their way with all of these ideas.\n\nWould there even be a republic? What would it mean for you and your family? Would you even have a family without these programs? Would you be earning $1.50 an hour? Would your children be working in a knitting factory? Would you have black lung or mesothelioma from working in an unsafe factory or mine? Would your children be educated or simply sent to the mills at age 10?\n\nOn Nov. 4, we will have an IQ test in Wisconsin. It will be held on Election Day and the test will be administered at more than 3,500 polling places. Similar to voting, we won't know individual scores, but we will be informed of our collective score by about 10 p.m.\n\nSome topics that may appear on the test include job creation, freedom, responsibility, pensions, guns, the Supreme Court, equal pay for women, health care, veterans, voter suppression, private-school vouchers, out-of-state campaign cash, the environment, public education, tax breaks, college tuition and subsidies for wealthy corporations.\n\nHow well will you perform on the test? More importantly, how will we perform?\n\n— Michael Muoio is an Appleton resident. He can be reached at pcletters@postcrescent.com\n\nRead or Share this story: http://post.cr/1mndpdf", "article_metadata": {"google": "notranslate", "description": "Conservatives have history of saying no to good ideas.", "og": {"site_name": "Post-Crescent Media", "description": "Conservatives have history of saying no to good ideas.", "title": "Through history, conservatives have said no", "url": "http://www.postcrescent.com/story/opinion/columnists/2014/07/18/voters-will-put-test-conservatism/12802471/", "image": "http://www.gannett-cdn.com/GDContent/applogos/postcrescent.png", "type": "article"}, "twitter": {"description": "Conservatives have history of saying no to good ideas.", "creator": "@postcrescent", "image": "http://www.gannett-cdn.com/-mm-/0ffb02bdfc541716fc46357beb7b4a0f8d38f607/c=357-0-2603-2247&r=x643&c=640x640/local/-/media/Appleton/2014/07/17/vote2.jpg", "title": "Through history, conservatives have said no", "site": "@postcrescent", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=880652726", "fb": {"app_id": 117306038338949}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": "conservatives"}, "_id": "\"57477af46914bd0286fdf080\"", "article_summary": "Conservatives opposed voting rights for women and black Americans.\nConservatives opposed compulsory education.\nConservatives opposed abolition of child labor.\nConservatives opposed and continue to oppose any form of minimum wage.\nConservatives have history of saying no to good ideas."}