{"article_title": "Accounting for Obamacare: Inside the Company That Built Healthcare.gov", "article_keywords": ["cgi", "work", "built", "healthcaregov", "logica", "company", "million", "obamacare", "business", "logicas", "accounting", "margin", "inside", "cgis"], "article_url": "http://www.vanityfair.com/news/politics/2013/12/obamacare-website-cgi", "article_text": "Even before healthcare.gov, CGI was embroiled in its share of controversy about its work, from problems with Ontario’s online medical registry to difficulties with the Department of Taxation’s collection system in Hawaii. As CGI worked on healthcare.gov, government officials were frustrated with the company for missing deadlines, and Michelle Snyder, CMS’s chief operating officer, told colleagues, “If we could fire them, we would,” according to The New York Times. Both Marilyn Tavenner, CMS administrator, and Kathleen Sebelius, the secretary of Health and Human Services, testified in congressional hearings that CGI didn’t meet expectations. A CGI spokesperson says, “as a matter of policy, we do not discuss the specifics of our ongoing client projects.”\n\nCGI has been a big stock-market success. According to the Canadian newspaper Globe and Mail, CGI’s stock has risen an average of 25 percent annually for the last 25 years. At its peak in November, the stock was up almost 70 percent in 2013, and the problems of healthcare.gov seemed to be having no discernible impact. Slate said that that’s because healthcare.gov is such a small part of its business. At any rate, CGI just reported revenues of $10.1 billion in its fiscal year ended in September 2013, up more than 100 percent from a year ago.\n\nCGI is short for Conseillers en Gestion et Informatique, or Consultants to Government and Industry. It was founded back in 1976 by two Québécois, Serge Godin and Andre Imbeau. The publicity-shy Godin, now 63 and still active as the company’s chairman, became a billionaire this year, according to Slate, which called him a “classic tortoise” who had built his fortune with a “reliable, and more patient, business strategy than stumbling on the right tech at the right time.” He’s received numerous awards and honorary titles, including being inducted into the Canadian Business Hall of Fame, and he is a major owner of harness-racing horses. His daughter, Julie Godin, is the company’s executive in charge of human relations, and her father’s presumptive heir.\n\nCGI’s lack of visibility before healthcare.gov wasn’t a reflection of the size of the company or how much work it does. With a market value of roughly $11.6 billion, CGI, after the decline of BlackBerry maker RIM, boasts of being Canada’s biggest technology company. (All figures in this story are in Canadian dollars; one U.S. dollar is worth about 1.07 Canadian dollars at the present time.) In truth, companies like CGI are more body shops than true technology companies, and the projects they take on require a lot of grunt work by a lot of low-level employees. CGI employs almost 70,000 people, who are embedded in businesses and governments around the globe. Its U.S. clients have included the military, the F.B.I., Pennsylvania’s Medicaid Medical Assistance program, and at least 40 state governments.\n\nIn this context, the selection of CGI, which has had a long relationship with the U.S. government through the companies it has acquired—among other projects, CGI also ran recovery.gov, the Website for all data related to the Recovery Act—doesn’t seem so odd. Back in 2007, CGI was one of 16 companies given an umbrella contract to do unspecified systems work for CMS. These so-called indefinite-delivery/indefinite-quantity, or ID/IQ, contracts exist throughout the federal government. Companies compete to be on the list, and then when a specific task arises, they compete again to be awarded that task; but because the list of competitors is predetermined, the process is shorter. When the Obama administration selected a main contractor for healthcare.gov, they decided to use the prequalified contractors, rather than starting afresh, in order to save time, according to Bloomberg. CGI was chosen as the lead contractor for the Website over three other bidders: IBM, QSSI, and Computer Sciences Corporation. According to congressional testimony, CGI stands to be paid $292 million for its work on healthcare.gov.\n\nThat lack of expertise explains why in building healthcare.gov, the government turned to industry contractors; in particular, to CGI Federal, a subsidiary of CGI Group, a Canadian company. To those uninitiated in the dark art of government contracting, it seems scandalous that CGI, a company most Americans had never heard of, a company that is not located in Silicon Valley (where President Obama has plenty of Internet superstar friends who could have formed a dazzling brain trust to implement his signature legislation) but rather in Montreal, could be chosen as the lead contractor for the administration’s most important initiative. While right-wing news outlets have focused on the possible relationship between Toni Townes-Whitley, senior vice president for civilian-agency programs at CGI Federal, and Michelle Obama, both of whom were 1985 Princeton graduates, CGI’s selection is probably more an example of a dysfunctional system than it is a scandal. “A lot of the companies in Silicon Valley don’t do business with the government at that level [the level required for federal contracting],” explains Soloway. “It is very burdensome, and the rules make it very unattractive.” Indeed, government contractors have to meet a whole host of requirements contained in a foot-thick book, including cost accounting and excessive auditing, to prove that they are not profiting too much off the American taxpayer. Hence, there tends to be a relatively small, specialized group of companies that compete for this work, even on such critical matters as healthcare.gov.\n\nThe story of how the Obama administration and the Centers for Medicare and Medicaid Services (CMS), the agencies tasked with implementing the Affordable Care Act got it so wrong is still unfolding. Much of the blame has to fall on an insular White House that didn’t want to hear about problems, and another chunk has to land on CMS, which instead of hiring a systems integrator, whose job it would have been to ensure that all the processes feeding into healthcare.gov worked together, kept that role for itself. As anyone who has worked with the federal government on such projects knows, it is utterly inept when it comes to technology. “The government continues to struggle with how best to acquire the expertise to integrate technology,” says Stan Soloway, the C.E.O. of the Professional Services Council, which represents contractors who work with the government. Soloway has a scary stat, which is that of the 80,000 information-technology workers in the federal government, for every one person under 30, there are 10 people over 50.\n\nAs we all now know, the bug-infested Website healthcare.gov turned out to be anything but “real simple.” After the site’s disastrous October 1 launch, the administration organized a frantic rescue effort shepherded by Jeffrey Zients, who is to become Obama’s chief economic adviser in January, and on December 17, the administration tapped Microsoft executive Kurt DelBene to lead the effort to build out the rest of the Website. The site is working better (but as of this writing still not perfectly) for consumers, though the complications it has unleashed for President Obama will be even harder to fix. The New York Times called the broken Website a “crisis that suddenly threatened his presidency,” and according to a CBS News poll, Obama’s job-approval rating has plunged to an all-time low. Americans’ approval of the Affordable Care Act has also dropped to its lowest level since CBS News began polling support for the law.\n\n“Now, this is real simple,” President Obama told a crowd at Prince George’s Community College, in Maryland, in late September. “It’s a Website where you can compare and purchase affordable health-insurance plans, side by side, the same way you shop for a plane ticket on Kayak … same way you shop for a TV on Amazon. You just go on, and you start looking, and here are all the options.”\n\nOn Wall Street, there’s an entirely different sort of controversy brewing about CGI. Several smart investors—including well-known short-seller Jim Chanos, who runs Kynikos Associates—are betting against CGI, or shorting its shares, not because of the quality of its work but because of questions about its earnings. In September, Deutsche Bank analyst Bryan Keane downgraded CGI to a rare “sell” rating, citing quality-of-earnings questions. What he and others point out is that a number of questionable accounting tactics could be creating the illusion that CGI’s business is far more successful than it actually is. After the news broke in Newsweek that Chanos was shorting CGI, its stock fell more than 12 percent, although it’s begun to climb again.\n\nCGI is what’s known as a “roll-up,” meaning that it was built by acquiring other businesses, or rolling them up. Indeed, since its founding in 1976, CGI has acquired more than 70 businesses. (“Please stand up if you’ve ever been acquired,” Godin asked a crowd at a company gathering last February, according to the Globe and Mail. Almost everyone in the room stood up.) In the U.S., CGI built its business with the 2004 purchase of American Management Systems, based in Arlington, Virginia, and the $1.1 billion 2010 purchase of Stanley Inc., another Arlington, Virginia–based company. Stanley’s biggest customer was the U.S. Army, and the Stanley deal, according to Cormark Securities analyst Richard Tse, was instrumental in entrenching CGI with the government. “They are quite embedded,” he told the Globe and Mail. “Stanley was an entity that was really effectively managing many of the back-office systems for government and military.” Most recently, CGI bought Logica, a management-consultancy company headquartered in the United Kingdom.\n\nOne way in which roll-ups can be problematic is if the growth from acquisitions masks underlying deterioration in the business. This seems to be the case with CGI and Logica. The combined revenue of CGI and Stanley was $4.7 billion in the 12 months ending in March 2010. In the 12 months ending in June 2012, revenue fell to $4.2 billion. That’s right when CGI bought Logica, thereby effectively doubling its revenue. But the combined CGI/Logica business is now shrinking again. (Revenues in the fiscal year that just ended declined 1.4 percent, based on CGI’s own calculation of what it and Logica would have produced in the previous year.) Competitors, on the other hand, are growing. In a review on glassdoor.com from November 2010, one former CGI employee wrote, “The CGI business model suffers from a lack of enterprise-wide investments in technology solutions … an authentic commitment to revenue growth must be made at the CEO and SVP level so that the business model challenges are acknowledged, faced and solved.” In written responses to Vanity Fair’s questions, CGI says that “it is wrong to say we lack organic growth,” and that drawing any conclusions from Logica’s performance to date does not reflect CGI’s “business model of shedding low or no margin revenue immediately after an acquisition.”\n\nIn addition to the way acquisitions can mask underlying decay, roll-ups sometimes draw suspicion because the accounting can be manipulated to make newly combined businesses look stronger than they actually are. The most famous example of this sort of manipulation is Tyco, the giant conglomerate that ran into trouble in the early 2000s. In a 2002 piece in Fortune, Chanos explained how it works. During what’s known as the “stub” period (the weeks before an acquisition closes), the buyer tries to make the purchased company look worse than it is. This generally involves writing down the value of the assets on the balance sheet, and possibly increasing the liabilities. The write-downs are offset by an increase in a balance-sheet category called goodwill, which is basically the difference between the price the acquirer paid and the value of the business. By doing this, the acquirer is able to re-record revenues that had already flowed through the income statement, but without the costs that originally accompanied those revenues. The acquirer might also play games to delay the receipt of cash during the stub period. Or as Chanos puts it, the result is that after the merger, the combined businesses’ “growth, profitability, and cash flow are stronger than would otherwise be the case.” Chanos calls it “spring-loading.” Investors also call this a “cookie jar,” in which money disappears into a reserve and miraculously reappears later. To find this sort of practice, skeptical investors look for “tells,” like big increases in goodwill, big negative movements in reported profits in the stub period, and big moves in balance-sheet accounts.\n\nAlthough the Securities and Exchange Commission tried to eliminate this practice, it isn’t necessarily against the rules, because figuring out the fair value of assets and liabilities, particularly in businesses that operate on long-term contracts (like CGI) is mostly a matter of judgment. An acquirer has a fair amount of latitude to make changes to an acquired company’s accounts as it learns more about the business it just bought. But it’s problematic if the accounting artifice is masking the underlying reality of the business. Questions about Tyco’s tactics eventually sent its stock price sliding, and increased the scrutiny on the company. Ultimately, its former C.E.O. Dennis Kozlowski was convicted on separate charges.\n\nThe way CGI has accounted for its most recent and biggest acquisition—Logica—has some suspicious elements. In May 2012, just before the deal was announced, Logica told investors in a report that was opined on by its auditors that its business was on track to earn a solid 6.5 percent profit margin despite “tough market conditions.” But then, in a filing in November, CGI told investors how Logica’s business had performed during the first half of the year; the report, which was unaudited (and which said it was prepared in a manner that was consistent with how Logica had previously prepared its financials, meaning there were not any big changes in accounting methodology) showed that Logica’s operations had lost £190 million (before any onetime items), or more than $300 million, in those six months.\n\nPart of the reason for the loss is that Logica reported a charge of £173 million (roughly $270 million at the exchange rate at the time) due to “contract-related losses.” Michael Yerashotis, an analyst at Canada’s Veritas Investment Research who is also skeptical of CGI’s accounting for Logica, says that one of his concerns about the charge is that Logica’s management had done its own review of contracts at the end of 2011, which resulted in a small loss at that time. It’s odd that the problems would mushroom in such a short time.\n\nCGI says that this interpretation is wrong, that Logica’s forecasted 6.5 percent profit excluded “a number of items, including corporate costs,” and that the comparison is not “apples to apples.” But the written documentation in both filings seems to indicate that the numbers are comparable.\n\nThe big loss, one investor says, was the first indication he had that CGI might be creating a “cookie jar”—or reducing Logica’s reported profits in order to be able to boost them later. But it was not the last. At that same time in November, CGI filed another set of Logica financials. This set was also supposed to represent Logica’s finances as of June 30, 2012, but it was adjusted by CGI for the acquisition, which they are allowed to do. The adjustments were big, and they all could have the effect of increasing CGI’s revenues and profits in subsequent periods. “Some of the revenue originally reported by Logica was written off, with CGI planning to recognize that revenue again, essentially double counting revenues,” is how Deutsche Bank described this. Over the course of the year, CGI continued to adjust Logica’s accounts retrospectively. In total, CGI has written down Logica’s current assets by more than $730 million, and increased Logica’s liabilities by almost $300 million The amount of goodwill on Logica’s balance sheet has increased by more than $600 million. In summary, say skeptics, CGI might be able to not only re-recognize revenues but also effectively boost its margins, because it has already written off the costs associated with some contracts. “We believe [the adjustments] will significantly increase CGI’s earnings on a go-forward basis,” wrote Yerashotis.\n\nThere is no way for outsiders to know with certainty if CGI’s adjustments to Logica’s financials are reasonable or not. But the swings are big. Remember the loss at Logica in the first half of 2012 that seemingly came out of nowhere? In the quarter ended in June 2013, CGI’s European operations, which mostly consisted of Logica’s former business, posted a profit margin of more than 8 percent. In other words, according to CGI, in the space of roughly a year, they improved Logica’s operating margins by about 18 percent, from negative 10 percent to positive 8 percent. Since this is a business that relies on long-term contracts, it’s hard to make such quick changes. That helps explain why Deutsche Bank wrote, “We believe accounting changes have driven much of the reported margin improvement.”\n\nCGI says, “These improvements were not the result of accounting adjustments but the implementation of our standard, publicly disclosed business restructuring model,” which it uses to improve the performance of businesses it acquires. CGI also says that the Deutsche Bank analyst was “required to take the exceptional step of amending his initial report after admitting that many of his accounting claims, which were a key element of his conclusions, were wrong.” Deutsche Bank did make changes in one of its reports, but the firm still writes that CGI’s “accounting [is] inflating margins,” and they maintain a “sell” rating.\n\nThere are some other oddities in CGI’s financials. Its reported profit margins seem high, given the businesses it is in. In its U.S. business, CGI reported an EBITDA (earnings before interest, taxes, and depreciation and amortization) margin of 15 percent in its last fiscal year. But in the past year, 55 percent of CGI’s business in the U.S. came from contracts with the federal government and its agencies. Government contracts often operate on a cost-plus basis, meaning that contractors are allowed to earn their costs, plus a little profit. Stanley, which was acquired by CGI in 2010 and which greatly increased the size of CGI’s business in the U.S., had an EBITDA margin of 10 percent in the last fiscal year before the acquisition. Since then, there has been pressure on margins, and now, in general, large federal contractors have EBITDA margins below 10 percent. Assume that CGI is more efficient than its peers and has kept a 10 percent margin in the business it does with the U.S. government. Even then, to get to the blended margin of 15 percent that it reports, its nongovernment business would have to have had a 22 percent EBITDA margin, which is sky-high for an information-technology contractor. CGI says that the assumption that its margin on its government work is 10 percent is “incorrect,” as is the idea that its government work is predominantly on a cost-plus basis.\n\nCGI’s margins in its Canadian business are even higher: 25 percent. At least a partial explanation seems to be that the Quebec government pays CGI a subsidy. CGI gets tax credits of up to 30 percent of the salaries of I.T. workers working in Quebec, capped at $20,000 per employee, per year. CGI’s accounts show that it received total tax credits of $99 million in 2012 and $96 million in 2013. It is unclear how the subsidy affects CGI’s income statement, or whether or not it affects reporting segments like the U.S. But for perspective, CGI’s total earnings in 2013 before taxes were $966 million. CGI says that its “Canadian and United States EBITDA includes Canadian and United States tax credits, respectively, related to job creation and available to all companies.”\n\nIn the past, CGI has dismissed complaints by saying that its accounting is more conservative than Logica’s; hence the need for write-downs. According to its filings, CGI has had some correspondence with the Securities and Exchange Commission about accounting issues, including the amount of goodwill on its books from the Logica acquisition. In May, the S.E.C. sent CGI a letter saying that it had “completed our review of your filing.” And, to some degree, CGI’s explanations make sense. Anyone who looks at businesses with longer-dated contracts knows there is a tremendous amount of discretion in revenue-recognition policies. Most of the analysts who cover CGI’s stock rate it a “buy,” and are very bullish about its future. Canadian financial firm Desjardins just upgraded CGI’s stock, citing the company’s “proven and successful build-and-buy strategy” and “ample opportunities” for it to continue making acquisitions.\n\nBut neither the S.E.C. nor sell-side analysts are renowned for catching accounting issues. CGI’s explanations still don’t make sense of the big losses at Logica in the first half of 2012, which came before CGI says it changed Logica’s accounting. One way the big balance-sheet changes do make sense, given the sheer magnitude of the changes at Logica, is if Logica’s business was troubled. But if Logica’s business was far less profitable than it appeared, it’s somewhat surprising CGI would be telling investors that it expects the Logica deal to increase its earnings power by 25 to 30 percent. (“No sell-side analyst has questioned Logica’s accounting,” says CGI.)\n\nBut due to the problems with healthcare.gov, all eyes are on CGI in a way they never were before. CGI may end up ruing the day it won the contract.", "article_metadata": {"description": "While healthcare.gov has become a synonym for abject failure little has been said about CGI, the Canadian company awarded the contract. Bethany McLean reports.", "copyright": "Copyright (c) CondéNet 2016", "author": "Bethany McLean", "og": {"site_name": "Vanity Fair", "description": "While healthcare.gov has become a synonym for abject failure little has been said about CGI, the Canadian company awarded the contract. Bethany McLean reports.", "title": "Accounting for Obamacare: Inside the Company That Built Healthcare.gov", "url": "http://www.vanityfair.com/news/politics/2013/12/obamacare-website-cgi", "image": "http://media.vanityfair.com/photos/54caa4b0b8f23e3a03149e95/4:3/w_1200,h_630,c_limit/image.jpg", "type": "article"}, "twitter": {"domain": "www.vanityfair.com", "description": "While healthcare.gov has become a synonym for abject failure little has been said about CGI, the Canadian company awarded the contract. Bethany McLean reports.", "title": "Accounting for Obamacare: Inside the Company That Built Healthcare.gov", "image": {"src": "http://media.vanityfair.com/photos/54caa4b0b8f23e3a03149e95/master/pass/image.jpg?mbid=social_retweet"}, "site": "@VanityFair", "card": "summary_large_image"}, "fb": {"admins": 7802537, "app_id": 1591153417872059, "pages": 8810407571}, "msapplication-tap-highlight": "no", "keywords": "Politics,Health Care,Barack Obama,Obamacare", "pubdate": "2013-12-22T11:49:00Z", "viewport": "user-scalable=no, width=device-width, initial-scale=1, maximum-scale=1"}, "_id": "\"57477af46914bd0286fd9223\"", "article_summary": "But in the past year, 55 percent of CGI’s business in the U.S. came from contracts with the federal government and its agencies.\n(“No sell-side analyst has questioned Logica’s accounting,” says CGI.)\nCGI’s lack of visibility before healthcare.gov wasn’t a reflection of the size of the company or how much work it does.\nOne way the big balance-sheet changes do make sense, given the sheer magnitude of the changes at Logica, is if Logica’s business was troubled.\nAccording to congressional testimony, CGI stands to be paid $292 million for its work on healthcare.gov."}