{"article_title": "At CPAC, Slim Pickings in ‘Minority Outreach’", "article_keywords": ["republicans", "minority", "voters", "slim", "pickings", "outreach", "conservative", "carson", "black", "cpac", "republican", "gop", "panel"], "article_url": "http://www.thedailybeast.com/articles/2014/03/07/at-cpac-slim-pickings-in-minority-outreach.html", "article_text": "Same Old Song\n\nFor all the urgency in the 2012 post-mortem’s directive to reach out to minority voters, the GOP’s vanguard still isn’t offering them anything new—not that anyone’s listening anyway.\n\nHere is a short list of the things and people present at this year’s Conservative Political Action Conference: Ted Cruz, Paul Ryan, a panel on the world after Obamacare ends medicine, a session on the global-warming “hoax.” Star Wars cosplayers. A large gaggle of stressed, frustrated journalists. Awkward teenage boys in the Beltway uniform of triple-pleated khakis, oversize blue blazers, and unusually wide ties.\n\nBut with all the people and conversations and exhibitions and presentations—which ran the gamut of conservative concerns and characters—there was one thing missing: a meaningful effort at minority outreach.\n\nI add “meaningful” because there was something of an effort at trying to address the Republican Party’s problem with race. To wit, the main attraction for Thursday afternoon was a panel on outreach to “nontraditional voting blocs,” featuring Ed Gillespie, the former RNC head turned Senate candidate in Virginia, and two black conservatives: Robert Woodson, president of the Center for Neighborhood Enterprise, and Elroy Sailor, a close partner of former Rep. J.C. Watts.\n\nIt wasn’t a bad lineup. But there were two big problems. First, no one cared. The event—held on the main stage of the conference—was nearly empty. The CPAC crowd, it seemed, had better things to do than think about its relationship with black and brown Americans.\n\nAnd second? Judging from the description, the panel was designed for disappointment. Billed as a discussion on “how to bring conservative ideas of liberty, opportunity, and prosperity to nontraditional voting blocs and teach party and movement leaders how to embrace them,” the hourlong panel was a rote restatement of the GOP boilerplate on outreach.\n\nFor instance, when moderator Jason Roe, a Revolvis Consulting partner, asked whether, to “do better with minority voters,” Republicans should “moderate our policies” or “renew our commitment to communicating how our policies will help,” no one jumped at the former approach. Instead, the panel focused on the latter, as if blacks and Latinos have never heard the supply-side gospel of Saint Reagan, or the Good News of “individual responsibility” and personal “uplift.”\n\nTo his credit, Woodson pushed Republicans to go into communities and provide funds and services for talented young people, so they can live up to their potential. In general, however, the panelists had nothing new or novel to say.\n\n“The Democrats, using nonprofits and going into these communities, have lots of goodies,” explained Roe, echoing Mitt Romney’s comments to supporters after the 2012 election. “And our guys aren’t exactly in the offering-goodies business. So it’s harder for us to go in and do the same kind of thing.” “Abortion has been worse on the African-American community than the slave trade or Jim Crow,” said Sailor, entering the fray with a tired piece of conservative dogma.\n\nIf this were just one piece in a wide array of outreach efforts at CPAC, it wouldn’t weigh as much on my impressions. But, if you were to look around at the conference in toto, you would (correctly) assume a conservative world that, at best, is indifferent to winning minority voters. The exhibition hall, for example, was filled with booths devoted to the problems of debt, comparing it to—among other things—a brutal jungle war (complete with a trio of camouflage-clad athletic twentysomethings).\n\nBy contrast, you had to hunt for the two booths devoted to some form of minority outreach. One was manned by Dwayne Carson, a young-ish advocate who runs the Center for American Racial Equality, and who—from a distance and up close—looks like the Ben Reilly to Cory Booker’s Peter Parker. As Carson enthusiastically tells it, CARE exists to spread the message of “free markets and economic opportunity” to minority communities. Which is to say, it’s the same kind of outreach pushed by most conservatives. The problem is that this kind of “opportunity” is hard to find in places where jobs are nonexistent; why open a grocery store when no one can afford to shop there? “The jobs are out there,” Carson explained, “Look at taking a trade. There’s nothing wrong with being a plumber.”\n\nThere was another booth with another Carson—Dr. Ben Carson, who has emerged as a Great Black Hope for conservatives who want to win black voters. The “Draft Carson” campaign is run by Vernon Robinson, a former city councilman from North Carolina who thinks the widely lauded physician could pull huge numbers of black voters from Democrats in a national election. We spoke about his effort, after he paused to take a few pictures with a man in a Darth Vader costume. “Dr. Carson was a legend for a generation of black parents who wanted their children to be like him,” said Robinson, “He is the only candidate who can get 17 percent of the black vote and beat Hillary Clinton.”\n\nBeyond that, explained Robinson, Carson was able to “calmly articulate conservative principles.” The problem with GOP outreach to minorities wasn’t that the product was bad, he said, echoing every other conservative speaker on the subject; the problem is that the “Republican brand has been destroyed” and that black voters rely on Democrats to know what the GOP “stands for.” In short, they’ve been fooled.\n\nWe condemn Allen West for attacking black voters as “slaves” on the “Democratic plantation,” but that’s just a superheated version of the GOP’s argument on minority outreach. Republicans don’t need to change their policies or their approach—they just need to talk louder to voters who just don’t understand that the Republican Party is good for them.\n\nBut this is nonsense. As one attendee—a black graduate student at Regent University—said to me, “The GOP needs to rethink what it’s selling. For people who believe in free markets, they should see that the public doesn’t want what they have to offer. [With black voters], Republicans need to speak to real and legitimate concerns.”\n\nI should say that there are a few conservatives—in the libertarian wing of the GOP—who are beginning to do just that. In the back of the exhibition hall were two booths: One for Right on Crime and the other for Families Against Mandatory Minimums. Both were there to “bring the message of criminal-justice reform to conservatives,” and both agreed that this was an area where coalitions between racial and ideological groups were possible.\n\nThat is, if the Republican Party can cure itself of its worst racial impulses, which go beyond condescending language into outright race baiting. Indeed, the last month saw a relentless, Willie Horton-style campaign against Debo Adegbile, President Obama’s nominee to lead the civil-rights division in the Justice Department. On conservative blogs, in conservative media, and at CPAC, Adegbile—an African American—was condemned as a “cop killer” for defending the right to a fair trial for Mumia Abu-Jamal. And that’s on top of the regular attacks on civil-rights law from the GOP, which sees anti-racism as worse than actual discrimination against minorities.", "article_metadata": {"twitter": {"site": "@thedailybeast", "card": "summary", "creator": "@jbouie"}, "keywords": "u.s. poli", "publicationDate": 201403072048, "wrap": "/content/dailybeast/politics", "description": "For all the urgency in the 2012 post-mortem’s directive to reach out to minority voters, the GOP’s vanguard still isn’t offering them anything new—not that anyone’s listening anyway.", "pageNum": 1, "title": "At CPAC, Slim Pickings in Minority Outreach", "tags": "topic:politics", "environment": "dev", "platform": "desktop", "template": "article", "type": "house", "parsely-page": "{\"title\":\"At CPAC, Slim Pickings in ‘Minority Outreach’ \",\"link\":\"http://www.thedailybeast.com/articles/2014/03/07/at-cpac-slim-pickings-in-minority-outreach.html\",\"image_url\":\"http://cdn.thedailybeast.com/content/dailybeast/articles/2014/03/07/at-cpac-slim-pickings-in-minority-outreach/jcr:content/image.crop.410.273.jpg/46474214.cached.jpg\",\"type\":\"post\",\"post_id\":\"/content/dailybeast/articles/2014/03/07/at-cpac-slim-pickings-in-minority-outreach\",\"pub_date\":\"2014-03-07T20:48:00+00:00\",\"section\":\"Politics\",\"author\":\"Jamelle Bouie\",\"tags\":[\"politics\"]}", "news_keywords": "US Politics", "sectionTaxanomies": "politics", "fb": {"admins": "1703087,30000737,1117577220,1276800108,931159,514915512", "app_id": 189930913679}, "authors": "Jamelle Bouie", "article": {"section": "politics", "published_time": "2014-03-07T20:48:00.000Z", "author": "http://www.thedailybeast.com/contributors/jamelle-bouiehtml"}, "resourceType": "dailybeast2/components/pages/article", "contentpath": "/content/dailybeast/articles/2014/03/07/at-cpac-slim-pickings-in-minority-outreach", "og": {"site_name": "The Daily Beast", "description": "For all the urgency in the 2012 post-mortem’s directive to reach out to minority voters, the GOP’s vanguard still isn’t offering them anything new—not that anyone’s listening anyway.", "title": "At CPAC, Slim Pickings in ‘Minority Outreach’", "url": "http://www.thedailybeast.com/articles/2014/03/07/at-cpac-slim-pickings-in-minority-outreach.html", "image": "http://cdn.thedailybeast.com/content/dailybeast/articles/2014/03/07/at-cpac-slim-pickings-in-minority-outreach/jcr:content/image.img.2000.jpg/1394226441651.cached.jpg", "type": "article"}, "authorIds": "/etc/authors/j/jamelle-bouie", "content-type": "text/html; charset=UTF-8"}, "_id": "\"57477af46914bd0286fdfa9c\"", "article_summary": "By contrast, you had to hunt for the two booths devoted to some form of minority outreach.\nWe condemn Allen West for attacking black voters as “slaves” on the “Democratic plantation,” but that’s just a superheated version of the GOP’s argument on minority outreach.\nBut with all the people and conversations and exhibitions and presentations—which ran the gamut of conservative concerns and characters—there was one thing missing: a meaningful effort at minority outreach.\nSame Old SongFor all the urgency in the 2012 post-mortem’s directive to reach out to minority voters, the GOP’s vanguard still isn’t offering them anything new—not that anyone’s listening anyway.\nBen Carson, who has emerged as a Great Black Hope for conservatives who want to win black voters."}