{"article_title": "California Democrats Unveil Bills Aimed at Improving Lives of Undocumented Immigrants", "article_keywords": ["president", "work", "senate", "immigrants", "immigration", "unveil", "undocumented", "state", "lives", "democrats", "lose", "improving", "california", "bills", "aimed"], "article_url": "http://www.latinpost.com/articles/46875/20150409/california-democrats-unveil-immigration-reform-bills.htm", "article_text": "California Democratic lawmakers and immigration reform activists announced earlier this week a set of bills aimed at improving the lives of undocumented immigrants and helping them adjust to life in the state. However, state Republicans have expressed worry over the legal package.\n\nTo great fanfare, Democratic state senate leader pro tempore, Kevin De Leon, along with various other lawmakers from both state houses and activists announced on April 7 the \"Immigrants Shape California\" package of bills that aim at reforming the state's immigration situation, a press release stated.\n\n\"The Immigrants Shape California Legislative Package will not erase all the challenges our undocumented residents face. The work is far from finished,\" said Senate President de León. \"But this package demonstrates our commitment to making California a state that works for all of us.\"\n\nDuring the bilingual press conference, Senate President de Leon praised the work immigrants have done over the centuries for California, helping it flourish into the world's seventh largest economy.\n\nHowever, he highlighted that keeping undocumented immigrants in the dark hurt both the state and the immigrants.\n\n\"By giving in to fear, by persecuting and alienating those who come to our nation in search of a better life, we create many of the problems we seek to avoid,\" State President de Leon said. \"By forcing undocumented immigrants to live and work in the shadows, we all lose. We lose wages; we lose revenue; we lose innovation; we lose justice; and most importantly, we lose our identity.\"\n\nAccording to the Los Angeles Times, the 10-bill package would address certain issues concerning the undocumented immigrant community. Among these is access to health care, which would require expanding Medi-Cal, the state's public subsidized healthcare.\n\nThe other plans proposals include changing the California's civil rights law to include anti-discrimination language to protect immigrants; requiring defense attorneys to inform their clients of certain pleas and judgments' immigration consequences; establishing an Office of New Americans to help immigrants navigate the immigration system and other legal issues.\n\nThe lawmakers during the announcement said they were proposing this group of bills due to the Congress's inaction on immigration reform.\n\nThe bills, nonetheless, may be hard to pass, as the California budget is already pretty tight. State Sen. Richard Lara, who wrote the Medi-Cal expansion bill, has begun asking Washington for extra funding.\n\nThe San Jose Mercury News reports that out of all the bills, Sen. Lara's is the most expensive at $1.3 billion. The plan would expand the benefits of the Affordable Care Act in California to undocumented immigrants through Medi-Cal.\n\nCalifornia Republicans, though they support immigration reform, do not think California should carry the torch alone when it's the federal government's job.\n\n\"We understand the burdens facing immigrants who want to go to work and raise their families in safe neighborhoods, and the rationale behind these bills is admirable,\" Senate Republican leader Bob Huff said in a statement. \"But without money from Congress and President Obama, it will be very difficult and costly for California taxpayers to fund all of these bill proposals.\"\n\nFor a list of all 10 bills, visit State President Pro Tem de Leon's website.\n\nWatch the full press conference.", "article_metadata": {"Description": "California's Democratic legislators along with immigration and Latino activisits announced a new packed of bills that aims to fill the immigration reform gap left by the federal government.", "Copyright": "2016 Latin Post", "Author": "Latin Post", "og": {"site_name": "Latin Post", "description": "California's Democratic legislators along with immigration and Latino activisits announced a new packed of bills that aims to fill the immigration reform gap left by the federal government.", "title": "Immigration Reform News: California Democrats Unveil Bills Aimed at Improving Lives of Undocumented Immigrants", "url": "http://www.latinpost.com/articles/46875/20150409/california-democrats-unveil-immigration-reform-bills.htm", "image": "http://images.latinpost.com/data/images/full/44107/state-senate-president-pro-tempore-kevin-de-leon-speaking-at-california-state-capitol.jpg", "type": "article"}, "twitter": {"domain": "latinpost.com", "description": "California's Democratic legislators along with immigration and Latino activisits announced a new packed of bills that aims to fill the immigration reform gap left by the federal government.", "title": "Immigration Reform News: California Democrats Unveil Bills Aimed at Improving Lives of Undocumented Immigrants", "url": "http://www.latinpost.com/articles/46875/20150409/california-democrats-unveil-immigration-reform-bills.htm", "image": "http://images.latinpost.com/data/images/full/44107/state-senate-president-pro-tempore-kevin-de-leon-speaking-at-california-state-capitol.jpg", "creator": "@latinpost", "site": "@latinpost", "card": "summary_large_image"}, "syndication-source": "http://www.latinpost.com/articles/46875/20150409/california-democrats-unveil-immigration-reform-bills.htm", "robots": "index, follow", "p": {"domain_verify": "35e478f7510504ec71abd594218dee4e"}, "Title": "Latin Post", "Googlebot-News": "index, follow", "Keywords": "Latin Post", "article": {"published_time": "2015-04-09"}, "news_keywords": "california, democrats, unveil, immigration, reform, bills", "viewport": "width=device-width, initial-scale=1.0", "Subject": "Latin Post"}, "_id": "\"57477af46914bd0286fe2741\"", "article_summary": "The plan would expand the benefits of the Affordable Care Act in California to undocumented immigrants through Medi-Cal.\nHowever, he highlighted that keeping undocumented immigrants in the dark hurt both the state and the immigrants.\nCalifornia Democratic lawmakers and immigration reform activists announced earlier this week a set of bills aimed at improving the lives of undocumented immigrants and helping them adjust to life in the state.\nFor a list of all 10 bills, visit State President Pro Tem de Leon's website.\nWe lose wages; we lose revenue; we lose innovation; we lose justice; and most importantly, we lose our identity.\""}