{"article_title": "An Effective Prescription for Our Failing Health-Care System", "article_keywords": ["geyman", "aca", "prescription", "effective", "reform", "failing", "singlepayer", "system", "geymans", "single", "health", "healthcare", "care"], "article_url": "http://www.truth-out.org/opinion/item/30051-an-effective-rx-for-our-failing-health-care-system", "article_text": "(Image: Health care costs via Shutterstock)\n\nHow Obamacare is Unsustainable: Why We Need a Single-Payer Solution for All Americans. By John Geyman, MD, Copernicus Healthcare, January 2015.\n\nThe Affordable Care Act is a sitting duck. Working with private insurance companies, hospital chains and Big Pharma, Congress superimposed arcane regulations on an already Byzantine system of financing health care.\n\nDr. John Geyman cannot resist this target. His new book, How Obamacare is Unsustainable, confirms that the Affordable Care Act (ACA) is not the pathway to a better health-care system. It is one of the biggest impediments.\n\nThe structure of this critique reflects Geyman's organized mind. The first of three parts reviews the unhappy history of American health-care reform. The second assesses our health-care landscape five years into the ACA. The last presents a solution: a national single-payer health plan.\n\nHistory first. Geyman notes that President Obama, from whom the ACA derives its nickname, doomed the reform from its inception.\n\nBy inviting the insurance industry, hospital chains and pharmaceutical companies to set the agenda, Obama adopted a strategy similar to his unsuccessful predecessor, President Clinton, in the early 1990s.\n\nThis time, these key components of the \"medical-industrial complex\" fought first with outside industries, then with patient interest groups, and finally with each other. Organized medicine joined the fray. It was not pretty.\n\n\"Health-care 'reform' through the ACA,\" says Geyman, \"was framed and hijacked by corporate stakeholders, themselves in large part responsible for system problems of health care and dedicated to perpetuating their self-interests in an unfettered health-care marketplace.\"\n\nNot surprisingly, the needs of this privileged complex were addressed by the resulting legislation. The needs of patients were not.\n\nGeyman refines the definition of patient interests. He mentions, with some contempt, the four \"pillars of patients' rights\" promoted by Florida's governor, Rick Scott: Choice, competition, accountability and personal responsibility. These \"pillars,\" notes Geyman, support a political, not a health-care, agenda.\n\nGeyman even refines the \"Triple Aim\" of Dr. Donald Berwick. He replaces \"improving the experience of care, improving the health of populations, and reducing per capita costs of health care\" with \"access, cost and quality.\"\n\nNote the key addition of \"access.\" The best care is immaterial without access. And the biggest impediment to access is lack of money, even for the insured, given rising copays and deductibles.\n\nBy Geyman's criteria, the ACA fails. Governor Scott and Dr. Berwick would agree.\n\nWhat next? \"It is futile to embark on unproven or disproven incremental tweaks to our present system while ignoring health policy and experience around the world,\" warns Geyman. Every other industrialized country provides better care to more people for less money. What can they teach us?\n\nGeyman answers: A national health-care plan, with single-payer financing and not-for-profit delivery. This suggestion is not new; Geyman and others have advocated this alternative for decades. Evidence validates this: In every population, single payer provides better care to more people for less money than private insurance.\n\nSome dismiss single payer as \"Un-American.\" Geyman disagrees. Single payer \"is completely in step with traditional American values, including efficiency, choice, value, equity and integrity. These values . . . are echoed by both major political parties.\" Single payer is as American as . . . well, Medicare, America's largest single-payer-like system.\n\nA note on style. Geyman, professor emeritus at the University of Washington School of Medicine, clearly suffered greatly listening to tedious monologues from academics exploiting captive audiences. In contrast, Geyman's readers get respect. Each chapter begins with intended points, then offers colorful and immaculately documented examples, and concludes with a conclusion. Refreshing.\n\nBy the final chapter, few readers will remain unconvinced, fewer still will lack comprehension, and none will have lost interest. Given a topic renowned for incomprehensible diatribes (i.e. health-care reform), this is a respectable achievement.\n\nOne deficiency. Every other industrialized country provides universal care at less cost than we do. But Geyman fails to note that only a handful use the single-payer financing, not-for-profit delivery format that he advocates. This does not invalidate his thesis, but some readers may miss learning other options.\n\nNonetheless, Geyman's national health plan is credible. America's need for reform received validation from a surprising source. Mark Bertolini, CEO of Aetna, said of his industry, \"The system doesn't work; it's broke today. The end of insurance companies, the way we've run the business in the past, is here.\"\n\nHow Obamacare is Unsustainable confirms not only Mr. Bertolini's despair of the pre-ACA health-care system, but the despair of patients who learn the ACA leaves our system just as broken.\n\nDr. Geyman's text is a blueprint for repair.", "article_metadata": {"msapplication-config": "/templates/ja_teline_iv_t3/images/favicons/browserconfig.xml", "description": "A new book examines the good and the bad of the Affordable Care Act and shows why more fundamental reform is imperative.", "author": "Samuel Metz", "og": {"site_name": "Truthout", "description": "A new book examines the ACA and shows why more fundamental reform is imperative.", "title": "An Effective Prescription for Our Failing Health-Care System", "url": "http://www.truth-out.org/opinion/item/30051-an-effective-rx-for-our-failing-health-care-system", "image": "http://www.truth-out.org/images/Images_2015_04/2015_0409jrhlthcr_.jpg", "type": "non_profit"}, "twitter": {"description": "A new book examines the good and the bad of the Affordable Care Act and shows why more fundamental reform is imperative.", "creator": "@truthout", "image": "http://www.truth-out.org/images/Images_2015_04/2015_0409jrhlthcr_.jpg", "title": "An Effective Prescription for Our Failing Health-Care System", "site": "@truthout", "card": "summary_large_image"}, "msapplication-TileColor": "#000000", "HandheldFriendly": "true", "fb": {"app_id": 286391544774433}, "google-site-verification": "EfgVxcdUDBF_Dd81ZBBw_J8FuRjGnvp9r2JAM9IhvUk", "keywords": "health care, Affordable Care Act, single payer, Medicare for All, Barack Obama, Big Pharma, Environment and Health, Health Care, health care costs, Obamacare, pharmaceuticals, singlepayer health care", "title": "An Effective Prescription for Our Failing Health-Care System", "apple-mobile-web-app-capable": "YES", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "article_summary": "How Obamacare is Unsustainable confirms not only Mr. Bertolini's despair of the pre-ACA health-care system, but the despair of patients who learn the ACA leaves our system just as broken.\nHis new book, How Obamacare is Unsustainable, confirms that the Affordable Care Act (ACA) is not the pathway to a better health-care system.\nThe first of three parts reviews the unhappy history of American health-care reform.\nWorking with private insurance companies, hospital chains and Big Pharma, Congress superimposed arcane regulations on an already Byzantine system of financing health care.\nHe replaces \"improving the experience of care, improving the health of populations, and reducing per capita costs of health care\" with \"access, cost and quality.\""}