{"article_title": "An interview with Neil Swidey, author of ‘Trapped Under the Sea’", "article_keywords": ["real", "project", "neil", "built", "trapped", "tunnel", "workers", "author", "victims", "book", "osha", "sea", "interview", "swidey", "divers"], "article_url": "http://www.theblaze.com/blog/2014/02/18/an-interview-with-neil-swidey-author-of-trapped-under-the-sea/", "article_text": "Author Neil Swidey has a new book out today titled “Trapped Under the Sea,” a story about how a multi-billion dollar, multi-year, legal and regulatory nightmare of a project to build an almost 10-mile long engineering marvel of a tunnel deep beneath Boston Harbor fell on the shoulders of five blue collar Americans–some of whom never made it back, and others whose lives would never be the same.\n\nRead on for an interview from the book, and be sure to check out our exclusive excerpt and review as well.\n\nWhat inspired you to write “Trapped Under the Sea”?\n\nSwidey: I’m fascinated by how the world works. In this story, I saw a rare opportunity to explore how the infrastructure supporting modern life gets built, and the usually anonymous workers who take on enormous risk to make it possible. The fact that the narrative would be populated by a group of the most compelling and surprising real-life characters I’ve ever encountered made the decision a no-brainer for me. It was a pleasure to spend time with these guys, and an honor to share their important story that might otherwise have been lost to history.\n\nGive us an elevator pitch as to why the man on the street should pick up “Trapped Under the Sea”?\n\nSwidey: Can I subcontract that job out to the great Dennis Lehane? He puts it this way: “’Trapped Under the Sea’ is extraordinary. It bears comparison with “The Perfect Storm” in its brilliant evocation of everyday, working class men thrust into a harrowing, at times heroic confrontation with death and disaster.”\n\nIf it takes an extra minute for the elevator doors to open, I’d also point out that, in this case, the perfect storm takes place underneath the ocean rather than on top of it. And in addition to telling the searing drama of those working class men, the book explores the forces that lead really smart people to make really bad decisions that require guys in hard hats to bail them out.\n\nThe book explores the forces that lead really smart people to make really bad decisions Share:\n\nCan you give us a brief synopsis of the story?\n\nSwidey: “Trapped Under the Sea” tells the true story of a team of five commercial divers sent on an unimaginable mission to the end of the world’s longest tunnel of its kind. It was a nearly 10-mile-long sewer tunnel but it had yet to be filled. Divers had been chosen for the job because they know how to do dangerous work in situations where they have to bring in their own air. And by the time they were sent into that tunnel, it had no light, no oxygen, and at the end, not even enough room to stand up straight. The environment was so utterly remote that they might as well have been working on the surface of the moon. It’s just that the lunar landscape they faced was inside the Earth rather than orbiting it.\n\nThe divers’ job was to rescue the multi-billion-dollar cleanup of Boston Harbor, which transformed the nation’s filthiest urban harbor into its cleanest. But they had been called in only because the best and the brightest minds behind the massive cleanup project couldn’t get along. Their years of bickering led to brinkmanship, which led to the Hail Mary pass of calling in the dive team. Five divers went in, but not all of them came out.\n\nWho was your favorite character in the book?\n\nFive divers went in, but not all of them came out. Share:\n\nSwidey: Man, that’s a hard question to answer. I found myself caring deeply about each of the five divers as well as many of the other real-life characters in the book. But two of the divers made me laugh the most. DJ was a ladies’ man and a player and a guy who’s told enough barstool stories to learn how to keep his audience rapt. I recount one of his best girlfriend stories in the book, detailing the weekend when he hooked up with an attractive blond-haired woman on a Friday night, an attractive black-haired woman on Saturday night, and didn’t learn until Sunday afternoon that they were sisters. I had to track down both sisters in order to fact-check that anecdote, and it made for some sensitive conversations. But everything held up!\n\nThen there was Hoss, a fast-moving, quick-witted diver who always kept a wad of Copenhagen Chew under his lip. The divers had been brought on the job only after other workers had spent nearly a decade building the tunnel – twice as long as anticipated. So when a key piece of the divers’ equipment got damaged and caused a delay, one of these veteran tunnel workers had reacted with exasperation, asking the divers, “How long is it going to take to fix it?” Hoss hadn’t missed a beat in putting the guy in his place. “Well, I’ll tell you what,” he said, smiling with a bulging wad of chew. “It ain’t gonna take nine years.”\n\nAnd for a book whose early chapters are dominated by men, the characters who play the biggest roles in figuring out what had actually gone wrong turned out to be women – a pair of fascinating and completely different women.\n\nWhat is the one thing that people least appreciate about the job of being a diver?\n\nSwidey: Take that image we all have of divers – scuba-diving in the bathwater-warm Caribbean Sea, enjoying the sight of a rainbow of flora and fauna – get it out of your mind. Commercial divers are construction workers who do their jobs underwater. They’re asked to perform tasks that would seem daunting on dry land, yet they have to do it under often deplorable conditions, not just in water that is hundreds of feet deep but often in water that is fetid and has zero visibility. This is nobody’s vacation.\n\nIn your view, what does this book say about public-private partnerships?\n\nSwidey: That as a society, we are still capable of overcoming the most seemingly insurmountable hurdles to improve the public good. Twenty-five years ago, when George H.W. Bush was leading reporters around disgusting Boston Harbor to embarrass his presidential opponent, Massachusetts Governor Michael Dukakis, no one could have imagined the sparkling showpiece that Boston’s most famous body of water would be today.\n\nAnd a public-private partnership made that possible, bringing together leading figures in engineering, construction, and public policy. Still, the book shows that just because you bring this top talent together to tackle a huge task doesn’t guarantee that you’re going to get a good result. These massive undertakings often introduce powerful forces – such as clashing egos and legal fears that create a C.Y.A., finger-pointing culture – which have to be managed properly. Otherwise, those forces can end up producing the kind of catastrophic outcome seen in this story where workers were asked to assume enormous and unfair personal risk simply because these best-and-brightest minds couldn’t get along.\n\nWhat are the takeaways from this project in context of struggles with the Obamacare rollout and other major government-led projects?\n\nDisaster strikes when the holes in the Swiss cheese line up. Share:\n\nSwidey: When there’s a massive failure with a large-scale undertaking, the natural impulse is to look for the single, giant mistake that is to blame. Most of the time, however, it’s actually a series of small mistakes that are responsible. None of them on their own would have been enough to cause a significant problem. Taken together, however, they become fatal. Disaster strikes when the holes in the Swiss cheese line up.\n\nYou can see this alignment of holes in the forensic audits of major system failures, from the Obamacare rollout to the BP oil spill. What’s scarier to think about is how often there might be no more than one thin layer of cheese protecting complex enterprises from turning into catastrophes.\n\nWith a less litigious/complex regulatory structure, in your view would much of the inertia in this project have been overcome more quickly, or were the engineering challenges alone enough to cause major delays?\n\nSwidey: There’s no denying the engineering challenges were formidable. But I’m convinced that if the various parties hadn’t become so distrustful of one another by the end of the project, and so overly concerned with legal exposure and determined to offload risk onto other parties, that they would have been able to solve this final problem in a safe and creative manner. In fact, after the disaster in the tunnel that claimed some of the divers’ lives, the various parties did exactly that. They took money off the table, suspended the finger-pointing, and managed to figure out a solution that worked brilliantly, although that solution had been possible only because of the sacrifice the divers had already made.\n\nOne of the takeaways you mention is that you were taken by how these complex projects often fall on a handful of average individuals. Speak a little bit to that.\n\nNothing grand is built on paper. It’s built by real workers using real equipment..facing real danger Share:\n\nSwidey: As designers and engineers push the limits of the possible, there is a natural inclination to think that this kind of grand infrastructure is built on paper – or at least on computer screens. But nothing grand is built on paper. It’s built by real workers, using real equipment, and facing real danger. In this project, what happened is people at all levels didn’t pay enough attention to what they would be asking these real workers – the small team of divers – to do.\n\nI’m gratified that multiple people who were key players in this story told me their thinking was changed after reading the book. It made them wish they had stopped to think more before signing off on this diver mission. They were only too happy to view these divers as almost stock characters, Navy SEAL-type closers who were going to swoop in and get them out of a jam. But if they had thought more about them as real people, with real families, they would have likely thought twice before dispatching them on such a dangerous mission with a set-up that wasn’t fully thought out.\n\nA focus of the book is on non-combat PTSD. Can you talk a little bit about this? Is this something employers and employees are conscious of as being a real issue?\n\nSwidey: An estimated 24 million Americans – or about 8 percent of the population – will suffer PTSD during their lifetime, and many of those will never see a battlefield. They may be victims of sexual abuse or urban violence or some kind of horrific tragedy, as was the surviving divers from “Trapped Under the Sea.” Yet with the disorder still yoked to combat veterans in most people’s minds, it becomes harder to identify and treat PTSD, especially when the victims themselves resist the label. That’s what happened with the surviving divers, who believed that the label should be reserved for members of the military. They felt it would be offensive to compare themselves with the soldiers fighting in Fallujah.\n\nPTSD can be a crippling illness that often tears apart families, destroys careers, and creates a trail of addiction. So employers and employees have to get a lot better at being able to spot it and get victims effective treatment. And what we’ve learned is that there’s no effective, one-size-fits-all treatment. Just as victims often respond differently to trauma, so too is there often great variation in the kinds of treatment victims respond best to.\n\nThe PTSD experts that I consulted during my research were fascinated by this tunnel tragedy because they said it provided a valuable and highly unusual window for showing the protean nature of PTSD. Three divers had been exposed to the same hideous trauma inside that tunnel, yet each one had responded to it in profoundly different ways.\n\nDid the regulatory agencies under whose jurisdiction this project unfolded express any remorse for the time/cost involved due to the rules they were enforcing?\n\nIt’s hard to look at this story as anything other than an abject failure on the part of OSHA Share:\n\nSwidey: From a regulatory enforcement standpoint, it’s hard to look at this story as anything other than an abject failure on the part of OSHA. As I show in the book, the contractors had met with officials for the federal workplace safety agency well in advance, to explain the experimental breathing system they’d be giving the divers for the tunnel mission. And those OSHA officials raised no objections to the plan, despite the fact that it obviously violated the agency’s tunnel ventilation requirements. This deeply flawed plan should have been stopped in its tracks right there, but OSHA failed to do that. Yet after the diver deaths, OSHA cited and fined the contractors and subcontractors in large part for having violated the OSHA regs on ventilation, without even acknowledging the agency’s role in allowing that awful plan to go forward. This failure by OSHA ended up complicating the ability of prosecutors to bring parties responsible for the diver deaths to justice.\n\nWhat would you like readers to take away from this book?\n\nSwidey: In a word, appreciation. Appreciation for the marvels that are all around us – the towers that kiss the sky, the bridges that connect lands, the tunnels that bring us water and take away our waste.\n\nAnd appreciation for the usually anonymous workers who take on such enormous risk to make all this all possible.", "article_metadata": {"msapplication-notification": "frequency=30; polling-uri=http://www.theblaze.com/publish/_livetile/notifications/1.xml; polling-uri2=http://www.theblaze.com/publish/_livetile/notifications/2.xml; polling-uri3=http://www.theblaze.com/publish/_livetile/notifications/3.xml; polling-uri4=http://www.theblaze.com/publish/_livetile/notifications/4.xml", "application-name": "TheBlaze.com", "twitter": {"description": "Author Neil Swidey has a new book out today titled “Trapped Under the Sea,” a story about how a multi-billion dollar, multi-year, legal and regulatory nightmare of a project to build an almost 10-mile long engineering marvel of a tunnel deep beneath Boston Harbor fell on the shoulders of five blue...", "creator": "@bhweingarten", "url": "http://www.theblaze.com/blog/2014/02/18/an-interview-with-neil-swidey-author-of-trapped-under-the-sea/", "image": "http://www.theblaze.com/wp-content/uploads/2014/02/Neil-Swidey.v31-620x464.jpg", "title": "An interview with Neil Swidey, author of ‘Trapped Under the Sea’", "site": "@theblaze", "card": "summary", "account_id": 1512944287}, "keywords": "an, interview, neil, swidey, author, trapped, under, sea", "sailthru.tags": "books, environment, government, politics-2, technology, author-benjamin-weingarten, site-theblazecom", "facebook-count": 5, "gplus-count": 2, "msapplication-TileColor": "#282b2d", "sailthru.guid": "theblazecom/764968", "categories": "environment,government,politics-2,technology,books", "msapplication-square150x150logo": "http://www.theblaze.com/wp-content/plugins/theblaze_livetile/img/medium150x150.png", "comment-count": 0, "description": "Author Neil Swidey has a new book out today titled “Trapped Under the Sea,” a story about how a multi-billion dollar, multi-year, legal and regulatory nightmare of a project to build an almost 10-mile long engineering marvel of a tunnel deep beneath Boston Harbor fell on the shoulders of five blue...", "msapplication-wide310x150logo": "http://www.theblaze.com/wp-content/plugins/theblaze_livetile/img/wide310x150.png", "linkedin-count": 0, "msapplication-square70x70logo": "http://www.theblaze.com/wp-content/plugins/theblaze_livetile/img/small70x70.png", "msapplication-square310x310logo": "http://www.theblaze.com/wp-content/plugins/theblaze_livetile/img/large310x310.png", "fb": {"admins": 517831498}, "msapplication-starturl": "http://www.theblaze.com/", "viewport": "width=device-width", "og": {"site_name": "The Blaze", "description": "Author Neil Swidey has a new book out today titled “Trapped Under the Sea,” a story about how a multi-billion dollar, multi-year, legal and regulatory nightmare of a project to build an almost 10-mile long engineering marvel of a tunnel deep beneath Boston Harbor fell on the shoulders of five blue...", "title": "An interview with Neil Swidey, author of ‘Trapped Under the Sea’", "url": "http://www.theblaze.com/blog/2014/02/18/an-interview-with-neil-swidey-author-of-trapped-under-the-sea/", "image": {"width": 620, "identifier": "http://www.theblaze.com/wp-content/uploads/2014/02/Neil-Swidey.v31-620x464.jpg", "type": "image/jpeg", "height": 464}, "type": "article"}, "dc.date": "2014-02-18T08:47:26+00:00", "twitter-count": 18}, "_id": "\"57477af36914bd0286fd3dc4\"", "article_summary": "It’s built by real workers, using real equipment, and facing real danger.\nGive us an elevator pitch as to why the man on the street should pick up “Trapped Under the Sea”?\nSwidey: “Trapped Under the Sea” tells the true story of a team of five commercial divers sent on an unimaginable mission to the end of the world’s longest tunnel of its kind.\nRead on for an interview from the book, and be sure to check out our exclusive excerpt and review as well.\nHe puts it this way: “’Trapped Under the Sea’ is extraordinary."}