{"article_title": "Mark Kirk's political bromance with Dick Durbin", "article_keywords": ["illinois", "voters", "kirks", "partisan", "dick", "political", "mark", "kirk", "bromance", "republican", "durbin", "thats"], "article_url": "http://articles.chicagotribune.com/2014-03-26/opinion/ct-kass-met-0326-20140326_1_mark-kirk-moderate-kirk-republican-party", "article_text": "Mark Kirk's political bromance with Dick Durbin\n\nThe other day, the moderate Kirk was asked if he would campaign for his own party's nominee, conservative Jim Oberweis, who is running against slippery Democratic incumbent Durbin.\n\nWill someone please explain the political bromance between Mark Kirk and Dick Durbin?\n\nIllinois voters can’t help but notice when Republicans offer a group hug to Democrats, and that’s just what Republican Sen. Mark Kirk, left, offered Democratic Sen. Dick Durbin the other day. (E. Jason Wambsgans, Chicago Tribune)\n\nAnd what he said illustrates exactly what is wrong with the dysfunctional Republican Party of Illinois.\n\nDurbin is perhaps the most partisan rhetorical knife fighter among all the Democrats in the Senate. He'd be vulnerable against the right opponent, as he's wedded to Obamacare and all-but-bankrupt Illinois seems ready to demand a political reformation.\n\nStylistically, Durbin would gut you with his rhetorical spoon and leave you in a lump on the floor, then step lightly over your twitching feet. Afterward, he'd call a news conference, beseeching the nation in a reasonable voice and announcing that the ugly partisan gridlock in Washington must end for the good of the country.\n\nGiven all that, this is what Kirk said when asked if he would campaign for Oberweis:\n\n\"I'm gonna be protecting my relationship with Dick and not launching into a partisan jihad that hurts our partnership to both pull together for Illinois,\" Kirk said.\n\nIf that's not a bromance, what is?\n\nThe Chamber of Commerce types might approve of the relationship. Ditto the bankers, and big labor, and the Combine boys, the ones who like to fly under the radar, working in bipartisan fashion to separate taxpayers from their money.\n\n\"Pull together for Illinois\" sounds remarkably like \"I'm here to bring home the bacon.\" And stuffing ourselves on pork is what has led this state to financial ruin.\n\nAnd the people? The voters? The chumbolones who pay for all that pork?\n\nThey long for clear-cut differences among politicians and debates over ideas.\n\nAnd so, when Republicans offer a group hug to Democrats, especially in this Combine state, and the state's highest-ranking Republican uses the phrase \"political jihad\" to slap a fellow Republican who will lead his party's ticket in November, guess what?\n\nThat's when voters can't help but notice.\n\n\"Everybody's talking about it,\" said a Republican political consultant who discussed it over lunch. \"Is Kirk signaling that he's not running for re-election? If that's the case, then what he said makes sense, that he doesn't care about the politics anymore.\"\n\nAs many of you know, Kirk suffered a stroke and has worked bravely to overcome his health problems. And Durbin, the ruthless partisan that he is, showed personal kindness to Kirk during that difficult time.\n\nIt's not necessarily a bad thing that people of different parties can be friends. Some people talk loudly about diversity, as if diversity is about skin pigment or gender, yet rigidly apply litmus tests to their associates. These are tribalists. And if they weren't so bothersome, they'd be amusing.", "article_metadata": {"keywords": "opinion, commentary, news", "og": {"site_name": "tribunedigital-chicagotribune", "description": "Will someone please explain the political bromance between Mark Kirk and Dick Durbin? That's Kirk the Republican senator and Durbin the Democratic senator. The other day, the moderate Kirk was asked...", "title": "Mark Kirk's political bromance with Dick Durbin", "url": "http://articles.chicagotribune.com/2014-03-26/opinion/ct-kass-met-0326-20140326_1_mark-kirk-moderate-kirk-republican-party", "image": "http://www.trbimg.com/img-5530052e/turbine/chi-default-open-graph-ct-logo/", "type": "article"}, "fb": {"admins": 100001837105818}, "description": "Will someone please explain the political bromance between Mark Kirk and Dick Durbin? That's Kirk the Republican senator and Durbin the Democratic senator. The other day, the moderate Kirk was asked", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fd7f62\"", "article_summary": "Will someone please explain the political bromance between Mark Kirk and Dick Durbin?\nMark Kirk's political bromance with Dick DurbinThe other day, the moderate Kirk was asked if he would campaign for his own party's nominee, conservative Jim Oberweis, who is running against slippery Democratic incumbent Durbin.\nIllinois voters can’t help but notice when Republicans offer a group hug to Democrats, and that’s just what Republican Sen. Mark Kirk, left, offered Democratic Sen. Dick Durbin the other day.\n\"Everybody's talking about it,\" said a Republican political consultant who discussed it over lunch.\nDurbin is perhaps the most partisan rhetorical knife fighter among all the Democrats in the Senate."}