{"article_title": "Obamacare Popular Kaiser Poll", "article_keywords": ["poll", "voters", "share", "republicans", "obamacare", "primary", "general", "kaiser", "opposition", "conservatives", "popular", "republican", "law"], "article_url": "https://newrepublic.com/article/121614/obamacare-popular-kaiser-poll", "article_text": "Whatever explains it, conservatives are adjusting to the new reality with predictable equanimity.\n\n1) @KaiserFamFound poll doesn't measure public opinion of #ACA because the ACA isn't what the public is experiencing. http://t.co/fuQtg53bf0 — Michael F. Cannon (@mfcannon) April 21, 2015\n\nThe law’s changing fortunes confound conservatives in part because the public’s views have polarized along a partisan axis. Obamacare derives nearly all its support from Democrats and liberals; its opposition is almost entirely driven by Republican and conservatives. Conservatives who spend their days surrounded by conservatives find it hard to fathom that more people like than dislike the law—or, more accurately, that the hardened opposition to the law is a minority view.\n\nAll of this will bedevil Republicans in their presidential primary and in the general election.\n\nThe people who will select the Republican presidential nominee are among the most committed conservatives in the country. By and large they will not tolerate ambivalent candidates who don’t like Obamacare but understand that fanatical opposition to the law is a general election liability.\n\nBack in 2012, when Obamacare was largely an abstraction, this was an easier line to walk. Twenty million beneficiaries complicate that. Some of those 20 million are Republican primary voters. The trouble will begin when an elusive conservative Obamacare supporter pokes his head up to challenge the candidate field: How will your position on Obamacare not ruin me?\n\nIn such an event, candidates eyeing the general electorate will want to promise to leave the voter’s coverage intact. If they succumb to that temptation, they’ll be stampeded by dark horses. If they resist, and put conservative dogma ahead of peoples' livelihoods, their heartlessness will hound the primary winner in the general election, as Mitt Romney’s plan to encourage unauthorized immigrants to deport themselves hampered him in his 2012 race against President Obama.\n\nHillary Clinton will know how to exploit this. Her campaign is betting on the proposition that the Democrats’ coalition is just as stable as, but slightly larger than, the Republicans’. Obamacare polling supports this theory. It’d be a mistake to think of Obamacare as a popular law, but the share of the population that likes or is at peace with it clearly exceeds the share ready to repeal it. The voters who re-elected Obama will return to put Clinton in office, if they’re convinced that a Republican president will erase Obama's accomplishments. A Republican candidate who navigates his primary field by promising to repeal Obamacare will do just the trick.", "article_metadata": {"msapplication-config": "//assets.newrepublic.com/assets/favicons/browserconfig.xml", "viewport": "width=device-width, initial-scale=1.0", "description": "Two days ago, I observed that the Affordable Care Act remained barely unpopular, with a 2 percent unfavorability margin that could be attributed entirely to elderly people who have little-to-no stake in the law.A day later, the Kaiser Family Foundation updated its tracking poll numbers and revealed that the margin hasn't merely disappeared: It has reversed.\n          \n            \n          \n\n    ...", "og": {"site_name": "New Republic", "description": "Good luck threading this needle.", "title": "Obamacare's Rising Popularity Could Sink Republicans in 2016", "locale": "en_US", "image": "https://images.newrepublic.com/0208c51949505992d65b96056f2a55d623c7682b.jpeg?w=1109&h=577&crop=faces&fit=crop&fm=jpg", "url": "https://newrepublic.com/article/121614/obamacare-popular-kaiser-poll", "type": "article"}, "twitter": {"description": "Good luck threading this needle.", "title": "Obamacare's Rising Popularity Could Sink Republicans in 2016", "image": "https://images.newrepublic.com/0208c51949505992d65b96056f2a55d623c7682b.jpeg?w=1024&h=512&crop=faces&fit=crop&fm=jpg", "creator": "@brianbeutler", "site": "@newrepublic", "card": "summary_large_image"}, "msapplication-TileColor": "#ffffff", "parsely-metadata": "{\"thumb_image\":\"http://images.newrepublic.com/0208c51949505992d65b96056f2a55d623c7682b.jpeg\"}", "parsely-page": "{\"title\":\"Obamacare's Rising Popularity Could Sink Republicans in 2016\",\"link\":\"https://newrepublic.com/article/121614/obamacare-popular-kaiser-poll\",\"section\":\"Politics\",\"pub_date\":\"2015-04-22T16:01:00.000Z\",\"post_id\":121614,\"author\":\"Brian Beutler\",\"type\":\"post\",\"tags\":[\"Politics\",\"Barack Obama\",\"Obamacare\",\"Affordable Care Act\",\"Mitt Romney\",\"Hillary Clinton\",\"Election 2016\",\"-type_article\"]}", "fb": {"admins": 4404589, "pages": 161419311535, "app_id": 1675346479369918}, "msapplication-TileImage": "//assets.newrepublic.com/assets/favicons/mstile-144x144.png", "article": {"publisher": "https://www.facebook.com/thenewrepublic", "tag": "Politics", "published_time": "2015-04-22"}, "theme-color": "#ffffff"}, "_id": "\"57477af36914bd0286fd481c\"", "article_summary": "Obamacare derives nearly all its support from Democrats and liberals; its opposition is almost entirely driven by Republican and conservatives.\nSome of those 20 million are Republican primary voters.\nA Republican candidate who navigates his primary field by promising to repeal Obamacare will do just the trick.\nThe trouble will begin when an elusive conservative Obamacare supporter pokes his head up to challenge the candidate field: How will your position on Obamacare not ruin me?\n1) @KaiserFamFound poll doesn't measure public opinion of #ACA because the ACA isn't what the public is experiencing."}