{"article_title": "New Healthcare IT News website faster, mobile-friendly and packed with essential info", "article_keywords": ["website", "info", "faster", "information", "mobilefriendly", "industry", "practices", "health", "era", "national", "healthcare", "need", "president", "essential", "packed", "leaders"], "article_url": "http://www.healthcareitnews.com/news/new-healthcare-it-news-website-faster-mobile-friendly-and-packed-essential-info", "article_text": "For more than a dozen years, Healthcare IT News has chronicled the rapid evolution of healthcare and information technology.\n\nWe’ve reported on the unprecedented progress to digitize an industry long held back by inefficient processes and dominated by paper records exchanged the old-fashioned way: print-fax-scan.\n\nOur editors and writers have been there since the early days: when former President George W. Bush first established the Office of the National Coordinator for Health IT, while the HITECH Act flooded more than $30 billion in stimulus money to speed the digitization of America’s hospitals and physician practices, and since President Barack Obama’s landmark Affordable Care Act put healthcare front and center in the national discourse and ensured that – whatever your politics – the push toward value-based care is here to stay.\n\nWith the healthcare industry on the cusp of a transformative new era it is the perfect time for us to bring you a freshly rethought and redesigned website.\n\nLook for more: More breaking news, more thoughtful insight, more actionable information, more best practices, more content aimed at helping you make smart and informed decisions in this fast-changing industry.\n\nLook for more personality in the form of lively interviews with industry leaders, fresh voices joining our luminary bloggers and columnists as we continue building out our stable of regular contributors.\n\nSee all of our HIMSS16 previews\n\nIndeed, the new Healthcare IT News is more than just a pretty facelift. Many months in the making, the crisper and cleaner interface, as easy to navigate on a desktop as on a smartphone, enables us to more efficiently deliver – and you to more easily consume – the next wave of healthcare and technology news and insight.\n\nWe’re thrilled to unwrap this new design and particularly excited about seeing it put to work as we cover this new era of accountable, connected and patient-centered care.\n\nWe’ll have all the news you need about EHRs, data analytics, cybersecurity, population health, revenue cycle management, telemedicine, mobile apps, medical devices, precision medicine and the the tangled web of government policies and standards that healthcare leaders need to chart a proper course in this increasingly complex environment.\n\nGetting to that new world of healthcare will not be easy. We’ll continue to bring you thought-leading analysis about what the changes and the challenges mean to help you succeed.\n\nWe hope you enjoy the new look, and will join us for the ride ahead.\n\nQuestions or suggestions about the new Healthcare IT News? We value your feedback. Don’t hesitate to email me: tom.sullivan@himssmedia.com.\n\nTwitter: @SullyHIT", "article_metadata": {"description": "For more than a dozen years, Healthcare IT News has chronicled the rapid evolution of healthcare and information technology. With the healthcare industry on the cusp of a transformative new era it is the perfect time for us to bring you a freshly rethought and redesigned website.", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "Healthcare IT News", "description": "For more than a dozen years, Healthcare IT News has chronicled the rapid evolution of healthcare and information technology. With the healthcare industry on the cusp of a transformative new era it is the perfect time for us to bring you a freshly rethought and redesigned website.", "title": "New Healthcare IT News website faster, mobile-friendly and packed with essential info", "url": "http://www.healthcareitnews.com/news/new-healthcare-it-news-website-faster-mobile-friendly-and-packed-essential-info", "image": "http://www.healthcareitnews.com/sites/default/files/hitn.png", "updated_time": "2016-01-15T11:26:39-05:00", "type": "article"}, "twitter": {"url": "http://www.healthcareitnews.com/news/new-healthcare-it-news-website-faster-mobile-friendly-and-packed-essential-info", "image": {"src": "http://www.healthcareitnews.com/sites/default/files/hitn.png"}, "description": "For more than a dozen years, Healthcare IT News has chronicled the rapid evolution of healthcare and information technology. With the healthcare industry on the cusp of a transformative new era it is the perfect time for us to bring you a freshly rethought and redesigned website.", "card": "summary_large_image", "title": "New Healthcare IT News website faster, mobile-friendly and packed with essential info"}, "article": {"published_time": "2016-01-15T10:53:04-05:00", "modified_time": "2016-01-15T11:26:39-05:00"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fe2754\"", "article_summary": "For more than a dozen years, Healthcare IT News has chronicled the rapid evolution of healthcare and information technology.\nWith the healthcare industry on the cusp of a transformative new era it is the perfect time for us to bring you a freshly rethought and redesigned website.\nLook for more personality in the form of lively interviews with industry leaders, fresh voices joining our luminary bloggers and columnists as we continue building out our stable of regular contributors.\nSee all of our HIMSS16 previewsIndeed, the new Healthcare IT News is more than just a pretty facelift.\nWe’ll continue to bring you thought-leading analysis about what the changes and the challenges mean to help you succeed."}