{"article_title": "It's Not Obamatrade, and Paul Ryan Isn't Nancy Pelosi", "article_keywords": ["deal", "tpa", "final", "agreement", "ryan", "trade", "isnt", "free", "nancy", "tpp", "congress", "president", "paul", "pelosi", "public", "obamatrade"], "article_url": "https://www.commentarymagazine.com/foreign-policy/asia/tpp-isnt-obamatrade-paul-ryan-not-nancy-pelosi/", "article_text": "This unfavorable comparison began being made and circulated on the right on Thursday after the House Ways and Means Committee chairman made an appearance on Bloomberg TV. There, he was asked to expound on the details of an upcoming vote to provide President Barack Obama with fast-track trade promotional authority (TPA) that would allow him to negotiate a trade deal with a variety of Pacific Rim nations. In that interview, Ryan appeared to echo the former Democratic House Speaker’s infamously insufficient defense of ObamaCare, “We have to pass the bill so you can find out what is in it.”\n\nHis Bloomberg interlocutor asked Ryan why the proposed Trans-Pacific Partnership (TPP) remains so secretive. “It’s declassified and made public once it’s agreed to,” Ryan replied after noting that no trade agreement could be signed into law unless it were debated and approved by the Congress.\n\nThis “gaffe” was savaged by Breitbart’s Matthew Boyle, who has taken to calling the TPP, TPA, and other elements of the proposed trade agreement “Obamatrade.” The reporter for the right-leaning site called Ryan’s comments in defense of flagrant opacity “Pelosi-esque.”\n\nEquating a proposed free trade agreement that has been under negotiation since late 2009 and the fast-track authority designed to facilitate that agreement process with the unprecedented secrecy that characterized the rush to pass the Affordable Care Act exposes a lack of understanding about the very foundations of transnational trade agreements. What is being negotiated is, in essence, an international treaty. 11 Pacific powers on three continents are all conducting highly sensitive talks and must come to a single agreement; that secrecy is designed to preserve the integrity of those ongoing negotiations.\n\nThe reason lawmakers must view the terms of the still-unsettled TPP in a secure area of the Capitol Building accompanied only by staff with appropriate security clearances, a fact Boyle conceded, is because the terms being negotiated are classified. Some on the right might not like the fact that their representatives in a republican system are privy to details of negotiations that they are not, but they should take that gripe up with the Constitution rather than Mr. Ryan.\n\nCato Institute’s Scott Lincicome has performed a masterful job of debunking the many pernicious myths associated with the TPP and TPA, many of which are shared by both far-right conservatives and wildly conspiratorial progressives. He specifically addressed the matter of opacity that has roiled so many on the right.\n\n“[J]ust like other high-value negotiations among private parties or governments, revealing draft proposals before a deal is struck emboldens the opposition, undermines the parties’ negotiating positions, and exposes negotiators to public scrutiny over provisions that might not even be in a final deal,” Lincicome wrote. “Publishing draft FTA texts would make completing a deal difficult, if not impossible, and it’s thus no coincidence the most vocal advocates for ‘full transparency’ in free trade negotiations are actually those most opposed to free trade.”\n\nFinally, unlike the oft-analogized Obamacare legislation, the actual text of any final TPP deal will be required by law to be publicly available (online) for months—yes, months—before Congress votes on it. As you can see from the table below (source), under TPA the president must make the entire text of any trade agreement, including TPP, available to the public for 60 days before he can even sign it. Once it’s signed, Congress will have weeks, maybe months, to scour the deal, hold “mock markups” in various committees, and suggest changes to the agreement before the president sends Congress legislation implementing the FTA for a final vote. Also, within 105 days of the FTA’s signing, the U.S. International Trade Commission must issue a report on the deal’s economic impact—again prior those bills being submitted to Congress. And once the bills finally are submitted, Congress will then have up to 90 legislative days (which is like five months in normal human days) to review the bills and hold final votes.\n\nLincicome’s entire 3,500-word opus is worth every minute you spend reading it. In it, he addresses the oft-repeated claims from protectionist elements in the United States that free trade agreements are unregulated, undemocratic handouts to corporate interests that are not subject to oversight from elected representatives. Lincicome demolishes all of these unfounded assumptions. He also demonstrates effectively how the parlor populism that has mobilized antipathy toward the TPP is virtually indistinguishable from the kind of protectionist sentiments that characterized opposition to other free trade agreements concluded in the 20th century.\n\n“If some conservatives wish to reconsider whether trade is a key economic priority for the U.S. and a great boon for the world, they can certainly make their case,” the editors of the National Review noted on Thursday. “But calling a standard procedure ‘Obamatrade,’ as if the question before Congress were a big-government boondoggle rather than a proven method of liberalizing global markets and increasing prosperity, won’t cut it.”\n\nConflating trade promotional authority and the specific proposals in the TPP is misleading. The proposals in that agreement will be subject to public scrutiny and revision, but its negotiating phase is no more public province than were the terms of the lend-lease agreement with Great Britain during the Blitz. That, too, was dubbed by its opponents an agreement that, according to Texas Democratic Senator Tom Connelly, “constitutes a blank check to the President and that Congress abdicates its authority.” Today, we know that agreement was an unalloyed good that preserved the security of the final holdout in Europe against Nazi aggression.\n\nIt is hard to blame conservatives for failing to provide lawmakers on either side of the political aisle with uncritical deference. America’s Republican and Democratic elected officials deserve all the scrutiny they are getting. Moreover, there are some honest and even compelling arguments that might prompt thoughtful observers to question the necessity of the TPP or any other free trade agreement. But equating the present state of negotiations with the intentionally deceptive process that resulted in the passage of ObamaCare is not one of them.", "article_metadata": {"description": "A Journal of Significant Thought and Opinion", "generator": "WordPress 4.5.2", "og": {"site_name": "Commentary Magazine", "description": "It shouldn’t need to be said, but our modern age is full of wonders: No, Representative Paul Ryan’s approach to governance as a member of...", "title": "No, Paul Ryan Isn’t Just Like Nancy Pelosi", "locale": "en_US", "image": "https://www.commentarymagazine.com/wp-content/uploads/2015/06/Corbis-42-24810846.jpg", "updated_time": "2015-06-12T09:04:55+00:00", "url": "https://www.commentarymagazine.com/foreign-policy/asia/tpp-isnt-obamatrade-paul-ryan-not-nancy-pelosi/", "type": "article"}, "twitter": {"description": "Trade promotional authority and the Trans-Pacific Partnership isn't \"Obamatrade,\" and Republicans aren't embracing the tactics that passed ObamaCare.", "creator": "@noahcrothman", "image": "https://www.commentarymagazine.com/wp-content/uploads/2015/06/Corbis-42-24810846.jpg", "title": "It's Not Obamatrade, and Paul Ryan Isn't Nancy Pelosi", "site": "@Commentary", "card": "summary_large_image"}, "robots": "noodp", "fb": {"app_id": 123435527761686}, "article": {"publisher": "https://www.facebook.com/commentarymagazine", "section": "Asia", "tag": "Paul Ryan", "published_time": "2015-06-11T16:05:48+00:00", "modified_time": "2015-06-12T09:04:55+00:00"}, "viewport": "width=device-width,initial-scale=1.0,user-scalable=no"}, "_id": "\"57477af46914bd0286fe2766\"", "article_summary": "Moreover, there are some honest and even compelling arguments that might prompt thoughtful observers to question the necessity of the TPP or any other free trade agreement.\n“It’s declassified and made public once it’s agreed to,” Ryan replied after noting that no trade agreement could be signed into law unless it were debated and approved by the Congress.\nIn it, he addresses the oft-repeated claims from protectionist elements in the United States that free trade agreements are unregulated, undemocratic handouts to corporate interests that are not subject to oversight from elected representatives.\nIt is hard to blame conservatives for failing to provide lawmakers on either side of the political aisle with uncritical deference.\nBut equating the present state of negotiations with the intentionally deceptive process that resulted in the passage of ObamaCare is not one of them."}