{"article_title": "A couples' conundrum for Healthcare.gov — we're not there yet — NewsWorks", "article_keywords": ["subsidy", "supervisor", "plans", "healthcaregov", "conundrum", "craig", "register", "couples", "try", "plan", "newsworks", "sorry", "dont"], "article_url": "http://www.newsworks.org/index.php/local/essayworks/63006-a-couples-conundrum-for-healthcaregov", "article_text": "The deadline is edging uncomfortably close. To make sure we have health coverage for Jan. 1, my husband Craig and I, along with millions of other Americans who don't have health insurance through their employers, must register for a new plan by Dec. 23.\n\nWe still haven't been able to register, and it's not for lack of trying. We've been working on this since October, when the slow and troubled roll-out of Healthcare.gov began.\n\nBefore the site was functioning at all, we did our homework and went directly to insurers to choose a plan. It doesn't matter — we're stuck in Healthcare.gov limbo.\n\nMy husband and I have different needs, so we want different plans. I rely on my out-of-network doctor. The only way to have him covered, without wiping out a significant portion of our savings, is for me to go with a costly platinum plan. Craig has no such special needs and will be happy with a more modest, but good, silver plan.\n\nWe're told this is fine in theory, but the website, which finally started working a little over a week ago, still has major glitches. And the inability to register a couple who file income tax jointly but who need two different plans is one of them.\n\nCatch-22\n\nI'm a pretty nice person. I try to add positive energy to the world. But frustrate me, and I turn into an ogre, and my husband does the same. Last week, for three nights in a row, Craig spent the evening, mostly on hold, with Healthcare.gov assisters.\n\nWe qualified to get a subsidy — after filling out the application three times! The first time, we tried jointly, but it didn't let us apply for two different plans. Then we tried with separate applications, but the combined subsidy for both of us, using the same income info as the joint application, was much lower. I heard Craig mutter under his breath, \"Let's just forget about the subsidy.\"\n\nWaiting on hold for a supervisor for almost an hour, on the edge of apoplexy, he began shouting to himself about the banality of it all.\n\nWhen the supervisor finally took the line, Craig asked which subsidy amount is correct, but the supervisor was clueless. \"I don't know,\" he answered, adding that he is very sorry.\n\nWe're beginning to feel as powerless as Captain Yossarian in Joseph Heller's \"Catch-22,\" stuck in a no-win situation. The only way to get a subsidy is to apply through Healthcare.gov, but the assisters use the same website that we do. If we can't do something, they can't either. It doesn't matter that our health plan options are posted on the Healthcare.gov marketplace or that the application has a spot for creating two groups on a joint application.\n\nMounting confusion, competing deadlines\n\nAnd if it isn't enough to deal with one group of people who don't know what's going on, we also have our current insurer telling us that we need to register by Sunday — their deadline, not the Affordable Care Act deadline — or they will enroll us automatically into the bronze plan whether we like it or not.\n\nWe would have to forgo a subsidy if we were to enroll directly with the insurer. So I called to tell them we don't want the bronze plan and we don't want them to enroll us directly. But what we want doesn't matter.\n\nThey tell me we can override their choice for us if we can complete our registration on Healthcare.gov by Dec. 23. We can only hope. And what if we can't? Will we be stuck with a plan we don't want with no subsidies?\n\nDon't get me wrong: Affordable Care is a good thing\n\nThe irony is that I support the Affordable Care Act, particularly the abolition of pre-existing conditions and \"garbage\" plans. And the new plans have many other advantages: mandatory drug coverage, the availability of mental health treatment (which we'll need when this process is over), prenatal care, and better access to physical therapy — and, for those who qualify, financial assistance.\n\nIf only we can complete our application.\n\n'Sorry' seems to be the hardest easiest word\n\nIt's not that the assisters don't try. I'm sympathetic to their plight; I wouldn't want to do what they do. They, too, are dealing with looming deadlines, complicated laws, and tools that are still not fully functional. The pace of new information is quicker than the rate they could possibly be trained.\n\nBut one aspect of their training is working a little too well. They are all highly adept at apologizing. I think that's what drove my husband the craziest.\n\n\"We're sorry we don't know the answer.\"\n\n\"We're sorry we told you something that was wrong.\"\n\n\"We're sorry. We're sorry. We're sorry.\"\n\nAnd no one will give us their name or confirmation of our call. The snafus keep piling up.\n\nFinally we did find a supervisor who told us to try again after the weekend when more website fixes would to be completed. Last night we did try again. And so far, no luck.\n\nWe need a Healthcare.gov miracle, but who can afford to count on miracles? I can already hear them saying — ready for it? — \"We're sorry.\"\n\nErich Segal's \"Love Story\" gave us the classic line \"Love means never having to say you're sorry.\" But, believe me, this isn't a love story.", "article_metadata": {"description": "The deadline is edging uncomfortably close To make sure we have health coverage for Jan 1 my husband Craig and I along with millions of other Americans who don t have health insurance through their", "title": "A couples' conundrum for Healthcare.gov — we're not there yet", "og": {"image": "http://www.newsworks.org/nw_logo_fb.png", "site_name": "Newsworks.org", "description": "My husband I must register for a new plan by Dec. 23, but we still haven't been able to register, and it's not for lack of trying. We've been working on this since October, when the troubled..."}, "twitter": {"description": "My husband I must register for a new plan by Dec. 23, but we still haven't been able to register, and it's not for lack of trying. We've been working on this since October, when the troubled...", "title": "A couples' conundrum for Healthcare.gov — we're not there yet", "image": "http://www.newsworks.org/images/stories/flexicontent/m_shutterstock_end-of-the-tracks_1200x675.jpg", "creator": "@lzmeritz", "site": "@NewsWorksWHYY", "card": "summary_large_image"}, "msapplication-TileColor": "#ffc40d", "robots": "index, follow", "DC.date.issued": "2013-12-17", "apple-mobile-web-app-capable": "no", "fb": {"page_id": 115829381793481}, "url": "http://www.newsworks.org/index.php/local/essayworks/63006-a-couples-conundrum-for-healthcaregov", "apple-mobile-web-app-status-bar-style": "black", "author": "Lisa Z. Meritz", "keywords": "sorry, healthcare, their, subsidy, plans, application, craig, different, husband, health, register, supervisor, matter, affordable, stuck, enroll, assisters, finally, doesn, which", "google-site-verification": "zlKVThgI_7CsCilHyAeJraRojXxR5nL5CZqBEZJMJNw", "st": {"image": "http://www.newsworks.org/images/stories/flexicontent/m_shutterstock_end-of-the-tracks_1200x675.jpg"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "msapplication-TileImage": "/mstile-144x144.png"}, "_id": "\"57477af36914bd0286fd3dde\"", "article_summary": "Last week, for three nights in a row, Craig spent the evening, mostly on hold, with Healthcare.gov assisters.\n'Sorry' seems to be the hardest easiest wordIt's not that the assisters don't try.\nThe only way to get a subsidy is to apply through Healthcare.gov, but the assisters use the same website that we do.\nThey tell me we can override their choice for us if we can complete our registration on Healthcare.gov by Dec. 23.\nWe've been working on this since October, when the slow and troubled roll-out of Healthcare.gov began."}