{"article_title": "Fin de partie réussie pour Barack Obama", "article_keywords": ["sur", "le", "partie", "la", "pour", "barack", "du", "les", "en", "une", "et", "russie", "des", "fin", "obama"], "article_url": "http://www.huffingtonpost.fr/tamara-boussac/bilan-obama-mandat_b_7975596.html", "article_text": "INTERNATIONAL - A un peu plus d'un an de la prochaine élection présidentielle américaine, le temps de Barack Obama est compté. A défaut d'une nouvelle campagne en 2016, le président a rendez-vous avec l'histoire et, dans ce domaine, il semble plutôt bien parti.\n\nBarack Obama a toujours eu des difficultés avec le Congrès, et ce bien avant que le parti républicain ne remporte les deux chambres aux élections de mi-mandat de novembre 2014. Le shutdown d'octobre 2013, dû au refus des républicains du Congrès de voter un budget finançant Obamacare, témoigne bien des critiques virulentes dont le président a fait l'objet, sur le fond de sa politique comme sur sa personne.\n\nMalgré cela, la présidence de Barack Obama semble connaitre une éclaircie ces derniers temps. Un état de grâce bienvenu qui s'apparente, semble-t-il, à une anomalie.\n\nEn effet, l'histoire, de coutume, n'épargne pas ses présidents, usés par des années de pouvoir. Obama semble éviter la \"malédiction du second mandat\" qui avait frappé ses prédécesseurs à la Maison Blanche, une légende politique qui veut que les seconds mandats des présidents américains, empêtrés dans les scandales politiques ou les affaires de mœurs, se finissent généralement de manière honteuse. Après la gestion désastreuse de l'ouragan Katrina par son Administration, George W. Bush a achevé son second mandat avec un taux d'impopularité inégalé, enchaînant les échecs de politique intérieure. Sa loi sur l'immigration, que même les républicains refusent de voter, ne passe pas le Sénat. Accablé par l'affaire Lewinski, Bill Clinton fait l'objet d'une procédure d'impeachment à la fin de l'année 1998. La présidence de Ronald Reagan s'achève sur l'affaire Iran-Contra, une sombre affaire de vente d'armes illégale à l'Iran pour financer le mouvement contre-Sandiniste au Nicaragua. Et que dire de Richard Nixon, qui évite de justesse une procédure d'impeachment en démissionnant après le scandale du Watergate. Après le scandale des Pentagon Papers en 1971, son deuxième mandat menaçait déjà d'être marqué par l'enlisement du conflit au Vietnam, couronné par l'image accablante de l'hélicoptère s'envolant du toit de l'ambassade américaine à Saïgon.\n\nLes fins de second mandat ne sont jamais faciles pour les présidents américains, surtout une fois passées les midterms. Ce sont alors des \"canards boiteux\" (lame duck), politiquement et institutionnellement faibles, qui, comme le dispose la Constitution, ne peuvent être réélus. Ils peinent à faire entendre leurs priorités et tendent à s'effacer au profit du Congrès, qui assure la plus grande partie du travail législatif.\n\nPourtant, malgré cette tendance historique qui verrait logiquement le déclin de l'ère Obama, le président américain va de succès en succès. A la suite du rapprochement qu'il a engagé avec Cuba, les deux Etats rouvrent leurs ambassades en juillet 2015, tandis que les négociations sur le nucléaire iranien débouchent sur un accord historique. Pour mener à bien ces victoires extérieures, Obama s'est montré ferme. Il a d'ores et déjà fait connaître son intention d'utiliser son droit de veto si le Congrès venait à voter une loi invalidant l'accord sur l'Iran. Une menace qu'il a peu utilisée au cours de ses deux mandats.\n\nEn politique intérieure, les décisions de la Cour Suprême du 25 et 26 juin 2015 ont entériné des changements sociaux majeurs voulus par le président. La première reconnaissait la constitutionnalité de l'Affordable Care Act, ou Obamacare et mettait ainsi fin à une croisade interminable des républicains contre l'Administration Obama. La deuxième légalisait le mariage homosexuel dans tout le pays, une avancée sociale pour laquelle le président s'était explicitement prononcé lors de son second discours inaugural, le 21 juin 2013. Et si, comme le menace Donald Trump, les républicains font à nouveau planer l'ombre d'un shutdown sur Washington en réaction à la loi de financement du planning familial, il est fort à parier que le président et son Administration en sortiraient indemnes, comme en 2013. L'opinion avait alors largement tenu les républicains pour responsables du chaos de Washington.\n\nObama vise la postérité en déjouant les mauvais augures et en imprimant sa marque sur l'histoire politique des Etats-Unis. En annonçant son Clean Power Plan le 3 août dernier, un projet fédéral ambitieux de réduction de pollution au carbone, Barack Obama se veut le pourfendeur du climato-scepticisme. S'il n'est pas certain que le projet aboutisse, la défense du Clean Power Plan ne peut être qu'une victoire pour Obama. La tâche risque d'être ardue face au Congrès, d'autant plus que l'Environmental Protection Agency, l'agence fédérale qui doit conduire le projet, est la cible d'attaques récurrentes des républicains, qui menacent régulièrement de couper ses financements, voire de la supprimer. Les conservateurs ne manqueront pas de se servir du programme pour réactiver leur rhétorique climato-sceptique tout en s'élevant contre le coût du financement des mesures annoncées. Malgré ces perspectives, Obama a tout à gagner de ce plan ambitieux, en s'imposant sur le long terme comme le président le plus actif de l'histoire sur le changement climatique.\n\nTout semble indiquer que Barack Obama se joue de la \"malédiction du second mandat\". S'il est déjà entré dans l'histoire en devenant le premier président noir des Etats-Unis, l'ancien sénateur de l'Illinois écrit aujourd'hui, en lettres d'or, sa vision politique pour la postérité. De quoi réjouir Hillary Clinton, qui pourra compter sur le solide bilan des démocrates en 2016, bien que la route soit encore longue d'ici là.", "article_metadata": {"category": "France", "sailthru.image.thumb": "http://i.huffpost.com/gen/1464908/images/s-FRANCE-small.jpg", "description": "INTERNATIONAL - Tout semble indiquer que Barack Obama se joue de la \"malédiction du second mandat\". S'il est déjà entré dans l'histoire en devenant le premier président noir des Etats-Unis, l'ancien sénateur de l'Illinois écrit aujourd'hui, en lettres d'or, sa vision politique pour la postérité. De quoi réjouir Hillary Clinton, qui pourra compter sur le solide bilan des démocrates en 2016, bien que la route soit encore longue d'ici là.", "sailthru.expire_date": "Mon, 17 Aug 2015 08:56:22 -0400", "og": {"site_name": "Le Huffington Post", "description": "INTERNATIONAL - Tout semble indiquer que Barack Obama se joue de la \"malédiction du second mandat\". S'il est déjà entré dans l'histoire en devenant le premier président noir des Etats-Unis, l'ancien sénateur de l'Illinois écrit aujourd'hui, en lettres d'or, sa vision politique pour la postérité. De quoi réjouir Hillary Clinton, qui pourra compter sur le solide bilan des démocrates en 2016, bien que la route soit encore longue d'ici là.", "title": "Fin de partie réussie pour Barack Obama", "url": "http://www.huffingtonpost.fr/tamara-boussac/bilan-obama-mandat_b_7975596.html", "see_also": "http://www.huffingtonpost.fr/2016/05/25/hodor-game-of-thrones-saison6-kristian-nairn_n_10124618.html", "image": "http://i.huffpost.com/gen/1464908/images/o-FRANCE-facebook.jpg", "locale": "fr_FR", "type": "blog"}, "twitter": {"site": "@LeHuffPost", "card": "summary_large_image", "description": "INTERNATIONAL - Tout semble indiquer que Barack Obama se joue de la \"malédiction du second mandat\". S'il est déjà entré dans l'histoire en devenant le premier président noir des Etats-Unis, l'ancien sénateur de l'Illinois écrit aujourd'hui, en lettres d'or, sa vision politique pour la postérité. De quoi réjouir Hillary Clinton, qui pourra compter sur le solide bilan des démocrates en 2016, bien que la route soit encore longue d'ici là."}, "sailthru.date": "Sun, 16 Aug 2015 08:56:22 -0400", "robots": "noodp,noydir", "thumbnail": "http://i.huffpost.com/gen/1464908/images/o-FRANCE-facebook.jpg", "sailthru.tags": "clean power,Barack Obama,états-unis,international,politique américaine,obamacare,Obama Cuba,bilan obama mandat", "fb": {"app_id": 211284542274496}, "keywords": "clean power,Barack Obama,états-unis,international,politique américaine,obamacare,Obama Cuba,bilan obama mandat", "article": {"publisher": "https://www.facebook.com/LeHuffingtonPost", "section": "France"}, "image": "http://i.huffpost.com/gen/1464908/images/s-FRANCE-small.jpg"}, "_id": "\"57477af46914bd0286fe2775\"", "article_summary": "Malgré ces perspectives, Obama a tout à gagner de ce plan ambitieux, en s'imposant sur le long terme comme le président le plus actif de l'histoire sur le changement climatique.\nPourtant, malgré cette tendance historique qui verrait logiquement le déclin de l'ère Obama, le président américain va de succès en succès.\nObama vise la postérité en déjouant les mauvais augures et en imprimant sa marque sur l'histoire politique des Etats-Unis.\nINTERNATIONAL - A un peu plus d'un an de la prochaine élection présidentielle américaine, le temps de Barack Obama est compté.\nS'il n'est pas certain que le projet aboutisse, la défense du Clean Power Plan ne peut être qu'une victoire pour Obama."}