{"article_title": "Gruber Admits Obamacare's Long-Term Objective Is to End Employer-Provided Health Insurance", "article_keywords": ["employerprovided", "think", "end", "dont", "tax", "longterm", "gonna", "gruber", "admits", "way", "health", "obama", "obamacares", "objective", "care", "insurance", "thats"], "article_url": "http://www.rushlimbaugh.com/daily/2014/11/18/gruber_admits_obamacare_s_long_term_objective_is_to_end_employer_provided_health_insurance", "article_text": "BEGIN TRANSCRIPT\n\nRUSH: I'm gonna take you back four years to March 5, 2010. This is me talking about health insurance reform and the plan to eliminate employer-based insurance.\n\nBEGIN ARCHIVE CLIP\n\nRUSH ARCHIVE: Once a significant number of businesses have offloaded their health care benefits and the government is now providing that insurance, how do you stop that? \"Okay, we're going to repeal this now.\" The Democrats are going to be out there saying, \"See? We told you. Republicans don't want you to have health care! Republicans want to take your health care away. Just like you senior citizens, the Republicans want to take your Social Security away from you.\"\n\nThe cost of doing business in the United States today, as you know, is very high. There's no economic growth. People are being laid off. People are not being hired. The growth is occurring in the public sector. In fact, for the first time, public sector employee average salaries are $7,000 a year higher than in the private sector. Sixty-seven thousand versus 60 is the average. Not the mean, the average. And this is a trend that has been ongoing for quite a while.\n\nSo any business... You go out and talk to them. The whole health care situation bugs 'em. They have to provide it. Employees expect it. They have to provide it to get quality people. But they hate it. The costs keep going up. The employees are never satisfied with all of what they're getting, even though the employees are paying no tax on it. It's a free benefit.\n\nCompanies now have to have entire departments just to deal with that aspect of running their business, which has nothing to do with running the business. If you think a company will not choose an 8% off-the-top option payment to the government rather than 14 to 15% that is costing them to provide benefits for their employees, you got another thing coming, with as much pressure and stress on these people as there is to stay open. All of this is by design...\n\nEND ARCHIVE CLIP\n\nRUSH: This was my attempting to explain -- and it's tough take a minute-and-45 bite. Half of that's irrelevant to what I was talking about. The point was that the government was gonna offer businesses an opportunity to get out of providing health insurance for employees with a small, one-time, 8% off-the-top payment to the government, and that 8% payment to the government was in lieu of providing health insurance.\n\n2011 Hewitt Health Care Lecture from Mike Dean on Vimeo.\n\nThe government would take over then and provide it for people who'd lose their policies at work. And the point I was making there was that if you're a business and somebody comes along and says, \"Hey, what you're now spending 15% on, I'm only gonna charge you 8%, and you get to offload the whole problem of health insurance for your employees,\" you'll take it. Now, remember, this is four years ago.\n\nThe long-term objective here for Obamacare is to eliminate employer-provided or employer-based insurance, and to also eliminate, way down the road, the private sector free enterprise insurance industry. The objective long term is to see to it that there's only one place to go for health insurance and for medical treatment. That's gonna be everything run by the US government.\n\nThat's the long-term objective, and it's not just Obama's. It's every authoritarian-type, Big Government statist who's ever dreamed of running a country with an iron fist. The health care system is the thing that you try to get control of first because it's so important to people and something they can't deal without, and they'll do anything to get it, and you'll own them.\n\nYou'll make them totally dependent, and they literally will do anything to not be frozen out of medical treatment and health insurance. So the long-term objective here is to take advantage of the fact the employers really, really increasingly don't like having to mess with all this. The government's giving them an option to get out of it. They'll still pay the government something, but maybe half of what it's costing them to insure their employees.\n\nOkay, that sets up the old Obama video or audio, and a new Gruber discover.\n\nBREAK TRANSCRIPT\n\nRUSH: So we played for you the sound bite back in March of 2010 describing for you how the Regime was going to take advantage of big business and small business really not liking having to deal with providing health insurance. Do you remember the old CEO of General Motors, Rick Wagoner? He got the gig. He loved cars. He wanted to run a car company. He finally got there and he found out that his job as CEO was health care administration. The biggest expense, the thing that required the vast majority of his time, was dealing with the health care benefits for all of the employees.\n\nAnd a lot of small businesses, you talk to 'em, you own them, you run them, you work for them, businesses medium size, they all resent how much it's gotten to cost, they resent the time it takes, everything about it. And if somebody comes along like Obama and offers them a way out of it, you know they're gonna take it. If they can get away with paying a fine for dropping it that's only half of what their cost is, and this was what the plan was, one of many plans in Obamacare to get as many choices for average people and their health insurance taken away from 'em.\n\nThe employer benefit, I mean, it's part of a job now. Everybody expects to have health coverage. Everybody expects to have health insurance. It's just considered every bit as part of the job as salary is. And if you can take that away, you can panic people. If you can take that away from 'em, you can legally allow their employers to off-load that, they'll do it in a second. And then if you're the government, and you're oriented towards statism and authoritarianism, then you set yourself up, the government, as the first place and the easiest place people can go to replace the health insurance plan they had at work. And then you own 'em.\n\nWell, here's Obama. Let's go back to March 2007. This is a Service Employees International Union health care forum. Obama is a presidential candidate and senator at the time, and here is some of what he said.\n\nOBAMA: My commitment is to make sure that we've got universal health care for all Americans by the end of my first term as president. I would hope that we'd set up a system that allows those who can go through their employer to access a federal system or a state pool of some sort, but I don't think we're gonna be able to eliminate employer coverage immediately. There's gonna be potentially some transition process. I can envision a decade out or 15 years out or 20 years out.\n\nRUSH: \"I don't think we are going to be able to eliminate employer coverage immediately.\" He's telling his union buddies it's gonna take time, be patient with me. \"I hope to have universal coverage by the end of my first term.\" He didn't. But even if we do, it's gonna take a long time, maybe 15 or 20 years, 'cause people aren't gonna like this. He knows he's telling his union buddies behind-closed-doors comments here. (imitating Obama) \"Look, we're working together on this. We're not gonna eliminate employer coverage immediately.\" What that means is we're gonna institute universal government provided coverage.\n\nHe knows that people aren't gonna go for it. He couldn't go out and get elected on this. This is what everybody's talking about. He could not run for office and say, as part of his plan with Obamacare to eliminate your health insurance at work, \"We want to eliminate that, and we want to be the ones that provide you your health insurance.\" Sayonara. He doesn't get elected. He doesn't get elected president. He doesn't get to do Obamacare.\n\nSo he has to lie about it, and they rely on the stupidity of the American people to believe the lie. They rely on the stupidity of the American people to believe that they're all compassionate about this. They rely on the stupidity, the gullibility of the American people to accept that all they care about is people and they have the best intentions. When in fact what they're trying to do is turn this whole thing upside down so that they get total control over us.\n\nIt isn't about health care. Health care is the mechanism to get there and to expand government in such a way that it can't be undone by future presidents, future Congresses, or what have you. So here is Obama being truthful, and this is seven years ago, folks, being truthful with some very loyal donors and supporters, the SEIU. He's winking and he's nodding. (imitating Obama) \"Look, I know we want to get rid of employer coverage, but we can't do it immediately. Ten, 15, maybe 20 years.\"\n\nListen to this again. We played this all during the campaign in 2008 hoping it would make an impression, hoping it would be heard, hoping it would awaken people out of the stupor in which they were looking at Obama, as some messianic figure, blank canvas, make of him whatever they wanted to make of him. There was no good on the horizon even back then, but people didn't want to see it. Play sound bite number two again.\n\nOBAMA: My commitment is to make sure that we've got universal health care for all Americans by the end of my first term as president. I would hope that we'd set up a system that allows those who can go through their employer to access a federal system or a state pool of some sort, but I don't think we're gonna be able to eliminate employer coverage immediately. There's gonna be potentially some transition process. I can envision a decade out or 15 years out or 20 years out.\n\nRUSH: Okay. So here we are reminding everybody what Obama said seven years ago. Tomorrow, in the Drive-By Media, the story will be our reaction to learning that Obama wanted to eliminate private sector insurance in 15 or 20 years. Well, employer-provided, which is pretty much the same thing. I mean, the employer goes to private sector insurance companies to get plans, get the coverage, get the policies. I mean, the two go hand in hand here.\n\nIf you eliminate the employer-provided, where are you gonna go to become a member of a group to get your so-called group discount? You gotta join some government exchange. So now let's go forward four years. We're back to 2011, four years forward from Obama in 2007. This is March the 9th at the Pioneer Institute's 2011 Hewitt Lecture, the budgetary impact of federal health care reform. And here is the first of two sound bites we have from Gruber.\n\nGRUBER: The Cadillac tax. Economists have called for 40 years to get rid of the regressive, inefficient and expensive tax subsidy to employer provided health insurance. It's a terrible policy. It turns out politically it's really hard to get rid of. And the only way we could take it on was first by mislabeling it, calling it a tax on insurance plans rather than a tax on people when we all know it's really a tax on people who hold those insurance plans.\n\nRUSH: Yeah, and of course the only thing noteworthy here to the Drive-By Media is what my reaction to this is gonna be. Nothing to see here other than my reaction to it. But what do we have? We have, once again, the primary architect of Obamacare admitting they had to lie and mischaracterize a tax that was gonna be levied on you but they couldn't tell you that or it would never see the light of day.\n\n\"The Cadillac tax. Economists have called for 40 years to get rid of the regressive, inefficient and expensive tax subsidy to employer provided health insurance.\" What is that? The employer-provided tax -- the subsidy is that nobody pays a tax on that. I mentioned, I think it was either yesterday or Friday, the government considers all money to be owned by it, and anything you have is what government graciously determines to allow you to have after they have decided what of your activity they're going to tax. And anything that they claim is untaxed, they think you're getting a subsidy.\n\nYou haven't earned anything. You're getting a subsidy. So if you have health insurance at work, as a benefit, and nobody's paying tax on that, then the government, Gruber's group, looks at that as though you are being subsidized by the government. The government gets its cut first. The government gets its take first no matter what, and then whatever you're left with is yours.\n\nBut in the case of employer-provided health insurance, there's no tax applied. It's a free benefit. There's no imputed income. You don't have to report the value of it on your tax return. And these guys are coming along and saying we can't do this anymore. We're gonna have to start collecting tax on these benefits. And what Gruber is saying here, politically this is gonna be hard to do. People have gotten these free health care benefits for years, we can't just start taking this, so what do we do? Well, we mislabel it. We call it a tax on insurance plans rather than a tax on people, when we all know it's really a tax on people who hold those plans.\n\nSo yet another instance and another, perhaps for Gruber, this is the most direct and maybe the clearest way he has admitted this fraud. I mean, this is an in-your-face tantamount admission of the con game that was run. And it's still being run.\n\nHere's the next bite. Here is the second phase of Gruber's plan.\n\nGRUBER: And the second one was to start it late. It started in 2018. But by starting it late we're able to tie the cap for the Cadillac Tax to the CPI, not to medical inflation. What that means is a tax which starts by only taxing about the top 8% of health insurance plans essentially amounts, over the next 20 years, to basically getting rid of the exclusion from employer-provided health insurance. This was the only political way we were ever gonna take on what is one of the worst public policies in America, and every economist should celebrate this. We took it on and got rid of it in the most expeditious way we possibly could have politically.\n\nRUSH: What he's talking about here is the fact that you get your health benefits free, that you don't pay any tax on it, and we've got to change that. He found a way to do it now by fooling you into thinking you're not gonna be paying the tax on it. Economists need to be celebrating this worldwide because this is a big deal. We're trying to figure this out, how to get rid of \"the exclusion for employer-provided health insurance\" and ultimately eliminate it.\n\nSo here it is, folks.\n\nThis is all the stuff that's going on behind the scenes, all the lying, all the conning going on, in order to get some modicum of public support. Actually, it never has had majority public support. Some of this was necessary to get Democrat votes. But it has been a deception from the moment of its conception. The whole thing is an intricately woven web of deceit that very little truth can be found inside.\n\nAnd they celebrate how they were able to run this con and fool you and also celebrate what their long-term objective is, which is to eliminate one of the great options that you believe you've had all your life, and that is to get health coverage, health insurance via your job. I mean, all of this is despicable as could be. It's deceitful. And I don't know how people in Washington -- as they learn this or perhaps have it confirmed 'cause they knew it already -- can just sit by as though it's no big deal.\n\nBREAK TRANSCRIPT\n\nRUSH: Notice how excited Gruber sounds in these bites. Notice how happy he is. He's excited at the cleverness that he (and he obviously thinks he alone) has come up with and used in fooling the American people. You can hear it in his voice. You can hear how excited he is. He can barely contain it! He's speaking so fast, you can barely understand everything he's saying as he's talking to his economist buddies about how he's put the screws to everybody.\n\n(impression) \"Oh, yeah, we raised taxes on 'em but we told 'em we are taxing the insurance companies -- and they fell for it! (guffawing) Yes, siree bob! We had to do that, otherwise there couldn't have been a way to get the done! (laughing) Is this not great? Every economist ought to be celebrating the way we lied to the American people! It was so brilliant! I am soooo good. Oh, my God, does Obama know how lucky he is to have me?\"\n\nAnd then we go to Brisbane and Obama said (impression), \"Who? Gruber? I never heard of the guy. Is he some low-rent advisor? You know, people say what they want to say, but none of that's true. I just found out about this. I'm mad, and I'm gonna get to the bottom of it.\" It's an amazing con.\n\nBREAK TRANSCRIPT\n\nRUSH: Here is Carol, Willowick, Ohio. Great to have you, and I appreciate your patience. Hi.\n\nCALLER: Hi, Rush. I'm pleased to be speaking with you.\n\nRUSH: Thank you very much.\n\nCALLER: My comments are on the way we secure health insurance.\n\nRUSH: Okay.\n\nCALLER: Our system of getting it through our employers has been completely unfair and discriminatory ever since it was adopted during the war as a means by employers to secure good workers during that time.\n\nRUSH: Why do you think it's been unfair?\n\nCALLER: It's unfair because when you look at the process of trying to secure insurance for preexisting conditions -- which is a big problem, a contention. You can get... If you have preexisting conditions, you can secure it through your employer and they have that insurance no problem. But if you're a private citizen and you want to secure that insurance, you can't get it.\n\nRUSH: Oh, because you're not in a group?\n\nCALLER: That's right. That's right. So my feeling is that you should be able to... I feel that it should be tied to a complete overhaul of our tax code, which people use for their own ends. You know, they abuse it for their own benefit. It should be tied to the tax code because then people can buy their own insurance for what they need, and the government can subsidize those who can't afford it because they don't have the income. I believe that would be the way to solve a problem according to our principles of free enterprise and competition.\n\nRUSH: Well, wait a minute. You sound like you would support Obamacare.\n\nCALLER: No. Obamacare puts all the decision-making in the government's hands. I'm saying that if people can buy their own insurance 'cause now they have the money because we have a flat tax, and we don't have this ponderous tax code.\n\nRUSH: Well, you have a major obstacle to overcome before you get there.\n\nCALLER: Okay.\n\nRUSH: Do you know what it is?\n\nCALLER: No.\n\nRUSH: I don't know what the percentage is, but it's pretty high, of people who don't think they should have to buy health insurance; that they should continue to get it \"free\" at work. It's not something they should have to pay for, just like they don't have to pay for a lawyer if they get involved and can't afford one. Why should they have to pay to get well? They think it ought to be free. So if you come up with a system that's gonna give them a flat tax, reduce their income taxes, and then tell them, \"By the way, you're gonna buy this on your own,\" that's a challenge. Now, do you support the health care voucher system?\n\nCALLER: I would support anything that would help people to buy the insurance they need, where everyone should be insured to a certain degree.\n\nRUSH: Here's the thing about this, though. Now, I agree with you. I'm dealing with the psychology of the population as it exists today. For some reason, when it comes to the health care, people have a completely different attitude about it than they do, say, when they buy hotel rooms or when they buy cars or when they go on vacation. They don't expect to pay for it.\n\nThey expect it to be a benefit somewhere, partial or full, somewhere down the line. They've been conditioned to think this way. I remember 19-whatever it was, this guy running for the Senate in Pennsylvania, Harris Wofford. He got this whole notion going that health care should be free. He was a Democrat running for the Senate, and he's the guy that said:\n\n\"If the Constitution's gonna guarantee you a lawyer, then the Constitution should guarantee you that you are going to get well if you get sick,\" meaning it shouldn't cost you anything. People have evolved to the point that there's almost an entitlement mentality about health care and health insurance and health treatment, and it's something that people a lot of times don't think that they should have to pay for.\n\nCALLER: Well, Rush, that's the problem with our society today.\n\nRUSH: I agree with you, because if the consumer were in place, the first thing that would happen is prices would come down because they would have to be priced in such a way that people could afford it. But when you have third parties paying all these exorbitant fees and premiums and costs, then there is no pressure to bring prices down. You know, there are various stages of hotel accommodations you can choose based on what you want to pay and what you can afford. But when it comes to the health care, everybody thinks they ought to be getting the Mercedes.\n\nCALLER: Well, Rush, don't you think that's a problem with our society today? We all want to think that freedom is, \"We can do whatever we want.\"\n\nRUSH: Well, yeah.\n\nCALLER: We are becoming a society of people that are on the take.\n\nRUSH: In this case, though, yes, I do. It's a chicken-or-egg kind of question, because there's been a political party for 50 years that has been conditioning people to believe these kinds of things are entitlements and they should be given to them. And there's a political party that has campaigned on the notion that they're going to do that. So there's been a political party that's sort of created this entitlement expectation. And there's been a political party that has benefited from the idea that people do not need to exhibit any personal responsibility.\n\nThere has been a political party that has benefited from the idea that self-reliance is unfair and mean-spirited. I think at the root of all of these problems is the Democrat Party and government. And I know what your ultimate idea is. If you lower the tax burden on people and give them more disposable income and then make them free to make whatever deal they can in an open market, whether they have a preexisting condition or not, what you're basically suggesting is that health care be like the hotel business. It's the best analogy I can give you.\n\nSome people stay in Motel 6, that's all they can afford. Some people stay in a Holiday Inn. Some stay at the Ritz. It depends on what they can afford. But whatever they can afford is there, it's available. But that's not permitted to exist in health care. That kind of market is not permitted to exist. It once did. That market once did. But then along came Medicare, then along came Medicaid, then along came government-run health care, then along came an employee benefit, as you say. Then along came income tax withholding. That's also part of World War II.\n\nThe government started getting more and more involved because a particular political party realized there was all kinds of power in being seen as the providers of these things and the guarantors of these things. Now, what she's talking about, the reason she got onto this subject is because early on in the program we had some sound bites, the latest reveal about Dr. Gruber. We have produced audio sound bites today in which Gruber has admitted and Obama admitted to his union buddies at the SEIU that their long-term objective is to end employer-provided health insurance.\n\nWe don't do it all in one step. Obama told his union buddies it might take 10, 15, 20 years to condition people to accept it. We can't take it away from 'em overnight, but the long-term objective is to take away employer-provided health care as a benefit. And they want to do that so that people can only turn to one place to get their health insurance, and that's the government. That's the diabolical long-term plan.\n\nSo Carol here is calling in response to that, and she's taking it a step further, as I put her call into context for you. She thinks that the employer-provided health care benefit is a problem, and it has been since its inception because it is inherently unfair since not everybody is employed. So that's what we've been talking about. I should have mentioned this at the beginning of her call, but I chose to let her make her point and put it in perspective later. So that's why we've been talking the way we have.", "article_metadata": {"keywords": "rush limbaugh, eib network", "og": {"site_name": "Rush Limbaugh", "description": "RUSH: The objective long term is to see to it that there's only one place to go for health insurance and for medical treatment.  That's gonna be everything run by the US government.", "title": "Gruber Admits Obamacare's Long-Term Objective Is to End Employer-Provided Health Insurance - The Rush Limbaugh Show", "url": "http://www.rushlimbaugh.com/daily/2014/11/18/gruber_admits_obamacare_s_long_term_objective_is_to_end_employer_provided_health_insurance", "image": "/images/windowsicon.png", "type": "website"}, "description": "RUSH: The objective long term is to see to it that there's only one place to go for health insurance and for medical treatment.  That's gonna be everything run by the US government.", "language": "EN"}, "_id": "\"57477af46914bd0286fe31b4\"", "article_summary": "We can't take it away from 'em overnight, but the long-term objective is to take away employer-provided health care as a benefit.\nHe could not run for office and say, as part of his plan with Obamacare to eliminate your health insurance at work, \"We want to eliminate that, and we want to be the ones that provide you your health insurance.\"\nThe objective long term is to see to it that there's only one place to go for health insurance and for medical treatment.\nThis is me talking about health insurance reform and the plan to eliminate employer-based insurance.\nWe're trying to figure this out, how to get rid of \"the exclusion for employer-provided health insurance\" and ultimately eliminate it."}