{"article_title": "The Thrill Is Gone for Obamacare as Health-Care Approval Fades", "article_keywords": ["fades", "gone", "thrill", "obamacare", "satisfaction", "high", "health", "americans", "gallup", "coverage", "healthcare", "approval", "quality", "care"], "article_url": "http://www.thefiscaltimes.com/2015/11/22/Thrill-Gone-Obamacare-Health-Care-Approval-Fades", "article_text": "Troubling signs about the Affordable Care Act and the state of health care in the U.S. have bubbled up in the last few weeks.\n\nThe administration’s Obamacare enrollment projections for the coming year are down, the projected cost of premiums and out of pocket costs are up, nearly half of the insurance co-ops associated with the program are going out of business, and UnitedHealth Group, the nation’s largest health insurer, said it may withdraw from the government marketplaces in 2017.\n\nRelated: Obamacare Enrollees Are Reeling from High Deductibles\n\nNow comes a new survey by Gallup showing growing discontent with Obamacare and the U.S. health-care industry more generally after years of relative satisfaction with the quality and cost of the health-care system.\n\nFifty-three percent of Americans rate the quality of the U.S. health-care system as “excellent” or “good,” according to Gallup, which is what the polling organization has found since 2013. Yet that approval rating is down from the more positive and upbeat assessments as high as 62 percent between 2008 and 2012, during the heady early years of the new Obama administration and passage of the Affordable Care Act.\n\nSince November 2013, shortly after the Obamacare insurance exchanges first opened amid major technical snafus and missteps, no more than 54 percent of Americans have given solid grades to the quality of health care in this country. The combination of unrelenting negative media coverage of the startup of the exchanges and the Republicans’ unrelenting calls to end the program undoubtedly played a major role in the public’s souring views.\n\nWhat’s more, the public’s satisfaction with their health-care system has dipped even more on the critical issues of coverage and cost.\n\nRelated: Democrats Begin the Long, Tortuous Retreat from Obamacare\n\nJust 33 percent of those interviewed by Gallup rated the extent of coverage in this country as excellent or good, slightly down from 38 percent in 2009. But on the bottom line question of premiums and related costs, a mere 21 percent of respondents said they were satisfied. As an analysis accompanying the Gallup poll noted, 28 percent of Americans had been satisfied with costs in 2001, but that satisfaction subsequently dropped and didn’t rise again until 2009, shortly after Obama began his first term and began lobbying Congress for enactment of the Affordable Care Act.\n\n“This increase ... may reflect optimism about the possibilities of Obama’s health-care reform,” Gallup said in its analysis. “However, satisfaction has since slipped.”\n\nThe bottom line? According to Gallup, “Although Americans were more positive about the cost, quality and coverage of U.S. healthcare in the early years Obama’s first term, that optimism has faded to some degree. Americans’ ratings of healthcare coverage are not high, but remain higher than they were in George W. Bush’s second term.”\n\nRelated: An Obamacare Change to Medicare Is Backfiring\n\nHere are the detailed findings of Gallup, including the latest survey of 1,021 adults conducted Nov. 4-8:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Troubling signs about the Affordable Care Act and the state of health care in the U.S.", "title": "The Thrill Is Gone for Obamacare as Health-Care Approval Fades", "url": "http://www.thefiscaltimes.com/2015/11/22/Thrill-Gone-Obamacare-Health-Care-Approval-Fades", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/12102012_health_cliff_article.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/11/22/Thrill-Gone-Obamacare-Health-Care-Approval-Fades", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/12102012_health_cliff_article.jpg", "title": "The Fiscal Times", "card": "summary", "creator": "@ericpianin"}, "generator": "Drupal 7 (http://drupal.org)", "description": "Troubling signs about the Affordable Care Act and the state of health care in the U.S.", "viewport": "initial-scale=1, maximum-scale=1"}, "_id": "\"57477af36914bd0286fd3e21\"", "article_summary": "Troubling signs about the Affordable Care Act and the state of health care in the U.S. have bubbled up in the last few weeks.\nRelated: Obamacare Enrollees Are Reeling from High DeductiblesNow comes a new survey by Gallup showing growing discontent with Obamacare and the U.S. health-care industry more generally after years of relative satisfaction with the quality and cost of the health-care system.\n“This increase ... may reflect optimism about the possibilities of Obama’s health-care reform,” Gallup said in its analysis.\nWhat’s more, the public’s satisfaction with their health-care system has dipped even more on the critical issues of coverage and cost.\nAccording to Gallup, “Although Americans were more positive about the cost, quality and coverage of U.S. healthcare in the early years Obama’s first term, that optimism has faded to some degree."}