{"article_title": "Obamacare deadline looms as 180,000 sign up in W. Palm Beach area", "article_keywords": ["heart", "looms", "million", "area", "tax", "exchange", "obamacare", "riggs", "signed", "sign", "state", "health", "palm", "w", "deadline", "beach", "180000", "condition"], "article_url": "http://www.mypalmbeachpost.com/news/news/obamacare-deadline-looms-as-180000-sign-up-in-w-pa/nqFHh/", "article_text": "The Affordable Care Act remains a polarizing topic in an election year, but Sherry Riggs counts herself a fan. A barber in her 50s with a pre-existing heart condition, she said she thinks she knows where she would be without the law.\n\n“I’d be dead,” Riggs said.\n\nShe is one of more than 180,000 people in Palm Beach County and the Treasure Coast who have signed up for Obamacare exchange plans as a deadline nears Sunday.\n\nFederal officials visited West Palm Beach Thursday to urge others without coverage not to wait past a Jan. 31 deadline so they avoid a tax penalty.\n\nU.S. Health and Human Services Regional Director Pamela Roshell met Riggs and others as people signed up at a public library on Okeechobee Road. Roshell said she saw plenty of evidence “demand is strong.”\n\n+ Sherry Riggs said a pre-existing heart condition has made it difficult to get affordable coverage before she explored options under the ... read more ×\n\nFlorida leads enrollment on the federal exchange, with more than 1.6 million as of this week. The national total is 8.9 million.\n\nBy late December, the surge past 8 million was far outpacing the 6.4 million who signed up by that point the previous year.\n\nOne push factor: An increasing tax penalty of $695 or 2.5 percent of income for not having qualifying insurance.\n\nRiggs, of Port St. Lucie, said she works in a business where health plans do not often come with the job. She also has a health condition that contributed to a heart attack, so she said was glad to find a plan she could afford on an Obamacare exchange, she said.\n\n“It gave me life,” she said.\n\nFlorida is also home to some of the strongest political opponents of the health law. Gov. Rick Scott and state House leaders have opposed the expansion of Medicaid as a threat to state as well as U.S. taxpayers.\n\nFlorida U.S. Senator and GOP presidential candidate Marco Rubio wants to “repeal and replace Obamacare because it’s hurting patients with higher premiums, higher deductibles and fewer treatment options,” spokeswoman Kristen Morrell said. “Sen. Rubio is proud to have led the successful effort to stop health insurance companies that lose money in Obamacare from getting a taxpayer-funded bailout, and he will continue that fight this year.”\n\nMore than one insurer has cited the loss or delay of $2.5 billion in “risk corridor” funding as a reason to pull out of Obamacare exchanges in 2016 or later.\n\nRoshell said despite that, enrollment numbers show consumers are keeping the marketplace busy. Up to 90 percent of the people signing up in Florida this year are getting financial assistance to lower their premiums, officials said.", "article_metadata": {"description": "The Affordable Care Act remains a polarizing topic in an election year, but Sherry Riggs counts herself a fan.", "author": "By Charles Elmore - Palm Beach Post Staff Writer", "og": {"url": "http://www.mypalmbeachpost.com/news/news/obamacare-deadline-looms-as-180000-sign-up-in-w-pa/nqFHh/", "image": "http://media.cmgdigital.com/shared/img/photos/2016/01/28/ca/1a/Sherry-Riggs.jpg", "type": "article", "description": "The Affordable Care Act remains a polarizing topic in an election year, but Sherry Riggs counts herself a fan.", "title": "Obamacare deadline looms as 180,000 sign up in W. Palm Beach area"}, "twitter": {"image": "http://media.cmgdigital.com/shared/lt/lt_cache/resize/120x120/img/photos/2016/01/28/ca/1a/Sherry-Riggs.jpg", "description": "The Affordable Care Act remains a polarizing topic in an election year, but Sherry Riggs counts herself a fan.", "card": "summary", "title": "Obamacare deadline looms as 180,000 sign up in W. Palm Beach area"}, "apple-mobile-web-app-title": "mypbp", "vr": {"canonical": "http://www.mypalmbeachpost.com/news/news/obamacare-deadline-looms-as-180000-sign-up-in-w-pa/nqFHh/"}, "cmg_revpath": "/re/292/3225400/news/news/obamacare-deadline-looms-as-180000-sign-up-in-w-pa/nqFHh/", "keywords": "consumeradvice,mobile breaking business,newsfeed", "viewport": "shrink-to-fit=no, width=device-width, initial-scale=1.0, user-scalable=no, maximum-scale=1"}, "article_summary": "She is one of more than 180,000 people in Palm Beach County and the Treasure Coast who have signed up for Obamacare exchange plans as a deadline nears Sunday.\nA barber in her 50s with a pre-existing heart condition, she said she thinks she knows where she would be without the law.\nFederal officials visited West Palm Beach Thursday to urge others without coverage not to wait past a Jan. 31 deadline so they avoid a tax penalty.\nShe also has a health condition that contributed to a heart attack, so she said was glad to find a plan she could afford on an Obamacare exchange, she said.\nBy late December, the surge past 8 million was far outpacing the 6.4 million who signed up by that point the previous year."}