{"article_title": "Colorado Parks and Wildlife issues 2015 waterfowl forecast, brochures", "article_keywords": ["wildlife", "good", "geese", "colorado", "hunting", "season", "brochures", "local", "parks", "forecast", "waterfowl", "2015", "areas", "conditions", "issues", "habitat"], "article_url": "http://www.journal-advocate.com/sports/ci_28761595/colorado-parks-and-wildlife-issues-2015-waterfowl-forecast-brochures", "article_text": "Summer is coming to an end and once again it is time to get ready for waterfowl hunting in Colorado. CPW's Avian Research Section Leader, Jim Gammonley, offers a brief forecast to help hunters determine if it will be a good season.\n\n\"There are a few key ingredients to a successful season,\" says Gammonley. \"Waterfowl abundance, habitat conditions, and weather. Each of these is important at a continental, regional and local scale.\"\n\nNorth American duck populations tend to vary over time in response to changing wet and dry habitat conditions on the main continental breeding areas in Canada and the northcentral U.S.\n\nReproductive success of arctic-nesting geese also fluctuates depending on timing of ice and snow melt, and summer temperatures. When populations are high, the U.S. Fish and Wildlife Service permits longer seasons and higher bag limits for waterfowl, whereas when populations are low hunting regulations are more conservative.\n\nColorado has enjoyed long hunting seasons and high bag limits for the past twenty years, due to generally high numbers of ducks and geese in North America. The trend continues in 2015 with high numbers of most duck species, including record numbers of mallards and green-winged teal, that were counted on breeding grounds this past May. Most goose populations also remain well above USFWS objectives. \"This means long seasons and high bag limits will once again be in place for Colorado and throughout the U.S., providing more opportunity to hunt waterfowl,\" adds Gammonley.\n\nAdvertisement\n\nMost of the waterfowl seen in Colorado during hunting season come from breeding areas directly north of Colorado, in Wyoming, Montana, western North Dakota and South Dakota, Alberta, and Saskatchewan. Gammonley says these areas have had generally good habitat conditions for breeding ducks and Canada geese, so there should be good numbers migrating through Colorado this fall and winter. In addition, there is local production of ducks in Colorado, primarily in North Park, the San Luis Valley, and the upper reaches of the various rivers across the state.\n\n\"Cold and wet conditions during May likely hampered duck nesting success, and local duck production was fair this year. Canada geese appeared to have generally good reproductive success around the state. Local ducks and geese provide important hunting opportunity at higher elevations and early in the season for Colorado's hunters,\" said Gammonley.\n\nReports show local habitat conditions are shaping up to be relatively good this fall as well. Drought conditions have improved throughout Colorado, and water should be available in many reservoirs, streams, ponds, and wetlands across the state, including the dozens of State Wildlife Areas, National Wildlife Refuges and other public lands in Colorado that provide waterfowl hunting opportunity. Gammonley says the improved conditions mean there should be good supplies of natural foods and grain available on harvested agricultural fields to help attract and hold waterfowl, especially mallards and Canada geese, in local areas around the state.\n\nWhile waterfowl numbers and habitat conditions generally appear to be relatively good, weather will be the wild card this season. Gammonley recommends Colorado waterfowl hunters look for strong cold systems to help push waterfowl south from more northern breeding and staging areas. On the other hand, too much cold for too long can push most ducks and geese straight through Colorado to more southern wintering areas. Smaller storm systems during the season can help move ducks and geese off of refuge areas and make them more available for harvest.\n\n\"Hunters should be ready to take advantage of new ducks and geese moving into their local hunting spots with weather events and remember to spend some time scouting new areas before the season,\" said Gammonley.\n\nColorado Parks and Wildlife's 2015 Waterfowl Brochure is now available online at http://bit.ly/1i2SIcn.\n\nHunters 16 or older must have a small game license, youth small game or combination license, federal Migratory Bird Hunting Stamp and a Colorado Waterfowl Stamp​ to hunt waterfowl. Federal stamps are available at post offices and CPW offices. The State stamps are available at all CPW offices, from license agents, online, and by phone at 1-800-244-5613. Anyone aged 18 through 64 must buy a habitat stamp in order to buy or apply for a hunting or fishing license. For more information, see the habitat stamp page. During the 2015/2016 season, get your Harvest Information Program number by going to HIP website or call 1-866-COLOHIP (265-6447) to begin the online registration process to obtain a new HIP number. Check out the Small Game Hunting Quick Guide for five steps to preparing for the season.\n\n​​For more information on license requirements and waterfowl hunting, see the 2015 Waterfowl Brochure. The 2015 Colorado State Recreation Lands Brochure and 2015 Small Game Walk-In Atlas are other resources to plan your hunt. Call CPW's Communication Center to answer your questions at (303) 297-1192.", "article_metadata": {"sailthru.url": "http://www.journal-advocate.com/sports/ci_28761595/colorado-parks-and-wildlife-issues-2015-waterfowl-forecast-brochures", "modificationDate": "2015-09-04T21:31:46-0600", "sailthru.section": "Sports", "sailthru.author": "Colorado Parks and Wildlife", "description": "Summer is coming to an end and once again it is time to get ready for waterfowl hunting in Colorado. CPW's Avian Research Section Leader, Jim Gammonley, offers a brief forecast to help hunters determine if it will be a good season.", "ag": {"canon": "JournalAdvocate:article:28761595:view"}, "startDate": "2015-09-05T07:02:05-0600", "og": {"url": "http://www.journal-advocate.com/sports/ci_28761595/colorado-parks-and-wildlife-issues-2015-waterfowl-forecast-brochures", "image": "http://local.journal-advocate.com/common/dfm/assets/logos/1200x627/journal-advocate.png", "type": "article", "description": "Summer is coming to an end and once again it is time to get ready for waterfowl hunting in Colorado. CPW's Avian Research Section Leader, Jim Gammonley, offers a brief forecast to help hunters determine if it will be a good season.", "title": "Colorado Parks and Wildlife issues 2015 waterfowl forecast, brochures"}, "twitter": {"domain": "journal-advocate.com", "description": "Summer is coming to an end and once again it is time to get ready for waterfowl hunting in Colorado. CPW's Avian Research Section Leader, Jim Gammonley, offers a brief forecast to help hunters determine if it will be a good season.", "title": "Colorado Parks and Wildlife issues 2015 waterfowl forecast, brochures", "url": "http://www.journal-advocate.com/sports/ci_28761595/colorado-parks-and-wildlife-issues-2015-waterfowl-forecast-brochures", "image": "http://local.journal-advocate.com/common/dfm/assets/logos/1200x627/journal-advocate.png", "site": "@SterlingJA", "card": "summary_large_image"}, "sailthru.date": "2015-09-05T07:02:05-0600", "endDate": "2025-09-04T20:32:16-0600", "sailthru.title": "Colorado Parks and Wildlife issues 2015 waterfowl forecast, brochures", "sailthru.article-section-or-homepage": "article", "byline": "Colorado Parks and", "msvalidate.01": "9DAB14005AD5A9FFA4CA0EF58CC794BA", "google-site-verification": "2iNkVYi6fQKhylL0pQaJF4qvYsz3qMnvr9EdKrmIbvw", "verify-v1": "BXs3Tp/yfKM8u4D/sQH/llaXrumTjsEN3+pi+oLzohs=", "y_key": "b781c784225bf6e2", "sailthru.site": "journal-advocate.com", "pubDate": "2015-09-04T21:32:06-0600", "news_keywords": "Sports, Sports news, Sterling Colorado Sports news, Sterling Colorado news, Sports Sterling news, Sports Colorado news, US Sports news, world Sports news."}, "article_summary": "​​For more information on license requirements and waterfowl hunting, see the 2015 Waterfowl Brochure.\nSummer is coming to an end and once again it is time to get ready for waterfowl hunting in Colorado.\nGammonley recommends Colorado waterfowl hunters look for strong cold systems to help push waterfowl south from more northern breeding and staging areas.\nCPW's Avian Research Section Leader, Jim Gammonley, offers a brief forecast to help hunters determine if it will be a good season.\nHunters 16 or older must have a small game license, youth small game or combination license, federal Migratory Bird Hunting Stamp and a Colorado Waterfowl Stamp​ to hunt waterfowl."}