{"article_title": "Jim Webb still considering independent run « Hot Air", "article_keywords": ["webb", "independent", "youre", "run", "trump", "sanders", "jim", "tax", "air", "states", "hot", "probably", "clinton", "considering"], "article_url": "http://hotair.com/archives/2015/12/28/jim-webb-still-considering-independent-run/", "article_text": "Jim Webb still considering independent run\n\nposted at 8:31 am on December 28, 2015 by Taylor Millard\n\nJim Webb may be considering trying to become the next Ralph Nader by running as an independent. Webb has been pretty active on social media, going after both President Barack Obama and Hillary Clinton for their policies. He’s tapping into the populist anger that those who are turned off by both Bernie Sanders, Donald Trump, and Ted Cruz might have, but Webb is probably counting on their support too. Ben Brody at Bloomberg Politics thinks Webb is going to hop back into the presidential fray.\n\nSince dropping out of the race for the Democratic nomination, Webb has continued to maintain his Webb2016 website, which he has updated with posts about the possibilities of an independent run. On Twitter, he and his fans have been promoting a #WebbNation hashtag. A run by Webb, who often manages his own social media accounts and has also used them recently to promote a petition in favor of his run and to deliver kudos to Bernie Sanders in his battles with the Democratic National Committee (“nothing more than an arm for the Clinton campaign,” Webb tweeted), could further complicate the already unpredictable 2016 election.\n\nIt’s a bit of a risk because Webb doesn’t know who the GOP nominee is going to be, although he’s pretty sure the Democrat nominee will be Clinton. If Clinton doesn’t reach out to disaffected Bernie Sanders supporters, then it’s possible they could jump ship on the Webb bandwagon. Check out Webb’s stance on Foreign Policy from his campaign website.\n\nSecond, we will honor our treaty commitments. But we are not obligated to join a treaty partner if they elect to use force outside the direct boundaries of our commitment, as in Libya. Neither the United Nations nor NATO has the power to bring the United States into an elective war without the consent of our Congress. The terrorist armies make no claim to be members of any nation-state. Similarly, it would be militarily and politically dangerous for our military to operate from permanent or semi-permanent bases, or to declare that we are defending specific pieces of terrain in the regions where the terrorist armies live and train. We already have terrain to defend – the United States and our outposts overseas – and we cannot afford to expand this territory in a manner that would simply give the enemy more targets.” And finally, a warning spurred by the actions of this Administration in places such as Libya. There is no such thing as the right of any President to unilaterally decide to use force in combat operations based on such vague concepts as “humanitarian intervention.” If a treaty does not obligate us, if American forces are not under attack or under threat of imminent attack, if no Americans are at risk, the President should come to the congress before he or she sends troops into Harm’s Way.\n\nHow does Sanders feel about it? His website shows it’s pretty similar.\n\nSenator Sanders will protect America, defend our interests and values, embrace our commitments to defend freedom and support human rights, and be relentless in combating terrorists who would do us harm. However, after nearly fourteen years of ill-conceived and disastrous military engagements in the Middle East, it is time for a new approach. We must move away from policies that favor unilateral military action and preemptive war, and that make the United States the de facto policeman of the world. Senator Sanders believes that foreign policy is not just deciding how to react to conflict around the world, but also includes redefining America’s role in the increasingly global economy. Along with our allies throughout the world, we should be vigorous in attempting to prevent international conflict, not just responding to problems. For example, the international trade agreements we enter into, and our energy and climate change policies not only have enormous consequences for Americans here at home, but greatly affect our relations with countries around the world. Senator Sanders has the experience, the record and the vision not just to lead on these critically important issues, but to take our country in a very different direction.\n\nBut here’s where Webb pivots towards the Right (and possibly Trump supporters) a bit, with his stance on “Economic Fairness.”\n\nIf you make enough money to buy stocks, you’re probably doing OK these days. If you’re working in a successful company that provides stock options or bonuses in stocks, you’re probably doing pretty well. But if you’re spending all your income paying rent and putting food on the table and clothes on the backs of your kids, you’re probably living on the outer edge of the American Dream. I would agree that we cannot tax ourselves into prosperity. But we do need to reconfigure the tax code so that our taxes fall in a fair way. It is possible to simplify the tax code, including reducing the corporate tax rate in exchange for eliminating numerous loopholes, and to examine shifting our tax policies away from income and more toward consumption. We did not even have a federal income tax in this country until 1913. The loopholes and exceptions that have evolved have made a mockery out of true economic fairness. I would never support raising taxes on ordinary earned income, whether it goes to a school teacher or a nurse or a doctor or a film star. But we need to find a better way.\n\nTrump’s stance is almost a carbon copy, going back into the populist roots of the issue.\n\n1. Tax relief for middle class Americans: In order to achieve the American dream, let people keep more money in their pockets and increase after-tax wages.\n\n2. Simplify the tax code to reduce the headaches Americans face in preparing their taxes and let everyone keep more of their money.\n\n3. Grow the American economy by discouraging corporate inversions, adding a huge number of new jobs, and making America globally competitive again.\n\n4. Doesn’t add to our debt and deficit, which are already too large.\n\nWebb’s notion to meld both Trump and Sanders populism into his own actually isn’t a bad idea. It’s doubtful Sanders would go after an independent run when/if he loses to Clinton. Trump probably won’t be on any ballots, unless he’s the GOP nominee, unless he decides to challenge some of the sore loser laws in states. But Politico notes it’s not impossible.\n\nThough any Trump bid could face obstacles erected by state elections officials, they are surmountable, according to experts. Trump could compete in Republican primaries through late March — when two-thirds of states will have voted and two-thirds of delegates will have been awarded — before deciding to mount an independent run and still make the ballot in every or nearly every state if he is willing to pay the seven-figure price, according to Richard Winger, the editor of Ballot Access News. Ralph Nader’s ballot access attorney, Oliver Hall, and Bill Redpath of the Libertarian National Committee concurred with that assessment. The cost of getting a candidate’s name on ballots in all 50 states and the District of Columbia without the backing of a major party would likely reach into the low seven-digits, according to Hall. Winger estimated a cost of $3 million for the process using paid consultants and signature-gatherers. Trump’s campaign has already experimented with the use of volunteers to gather ballot petition signatures in the Republican primary, an approach that could lower the cost of an independent bid.\n\nSo a possible Trump independent run could be the biggest obstacle into a Webb independent run. It still doesn’t mean the latter might not happen, and it’s possible that could draw votes away from potential Clinton supporters. But it doesn’t mean it will. Ralph Nader ran to the left of Al Gore in 2000, while Ross Perot split the vote with George H.W. Bush in 1992. A Trump independent run will more than likely take away votes from both the GOP and the Democrats, but nothing is certain. Webb’s consideration of a 2016 independent run is interesting to say the least. It may not go anywhere, but at least it might give people more options next November.\n\nRelated Posts:", "article_metadata": {"generator": "WordPress 4.3.4", "og": {"site_name": "Hot Air", "description": "Nader 2.0?", "title": "Jim Webb still considering independent run", "url": "http://hotair.com/archives/2015/12/28/jim-webb-still-considering-independent-run/", "image": "https://s0.wp.com/i/blank.jpg", "locale": "en_US", "type": "article"}, "twitter": {"site": "@hotairblog", "card": "summary", "creator": "@EdMorrissey"}, "fb": {"admins": 312482775445602, "app_id": 312482775445602}, "article": {"published_time": "2015-12-28T13:31:27+00:00", "modified_time": "2015-12-28T12:57:06+00:00"}, "keywords": "2016 presidential race, Bernie Sanders, democratic party 2016, Donald Trump, Hillary Clinton, Jim Webb,", "google-site-verification": "2eqey8dXzgu4RGIRpBp8N_Uha0byt8NWBVajCi3uLgs", "verify-v1": "ouQUGDxtAiO+0Hn3LJajbWMP08yRHQDinMN9QDYrUV4="}, "article_summary": "So a possible Trump independent run could be the biggest obstacle into a Webb independent run.\nA Trump independent run will more than likely take away votes from both the GOP and the Democrats, but nothing is certain.\nJim Webb still considering independent runposted at 8:31 am on December 28, 2015 by Taylor MillardJim Webb may be considering trying to become the next Ralph Nader by running as an independent.\nWebb’s consideration of a 2016 independent run is interesting to say the least.\nIf you’re working in a successful company that provides stock options or bonuses in stocks, you’re probably doing pretty well."}