{"article_title": "Why more than half of hospital bills don't get paid", "article_keywords": ["van", "dont", "billing", "pay", "hospital", "bill", "paid", "patients", "health", "half", "bills", "hospitals", "insurance", "care"], "article_url": "http://www.kgw.com/news/nation-now/why-more-than-half-of-hospital-bills-dont-get-paid/73978946", "article_text": "Hospitals and medical practices share a growing problem with those they treat: Patients aren’t paying their bills.\n\nWorking people are on the hook for an increasingly large portion of the cost of their care, as insurance policies pay for less. It’s a trend that is not reversing — and it’s causing financial distress for families and CEOs alike.\n\nIn health care, the billing process is called revenue cycle management. It’s a complex system of diagnostic codes, services, insurance benefit analysis, billing departments and software.\n\nHospitals and providers, historically, received 90% of the reimbursement from insurers, according to The Advisory Board. The patient portion was more of an afterthought.\n\nThat dynamic is shifting as more people come under high deductible health plans. The ratio could settle around 70-30 — with patients paying nearly a third of their bills, said Ken Kubisty, senior vice president at Advisory Board Consulting and Management.\n\nFor every patient dollar being billed, hospitals have historically failed to collect 65 cents.\n\nThe old process, in today’s era of high deductibles and cost-sharing, is more aptly described as “revenue cycle mismanagement” — and it’s impacting hospitals and medical groups around the country.\n\nOregon bill could make hospital prices more transparent\n\nWayne Smith, chairman and CEO of Franklin, Tenn.-based Community Health Systems, talked about the company’s struggles with “doubtful accounts” — or those unlikely to be paid — on a recent earnings call. A decline in collections, patient-paid co-pays and deductibles — as well as an increase in personal bankruptcies — led Community Health Systems to raise its doubtful account projection by $169 million.\n\nSmith talked about “a decline in the growth for patient payments over time; and decreased collections from continuous self-pay growth” in states that didn’t expand Medicaid. A spokeswoman did not respond to requests for an interview.\n\nThe hospital operator is not alone, and the problem is not simple.\n\nBilling practices are not designed to collect small, incremental payments from hundreds or thousands of patients. They are designed to bill a handful of large entities — insurance companies — not individuals who walk in the door.\n\nUnexpected medical bills lead to surprise costs\n\nOn top of that, patients aren’t psychologically or financially prepared to pick up larger tabs.\n\nThere has to be a collective mindset shift, said Larry Van Horn, executive director of health affairs at Vanderbilt University’s Owen Graduate School of Management. Hospitals have to be more transparent in billing and pricing while patients have to be prepared to set money aside to pay for health care.\n\n“People are not saving and people are going to need to plan for health care expenses just like they do for all kinds of services they already (pay for) out-of-pocket,” said Van Horn.\n\nAn evolving marketplace\n\nThere are several reasons that bills go unpaid, including shifting payment responsibility, complicated billing and pricing practices.\n\nThe nature of insurance began changing well before the Affordable Care Act, bringing more into high-deductible health plans — and upending the decades-old order of most reimbursement coming from insurance companies.\n\n“(Providers) are lousy at doing business with patients because in reality they didn’t have to in the past,” said Kubisty.\n\nHigh deductibles are frequently the norm as employers restructure coverage to manage costs and more people shop on the federally-run exchange.\n\nNearly a quarter of those in the U.S. have a $2,000 deductible, Van Horn said.\n\nThat’s a staggering bill to pay before insurance coverage kicks in considering nearly two-thirds of Americans have less than $1,000 in savings, according to gobankingrates.com.\n\nA new group of underinsured people has emerged with the rise of high deductibles. They carry insurance cards in their wallet but struggle to meet the responsibility of high deductibles.\n\nThe patient has not paid for, or even known, the true cost of care for decades. Consumption of service was divorced from payment unlike other services or goods.\n\nSurgeries, checkups and procedures are unlike any other service or product Americans purchase.\n\n“It’s going to take time for people to get their head around it, to understand they have to prepare for it,” Van Horn said.\n\nStruggling for a solution\n\nPatients are being thrust into the role of shoppers who buy necessary services that carry luxury price tags.\n\nVan Horn said “the move toward high-deductible health plans is unstoppable.” He thinks that in 15 years that’s all people will have.\n\nIt’s a transition with hefty consequences for personal and corporate finances, as illustrated by Smith’s recent comments.\n\nThe old system was designed to send past due accounts to collection agencies or write them off. But as patients are billed for more of the cost of care, a new system balancing their responsibility with ability to pay has yet to emerge.\n\nBut it should reflect the necessity of care as well as the necessity of payment.\n\n“Patients have to adapt to a new reality. That’s true. But so are providers. So are hospitals. They are chasing more dollars from patients,” said David Frederiksen, CEO of Nashville-based PatientFocus. “It’s important to be persistent and polite with patients.”\n\nObstacles ahead\n\nSolving the revenue cycle riddle will not be easy or cheap.\n\nStreamlining billing into a single itemized list is essential to helping turn patients into bill-paying customers.\n\nOne might not go back to a restaurant that gave you a bill for the appetizer then a bill for the bread then individual bills for the entrée and drink.\n\nBut that’s how health care is presently billed. An open heart surgery could bring individual bills from the cardiologist, the surgeon, the lab, the anesthesiologist, a consulting doctor who helped read charts and more.\n\n“Just tell me what I owe. Quit nickel-and-diming me every 10 minutes,” Frederiksen said. “It will wear you out.”\n\nHospitals need to engineer user-friendly billing practices and processes, experts said.\n\nThe tools and models exist but they are not widely used, said Kubisty, who added his consultancy is seeing interest from hospitals on how to implement better billing processes.\n\nEasy-to-read billing and better financial counseling before a procedure will go a long way in bringing in more money, experts said.\n\nIt’s a long-held perception in health care that a person with insurance had the income to pay the bills, said Kubisty. Insured patients are often not considered for charity care or the hospital’s payment plans.\n\nBut one surgery or unexpected serious injury could destabilize a family’s finances, even one that has insurance.\n\n“You have to be a good citizen. You can’t beat up someone who can’t participate,” Kubisty said.\n\nFollow Holly Fletcher on Twitter: @hollyfletcher", "article_metadata": {"google": "notranslate", "description": "<p> </p>", "author": "TEGNA", "og": {"site_name": "KGW", "description": "", "title": "Why more than half of hospital bills don't get paid", "locale": "en_US", "image": {"width": 640, "identifier": "http://content.tegna-media.com/photo/2016/03/08/635930369816123356-hospital-bills-030816_914425_ver1.0_640_360.jpg", "height": 360}, "url": "http://www.kgw.com/news/nation-now/why-more-than-half-of-hospital-bills-dont-get-paid/73978946", "type": "article"}, "twitter": {"domain": "http://www.kgw.com", "description": "", "title": "Why more than half of hospital bills don't get paid", "image": {"src": "http://content.tegna-media.com/photo/2016/03/08/635930369816123356-hospital-bills-030816_914425_ver1.0_640_360.jpg"}, "site": "@KGWNews", "card": "summary"}, "fb": {"app_id": 346859238673925}, "keywords": "Nation-Now,Health", "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1280"}, "article_summary": "It’s a long-held perception in health care that a person with insurance had the income to pay the bills, said Kubisty.\nIn health care, the billing process is called revenue cycle management.\nBut that’s how health care is presently billed.\nHospitals and medical practices share a growing problem with those they treat: Patients aren’t paying their bills.\nAn evolving marketplaceThere are several reasons that bills go unpaid, including shifting payment responsibility, complicated billing and pricing practices."}