{"article_title": "Lawrence City Commission candidates speak on tax incentives, eco devo issues", "article_keywords": ["development", "city", "jobs", "lawrence", "eco", "incentives", "tax", "incentive", "project", "commission", "candidates", "taxes", "projects", "devo", "issues", "speak"], "article_url": "http://www2.ljworld.com/news/2015/mar/21/city-commission-candidates-speak-tax-incentives-ec/", "article_text": "Economic development debates can leave calculators smoking at Lawrence City Hall. They're also creating heat on the campaign trail.\n\nHow the commission has used tax breaks and other financial incentives to attract jobs and development has become an issue among the six candidates seeking three at-large commission seats in the April 7 election.\n\nHere’s a look at what City Commission candidates are saying about tax incentives and other economic development matters:\n\nStuart Boley\n\nBoley, a retired IRS auditor, said he has some concerns with how city commissioners have been issuing tax incentives recently. He noted the city has a policy for its Neighborhood Revitalization Act program that says tax rebates generally should not be greater than 50 percent. Thus far, all six of the NRA tax rebates approved have been greater than 50 percent, several at 85 percent or above.\n\nHe said he’s also not sure that the public is on board with the use of tax incentives to spur development that doesn’t produce a large number of high-quality jobs. Several of the NRA tax rebates have been more geared toward promoting affordable housing, infill development or rehabilitation of historic structures.\n\nSubmit questions for the candidates to answer Chad Lawhorn will host the six candidates for Lawrence City Commission in online chats at LJWorld.com beginning Monday, March 23. Submit questions here.\n\n“We have to listen to what the people of Lawrence want,” Boley said. “I have heard the people of Lawrence say they want to offer incentives for good jobs. I haven’t heard them say they want incentives for infill development, for example. I’m not sure we have had that public conversation yet.”\n\nBoley said he’s also been concerned about the city issuing tax rebates for some apartment projects.\n\n“We live in a town where 53 percent of the housing stock is rentals,” Boley said. “If you start giving incentives to every new landlord, you are disadvantaging a lot of folks.”\n\nOn other issues, Boley said:\n\n• He’s encouraged by the work the chamber of commerce is doing to attract new jobs to Lawrence.\n\n• Sales tax levels are “putting a brake on the Lawrence economy.” He said sales tax levels are too high.\n\nMatthew Herbert\n\nHerbert, a Lawrence High teacher, said city commissioners have gone overboard recently in their use of tax incentives.\n\n“If you are in business and don’t ask the city commission for an incentive now, you are a fool,” Herbert said. “It has become so commonplace. It has gotten out of hand.”\n\nHerbert said he thinks city commissioners also do a poor job of negotiating tax break deals. He cited the recent approval of a 10-year, 85 percent property tax rebate for the luxury apartment/retail project near the Kansas University campus. He said some commissioners were congratulating themselves for standing up to the developer and rejecting his request for a 95 percent rebate.\n\n“I think our current commission is really bad at playing poker,” Herbert said. “They have no ability to call a bluff.”\n\nHerbert said there are instances where he would support tax incentives for new companies. He said he’s looking for companies that create “new wealth” in the community. He said wants to be convinced that a company wouldn’t be competing against other companies in Lawrence.\n\n“With tax incentives, we too often end up picking winners and losers,” Herbert said.\n\nHerbert, who also operates a residential rental company, said he is against tax incentives for apartment projects. He said the large number of renters in the community should be enough of an incentive for those projects.\n\nHerbert said he could support tax incentives for retailers in cases where he’s convinced large numbers of Lawrence shoppers are leaving the city to get a product elsewhere. He gave an example of a store like Lumber Liquidators.\n\n“The litmus test to me is an ability to prove that an industry doesn’t exist in the Lawrence marketplace,” Herbert said.\n\nOn other issues, Herbert said:\n\n• Any tax rebate greater than 50 percent “really sets off alarms in my head.”\n\n• He’s not completely against the use of special tax districts that charge a higher than normal sales tax. But he said he thinks business’ charging the sales tax should be required to post a sign or somehow alert consumers to the higher tax.\n\n“They need to be aware that they are entering a business that charges a higher tax than the business across the street does,” Herbert said.\n\nStan Rasmussen\n\nRasmussen, an attorney for the U.S. Army, said he thinks the city commission has “done a pretty good job” of using tax incentives recently.\n\nHe said there are a variety of projects that could be worthy of receiving a tax incentive. He said projects that bring primary jobs with good benefits are obvious candidates for an incentive. But he said projects that don’t create a large number of permanent jobs also should still be considered. He said the city should not discount the value of the temporary construction jobs that are created by many of these larger projects.\n\nRasmussen also said projects that help meet other community goals also should be considered for incentives. He noted how much more difficult and expensive infill development can be compared to building new structures on the edge of town.\n\n“If we want infill development as a community and we don’t want sprawl, then that might be another reason why an incentive would be appropriate for a particular development.”\n\nRasmussen also said he saw some value in the 85 percent tax rebate that the city offered the apartment/retail project near KU. He said even with an 85 percent rebate the project was so large — about $75 million — that it will still pay significantly more in taxes than the aged apartment complex previously on the property.\n\n“I’m not sure that is a bad deal for the community,” Rasmussen said. “We get an upgraded property and a development that will be a benefit to our largest employer in town.”\n\nBut Rasmussen said he also understands why people have concerns about whether the city is being too generous with the tax incentives it offers. He said he’s not sure the city is doing enough to analyze all the tax incentive requests. The city may need to bring in more outside expertise to help with that analysis, he said.\n\nOn other issues, Rasmussen said:\n\n• Special taxing districts are fine in limited circumstances. He said he didn’t think there was a need for businesses in those special taxing districts to put up signs or take other efforts to notify consumers of the higher tax.\n\n“I think consumers figure it out,” Rasmussen said. “I think if you put a little sign in the window, it just gets lost and people don’t notice it. And how often is the city going to go around and check to see if the sign is in place?”\n\n• The community is “doing OK” in its efforts to attract new jobs. He said he is particularly optimistic about the community’s ability to attract jobs to VenturePark, the new business park adjacent to East Hills Business Park. He said the pending opening of the Peaslee Technical Training Center in southeast Lawrence will make the city more competitive for businesses needing skilled labor.\n\nTerry Riordan\n\nRiordan, a city commissioner and a Lawrence physician, said he’s convinced Lawrence soon will post some large job gains.\n\n“We are right on the verge of an explosion of jobs in Lawrence,” Riordan said. “I see so many opportunities. But if we get the wrong concepts on the city commission, we can ruin it just like we did 15 years ago.”\n\nRiordan said the city was too negative toward business growth during that time period.\n\n“If you have an attitude that you are going to say no to any tax incentive, that would be a mistake,” Riordan said. “If you say you don’t want big businesses, that would be a mistake.”\n\nRiordan, though, said the city can improve its tax incentive policies. He said the commission needs to review why so many of its NRA tax rebates have exceeded the recommended 50 percent guideline.\n\n“Right now, it is like a poker game,” Riordan said about how decisions are made on the size of incentives. “You have to do your due diligence and try to figure out what they really need to do the project.”\n\nRiordan, who is finishing his first two-year term on the commission, said he thinks the commission needs to look at ways to make incentives more accessible to smaller businesses and projects.\n\nOn other issues, Riordan said:\n\n• He wants the city to do more to educate the public about how tax incentives work. He thinks people don’t fully understand that the tax break only impacts the amount of new taxes a project would pay in the future. If an incentive isn’t offered and the developer chooses not to do the project, the city loses, he said.\n\n“One hundred percent of nothing is still nothing,” Riordan said.\n\n• Four of his six children have had to leave the community to find the professional level jobs that they sought. He said the city needs to be “progressive and smart” about how it attracts jobs, but businesses need for receive a strong message that they are welcome in Lawrence.\n\nBob Schumm\n\nSchumm, a city commissioner and a retired restaurant owner, said deciding questions about financial incentives comes down to what a project will add to the community.\n\n“Are we adding parking to downtown, are we enhancing the quality of life downtown, are we rehabilitating a historic structure, are we offering low-to-moderate income rents?” Schumm said. “We have gotten all those things with various projects we have supported.”\n\nSchumm said he is concerned about treating all businesses fairly in the community, but he said some businesses may qualify for an incentive when others may not because of differences in circumstances. For example, he said a downtown hotel project may be more likely to qualify for a tax incentive than a hotel project on the edge of town because the cost to develop downtown will be significantly higher, and the community has created a goal of keeping downtown strong.\n\n“I pick and choose based on how I think a project will benefit the community,” Schumm said. “Not the developer. I don’t care who the developer is.”\n\nSchumm said there are incentive deals that aren’t right for the community. He was one of two commissioners who did not support the incentives request for the apartment/retail project near KU. He said the project seemed to be geared toward high-rent tenants.\n\n“I just couldn’t get there on that one,” he said.\n\nOn other issues, Schumm said:\n\n• The community is headed in the right direction on job growth.\n\n“For the last 20 years we have focused on landing big companies with 100, 300 or 500 jobs, and we just didn’t get many,” Schumm said. “More recently, we have focused more on companies with two or three or four employees, and we have been much more successful.”\n\n• He would be aggressive in offering incentives to manufacturers and similar businesses looking to locate in VenturePark. Free land should be offered to companies. The completion of the South Lawrence Trafficway and the opening of the Peaslee Technical Training Center will give the city multiple opportunities to land significant employers in the park.\n\nLeslie Soden\n\nSoden, an owner of a Lawrence pet-sitting business, said she hasn’t liked how most tax incentives have worked at City Hall.\n\nShe said many of the recent tax breaks for hotels, apartments and other such projects have felt too much like “trickle-down economics.” She said the city has granted the incentives based too much on “optimistic projections,” and general city goals that are tough to measure.\n\n“Incentives need to be about full-time jobs first and foremost,” Soden said. “It seems like an incentive request has just become a part of the business plan of all these developers. That is completely unfair to the other 99 percent of us who have to create business plans that don’t rely on tax breaks from the government.”\n\nSoden, however, said she has liked how the city’s traditional tax abatement program has worked. That program primarily has been used to spur job creation at manufacturers, such as Amarr Garage Doors and Grandstand Glassware.\n\n“Those have been awesome,” Soden said. “It is a minimal amount of money, and they are structured so we can claw back the abatements if the companies don’t perform well.”\n\nOn other issues, Soden said:\n\n• City commissioners have been the “weak link” in following city policies related to economic development. The commission has been too eager to “grant exemptions and ignore policies.”\n\n• She is “very excited” about future development at VenturePark. The city will need to be prepared to offer incentives to business to locate at the park. She wants the city to also look at encouraging more amenities at the business park, including day care, a small health clinic, food trucks, high-speed Internet and other features that could help sway a company’s decision to locate in the park.\n\nTax breaks\n\nThe Journal-World used city documents and reports to look at how many incentives the city has given in recent years. Recently the most popular type of incentive has involved the Neighborhood Revitalization Act, a state law that allows cities to rebate part of the new property taxes created by a development. In other words, if a property pays $5,000 in taxes before development and it would be subject to paying $15,000 in taxes after development, the city — along with approval from Douglas County and the school district — can rebate part of that $10,000 increment.\n\nThe program began in Lawrence in 2007. The city issued one tax break through the NRA that year. The next one didn’t come until 2011. Since 2011, the city has given five tax breaks through the program. Three of those five came in 2014.\n\nThe six tax rebates issued were: a low-income apartment project at 8th and Pennsylvania streets; an architectural office building near 11th and Vermont streets; an art gallery/office project in the Warehouse Arts District at 812 Pennsylvania St.; a remodel of a historic property into a residential rental and office project at 1106 Rhode Island St.; a luxury apartment building and retail project near the Kansas Union; and a low-income apartment project at 900 Delaware St.\n\nThose projects are projected to receive at least $7.75 million in rebated taxes from the city, the county, the school district and the state. Some of the projects will receive the rebates over a 10-year period, some over a 15-year period, and some over a 20-year period. Most of the rebated taxes are property taxes, although some of the projects have received an exemption from paying sales taxes on construction material. Those exemptions can be significant. For the luxury apartment project, the sales tax exemption is expected to total $2.4 million.\n\nBut there is another number city officials have looked at when granting these tax rebates: The amount of new construction promised by the developments. That number, too, has been significant. The six developments are projected to create $87.3 million worth of buildings. One project, the luxury apartment project, is expected to account for the bulk of the construction, with a price tag of $75.5 million. That project also is slated to receive the largest tax rebate at $5.6 million over 10 years.\n\nThe NRA is just one incentive program the city uses. Others include:\n\n• Tax increment financing, another type of incentive that rebates the new taxes generated by development. The rebated taxes can be used by the developers to pay for public infrastructure such as sidewalks, storm sewers and other items needed to support the development. It also can be used to pay for private parking garages. The Oread Hotel is in a TIF district, and since its beginning in 2009, the city has rebated about $2.1 million in property and sales taxes. The project could continue to receive rebates until 2029. The city also has approved a similar TIF district for the new Marriott hotel at Ninth and New Hampshire streets. But the project was only recently completed, and the city has not yet issued any rebates. The city notes that the TIF incentives, like the NRA program, helped spur a lot of new construction. The Oread developers invested more than $18 million in the project, city officials estimate.\n\n•Transportation development districts involve a special sales tax added on to the city’s existing sales tax. The proceeds can be used by developers to pay for public infrastructure and private parking. The city had two special taxing districts in 2014: at The Oread hotel and at the retail shopping area known as Bauer Farms near Sixth and Wakarusa. Since both projects began in 2009, the city has rebated about $826,000 to the projects. Both districts are scheduled to last for up to 22 years. The city notes the incentive has helped spur about $38 million in new construction between the two projects.\n\n• Tax abatements were the original type of financial incentive offered by the city. Typically they were given to manufacturers or warehouses in exchange for the company providing a certain number of jobs or making a certain size of capital investment. Four companies — Amarr Garage Doors, Prosoco, Grandstand Glassware and Sunlite Technologies — received tax abatements in 2014, when they had about $181,000 in property taxes abated. Since the beginning of their abatements, the four companies have added 330 new jobs and invested about $21 million in new buildings or equipment. All the tax abatements, by state law, are limited to 10 years.\n\nMore election coverage\n\nCopyright 2016 The Lawrence Journal-World. All rights reserved. This material may not be published, broadcast, rewritten or redistributed. We strive to uphold our values for every story published.", "article_metadata": {"og": {"url": "http://www2.ljworld.com/news/2015/mar/21/city-commission-candidates-speak-tax-incentives-ec/", "image": "http://worldonline.media.clients.ellingtoncms.com/static/ljworld.com/images/ljw-logo-1200.jpg", "site_name": "LJWorld.com", "description": "Economic development debates can leave calculators smoking at Lawrence City Hall. They're also creating heat on the campaign trail. \r\n\r\nHow the commission has used tax breaks and other financial incentives to attract jobs and development has become an issue among the six candidates seeking three at-large commission seats in the April 7 election. \r\n\r\nHere’s a look at what City Commission candidates are saying about tax incentives and other economic development matters.", "title": "Lawrence City Commission candidates speak on tax incentives, eco devo issues"}, "p": {"domain_verify": "838210bb7516e410bc8c21296a3f4c71"}, "verify-v1": "gH80Ag1lqccG7ja9rd9z9OVq+8uJ+3fJZ2MidSps9r0=", "bitly-verification": "ca3dbde26ba5", "article": {"published_time": "2015-03-21T22:20:02Z"}}, "article_summary": "Submit questions for the candidates to answer Chad Lawhorn will host the six candidates for Lawrence City Commission in online chats at LJWorld.com beginning Monday, March 23.\n“They have no ability to call a bluff.”Herbert said there are instances where he would support tax incentives for new companies.\nHere’s a look at what City Commission candidates are saying about tax incentives and other economic development matters:Stuart BoleyBoley, a retired IRS auditor, said he has some concerns with how city commissioners have been issuing tax incentives recently.\nMatthew HerbertHerbert, a Lawrence High teacher, said city commissioners have gone overboard recently in their use of tax incentives.\nOn other issues, Riordan said:• He wants the city to do more to educate the public about how tax incentives work."}