{"article_title": "Living In A 'Walkable' Neighborhood Could Reduce Your Risk Of Developing Diabetes Or Becoming Obese", "article_keywords": ["obese", "walking", "neighborhood", "risk", "neighborhoods", "developing", "overweight", "reduce", "walk", "likely", "walkable", "living", "obesity", "diabetes"], "article_url": "http://www.medicaldaily.com/living-walkable-neighborhood-could-reduce-your-risk-developing-diabetes-or-becoming-obese-288590", "article_text": "To keep a healthy weight, we should look to increase our physical output by any means necessary. A pair of recent studies presented at the American Diabetes Association’s 74 Scientific Sessions has revealed that people living in “walkable” neighborhoods, areas conducive to walking, are less likely to suffer from obesity, overweight, and diabetes compared to people living in a neighborhood that requires them to be dependent on automobiles for transportation.\n\n\"How we build our cities matters in terms of our overall health,\" Dr. Gillian Booth, lead researcher and endocrinologist and research scientist at St. Michael's Hospital and the Institute for Clinical Evaluative Sciences (ICES) in Toronto, said in a statement. \"This is one piece of a puzzle that we can potentially do something about. As a society, we have engineered physical activity out of our lives. Every opportunity to walk, to get outside, to go to the corner store or walk our children to school can have a big impact on our risk for diabetes and becoming overweight.\"\n\nIn their first study, Booth and his colleagues followed adults residing in the most and least “walkable” metropolitan areas in southern Ontario over a period of 10 years. A neighborhood’s “walkability” was determined by its amount of sprawl, interconnectivity among streets, and store/services within walking distance. The second study compared the most and least walkable neighborhoods separate from individuals living in that neighborhood. People living in walkable neighborhoods were three times more likely to walk or bicycle as their means of transportation and half as likely to drive.\n\nOn average, people living in a neighborhood conducive to walking saw a 13 percent lower development of diabetes compared to those living in neighborhoods that were less walkable. Over the course of 10 years, incidence of diabetes in walkable neighborhoods fell by seven percent while they increased by six percent in less walkable neighborhoods. Incidences of obesity and overweight also saw a drop at nine percent in walkable neighborhoods while they increased by 13 percent in those with less walkability.\n\n“Your environment can influence your decisions about physical activity,” said Marisa Creatore, epidemiologist with the Centre for Research on Inner City Health at St. Michael's Hospital, Toronto. “When you live in a neighborhood designed to encourage people to be more active, you are in fact more likely to be more active.\"\n\nAccording to the World Health Organization, the global obesity epidemic has doubled since 1980. More than 1.4 billion adults over the age of 20 were overweight in 2008, including 200 million men and 300 million women who were considered obese. Overweight and obesity are leading risk factors for global death, contributing to 44 percent of diabetes diagnoses. Over 10 percent of the world’s population struggles with obesity.\n\nBooth noted that solving the global obesity epidemic \"will require both policy changes as well as individual strategies. We have to take a more population-based approach to the problem, given the environment we live in.\"\n\nSource: Booth G, et al. Do 'walkable' neighborhoods reduce obesity, diabetes? American Diabetes Association's 74th Scientific Sessions. 2014.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "walkable, neighborhoods, obesity, overweight, diabetes", "og": {"site_name": "Medical Daily", "description": "People living in a \"walkable\" neighborhood stand a lower risk of struggling with obesity and diabetes compared to those that rely on a car for transportation.", "title": "'Walkable' Neighborhoods Could Be The Answer To Obesity Epidemic", "url": "http://www.medicaldaily.com/living-walkable-neighborhood-could-reduce-your-risk-developing-diabetes-or-becoming-obese-288590", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/06/17/walkable-neighborhood.jpg", "type": "article"}, "twitter": {"description": "People living in a \"walkable\" neighborhood stand a lower risk of struggling with obesity and diabetes compared to those that rely on a car for transportation.", "title": "'Walkable' Neighborhoods Could Be The Answer To Obesity Epidemic", "url": "http://www.medicaldaily.com/living-walkable-neighborhood-could-reduce-your-risk-developing-diabetes-or-becoming-obese-288590", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/06/17/walkable-neighborhood.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/06/17/walkable-neighborhood.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Healthy Living", "published_time": "2014-06-17T12:45:00-04:00", "modified_time": "2014-06-17T12:50:02-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "People living in a \"walkable\" neighborhood stand a lower risk of struggling with obesity and diabetes compared to those that rely on a car for transportation."}, "article_summary": "Over the course of 10 years, incidence of diabetes in walkable neighborhoods fell by seven percent while they increased by six percent in less walkable neighborhoods.\nDo 'walkable' neighborhoods reduce obesity, diabetes?\nThe second study compared the most and least walkable neighborhoods separate from individuals living in that neighborhood.\nOn average, people living in a neighborhood conducive to walking saw a 13 percent lower development of diabetes compared to those living in neighborhoods that were less walkable.\nPeople living in walkable neighborhoods were three times more likely to walk or bicycle as their means of transportation and half as likely to drive."}