{"article_title": "Yinka Dene Stand Firm as Canada Panel Approves Enbridge Pipeline in B.C.", "article_keywords": ["firm", "canada", "pipeline", "oil", "province", "enbridge", "bc", "approves", "project", "environmental", "alliance", "stand", "groups", "yinka", "dene", "panel"], "article_url": "http://indiancountrytodaymedianetwork.com/2013/12/20/yinka-dene-stand-firm-canada-panel-approves-enbridge-pipeline-bc-152814", "article_text": "A three-member environmental review panel in Canada has recommended approval of Enbridge Inc.’s Northern Gateway oil pipeline through pristine First Nations territory, even though the project is opposed by Indigenous Peoples, the provincial government and environmental groups.\n\nThe regulators said the $7.5 billion, 730-mile pipeline would have little adverse environmental impact as long as Enbridge complied with 209 conditions while piping viscous bitumen crude from the Alberta oil sands through one of the world’s most ecologically sensitive areas to Kitimat, a deep-water port on the west coast. The pipeline would make international export of Canadian oil sands crude possible for the first time, with this oil destined for Asia.\n\nThe Yinka Dene Alliance, which represents more than 100 First Nations opposing the project, called the study flawed and said they would not budge.\n\n“It’s no surprise that a flawed process has led to a flawed recommendation,” said Chief Martin Louie of the Nadleh Whut'en First Nation in a statement from the alliance. “This project will never be built. The Yinka Dene Alliance has clearly refused permission for Enbridge’s pipelines to cut through our lands and waters, and the federal and provincial governments must accept that this project cannot go ahead.”\n\nProtests are planned today in Prince Rupert, British Columbia, according to The Prince Rupert Northern View. People are assembling at noon Pacific Time at the city’s courthouse, the newspaper said.\n\nProvincial officials still are not on board yet, either. They have put forth at least five conditions that must be met before they can approve the pipeline, though as The New York Times noted, the province does not have a say in the federal issue. The decision now rests in the hands of Conservative Prime Minister Stephen Harper’s government.\n\nRELATED: British Columbia’s Enbridge Pipeline Rejection Could Raise Keystone XL Questions\n\nThe province would like to see a thorough environmental review process, including a positive recommendation by Canada’s National Energy Board, according to a document posted on Enbridge’s website listing the conditions and the company’s proposed solutions. British Columbia’s government also wants “world-leading marine oil spill response, prevention and recovery systems for B.C.'s coastline and ocean to manage and mitigate the risks and cost of heavy oil pipelines and shipments,” Enbridge summarized, as well as the adoption of state-of-the-art practices to prevent, respond and mitigate any land oil spills; address aboriginal and treaty rights to the precise letter of the law, and provide First Nations with every opportunity to “participate in and benefit from” a heavy-oil project such as this one, and fifth, that the province be afforded “a fair share of the fiscal and economic benefits” of such a project, commensurate with the risk being assumed by those affected.\n\nThe province was still studying the panel's report as of December 19, said British Columbia Environment Minister Mary Polak to reporters.\n\n“We are not yet in a position to consider support for any heavy oil pipeline in B.C.,” she said, according to The New York Times.\n\nThe federal panel’s conditions for Enbridge include the development of a protection plan for marine mammals, creating a solid plan to deal with potential spills of heavy oil, and conducting frequent drills to hone emergency response, CBC News reported.\n\nIn their environmental report, the Joint Review Panel members—Chairperson Sheila Leggett and members Kenneth Bateman and Hans Matthews—said they had incorporated traditional indigenous knowledge into its findings and that any adverse effects on indigenous groups would be temporary.\n\n“We found that Northern Gateway had incorporated some of the information provided by aboriginal groups in its studies, design, and mitigation measures,” the panel said. “The company filed updates during the process regarding its consideration of traditional use information. In our view, the company could have done more to clearly communicate to some aboriginal groups how it considered, and will continue to consider, information provided.”\n\nAdverse effects from a spill would also be temporary, the panel said.\n\n“In the unlikely event of a large oil spill, we found that there would be significant adverse effects on lands, waters, or resources used by aboriginal groups,” the panel’s report said. “We found that these adverse effects would not be permanent and widespread.”\n\nThe Yinka Dene alliance stood firm.\n\n\"There's no way this project is going to go ahead. I don't care who says yes or no,\" Chief Martin Louie of the Nadleh Whut'en First Nation, a member of the Yinka Dene Alliance, told Reuters. \"This is our country. We never lost it any war and we haven't given it up to anybody.\"", "article_metadata": {"description": "A three-member environmental review panel in Canada has recommended approval of Enbridge Inc.’s Northern Gateway oil pipeline through pristine First Nations territory, eveCanada three-member panel approves Enbridge Northern Gateway oil pipeline through British Columbia, Yinka Dene and others object.", "generator": "Drupal 7 (http://drupal.org)", "dcterms.creator": "theresa", "og": {"url": "http://indiancountrytodaymedianetwork.com/2013/12/20/yinka-dene-stand-firm-canada-panel-approves-enbridge-pipeline-bc-152814", "type": "article", "image": "http://d1jrw5jterzxwu.cloudfront.net/sites/default/files/article_media/northern_gateway_map-black_press_files_via_prince_rupert_northern_view.jpg", "site_name": "Indian Country Today Media Network.com", "title": "Yinka Dene Stand Firm as Canada Panel Approves Enbridge Pipeline in B.C."}, "dcterms.date": "2013-12-20T14:30-05:00", "dc": {"title": "Yinka Dene Stand Firm as Canada Panel Approves Enbridge Pipeline in B.C."}, "dcterms.identifier": "http://indiancountrytodaymedianetwork.com/2013/12/20/yinka-dene-stand-firm-canada-panel-approves-enbridge-pipeline-bc-152814", "robots": "follow, index", "dcterms.format": "text/html", "fb": {"app_id": 493888563989950}, "dcterms.language": "und", "dcterms.type": "Text", "keywords": "Northern Gateway Pipeline, Northern Gateway, Yinka Dene Alliance, British Columbia, Enbridge,", "validation_code": "d9d37d7b776cc351c4025ded3df21cad", "sioc": {"num_replies": 0}, "dcterms.title": "Yinka Dene Stand Firm as Canada Panel Approves Enbridge Pipeline in B.C."}, "_id": "\"57477af36914bd0286fd3e35\"", "article_summary": "“We are not yet in a position to consider support for any heavy oil pipeline in B.C.,” she said, according to The New York Times.\n“We found that these adverse effects would not be permanent and widespread.”The Yinka Dene alliance stood firm.\nThe Yinka Dene Alliance, which represents more than 100 First Nations opposing the project, called the study flawed and said they would not budge.\nA three-member environmental review panel in Canada has recommended approval of Enbridge Inc.’s Northern Gateway oil pipeline through pristine First Nations territory, even though the project is opposed by Indigenous Peoples, the provincial government and environmental groups.\nThe pipeline would make international export of Canadian oil sands crude possible for the first time, with this oil destined for Asia."}