{"article_title": "Bill Awaiting Governor's Signature Would Help Foster Youth In College", "article_keywords": ["help", "governors", "university", "bill", "legislation", "system", "investment", "youth", "foster", "college", "student", "signature", "inline", "awaiting", "support", "housing"], "article_url": "http://www.kpbs.org/news/2014/sep/26/bill-awaiting-governors-signature-would-help-foste/", "article_text": "Your browser does not support inline frames or is currently configured not to display inline frames. Content can be viewed at actual source page: http://www.youtube.com/watch?v=wIK76sPlhAY\n\nWhen foster children turn 18 and leave the state's foster care system, they do so with little more than a bag of clothes. Only 3 percent go on to college.\n\nNew legislation awaiting Gov. Jerry Brown's signature offers help to foster kids in college by allowing them to live in transitional housing for one additional year.\n\nLauro Cons is co-founder of Foster Youth Investment Coalition, a group he started as a graduate student at the University of San Diego. The idea for what would become Senate Bill 1252 began as a class project.\n\n\"We conducted extensive cross sectional research on 'foster youth' and 'housing support,'\" Cons said in an email. \"And found that the lack of housing assistance for foster youth, after aging out of the system, has a direct negative impact on their ability to continue with their education.\"\n\nSade Burrell, is a member of the Foster Youth Investment Coalition and a former foster child herself. She's now a graduate student at the University of Southern California's School of Social Work.\n\nBurrell said SB 1252 addresses hurdles she faced while going to college.\n\n\"Being able to study in a library or at home, having those late nights, I didn't really have a home setting to go to,\" Burrell said. \"That was a huge hurdle for me, so that's why I'm involved with this.\"\n\nBurrell said the legislation would allow former foster children to build the support systems they need while they are in an environment that promotes higher education.", "article_metadata": {"description": "New legislation awaiting Gov. Jerry Brown's signature offers help to foster kids in college by allowing them to live in transitional housing for one additional year.", "author": "Megan Burke, Amita Sharma", "og": {"site_name": "KPBS Public Media", "description": "New legislation awaiting Gov. Jerry Brown's signature offers help to foster kids in college by allowing them to live in transitional housing for one additional year.", "title": "Bill Awaiting Governor's Signature Would Help Foster Youth In College", "url": "http://www.kpbs.org/news/2014/sep/26/bill-awaiting-governors-signature-would-help-foste/", "image": "https://kpbs.media.clients.ellingtoncms.com/img/news/tease/2014/09/26/JerryBrown032012-2.JPG", "type": "article"}, "has_audio": 0, "apple-mobile-web-app-title": "KPBS", "fb": {"app_id": 131056773055}, "programs": "Midday Edition, Evening Edition", "apiKpbs": "143719 %##% Bill Awaiting Governor's Signature Would Help Foster Youth In College", "keywords": "Education, Colleges, Politics, California Politics, Programs, Midday Edition", "verify-v1": "zHHWZpwcl/kpXf/ZbbmtRN41TWDeCfjQil8LGROx/LA=", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no,shrink-to-fit=no"}, "_id": "\"57477af46914bd0286fe27c5\"", "article_summary": "Sade Burrell, is a member of the Foster Youth Investment Coalition and a former foster child herself.\n\"We conducted extensive cross sectional research on 'foster youth' and 'housing support,'\" Cons said in an email.\nLauro Cons is co-founder of Foster Youth Investment Coalition, a group he started as a graduate student at the University of San Diego.\nYour browser does not support inline frames or is currently configured not to display inline frames.\nJerry Brown's signature offers help to foster kids in college by allowing them to live in transitional housing for one additional year."}