{"article_title": "Is 2016 election starting earlier than 2012 did?", "article_keywords": ["voting", "gov", "campaign", "house", "earlier", "early", "field", "election", "white", "2016", "starting", "gop", "presidential"], "article_url": "http://www.cnn.com/2014/04/11/politics/2016-early-cycle/", "article_text": "Story highlights Republicans seem to be getting things going already\n\nCandidates making trips to early voting states\n\nJoe Biden and Martin O'Malley traveling around, but where are all the other Democrats?\n\nHillary Clinton freezing the field as the leader in polls among possible candidates\n\nThe calendar reads April 2014, but in some ways it feels like it's April 2015, when the next race for the White House will be in full swing.\n\nAnd the early moves in the presidential campaign -- at least on the Republican side -- seem to be starting a lot earlier than they did last time.\n\nFriday evening Rep. Paul Ryan of Wisconsin, the 2012 GOP vice presidential nominee, headlines a GOP Lincoln Dinner in Cedar Rapids, Iowa. The same night Sen. Rand Paul of Kentucky holds a rally in Dover, New Hampshire.\n\nThe next day Paul, Sen. Ted Cruz of Texas, and former Arkansas Gov. MIke Huckabee, a 2008 Republican presidential candidate, all speak at a major conservative conference in Manchester.\n\nA few days later, Cruz and former Sen. Rick Santorum of Pennsylvania, a 2012 GOP presidential candidate, make the rounds in South Carolina.\n\nWhat do all these guys have in common? They're all contemplating bids for the White House in 2016.\n\nAnd what do the locations they're visiting have in common? They're all crucial early voting states in the presidential primary and caucus calendar, with Iowa kicking off the voting, New Hampshire holding the first primary, and South Carolina the first southern state to vote.\n\n\"There is some sense that the action is starting earlier than four years ago. In part, it's because this is the most wide open field on the GOP side in a generation,\" veteran New Hampshire Republican strategist Jim Merrill said.\n\n\"There's a sense that no one has a leg up. Because of that, everyone of the potential presidential candidates is trying to establish themselves and make their case in New Hampshire and elsewhere as early as possible, added Merrill, who was a top adviser to Mitt Romney in the Granite State in his 2008 and 2012 presidential campaigns.\n\nTrips to early voting states\n\nTalk about early. According to an informal CNN count, Paul and Cruz have already each made seven trips to the three early voting states since the start of 2013.\n\nAdd in the five trips Santorum has made, the four trips each that Texas Gov. Rick Perry and Louisiana Gov. Bobby Jindal have made, along with the three that Huckabee has done and that two that Wisconsin Gov. Scott Walker has made, and you've had one busy campaign calendar the past 16 months.\n\n\"Campaigns for president are no longer 12 month campaigns, they are now three or four year-long campaigns, especially for people who have to raise small donations, who can't write their own large checks. They have to start working these things early,\" longtime GOP strategist John Brabender, a senior adviser to Santorum, told CNN.\n\nWhile it's tradition that potential White House hopefuls make swings through the early voting states well before the midterm elections to reach out to voters, court local politicians, help raise money for local parties, campaign for fellow Republicans or Democrats, and start to reach out to donors and campaign strategists, the action started a lot earlier this cycle than it did in the last one.\n\nMost of the Republicans considering 2012 bids stayed out of the spotlight until after the 2010 midterms, and didn't formally announce their bids until the spring of 2011, much later than when the candidates in the 2004 and 2008 cycles launched their campaigns.\n\nIowa GOP strategist Tim Albrecht says a stronger field this time around may be behind the earlier start.\n\n\"The level of top-tier candidates in 2016 far outpaces the carnival of contenders we saw in 2012. This year, the top tier has a much wider shelf, and a number of qualified governors and senators to sit atop it,\" said Albrecht, who served as a top adviser to longtime Iowa Gov. Terry Branstad.\n\nWhat you are seeing is a qualified crop of candidates who understand they will have to earn every vote this year,\" added Albrecht. \"Better candidates equals better run and earlier campaigns and that's what we're seeing this year.\"\n\nThe Romney and Obama factors\n\nEven though Romney's not running again, he might have something to do with the earlier start this time around.\n\n\"Romney was seen as the presumptive frontrunner four years ago. He set the pace and he penned the field up for a while,\" Merrill said. \"There's no heir apparent this time around.\"\n\nAlbrecht agreed: \"In 2012, Mitt Romney singularly owned the top tier and any votes he didn't get were largely protest votes. If you look at (Michele) Bachmann, Santorum, (Herman) Cain, (Newt) Gingrich, etc. last election, nobody conceivably thought they could be president, but they largely ended up as a protest vote.\"\n\nAnother factor: President Barack Obama's approval ratings were hovering around 50% at this point in the 2012 cycle. Now he's a term-limited president with approval ratings in the low to mid 40s.\n\n\"Given the discontent with the current administration, disappointment with Obamacare, and distrust of Democratic leadership, voters are looking for a strong conservative leader to restore confidence in our economy and government,\" said Alice Stewart, a Republican strategist and radio talk show host who worked as a senior adviser for Huckabee in 2008 and for Santorum and Bachmann in 2012.\n\nWhere are the Democrats?\n\nWhile the potential GOP presidential contenders criss-cross the campaign trail, the Democrats remain on the sidelines.\n\nVice President Joe Biden gives the commencement address next month at the University of South Carolina, which will be his third trip to the Palmetto State in the past year.\n\nHe's was in New Hampshire last month on an official White House visit on jobs and the economy. And last September, he headlined Iowa Sen. Tom Harkin's annual Steak Fry.\n\nAnd Maryland Gov. Martin O'Malley, another potential candidate, has swung through South Carolina and New Hampshire. But the traffic comes no where close to matching the miles the Republicans have logged.\n\nObama is one reason. With a Democratic incumbent in the White House, 2016 party hopefuls have to carry a lighter footprint than their GOP counterparts.\n\nHIllary freezes the field\n\nAnother obvious reason: Hillary Clinton.\n\nThe former secretary of state says she'll decide by the end of the year whether she makes another run for the White House, and if she does launch a bid, she'll instantly become the overwhelming frontrunner for the Democratic nomination.\n\n\"I do think Hillary freezes the field in a way no non-incumbent ever has. Even Al Gore had an impressive primary opponent in Bill Bradley. Nothing tall grows in the shade, and Hillary casts a mighty big shadow,\" said Paul Begala, a CNN contributor and longtime adviser to both Bill and Hillary Clinton, who's also an adviser to Priorities USA, the super PAC set up to support Obama's 2012 re-election that's now raising money for a potential Hillary Clinton campaign.\n\nDemocratic strategist Ben LaBolt said the vast difference in activity says a lot about the state of the race.\n\n\"The heavy campaign activity on the Republican side matches the level of uncertainty in the field -- we haven't seen such doubt about the presumptive nominee in several election cycles. On the Democratic side, that seems to be flipped, usually there is a lot of uncertainty leading to a crowded primary season, but whether it's Clinton or Biden, you've got widely known candidates who could scale up a robust campaign effort whenever they decide,\" added LaBolt, who worked for Obama from his Senate years through the 2012 campaign.", "article_metadata": {"description": "The calendar reads April 2014, but in some ways it feels like it's April 2015, when the next race for the White House will be in full swing.", "pubdate": "2014-04-11T21:06:00Z", "author": "By Paul Steinhauser, CNN Political Editor", "og": {"site_name": "CNN", "description": "The calendar reads April 2014, but in some ways it feels like it's April 2015, when the next race for the White House will be in full swing.", "pubdate": "2014-04-11T21:06:00Z", "url": "http://www.cnn.com/2014/04/11/politics/2016-early-cycle/index.html", "image": "http://i.cdn.turner.com/cnn/.e/img/4.0/logos/cnn_logo_social.jpg", "type": "article"}, "section": "politics", "fb": {"app_id": 80401312489}, "thumbnail": "http://i.cdn.turner.com/cnn/.e/img/4.0/logos/cnn_logo_social.jpg", "source": "CNN", "vr": {"canonical": "http://www.cnn.com/2014/04/11/politics/2016-early-cycle/index.html"}, "keywords": "politics, Is 2016 election starting earlier than 2012 did? - CNNPolitics.com", "lastmod": "2014-04-11T21:06:00Z", "twitter": {"card": "summary_large_image"}, "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0"}, "_id": "\"57477af36914bd0286fd3e3e\"", "article_summary": "They're all contemplating bids for the White House in 2016.\nAnd the early moves in the presidential campaign -- at least on the Republican side -- seem to be starting a lot earlier than they did last time.\nWith a Democratic incumbent in the White House, 2016 party hopefuls have to carry a lighter footprint than their GOP counterparts.\nA few days later, Cruz and former Sen. Rick Santorum of Pennsylvania, a 2012 GOP presidential candidate, make the rounds in South Carolina.\nHe's was in New Hampshire last month on an official White House visit on jobs and the economy."}