{"article_title": "Georgia senators study medical billing limits", "article_keywords": ["senators", "georgia", "innetwork", "billing", "limits", "physician", "study", "outofnetwork", "charge", "balance", "insurance", "patients", "doctors", "patient", "bills", "medical"], "article_url": "http://onlineathens.com/health/2015-10-12/georgia-senators-study-medical-billing-limits", "article_text": "ATLANTA | Imagine arranging for a surgical procedure, following all of the insurance guidelines about an “in-network” doctor and hospital, securing pre-approval, paying the required deductible and co-payment, and then still getting bills from doctors for more money.\n\nIt’s a common scenario, according to insurance and medical professionals, who call it “balance billing.” It’s when a physician bills the patient for the balance of the fee beyond what insurance paid.\n\nConsumer advocates call it surprise billing.\n\nIn many states, it’s illegal. The Senate Health and Human Services Committee is considering whether to do the same in Georgia, impose other regulations or leave it to the free market.\n\n“We have to look at this as a consumer-protection issue and not as an insurance issue, because these patients are getting bills they don’t owe,” said LeeAnne Gasaway, a lobbyist for the America’s Health Insurance Plans, the trade group for insurance carriers.\n\nThe billing happens because hospitals assign specialists based on their internal arrangements, not insurance networks. So a patient attended by an in-network surgeon in an in-network hospital has no choice over who performs the lab work, reads the X-rays or administers the anesthesia.\n\nA 1992 Georgia law allows those doctors to file a claim against the patient’s insurance, which decides what to pay them. But doctors who aren’t satisfied with that payment say they set their fees based on their own overhead, including rent, employees, student loans and other costs.\n\n“If a patient receives care from a doctor outside their network, this doctor does not have in-network access to the plan’s covered patients and has no ability to reduce his or her charges based on the promise of more referrals,” said Dr. Todd Williamson, a Gwinnett County neurologist and a former president of the Medical Association of Georgia.\n\nHe said the problem is that insurance companies keep such narrow provider networks that it’s difficult to avoid a specialist outside of them. Hospital officials say it’s because they can’t keep track of which doctors are in a patient network or not, especially during emergencies.\n\n“We don’t know what the insurance is,” said Dr. John Rogers, a Macon emergency-room physician.\n\nSen. Dean Burke, a member of the Senate Health and Human Services Committee and a physician, said, “Even if we see the insurance company on the hospital intake form, we can’t know which of the many plans they are covered by or the hundreds of networks they maintain.”\n\nNow that hospitals can be penalized under the Affor­dable Care Act for patients who relapse and require readmission and for infections, they have more incentive to bring in specialists that they know and trust rather than someone who might be in-network but who rarely practices in that hospital, said Burke, R-Bainbridge.\n\nBesides, the balanced bill is usually small in relation to what hospitals charge, Rogers told the senators during a hearing last week.\n\n“The amount for an emergency physician is not that large compared to facility bills,” he said.\n\nThe insurance company might pay an out-of-network emergency physician $400 rather than the $500 he charges. So, the patient could get a bill for the remaining $100.\n\nThe insurance company considers the doctor paid in full and does not believe the patient owes the balance. But Gasaway said few patients ask their insurers about the balance bill.\n\n“A lot of them are smaller bills, and they’ll just pay it,” she said.\n\nEmergencies often trigger out-of-network specialists being brought in, such as a premature birth that requires a neonatal specialist during delivery.\n\nThe law prohibits insurance contracts from penalizing patients for treatment from an out-of-network provider during an emergency, but the follow-up exams by the neonatologist in the days after the birth would be considered out-of-network.\n\nPart of the issue is the amount that Georgia doctors charge, according to Gasaway. She points to a report released this month by America’s Health Insurance Plans that used government data to compare the average charge by Georgia physicians for 100 common procedures to what the federal Medicare program pays.\n\nFor example, the average charge for an epidural spinal injection for numbing is 1,099 percent higher than Medicare pays. An emergency department visit for “high severity” is 602 percent higher than Medicare, and an ultrasound guide for biopsy is 636 percent.\n\nOf course, what doctors charge and what insurance companies pay them are two different things, and in-network physicians typically are paid far less than they charge.\n\nThe National Association of Insurance Commissioners is developing model legislation that requires hospitals to disclose to patients if there are out-of-network providers and to give the doctors a mediation process if they’re not pleased with what the insurance company pays them.\n\nThe insurer’s trade group also supports a regulatory cap on what out-of-network providers can charge, pegged to something like the percentage Medicare pays.\n\nThe group also wants to require doctors to bill patients nothing above the deductible if the physician files a claim against insurance.\n\nNone of those proposals sit well with Williamson.\n\n“No government has the right to tell me, as a private citizen and a professional that receives no government funding, that I somehow need to adjust my charges because I am not part of a given, narrow network,” he said. “I cannot be bound by a contract I have never seen.”\n\nOn the other hand, employers such as Langdale Industries of Valdosta, Ga., see the frustrations their workers face, said Barbara Barrett, the company’s assistant vice president for human resources.\n\n“The consumer generally doesn’t have any idea what they’re going to be charged,” she said.\n\nShe told the senators of employees who had received large balance bills before the insurance company had even paid the claim, including some that had even been turned over to collections. One officer of a financial entity owned by Langdale told her he paid the bills without question for his brain cancer because his job depended on maintaining a spotless credit rating.\n\n“People should not have their credit destroyed over what everyone agrees are unreasonable charges,” she said.\n\nThe entire General Assembly could grapple with these issues when it convenes in January. What the committee recommends is likely to depend on its meeting next month, said Sen. Rene Unterman, its chairwoman and a Buford Republican.\n\nAdequate compensation is a factor in whether doctors set up practice in an area. Some rural areas already have a shortage of specialists.\n\n“One of the things we, as legislators, are concerned about is access to care, and we are also concerned about affordability,” she said.\n\nTrying to balance the two will be part of the challenge.", "article_metadata": {"keywords": "Athens News, Athens Georgia, Athens Banner Herald, Athens, Georgia, Georgia Bulldogs, Dawgs, Bulldogs, Music, UGA, newspaper, 30601, Clarke County, Madison, Oconee, Oglethorpe, Dogs, 30602, 30603, 30604, 30605, Richt, SEC football, Jackson County, R.E.M., Widespread Panic, B-52s, Health, Walter C. Jones", "og": {"site_name": "Online Athens", "description": "Imagine arranging for a surgical procedure, following all of the insurance guidelines about an “in-network” doctor and hospital, securing pre-approval, paying the required deductible and co-payment, and then still getting bills from doctors for more money.", "title": "Georgia senators study medical billing limits", "url": "http://onlineathens.com/health/2015-10-12/georgia-senators-study-medical-billing-limits", "image": "http://onlineathens.com/sites/default/files/N1409P47004C.jpg", "type": "article"}, "description": "OnlineAthens.com is the daily online edition of The Athens (GA) Banner-Herald."}, "_id": "\"57477af36914bd0286fccf44\"", "article_summary": "A 1992 Georgia law allows those doctors to file a claim against the patient’s insurance, which decides what to pay them.\nPart of the issue is the amount that Georgia doctors charge, according to Gasaway.\nIt’s a common scenario, according to insurance and medical professionals, who call it “balance billing.” It’s when a physician bills the patient for the balance of the fee beyond what insurance paid.\nShe told the senators of employees who had received large balance bills before the insurance company had even paid the claim, including some that had even been turned over to collections.\nOf course, what doctors charge and what insurance companies pay them are two different things, and in-network physicians typically are paid far less than they charge."}