{"article_title": "Nail Polish Could Be Lowering Your Child's IQ, Scientists Pinpoint Phthalates As Culprits", "article_keywords": ["salons", "lowering", "childs", "pinpoint", "mothers", "iq", "phthalates", "research", "nail", "scientists", "culprits", "polish", "told", "study", "researchers", "risk"], "article_url": "http://www.medicaldaily.com/nail-polish-could-be-lowering-your-childs-iq-scientists-pinpoint-phthalates-culprits-314254", "article_text": "Nail polish seems harmless enough, but more and more research has been accumulating that points to the opposite: Certain chemicals found in nail polish and other cosmetics, known as phthalates, have the potential to be hazardous to our health.\n\nIn a new study conducted at Columbia University’s Mailman School of Public Health, researchers have now discovered that certain nail polishes, and other types of cosmetic and glue products, have the potential lower your IQ. “We found that children exposed in utero to high concentrations of two specific phthalates had reductions in IQ scores at age 7,” Pam Factor-Litvak, lead author of the study, told Time.\n\nThe researchers analyzed data from 328 Dominican and African-American women, as well as their children, who had been studied at the Columbia Center for Children’s Environmental Health. They examined the mothers’ urine while they were pregnant, measuring the levels of metabolites for four phthalates. When the children were 7 years old, the researchers tested their IQ. The study “showed significant decrements in IQ associated with two specific phthalates,” the authors wrote in their conclusion. Mothers who had concentrations of phthalates in the highest 25 percent ended up having kids with IQ scores up to six to eight points lower than kids of mothers who were in the lowest 25 percent of exposure to phthalates. “That’s actually a substantial effect,” Factor-Litvak told Time. “Honestly, I think we were a bit surprised that the reduction was so large.”\n\nPhthalates are chemical compounds often added into various products to keep them flexible; they’re used to make plastic “bendable” and can be found nearly everywhere. They’re used in cosmetics like soap, shampoo, hair spray, perfume, plastic toys, shower curtains, wallpaper, and even food packaging and plastic wrap. Though research is still being done on the harmful effects of phthalates, Di(2-ethylhexyl) phthalate is listed as “reasonably anticipated to be a human carcinogen,” according to the 13th Report on Carcinogens from the National Toxicology Program.\n\nMore research will be needed for scientists to understand how exactly phthalates impact IQ levels, though they speculate that phthalates might act as endocrine disruptors to the mother’s thyroid hormone, which is crucial in the development of a child’s brain. “These findings are important to inform policy makers of the potentially harmful effects of this class of chemicals,” the authors wrote.\n\nIndeed, previous studies have shown that it’s not just nail polish that isn’t regulated properly, but also the acts of manicures and nail salons in general. One study published in JAMA Dermatology this year investigated whether the UV nail lamps at salons increased the risk of skin cancer in women who visited nail salons regularly. Though the risk was very small, the researchers concluded that it was important to improve regulatory procedures in nail salons. “The problem is there’s no regulation of nail lamp exposure,” Dr. Chris Adigun, a clinical assistant professor of dermatology at NYU Langone Medical Center, told NPR. “For patients who aren’t concerned about the melanoma risk,\" it's important to \"know about the photo aging that comes from UV exposure.”\n\nSource: Factor-Litvak P, Insel B, Calafat A, Liu X, Perera F, Rauh V. Persistent Associations between Maternal Prenatal Exposure to Phthalates on Child IQ at Age 7 Years. PLOS One. 2014.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "nail polish hazards, phthalates, nail polish iq", "og": {"site_name": "Medical Daily", "description": "A new study has, once again, discovered that certain compounds in nail polish and other cosmetics could be harmful not only to general health but also to mental capacity.", "title": "Pretty, Dumb: Your Nail Polish May Be Lowering Your Child's IQ", "url": "http://www.medicaldaily.com/nail-polish-could-be-lowering-your-childs-iq-scientists-pinpoint-phthalates-culprits-314254", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/12/13/nail-polish.jpg", "type": "article"}, "twitter": {"description": "A new study has, once again, discovered that certain compounds in nail polish and other cosmetics could be harmful not only to general health but also to mental capacity.", "title": "Pretty, Dumb: Your Nail Polish May Be Lowering Your Child's IQ", "url": "http://www.medicaldaily.com/nail-polish-could-be-lowering-your-childs-iq-scientists-pinpoint-phthalates-culprits-314254", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/12/13/nail-polish.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/12/13/nail-polish.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "The Grapevine", "published_time": "2014-12-13T14:15:09-05:00", "modified_time": "2014-12-13T14:15:08-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "A new study has, once again, discovered that certain compounds in nail polish and other cosmetics could be harmful not only to general health but also to mental capacity."}, "_id": "\"57477af36914bd0286fd3e3d\"", "article_summary": "Indeed, previous studies have shown that it’s not just nail polish that isn’t regulated properly, but also the acts of manicures and nail salons in general.\nThough the risk was very small, the researchers concluded that it was important to improve regulatory procedures in nail salons.\nOne study published in JAMA Dermatology this year investigated whether the UV nail lamps at salons increased the risk of skin cancer in women who visited nail salons regularly.\nThe study “showed significant decrements in IQ associated with two specific phthalates,” the authors wrote in their conclusion.\n“We found that children exposed in utero to high concentrations of two specific phthalates had reductions in IQ scores at age 7,” Pam Factor-Litvak, lead author of the study, told Time."}