{"article_title": "Internet Access Will Be a Game-Changer for Indian Country", "article_keywords": ["libraries", "funding", "students", "country", "tribal", "digital", "access", "schools", "indian", "learning", "internet", "communities", "gamechanger"], "article_url": "http://indiancountrytodaymedianetwork.com/2014/11/24/internet-access-will-be-game-changer-indian-country", "article_text": "The power of technology is transforming classrooms across the country. Whether students on tribal lands will have the opportunity to reap the benefits of that technology rests largely on the future of a little known federal program called “E-rate” that provides funding for Internet access in schools and libraries. As a tribal leader representing a geographically-isolated tribal nation, I urge the Federal Communications Commission (FCC), the agency responsible for E-rate, to support the announcement made last week by FCC Chairman Tom Wheeler to increase funding for this program and prioritize tribal communities so that our schools and libraries can join the digital age to ensure Native students do not continue to be disproportionately underserved.\n\nTechnology can be a game-changer by providing access to rigorous coursework and digital learning through the Internet while simultaneously engaging students and educators alike by personalizing learning for each student. High-speed Internet access would allow students in geographically-isolated tribes, like my own, to access advanced placement courses and other educational opportunities that better prepare them for college and careers. With more than half of Native high school students in South Dakota failing to graduate on time, we cannot afford to miss the opportunity that digital learning can provide for our tribal communities.\n\nToo often, our schools, libraries, and community centers must go without Internet connectivity. Even when Internet is provided, rural carriers often charge exorbitant rates to “connect” our anchor institutions at relatively low bandwidth speeds. This is unacceptable. It is critical that tribes and Native communities have access to adequate and affordable resources.\n\nAccording to a recently released report by the Association of Tribal Archives, Libraries, and Museums, tribal libraries lag behind other public libraries in terms of their ability to offer access to the internet, technology training, and computer workstations. At least 40 percent of tribal libraries in the study sample did not have a broadband Internet connection.\n\nIf service is not provided, the community must forego critical educational support services that have become standard in other communities across the country. I have personally witnessed a classroom of students huddled in a gravel parking lot outside a library in order to utilize its Internet connection.\n\nWhen funding and reliable Internet connectivity is available, the promise of digital learning is exceptional. While many schools across the country have witnessed successes in the classroom by utilizing personal tablets and digital chalkboards, tribal communities are still fighting to get basic high speed connectivity simply to keep our students in the classroom where they can learn uninterrupted.\n\nIn today’s information-age economy, our students must have access to the tools that prepare them for success in school and after graduation – tools that include reliable, high speed Internet. I am exhausted by continually calling for equal access to educational resources, but I will not give up until our students are provided the tools they deserve to succeed.\n\nI urge the FCC to support Chairman Wheeler’s proposal to increase funding for the E-rate program and prioritize tribes so that resources are allocated where they are needed most. We must make sure that all students – not just those in more populated, urban areas – are prepared for the future. Without preparation and access, I fear students in tribal communities will continue to be left in classrooms of the past.\n\nBryan V. Brewer is President of the Oglala Sioux Tribe. Throughout his professional career, he has served as a teacher, coach, principal, athletic director, and Dean of Students.", "article_metadata": {"description": "The power of technology is transforming classrooms across the country.", "generator": "Drupal 7 (http://drupal.org)", "rdfs": {"label skos": {"prefLabel": "Bryan Brewer"}}, "og": {"url": "http://indiancountrytodaymedianetwork.com/2014/11/24/internet-access-will-be-game-changer-indian-country", "type": "article", "image": "http://d1jrw5jterzxwu.cloudfront.net/sites/default/files/styles/author_thumbnail_medium/public/author/screen_shot_2014-04-12_at_3.39.09_pm.png?itok=qc11uo_E", "site_name": "Indian Country Today Media Network.com", "title": "Internet Access Will Be a Game-Changer for Indian Country"}, "dcterms.date": "2014-11-24T08:00-05:00", "dcterms.identifier": "http://indiancountrytodaymedianetwork.com/2014/11/24/internet-access-will-be-game-changer-indian-country", "dc": {"title": "Internet Access Will Be a Game-Changer for Indian Country"}, "robots": "follow, index", "dcterms.creator": "mazecyrus", "fb": {"app_id": 493888563989950}, "dcterms.language": "und", "dcterms.type": "Text", "keywords": "Bryan Brewer, Federal Communications Commission, Technolog, FCC,Tom Wheeler", "validation_code": "d9d37d7b776cc351c4025ded3df21cad", "sioc": {"num_replies": 0}, "dcterms.format": "text/html", "dcterms.title": "Internet Access Will Be a Game-Changer for Indian Country"}, "_id": "\"57477af36914bd0286fd3e43\"", "article_summary": "High-speed Internet access would allow students in geographically-isolated tribes, like my own, to access advanced placement courses and other educational opportunities that better prepare them for college and careers.\nTechnology can be a game-changer by providing access to rigorous coursework and digital learning through the Internet while simultaneously engaging students and educators alike by personalizing learning for each student.\nWithout preparation and access, I fear students in tribal communities will continue to be left in classrooms of the past.\nAt least 40 percent of tribal libraries in the study sample did not have a broadband Internet connection.\nToo often, our schools, libraries, and community centers must go without Internet connectivity."}