{"article_title": "Where Is The Grief For Republican Terrorism Imposed On Americans?", "article_keywords": ["poor", "states", "citizens", "imposed", "republicans", "grief", "american", "americans", "women", "terrorism", "republican", "care", "millions"], "article_url": "http://www.politicususa.com/2015/11/17/grief-republican-terrorism-imposed-americans.html", "article_text": "The world is reeling with grief over the horrific terror events in Paris, and a few Americans are mourning as well. It is probable that many Americans grieving for France are the same people who, just twelve years ago, hated the French, renamed fried potatoes “freedom fries and accused them of aligning with Saddam Hussein. Americans showing emotion for any people’s suffering is a sign there are still some compassionate Americans, but in the same sense that most Americans ignored the recent grief suffered by victims of terrorism in Russia, Palestine and Beirut, they have even less regard for millions of American victims of Republican terrorism. Congressional Republicans are once again in the midst of demonstrating the depth of their contempt for Americans on a national level, and it is just a continuation of the disregard Southern state Republicans exhibit toward their poor and devoutly ignorant supporters and innocent constituents alike.\n\nThere have been two recent stories that prove Republicans have as much intent to wreak havoc on American citizens as terrorists unleashing Hell in a theatre, near a stadium, and in street cafes and restaurants; only degree and numbers separate ISIL’s and Republicans actions. What is missing is an outpouring of support for the victims of Republicans’ ideologically and religious inspired terrorism, or the call to action to stop another attack Republicans are planning in plain sight for all Americans to see.\n\nIn fact, Senate Majority Leader Mitch McConnell claimed that Republicans are working on their dastardly plan in public to “make sure the American people know we’re still on their side, and that’s the reason we intend to repeal Obamacare.” That remark is either McConnell lying, or a damn stark commentary on the inherent cruelty among Americans for wanting millions and millions of Americans and women to lose medical care; frankly it is a little of both. All Americans are not cruel, but there is a significant number who want millions of their fellow citizens to lose medical care; they are Republicans.\n\nIt is telling that poor McConnell is having trouble getting 51 Republicans to vote for the House reconciliation bill repealing the Affordable Care Act (Obamacare) and defunding Planned Parenthood. Forget for a minute that some of McConnell’s woes are that the bill does not “eradicate the law root and branch” for all time, or that some like Senators Ted Cruz (R-TX) and Mike Lee (R-UT) will not accept incrementally taking away healthcare from millions and millions of Americans and reproductive care and cancer screening from millions of poor women. Like any respectable terror attack, it has to be surprisingly swift, it has to be deadly and painful, and it has to produce as many American casualties in one fell swoop as possible. It is trying to imagine how any American can regard a small group of highly-paid politicians, with their imbecile supporters’ approval, anything other than terrorists for drooling to inflict as much harm on as many Americans as possible; and are angry it is not happening fast enough. In Republican controlled states, particularly across the South, it has already happened and in the epitome of evil, Republicans are using taxpayer dollars to impose their brand of cruelty on other Americans.\n\nAccording to a report from 2015 by the Kaiser Foundation, compared to states that took advantage of Obamacare’s Medicaid expansion, the rate of growth in enrollment by those Republican states that refused to expand Medicaid grew by 6.9 percent and cost state taxpayers $2 billion by mid-year 2015; states that expanded Medicaid enrollment was historically low at 3.4 percent. What that means is that as it was intended, the ACA’s Medicaid expansion actually reduced the rate of growth and saved participating states in the billions of dollars annually. This is more than Republican states “cutting off their noses to spite the faces” just to show they hate President Obama or his health insurance reform law, this is the ultimate demonstration of cruelty toward their own citizens because they are willing to spend $2 billion of taxpayer money to demonstrate their hatred of their own constituents.\n\nLet’s face it, only a beheading or a suicide bombing can possibly be as barbaric and cruel as denying medical care to millions of poor Americans; and paying $2 billion for the obvious adrenaline rush of inflicting pain and death on other innocent civilians. Decent human beings can hardly comprehend the kind of people who would do this; particularly to their own citizens and especially when they claim to be followers of Christ. As bad as terrorists are, at least they inflict death and suffering on their perceived enemies and it leads one to wonder just how many Republicans secretly regard Americans, particularly poor Americans and women as their enemy.\n\nMaybe it is a stretch to make a connection between ISIS and Republican barbarism, but it is, to be honest, just a matter of degree as well as the intended number of casualties. It is true that ISIS has committed atrocities against all manner of people, but it is always people they regard as their enemies or an existential threat to Islam. Republicans, however, are committing atrocities against millions of their fellow citizens; including the stupid people who religiously vote them into office. The truly pathetic narrative is that even going into a national election it appears there is no boundary Republicans are unwilling to cross to assault American citizens who are paying their bloated salaries, exorbitantly lengthy paid vacations, and premium healthcare coverage. Whether it be the elderly poor, Social Security retirees, minorities, women, poor Americans or the middle class, Republicans have demonstrated that the only group they will not attack is the rich, and in that sense they are exactly like ISIS not attacking their own members.", "article_metadata": {"description": "Only a beheading or a suicide bombing can possibly be as barbaric and cruel as denying medical care to millions of poor Americans", "generator": "WordPress 4.5.2", "author": "Rmuse", "og": {"site_name": "Politicus USA", "description": "Only a beheading or a suicide bombing can possibly be as barbaric and cruel as denying medical care to millions of poor Americans", "title": "Where Is The Grief For Republican Terrorism Imposed On Americans?", "url": "http://www.politicususa.com/2015/11/17/grief-republican-terrorism-imposed-americans.html", "image": "http://15130-presscdn-0-89.pagely.netdna-cdn.com/wp-content/uploads/2015/11/stop-terrorism.jpg", "updated_time": "2015-11-17T09:17:53+00:00", "type": "article"}, "fb": {"admins": 523732690, "app_id": 113462415332922, "pages": 186473214703370}, "keywords": "Commentary,Featured News,Republican Party,Congressional Republicans,defund planned parenthood,deny healthcare access,ISIS,Medicaid Expansion,Paris terror attacks,repeal obamacare,Republicans,Southern States,politicususa,liberal,politics,sarah jones,jason easley,barack obama,hillary clinton,bernie sanders,msnbc,media", "article": {"publisher": "https://www.facebook.com/PoliticusUSA", "section": "Republican Party", "published_time": "2015-11-17T09:17:52+00:00", "modified_time": "2015-11-17T09:17:53+00:00"}, "viewport": "width=device-width, initial-scale=1", "news_keywords": "Congressional Republicans, defund planned parenthood, deny healthcare access, ISIS, Medicaid Expansion, Paris terror attacks, repeal obamacare, Republicans, Southern States"}, "article_summary": "Americans showing emotion for any people’s suffering is a sign there are still some compassionate Americans, but in the same sense that most Americans ignored the recent grief suffered by victims of terrorism in Russia, Palestine and Beirut, they have even less regard for millions of American victims of Republican terrorism.\nThe world is reeling with grief over the horrific terror events in Paris, and a few Americans are mourning as well.\nAs bad as terrorists are, at least they inflict death and suffering on their perceived enemies and it leads one to wonder just how many Republicans secretly regard Americans, particularly poor Americans and women as their enemy.\nAll Americans are not cruel, but there is a significant number who want millions of their fellow citizens to lose medical care; they are Republicans.\nRepublicans, however, are committing atrocities against millions of their fellow citizens; including the stupid people who religiously vote them into office."}