{"article_title": "“Epic Fail:” America’s Boomers and Gen-Xers Leave A Legacy Of Foolishness", "article_keywords": ["high", "school", "debt", "boomers", "genxers", "education", "foolishness", "americas", "leave", "american", "legacy", "nations", "economy", "policies", "fail", "world", "epic", "dont"], "article_url": "http://townhall.com/columnists/austinhill/2014/02/23/epic-fail-americas-boomers-and-genxers-leave-a-legacy-of-foolishness-n1799370", "article_text": "“Completing this form is a critical start to completing your education,” noted First Lady Michelle Obama. It was a Wednesday in February, and she had traveled from the confines of the White House to a nearby Virginia high school to lecture students on applying for “free” federal financial aid for college.\n\n“You don’t have to be the valedictorian” Mrs. Obama continued. “You don’t have to major in a certain subject. You don’t even have to be at the very bottom of the income ladder to receive the money. It’s the single most important thing you can do for your future.”\n\nDetermining the “single most important thing” for a young person’s future is a task that might otherwise make parents, teachers and counselors pause and contemplate. But for the wife of our current President the answer is obvious: get your government handout before you do anything else.\n\nSadly, the generation that is being told to “just sign up” by both the President and his wife is a generation that will feel the pain of America’s decline, likely worse than any other. And both present-day high school and college students, along with recent college graduates, are already feeling the pain of at least a few decades of flawed policies that have emanated from both government and academia.\n\nConsider these harsh realities:\n\nAmerica’s “information-based, knowledge-based economy” has reached its limits: For at least the last twenty-five years or so the U.S. has been on a pathway of not manufacturing much, not exporting much, and not utilizing its own natural resources. In the early days of the digital technology revolution this approach to constructing our economy worked pretty well – our technological components may have been built in China, Vietnam or India, but the blue prints, the “intellectual capital” that laid the ground work for it all, came from “educated” Americans.\n\nBut as technology has matured, the demand for new “blueprints” (and for those who create them) has substantially slowed-down. Now suddenly in the second decade of the 21st century knowing how to operate a lathe or a drill press is once again a valuable bit of knowledge, and the jobs that aren’t being created for our lack of using oil, timber and mineral resources are painfully apparent.\n\nThe global economy has changed, but academia hasn’t adequately adapted: From K-12 to the post-secondary level, the world of American education perpetuates itself with phrases and clichés: “Be cool, stay in school.” “Education is the key.” “A college education gives a young person $1 million to $2 million more in lifetime earnings.”\n\nThat all sounds wonderful. But tell these things to a 25 year old with a bachelor’s degree, $40,000 in student loan debt and no job, and ask how good that makes them feel.\n\nNobody wants to see an increase in “drop outs.” But there are grave fiscal and social costs awaiting our country for having produced a generation of Americans who are well educated, yet can’t find a productive place in our economy. Like Mrs. Obama’s vacuous “you don’t have to major in a certain subject” rhetoric, far too many American educational institutions have failed to concern themselves adequately with determining which courses of study can prepare a student to contribute to the economy - and which of them will not. A degree in petroleum engineering makes one more employable than a degree in gender studies – but admitting this is taboo in contemporary academia.\n\nWhat if American high schools produced graduates who were both college-ready and equipped with a marketable skill? What if high schoolers had to master HTML as a foreign-language requirement? America would be in a much better place if these and other practical ideas were our reality.\n\nThe rest of the industrialized world is leaving America behind: As America drapes itself in lofty dreams of “green energy” and climate change taxes, the other industrialized nations of the world are running in the opposite direction from the U.S. Australia is set to lead the world this year with timber and iron ore production, while Canada and New Zealand are expanding their nations’ oil output. Even the nations of the European Union have abandoned most of their so-called “climate change regulations” so as to enable more manufacturing and natural resource development.\n\nAs a result, these nations are getting out of debt and creating new prosperity. Australia finished 2013 by eliminating their national debt. Canada is on-track for zero government debt by 2015. And Europe, while riddled in debt, is finally correcting course with fiscal and environmental policies – something the U.S. doesn’t seem prepared to do.\n\nIf today’s unemployed American youth can find their way individually while at the same time demanding more rational policies from government, business, and academia, they just might save themselves, and our country, in the process.", "article_metadata": {"description": "“Completing this form is a critical start to completing your education,” noted First Lady Michelle Obama..05/24/2016 1:11:16AM EST.", "author": "Austin Hill", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "“Completing this form is a critical start to completing your education,” noted First Lady Michelle Obama.", "title": "- “Epic Fail:” America’s Boomers and Gen-Xers Leave A Legacy Of Foolishness", "url": "http://townhall.com/columnists/austinhill/2014/02/23/epic-fail-americas-boomers-and-genxers-leave-a-legacy-of-foolishness-n1799370", "image": "http://media.townhall.com/townhall/reu/ha/2014/36/9ef5fd23-ad02-4061-a3a8-2e8e7fa65855.jpg", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "“Completing this form is a critical start to completing your education,” noted First Lady Michelle Obama.", "title": "- “Epic Fail:” America’s Boomers and Gen-Xers Leave A Legacy Of Foolishness", "url": "http://townhall.com/columnists/austinhill/2014/02/23/epic-fail-americas-boomers-and-genxers-leave-a-legacy-of-foolishness-n1799370", "image": "http://media.townhall.com/townhall/reu/ha/2014/36/9ef5fd23-ad02-4061-a3a8-2e8e7fa65855.jpg", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "“Epic Fail:” America’s Boomers and Gen-Xers Leave A Legacy Of Foolishness, Austin Hill, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "_id": "\"57477af36914bd0286fc9de3\"", "article_summary": "What if American high schools produced graduates who were both college-ready and equipped with a marketable skill?\nIt was a Wednesday in February, and she had traveled from the confines of the White House to a nearby Virginia high school to lecture students on applying for “free” federal financial aid for college.\nYou don’t even have to be at the very bottom of the income ladder to receive the money.\nAnd Europe, while riddled in debt, is finally correcting course with fiscal and environmental policies – something the U.S. doesn’t seem prepared to do.\nBut for the wife of our current President the answer is obvious: get your government handout before you do anything else."}