{"article_title": "Rubio-Lee's Problematic Tax Plan and the Coming Reformocon Class Warfare", "article_keywords": ["150000", "upper", "families", "warfare", "rubiolees", "problematic", "reformocon", "tax", "middle", "plan", "coming", "making", "class", "relief"], "article_url": "http://reason.com/blog/2015/03/13/rubio-lees-problematic-tax-reform-plan-a", "article_text": "Republican Senators Marco Rubio and Mike Lee released a major tax reform plan last week with the aim of translating the reform conservative vision into a governing reality. It combines pro-growth tax reforms with allegedly middle class tax relief. But in my morning column at The Week, I point out that the plan is great on pro-growth cuts on corporate taxes and ending the perverse double-taxation of capital gains and dividends, among other things.\n\nHowever, it goes seriously wrong on the middle-class relief front, even degenerating into a bundle of contradictions. This part has two key features:\n\nOne: Collapsing the current seven-tax bracket system with the highest marginal tax rate of 39.6 percent that applies to families over $464,850 into two brackets of 15 percent and 35 percent. Families who make under $150,000 pay the 15 percent rate and those above a whopping 35 percent.\n\nTwo: It offers a new refundable $2,500 tax credit (not deduction, mind you) per child on top of the current $1,000 to all families. The argument they offer for this tax credit – shoring up Social Security by boosting the “suppressed fertility” of Americans — is really quite remarkable. (And you really should read the whole column to fully understand why.)\n\nHowever, the other big problem in their plan concerns middle class tax relief. At best, this relief is uneven and contradictory.\n\nWhy? Because many families between $150,000 and $411,500, the vast middle and upper-middle class, especially those without children who can’t avail of the child tax credits, will face not a cut — but a three to seven percentage point tax hike. I note:\n\nBut that small advantage (of a simple tax code) is eclipsed by its big down side: the sharp 20-point tax cliff that families on the cusp of $150,000 face. This will create a huge disincentive for them to continue their climb up the income ladder, a point that the Heritage Foundation's otherwise laudatory analysis of the tax plan highlights. One might even call it an anti-mobility tax. Worse, given that usually women are second earners, it's their income that would likely put families over the $150,000 threshold. This means that it's their work that would face the 20 percent surcharge, making this an anti-working-woman tax.\n\nHowever, National Review Online’s Ramesh Ponnuru, an avowed reformocon and a fan of Rubio-lee, disputes my analysis. He argues:\n\nFirst: This is not a reasonable definition of the “vast middle and upper middle class.” If your household is making more than $150,000 a year, you are in the top 10 percent of American earners. Second: Even within this group, many people would see lower tax bills under the Lee-Rubio plan. That’s primarily because married couples currently in the 25 percent tax bracket, with taxable income between roughly $75,000 and $150,000, would pay a 15 percent rate under the plan. Households with higher income than that get the benefit of that tax cut: They would pay lower taxes on the second $75,000 they make. See the illustrative examples given on p. 23 of this document put together by the senators’ offices. Using reasonable assumptions about mortgage interest and the like, the document projects that a household making $200,000—and thus in the top 5 percent—would get a tax cut of $12,300 from the plan. That example assumes the household includes two children. Assume the couple has no children, though, and the tax cut would still be $7,300. They don’t sound like big losers to me.\n\nCouple of points:\n\nOne: Look at the said table and you’ll see that this $200,000-making couple would need to have two children and charitable donations of $10,000 before it comes out ahead under the Rubio-Lee schema. Otherwise, they lose -- which only proves what I note later in my column that the reformocon point is not middleclass tax relief, but promoting their vision of large, taditional, families (with stay-at-home moms). If so, they should be upfront about their agenda, not hide behind misleading euphemisms.\n\nTwo: He claims that my definition of the middle class is too expansive because folks making over $150,000 are not the upper-middle class, but the rich. Many will dispute that. (I could equally plausibly argue that his definition of the rich is too expansive, more expansive even than President Obama’s.) But no one will dispute that the real winners under the Rubio-Lee schema are those who make over $411,500 — call them whatever you want, the rich, the super rich, the ultra rich!\n\nNow, this is fine with me because I don’t buy the liberal soak-the-rich logic of peace and prosperity, in the first place. However, it makes no sense for the self-appointed champions of the \"middle class\" to give that cohort relief and go after the one below it (whatever he wants to call it), effectively putting at war the middle class (those making, say, $100,000) and the upper middle class (those making, say, $200,000).\n\nSome reformocons such as Reihan Salam are quite open about the need for launching a new conservative, class warfare. I actually share some of Salam’s specific concerns about how upper middle class professionals — doctors, lawyers etc. — create barriers to entry through onerous licensing rules that helps them obtain excess “rents\" on their qualifications. However, one doesn’t need a vocabulary of class warfare to fix those, much less class-based tax cuts. One needs to double down on one’s commitment to markets and competiton. Nick Gillespie wrote a wonderful polemic against the problematic thinking informing Salam’s call. But setting that aside, does this new conservative warfare even make sense on political grounds?\n\nThe liberal version of class warfare is between the rich and the poor, which has had only limited traction in American politics. The American political landscape is littered with liberal class warriors such as John Edwards (OK – he had other problems, too, but still). It was their corpses that forced Bill Clinton to tone down his rhetoric and become a New Democrat.\n\nDo reformocons seriously believe that the new class warfare between the middleclass and the upper middleclass will fare much better in an upwardly mobile society like America’s? The American dream is based on an expectation of getting ahead, climbing up the income ladder. Declaring war on the upper middleclass, in essence, is like declaring war on the aspirations of the middleclass.\n\nIf they seriously believe that this can succeed, all one can do is shake one’s head and say good luck (or maybe not)!", "article_metadata": {"og": {"site_name": "Reason.com", "description": "A response to NRO's Ramesh Ponnuru", "title": "Rubio-Lee's Problematic Tax Plan and the Coming Reformocon Class Warfare", "url": "http://reason.com/blog/2015/03/13/rubio-lees-problematic-tax-reform-plan-a", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14262711696030.jpg", "type": "article"}, "twitter": {"image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14262711696030.jpg", "description": "Republican Senators Marco Rubio and Mike Lee released a major tax reform plan last week with the aim of translating the reform conservative vision into a governing reality. It combines pro-growth tax reforms with allegedly middle class tax relief. But in my morning column at The Week, I point out that the plan is great on pro-growth cuts on corporate taxes and ending the perverse double-taxa", "site": "@reason", "card": "summary_large_image", "title": "Rubio-Lee's Problematic Tax Plan and the Coming Reformocon Class Warfare"}, "fb": {"pages": 17548474116}, "article": {"tag": "Economics", "published_time": "2015-03-13T18:59:00+00:00", "author": "http://reason.com/people/shikha-dalmia"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af36914bd0286fd3e5d\"", "article_summary": "It combines pro-growth tax reforms with allegedly middle class tax relief.\nHowever, the other big problem in their plan concerns middle class tax relief.\nSome reformocons such as Reihan Salam are quite open about the need for launching a new conservative, class warfare.\nI actually share some of Salam’s specific concerns about how upper middle class professionals — doctors, lawyers etc.\nThe liberal version of class warfare is between the rich and the poor, which has had only limited traction in American politics."}