{"article_title": "A Look At The No-fault Divorce Bill In Pierre", "article_keywords": ["school", "violence", "nofault", "look", "divorce", "bill", "domestic", "pierre", "ellendorf", "general", "states", "health", "victims"], "article_url": "http://www.keloland.com/news/article/politics/a-look-at-the-no-fault-divorce-bill-in-pierre", "article_text": "Tea, SD\n\nHouse Bill 1221 is looking to change how the state handles divorce. It would allow a spouse to get a divorce without consent.\n\nMother of two Kristian Ellendorf is happily married, but it took years for her to get over a past relationship.\n\n\"I think for the longest time I struggled most with admitting what I had been through and feeling almost like I was weak at that point,\" Ellendorf said.\n\nEllendorf was in an abusive relationship for two and half years. The USD law student says she's trying to help other people get out from similar situations across the state.\n\n\"I think that we are failing our domestic violence victims,\" Ellendorf said.\n\nJust days ago Ellendorf was in Pierre testifying about her experience. She hopes that if House Bill 1221 is passed, it could change something she thinks is vital to protecting abuse victims.\n\n\"In a domestic violence situation, you're allowing that victim to choose whether or not to talk about their abuse and under the laws we have today, they're required to. They can't even get a divorce without doing it,\" Ellendorf said.\n\nSouth Dakota and Mississippi are the only states where unilateral no fault divorce isn't available. Representative Karen Soli sponsored the bill and points to other states as why she thinks it's important to pass it into law.\n\n\"One of the Statistics [Rep. Ray Ring] gave was the drop actually in homicides and murders of women in domestic violence situations. The drop that states have seen when they changed this little piece of the law,\" Soli said.\n\nRepresentative Lance Russell voted against the bill. He understands the concern of abuse victims, but feels the bill needs to be more concise so that it's not too easy for people to get a divorce.\n\n\"We want to make sure that there is an opportunity for folks to try and work things out in particular circumstances,\" Russell said.\n\nFor Ellendorf, she knows the hardships for people suffering from domestic violence. She hopes this bit of legislature can give victims something they didn't get in their abusive relationships, a choice.\n\n\"Whether or not they take advantage, that's up to them, but at least we can afford them the opportunity,\" Ellendorf said.\n\nThere is currently seven different grounds for fault-base divorce in South Dakota. HB1221 is only dealing with the grounds of irreconcilable differences.\n\nLegislature {{Title}} Remove Change News General Courts Web Only Crime Outdoors Events Center Non-Homepage Boredom Busters Pipeline Positively KELOLAND Technology Hunger Affordable Care Act Shops Flooding Remembering 9/11 Drought JazzFest Spring Storm Honor Flight Spencer Anniversary\n\nDoApp Health News Business News Sports\n\nAgriculture Markets Livestock Crops Politics\n\nHealthBeat Cancer Children's Health Heart Health Wellness & Nutrition General Health Beat Women's Health RX Resources What's Going Around OTC Diabetes Recalls Dental Health Men's Health\n\nPolitics South Dakota Legislature Budget Congress Taxes General Local Campaign President US Senate New Laws US House Iowa Ballot Issues Local Races Minnesota Gubernatorial\n\nEducation Funding College Elementary High School Pre K School Supplies Middle School\n\nSports Professional College High School Sports Zone Headlines Summit League Tournament Olympics\n\nBusiness Industry Your Money Matters Development Gas & Energy Legislation Economy/Stocks Employment General Health Care Technology Education Funding Tourism Banking/Finance Housing Transportation Insurance Meetings & Events Retail & Restaurants All Industries On The Move Shops Agriculture\n\nFeatured Stories Eye on KELOLAND Inside KELOLAND\n\nWeather Snow Forecast Records Rain Flooding Drought WX Corner General\n\nWorld News\n\nInvestigates GEAR UP\n\nSponsored Done\n\n© 2016 KELOLAND TV. All Rights Reserved.", "article_metadata": {"og": {"site_name": "KELOLAND News", "description": "House Bill 1221 is looking to change how the state handles divorce. It would allow a spouse to get a divorce without consent. Mother of two Kristian", "title": "A Look At The No-fault Divorce Bill In Pierre", "url": "http://www.keloland.com/news/article/politics/a-look-at-the-no-fault-divorce-bill-in-pierre", "image": "http://assets.keloland.com/images/images/default-source/agriculture/crops/barley/62713.jpg?sfvrsn=0", "type": "website"}, "fb": {"app_id": 521498541203189}, "Generator": "Sitefinity 7.3.5630.0 PE", "viewport": "width=device-width, initial-scale=1.0", "description": "House Bill 1221 is looking to change how the state handles divorce. It would allow a spouse to get a divorce without consent. Mother of two Kristian"}, "article_summary": "\"I think that we are failing our domestic violence victims,\" Ellendorf said.\n\"One of the Statistics [Rep. Ray Ring] gave was the drop actually in homicides and murders of women in domestic violence situations.\nTea, SDHouse Bill 1221 is looking to change how the state handles divorce.\n\"In a domestic violence situation, you're allowing that victim to choose whether or not to talk about their abuse and under the laws we have today, they're required to.\nShe hopes that if House Bill 1221 is passed, it could change something she thinks is vital to protecting abuse victims."}