{"article_title": "New Caucus to Focus on Expanding Medicaid", "article_keywords": ["access", "expanding", "focus", "expansion", "states", "state", "medicaid", "expand", "ohio", "health", "caucus", "care"], "article_url": "http://www.huffingtonpost.com/rep-hank-johnson/new-caucus-to-focus-on-ex_b_5613689.html", "article_text": "As co-chair of the new State Medicaid Expansion Caucus, I look forward to leading an ongoing dialogue on the how important expanding Medicaid is for my state, Georgia, and the entire country.\n\n\n\nI'm thrilled my good friend from North Carolina, Congressman G. K. Butterfield, has agreed to co-chair this important caucus.\n\n\n\nThere are few people in Congress who understand this issue as well as G. K. does and it means a lot that he would agree to work on this issue with me.\n\n\n\nAnd I am proud that 33 members of Congress have joined the State Medicaid Expansion Caucus. We want to have an ongoing conversation about why it is so critical that every state expand Medicaid.\n\n\n\nMedicaid expansion is a choice that states can make because of the Supreme Court's ruling.\n\n\n\nHowever, when the Court stuck the requirement and gave states the choice to expand Medicaid, it did NOT strike the facts that make Medicaid expansion the correct budgetary, economic, health and, yes, moral choice.\n\n\n\n27 states, a majority of the states of this great country, looked at the facts and made the choice to help their people be healthier and therefore lead more productive lives.\n\n\n\nExpanding Medicaid in those states provided health coverage to approximately 10.5 million people who otherwise wouldn't have had it, according to Families USA.\n\n\n\nDespite the political winds that swirl around the Affordable Care Act, this is a bipartisan issue.\n\n\n\nThe Republican Governor of Arizona pushed her states legislature to expand Medicaid because Gov. Brewer and her allies know that expansion allows the program to help 300,000 low-income Arizonans who otherwise would not have health care.\n\n\n\nIn Ohio, the state's Republican Governor expanded Medicaid grounding the move in his faith and his belief that Ohioans should benefit from their federal tax dollars.\n\n\n\nBecause of the Governor's action, Ohio will see $13 billion from the federal government over the next seven years to cover those newly eligible for Medicaid and approximately 366,000 Ohio residents would be eligible for coverage beginning this year. According to some estimates, as many as 789,000 people will ultimately benefit from the Governor's decision.\n\n\n\nIn California, almost three million people have benefitted by getting access to health care when their state expanded Medicaid.\n\n\n\nThese are just some of the success stories.\n\n\n\nThe Federal Government will cover 100 percent of the costs of expanding Medicaid today, and 90 percent of the cost for the duration of the program in every state.\n\n\n\nLike in Ohio, this investment will bring billions of federal tax dollars back into states that will help develop the health care infrastructure and improve the economy.\n\n\n\nIt will also help low income Americans access health care.\n\n\n\nWe must remember that the people who will benefit from expanding Medicaid are no less deserving of health care than anyone else.\n\n\n\nAccording to a recent Centers for Medicare and Medicaid Services report, States that expanded Medicaid saw 17 percent more people enroll in the Medicaid and CHIP programs. Those are children across this country who now have the option for a healthier life.\n\n\n\nUnfortunately, millions of low income Americans are being denied health care by their state legislators.\n\n\n\nThey are being punished for being poor and for living where they do.\n\n\n\nThe New York Times recently ran a story entitled: In Texarkana, Uninsured and on the Wrong Side of a State Line.\n\n\n\nIt described the harsh realities for those who live on the wrong side of a state line.\n\n\n\nThe author wrote that Texarkana is \"perhaps the starkest example of how President Obama's health care law is altering the economic geography of the country. The poor living in the Arkansas half of town won access to a government benefit worth thousands of dollars annually, yet nothing changed for those on the Texas side of the state line.\"\n\n\n\nIn my home state of Georgia, expanding Medicaid would mean access to health care for 684,000 people, according to the Center on Budget and Policy Priorities.\n\n\n\nThe Georgia Budget and Policy Institute estimates that expanding Medicaid will bring in $65 billion in new economic activity in Georgia over 10 years, which will support more than\n\n56,000 new jobs throughout state.\n\n\n\nMy governor reacted to this news by signing a bill eliminating his authority to expand Medicaid.\n\n\n\nI can't think of a time that a chief executive has willingly given away some of his authority.\n\n\n\nWe know why Governor's and state legislators are choosing to deny access to health care for their people -- politics.\n\n\n\nBut we also know that when legislators of both parties look at the facts, they make the only choice they have left -- to expand Medicaid.\n\n\n\nI am here today to urge every state to expand Medicaid.\n\n\n\nAnd I will not stop today.\n\n\n\nThe State Medicaid Expansion Caucus members will be speaking every week on the House floor about this issue.\n\n\n\nWe will be writing op-eds and talking to our constituents and urging them to keep the pressure on their state legislators.\n\n\n\nI want to thank everyone who got us to this point. With 27 states having expanded Medicaid, we have a lot to be thankful for. I hope this caucus will be a part of the solution that gets us to the finish line.", "article_metadata": {"description": "As co-chair of the new State Medicaid Expansion Caucus, I look forward to leading an ongoing dialogue on the how important expanding Medicaid is for my s...", "sailthru.expire_date": "2014-07-24 11:53:44 -0400", "og": {"site_name": "The Huffington Post", "description": "As co-chair of the new State Medicaid Expansion Caucus, I look forward to leading an ongoing dialogue on the how important expanding Medicaid is for my s...", "url": "http://www.huffingtonpost.com/rep-hank-johnson/new-caucus-to-focus-on-ex_b_5613689.html", "image": "http://i.huffpost.com/gen/1395622/images/o-MEDICAID-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/1395622/images/o-MEDICAID-facebook.jpg", "height": 1000}, "creator": "@RepHankJohnson", "site": "@blackvoices", "card": "summary_large_image", "description": "As co-chair of the new State Medicaid Expansion Caucus, I look forward to leading an ongoing dialogue on the how important expanding Medicaid is for my s..."}, "sailthru.date": "2014-07-23 11:53:44 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=5613689", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "black-voices", "fb": {"app_id": 46744042133}, "keywords": "health care reform,Affordable Care Act,Health Insurance,medicaid,medicaid expansion", "article": {"section": "Black Voices", "tag": "health care reform,Affordable Care Act,Health Insurance,medicaid,medicaid expansion", "published_time": "2014-07-23 11:53:44 -0400", "modified_time": "2014-09-22 05:59:07 -0400"}, "viewport": "width=1000"}, "_id": "\"57477af46914bd0286fe03e7\"", "article_summary": "As co-chair of the new State Medicaid Expansion Caucus, I look forward to leading an ongoing dialogue on the how important expanding Medicaid is for my state, Georgia, and the entire country.\nThe State Medicaid Expansion Caucus members will be speaking every week on the House floor about this issue.\nAnd I am proud that 33 members of Congress have joined the State Medicaid Expansion Caucus.\nWe want to have an ongoing conversation about why it is so critical that every state expand Medicaid.\nWe must remember that the people who will benefit from expanding Medicaid are no less deserving of health care than anyone else."}