{"article_title": "Wellness-Incentive Guidance on the Way", "article_keywords": ["programs", "hr", "wellness", "guidance", "incentives", "rule", "employers", "health", "way", "ada", "employee", "employees", "wellnessincentive"], "article_url": "http://www.hreonline.com/HRE/view/story.jhtml?id=534358718", "article_text": "Wellness-Incentive Guidance on the Way\n\nThe Equal Employment Opportunity Commission recently proposed a rule designed to provide guidance on the legal use of financial incentives to encourage participation in wellness programs. Experts say employers largely welcome the direction, but must be aware of the changes the new regulations may bring.\n\nWith the focus on employee health becoming much sharper in recent years, companies are going to greater lengths to boost employee participation in corporate wellness programs.\n\nOne approach employers have taken is the use of financial incentives to encourage workers to take part in these initiatives. Such incentives may also come in the form of rewards-employee premium reductions, co-pay reductions, straight cash payments, gift cards-for achieving certain health outcomes.\n\nThe Affordable Care Act permits employers to increase such incentives. But offering financial incentives as part of wellness programs while maintaining compliance with the Americans with Disabilities Act requires organizations and HR to be careful, and has created uncertainty among some employers unsure of what they can and cannot do to incent employees to adopt healthy behaviors.\n\nFor instance, many wellness programs include health-risk assessments and biometric screenings to determine employees' health risk factors. The ADA limits the circumstances in which employers may ask employees about their health or require them to undergo medical examinations, but does allow such inquiries and exams if they are voluntary and part of an employee health program.\n\nOn April 20, the U.S. Equal Employment Opportunity Commission issued a proposed rule it hopes will \"provide much-needed guidance on how employers can comply with the ADA consistent with provisions governing wellness programs in the [Health Insurance Portability and Accountability Act],\" including the legal use of financial incentives.\n\nIn a statement, the EEOC explains that, under the ADA, companies may offer incentives of up to 30 percent of the total cost of employee-only coverage in connection with wellness programs. These programs can include medical examinations or questions about employees' health, such as questions on a health-risk assessment.\n\nThis limit is \"generally consistent\" with limits that HIPAA imposes on wellness programs, according to the EEOC. The rule also makes clear, however, that the ADA provides safeguards to employees to protect against discrimination based on disability. As such, medical information collected as part of a wellness program may be disclosed to employers only in aggregate form that doesn't disclose employee identities, and must be kept confidential per ADA requirements.\n\nThe EEOC's proposal represents the first real attempt at providing direction for employers in this area, says Garrett Fenton, an attorney specializing in employee benefits, tax, and executive and deferred compensation in the Washington office of Miller Chevalier.\n\n\"There really wasn't any guidance before this, so [the proposed rule] should generally be well-received by employers,\" says Fenton, who predicts that the proposed regulations will eventually become law.\n\n\"This is all crystal ball-gazing, but I think they will be finalized at some point,\" he says. \"The bigger question is whether they will be finalized in their current form.\"\n\nHow closely the new rules resemble those just put forth by the EEOC, however, remains to be seen.\n\n\"There are many open questions that need to be addressed,\" says Molly Jones, an Atlanta-based attorney in the labor and employment group at Alston & Bird.\n\nFor example, it's unknown at this point whether certain aspects of the EEOC's inventive limitations will be brought in line with similar HIPAA provisions, and whether additional limitations will be imposed for incentives offered to low-income employees, says Jones.\n\nWhatever the final result looks like, a new wellness incentives rule could mean changes in the way HR and benefits professionals approach wellness plans.\n\nNewsletter Sign-Up: Benefits\n\nHR Technology\n\nTalent Management\n\nHR Leadership\n\nInside HR Tech\n\nHRENow\n\nSpecial Offers\n\nEmail Address\n\n\n\nPrivacy Policy\n\nFor example, the terms of programs that ask disability-related inquiries (such as a health-risk assessment) or require a medical exam (such as a screening) may have to be revised, says Ashley Gillihan, an Atlanta-based counsel in Alston & Bird's employee benefits and executive compensation group.\n\n\"Until now,\" says Gillihan, \"most employers with wellness programs have focused their compliance solely on the HIPAA/ACA wellness rules, and while they may be similar, the EEOC's rules will be different in some areas.\"\n\nIndeed, employers may have to provide additional notice requirements to employees regarding wellness programs, \"and the medical information employers can receive from the wellness programs may be limited,\" says Jones.\n\nGillihan urges HR leaders to review their wellness programs in conjunction with their legal counsel, noting that wellness program compliance going forward will require knowledge of not only the EEOC's regulations, but also HIPAA/ACA as well as the Genetic Information Nondiscrimination Act, a law for which he expects the EEOC will issue a separate set of regulations.\n\nHR and benefits professionals should certainly take note of the aforementioned differences between existing HIPAA and ACA wellness rules and the new incentives rule that may be coming, adds Fenton.\n\n\"They tried to marry them, but there are still discrepancies,\" he says, noting that HR \"is not going to be able to [maintain compliance] on its own.\"\n\nWith wellness programs, \"oftentimes there isn't a particular owner,\" says Fenton. \"Typically, there's no one individual or department that owns every aspect of a wellness program. And there can't be, really. So there needs to be communication between HR, the legal team and the tax department, for example. Make sure everyone is vetting your wellness program-as innocuous as it may seem-for potential ADA and GINA issues.\"\n\nSend questions or comments about this story to hreletters@lrp.com.", "article_metadata": {"og": {"url": "http://www.hreonline.com/HRE/view/story.jhtml?id=534358718", "type": "article", "site_name": "www.HREOnline.com", "title": "Wellness-Incentive Guidance on the Way"}, "description": "By Mark McGraw The Equal Employment Opportunity Commission recently proposed a rule designed to provide guidance on the legal use of financial incentives to encourage participation in wellness programs. Experts say employers largely welcome the direction, but must be aware of the changes the new regulations may bring.", "viewport": "user-scalable=yes, width=device-width"}, "article_summary": "Wellness-Incentive Guidance on the WayThe Equal Employment Opportunity Commission recently proposed a rule designed to provide guidance on the legal use of financial incentives to encourage participation in wellness programs.\nWhatever the final result looks like, a new wellness incentives rule could mean changes in the way HR and benefits professionals approach wellness plans.\nThis limit is \"generally consistent\" with limits that HIPAA imposes on wellness programs, according to the EEOC.\nFor instance, many wellness programs include health-risk assessments and biometric screenings to determine employees' health risk factors.\nWith the focus on employee health becoming much sharper in recent years, companies are going to greater lengths to boost employee participation in corporate wellness programs."}