{"article_title": "Part-Time Workers With Minimal Health Coverage Get New Options : Shots", "article_keywords": ["parttime", "shots", "offer", "workers", "minimed", "insurance", "health", "plan", "coverage", "parttimers", "options", "minimal", "plans"], "article_url": "http://www.npr.org/sections/health-shots/2013/11/26/247339613/part-time-workers-with-minimal-health-coverage-get-new-options", "article_text": "Part-Time Workers With Minimal Health Coverage Get New Options\n\ni toggle caption Karl Dolenc/iStockphoto Karl Dolenc/iStockphoto\n\nIn January, part-time workers who have so-called mini-med health insurance plans with very limited benefits and annual caps on payments will begin to lose that coverage.\n\nUnder the health care overhaul, they can't be renewed after the beginning of the year. For some, that may be just as well. Part-timers likely will have better options in January.\n\nMini-med plans, often favored by retailers and restaurants with lots of low-wage and part-time workers, generally provide an extremely limited range of benefits, and total coverage may be capped at just a few thousand dollars a year.\n\nAfter the Affordable Care Act passed in 2010, nearly all plans were required to eliminate lifetime and annual dollar limits on benefits. But some businesses that offered mini-med plans said that if they had to conform to the new rules, they would drop the plans. Their workers would lose what little protection they had.\n\nSome employers received waivers from the Department of Health and Human Services that permitted them to continue offering the limited plans temporarily. Starting in January, they can't offer plans that have annual benefit caps, although some large employers may still offer plans with limited benefits.\n\nWhen Roberta Grindle was diagnosed with colon cancer in October, she blew through the $5,000 coverage limit on her mini-med plan almost immediately. Grindle, 62, worked 16 hours a week at a big-box store near her home in Sebring, Fla., and paid $32 every two weeks for the store's plan, the only coverage available to part-time workers.\n\nShe woke up with severe pain in her lower abdomen one morning and drove herself to the emergency room. Doctors suspected a ruptured appendix, and while performing emergency surgery discovered a cancerous tumor in her colon.\n\nGrindle needs a second surgery to remove the tumor but has had to delay it until she recovers from an infection.\n\nShe says she doesn't know how she'll pay for her medical care, but it's certainly not going to be with the coverage she had on the job. \"I have no idea what exactly it covered, but clearly not much of anything,\" she says. \"I would have been better off without it.\"\n\nMost employers don't offer part-timers any coverage at all. Only a quarter of companies that offered employee health insurance made coverage available to part-time workers in 2013, according to the Kaiser Family Foundation's annual employer health benefits survey. (Kaiser Health News is an editorially independent program of the foundation.)\n\nWhen they do offer health insurance, the coverage is often not equivalent to that available to full-time workers.\n\nExisting plans are \"not going to be super robust,\" says Tracy Watts, a senior partner at human resources consultant Mercer. \"Part-timers might be offered access to full-time benefits but have to pay more for them, or might not be eligible at all and just get a mini-med plan.\"\n\nThe health law requires that employers offer health insurance to employees who work at least 30 hours a week or face penalties starting in January, but the Obama administration delayed that provision until 2015. With the delay, speculation over whether employers would reduce workers' hours in order to avoid penalties has subsided, at least for now.\n\nMany part-time workers will have more options for better coverage starting in January. If their employer doesn't offer a health plan, they can shop for insurance on the online marketplaces, and subsidies will be available to those with incomes up to 400 percent of the federal poverty level ($45,960 for an individual in 2013).\n\nIf they do have access to coverage on the job, part-timers can still shop on the exchanges, but they'll only qualify for subsidies if the job-based insurance costs more than 9.5 percent of their family income or pays less than 60 percent of medical costs, on average.\n\nIn addition, part-timers may be eligible for Medicaid if they live in a state that's expanding coverage to adults with incomes up to 138 percent of the federal poverty level ($15,856 for an individual in 2013). The health law requirement was made optional following a Supreme Court challenge; half of the states have so far opted to expand eligibility.\n\nAs for Grindle, Medicaid isn't likely an option since Florida hasn't expanded coverage. She and her husband, who's 67 and on Medicare, have a combined income of $2,270 each month, about 175 percent of the federal poverty level of $15,510 for a couple in 2013.\n\nWith a premium subsidy, Grindle can buy a silver plan on the exchange for about $118 a month, according to Laurel Lucia, a policy analyst with the Center for Labor Research and Education at University of California, Berkeley.\n\nThough more expensive than the roughly $70 a month Grindle paid for her mini-med plan, \"the coverage would definitely be better than the mini-med they had,\" says Lucia.\n\nGrindle says she plans to apply for coverage on the marketplace soon. As for the bills she's racking up now, she's been talking with the hospital to see what can be done.\n\n\"I'm just not letting it get me down,\" she says. \"I'm just going to put the bills in a file. What can you do? It's a shame, because we've had excellent credit all our lives.\"", "article_metadata": {"Rating": "General", "description": "Many health insurance policies for part-time workers will end next year and won't be renewed. Better quality choices will likely be on the menu for these workers, though they are also going to cost people more.", "og": {"site_name": "NPR.org", "description": "Many health insurance policies for part-time workers will end next year and won't be renewed. Better quality choices will likely be on the menu for these workers, though they are also going to cost people more.", "title": "Part-Time Workers With Minimal Health Coverage Get New Options", "url": "http://www.npr.org/sections/health-shots/2013/11/26/247339613/part-time-workers-with-minimal-health-coverage-get-new-options", "image": "https://media.npr.org/assets/img/2013/11/26/joblover_wide-ba201a3e8343ac0f13773a1784dffba31816fbe5.jpg?s=1400", "type": "article"}, "twitter": {"domain": "npr.org", "image": {"src": "https://media.npr.org/assets/img/2013/11/26/joblover_wide-ba201a3e8343ac0f13773a1784dffba31816fbe5.jpg?s=1400"}, "card": "summary_large_image", "site": "@NPR"}, "robots": "noarchive,index,follow", "fb": {"app_id": 138837436154588, "pages": 10643211755}, "date": "2013-11-26", "viewport": "width=device-width, initial-scale=1, minimum-scale=1, maximum-scale=1, user-scalable=no, shrink-to-fit=no"}, "_id": "\"57477af36914bd0286fd0229\"", "article_summary": "Part-Time Workers With Minimal Health Coverage Get New Optionsi toggle caption Karl Dolenc/iStockphoto Karl Dolenc/iStockphotoIn January, part-time workers who have so-called mini-med health insurance plans with very limited benefits and annual caps on payments will begin to lose that coverage.\nStarting in January, they can't offer plans that have annual benefit caps, although some large employers may still offer plans with limited benefits.\nOnly a quarter of companies that offered employee health insurance made coverage available to part-time workers in 2013, according to the Kaiser Family Foundation's annual employer health benefits survey.\nWhen they do offer health insurance, the coverage is often not equivalent to that available to full-time workers.\nMany part-time workers will have more options for better coverage starting in January."}