{"article_title": "Ambassador to South Africa: Who Is Patrick Gaspard?", "article_keywords": ["city", "ambassador", "union", "patrick", "national", "africa", "director", "gaspard", "york", "political", "served", "democratic", "south"], "article_url": "http://www.allgov.com/news/appointments-and-resignations/ambassador-to-south-africa-who-is-patrick-gaspard-131013?news=851377", "article_text": "The new ambassador to South Africa, who was sworn into the post on August 26, is a former union leader who was born in Africa. Patrick Gaspard succeeded Donald Gips, who served starting in September 2009.\n\nGaspard was born in 1967 in the Democratic Republic of Congo to Haitian parents who had moved there in response to an appeal by Prime Minister Patrice Lumumba for French-speaking academics of African descent. His father, a lawyer, was involved in some of the freedom movements in Africa at the time, and Gaspard credits him as a source of his political values:\n\n“I think my father was always completely inspired by just how wide open [the] democratic discourse is in this country, and he instilled in me from my earliest years a sense that I had an obligation to give back to my community and to serve to the greatest degree possible,” Gaspard has said.\n\nGaspard immigrated to New York City with his parents at the age of three. Although he attended Columbia University, Gaspard left without a degree in order to jump into the shark tank known as New York City politics.\n\nAfter working as a community organizer around school reform issues, Gaspard worked on the 1988 Jesse Jackson presidential campaign and David Dinkins’s successful 1989 mayoral bid. Enjoying the spoils of victory, Gaspard served as a special assistant in the Office of Manhattan Borough President and special assistant in the Office of Mayor Dinkins, and from 1998 to 1999 he was chief of staff to the New York City Council.\n\nIn 1999, he organized protests after the killing of Amadou Diallo, an unarmed immigrant from Guinea who was shot at 41 times, and hit 19 times, by four New York City police officers.\n\nIn 2003 and 2004, Gaspard was national deputy field director for Gov. Howard Dean’s Democratic presidential primary campaign, and after Dean conceded defeat in 2004, was national field director for America Coming Together, a Democratic-leaning get-out-the-vote organization.\n\nGaspard served nine years as executive vice president for politics and legislation for Local 1199-Service Employees International Union-United Healthcare Workers East labor union, the largest local union in the United States. He helped coordinate political activity and government relations on behalf of 300,000 members.\n\nAlthough he turned down a chance to join the Obama campaign in 2007, Gaspard signed on as Obama’s national political director in June 2008 and after the election served as associate personnel director of President-elect Obama’s transition team. He then worked in the White House as assistant to the president and director of the Office of Political Affairs from 2009 to 2011. As the re-election effort loomed, he moved over to the Democratic National Committee, where he was executive director from 2011 to 2013.\n\nGenerally a low-key, low-profile figure, Gaspard let his feelings get the better of him the day the Supreme Court upheld the Affordable Care Act, tweeting triumphantly, “It’s constitutional. Bitches.” He apologized within a few minutes.\n\nGaspard is a huge fan of comic books, and has said that Batman is his favorite character. He is married to Raina Gaspard and has two children, Indigo and Cybele. Widely considered a devoted father, in 2006 he cited raising two children of color in America as his most important accomplishment.\n\n-Matt Bewig\n\nTo Learn More:\n\nPatrick Gaspard, Top Obama Aide, Headed to South Africa as Ambassador (by Melba Newsome, The Grio)\n\nStatement Before the Senate Foreign Relations Committee (pdf)", "article_metadata": {"description": "Gaspard signed on as Obama’s national political director in June 2008 and after the election served as associate personnel director of President-elect Obama’s transition team. He then worked in the White House as assistant to the president and director of the Office of Political Affairs from 2009 to 2011. As the re-election effort loomed, he moved over to the Democratic National Committee, where he was executive director from 2011 to 2013.", "og": {"site_name": "AllGov", "description": "Gaspard signed on as Obama’s national political director in June 2008 and after the election served as associate personnel director of President-elect Obama’s transition team. He then worked in the White House as assistant to the president and director of the Office of Political Affairs from 2009 to 2011. As the re-election effort loomed, he moved over to the Democratic National Committee, where he was executive director from 2011 to 2013.", "title": "Ambassador to South Africa: Who Is Patrick Gaspard?", "url": "http://www.allgov.com/news?news=851377", "image": "http://www.allgov.com/user_content/newsimages/thumb_52b65fb4-b7e9-4518-ac13-0bae98e15113.jpeg?app=278", "type": "article"}, "robots": "noodp, noydir", "fb": {"app_id": 277222365723830}, "keywords": "Patrick Gaspard, South Africa ambassador", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fd3ec5\"", "article_summary": "The new ambassador to South Africa, who was sworn into the post on August 26, is a former union leader who was born in Africa.\n-Matt BewigTo Learn More:Patrick Gaspard, Top Obama Aide, Headed to South Africa as Ambassador (by Melba Newsome, The Grio)Statement Before the Senate Foreign Relations Committee (pdf)\nGaspard immigrated to New York City with his parents at the age of three.\nAlthough he attended Columbia University, Gaspard left without a degree in order to jump into the shark tank known as New York City politics.\nAs the re-election effort loomed, he moved over to the Democratic National Committee, where he was executive director from 2011 to 2013."}