{"article_title": "Missouri Rep. Lacy Clay Calls For Police Diversity Amid Ferguson Unrest", "article_keywords": ["brown", "diversity", "africanamerican", "calls", "appeared", "amid", "rep", "clay", "protesters", "blacks", "unrest", "state", "ferguson", "missouri", "lacy", "local", "peaceful"], "article_url": "http://www.huffingtonpost.com/2014/08/17/lacy-clay-ferguson_n_5685812.html", "article_text": "WASHINGTON -- After another night of clashes between protesters and police in Ferguson, Missouri, over the shooting death of Michael Brown, Rep. Lacy Clay (D-Mo.) is calling for greater diversity in the police force.\n\n\"A bigger problem here in Ferguson, and across this region and across America, are police forces who, in African-American communities, are not diverse enough,\" Clay said Sunday during an appearance on CNN's \"State of the Union.\" \"They do not have enough diversity within their force, [and] they do not have a healthy relationship with the African-American community that they are supposed to police.\"\n\nUnrest and riots have erupted in Ferguson in the last week after Brown, an unarmed teenager, was shot by a police officer in broad daylight. The local police force was heavily criticized for militarizing its response to protesters, attempting to quash largely peaceful assemblies and arresting reporters who were covering the situation on the ground.\n\nClay said the violent clashes between protesters and police were \"totally unacceptable\" and criticized police for a \"heavy-handed\" approach toward peaceful demonstrations.\n\n\"We have to have a national conversation about how police forces should interact with the African-American community,\" Clay said.\n\nClay also appeared on radio amid the protests Saturday, where he asked the federal government to take over the entire investigation in Ferguson.\n\n\"I have absolutely no confidence in the Ferguson police, the county prosecutor. I know we won't get a fair shake there,\" Clay told We Act Radio & Credo Mobile.\n\nThe situation appeared to take a more peaceful turn Thursday when local authorities were replaced by state highway patrol. But tensions flared again over the weekend after Ferguson police released a video allegedly showing Brown robbing a convenience store, a move widely seen as an attempt to attack his character as both local police and the Justice Department investigate his death.\n\nMissouri Gov. Jay Nixon (D) declared a state of emergency and imposed a curfew Saturday, a move that appeared to backfire and renew mistrust between police and the Ferguson community.\n\nStatistics in Ferguson point to serious evidence of racial bias in law enforcement practices. An annual report on racial profiling by the Missouri attorney general found that blacks in Ferguson are twice as likely to be stopped by police as whites. Ninety-three percent of arrests last year following car stops in Ferguson were of blacks, while 92 percent of searches and 80 percent of car stops involved blacks, according to the report.\n\nThe Ferguson police department has 47 white officers and just three black officers, according to ABC News.\n\nFor more on Brown and the protests in Ferguson, follow HuffPost's liveblog below.", "article_metadata": {"description": "WASHINGTON -- After another night of clashes between protesters and police in Ferguson, Missouri, over the shooting death of Michael Brown, Rep. Lacy Cla...", "sailthru.expire_date": "2014-08-18 12:40:17 -0400", "og": {"site_name": "The Huffington Post", "description": "WASHINGTON -- After another night of clashes between protesters and police in Ferguson, Missouri, over the shooting death of Michael Brown, Rep. Lacy Cla...", "title": "MIssouri Democrat: Police Across America Are Not Diverse Enough", "url": "http://www.huffingtonpost.com/2014/08/17/lacy-clay-ferguson_n_5685812.html", "image": "http://i.huffpost.com/gen/1969804/images/o-LACY-CLAY-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"description": "WASHINGTON -- After another night of clashes between protesters and police in Ferguson, Missouri, over the shooting death of Michael Brown, Rep. Lacy Cla...", "title": "MIssouri Democrat: Police Across America Are Not Diverse Enough", "image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/1969804/images/o-LACY-CLAY-facebook.jpg", "height": 1000}, "creator": "SabrinaSiddiqui", "site": "@HuffPostPol", "card": "summary_large_image"}, "sailthru.date": "2014-08-17 12:40:17 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=5685812", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "Michael Brown ferguson,William Lacy Clay,michael brown protests,ferguson police shooting,Michael Brown shooting,Ferguson Police,ferguson police department,Michael Brown,Politics News,video,Jay Nixon,ferguson protests,ferguson missouri", "article": {"section": "Politics", "tag": "Michael Brown ferguson,William Lacy Clay,michael brown protests,ferguson police shooting,Michael Brown shooting,Ferguson Police,ferguson police department,Michael Brown,Politics News,video,Jay Nixon,ferguson protests,ferguson missouri", "published_time": "2014-08-17 12:40:17 -0400", "modified_time": "2014-08-18 12:59:05 -0400"}, "viewport": "width=1000"}, "_id": "\"57477af46914bd0286fd8638\"", "article_summary": "WASHINGTON -- After another night of clashes between protesters and police in Ferguson, Missouri, over the shooting death of Michael Brown, Rep. Lacy Clay (D-Mo.)\nClay also appeared on radio amid the protests Saturday, where he asked the federal government to take over the entire investigation in Ferguson.\n\"We have to have a national conversation about how police forces should interact with the African-American community,\" Clay said.\nUnrest and riots have erupted in Ferguson in the last week after Brown, an unarmed teenager, was shot by a police officer in broad daylight.\nAn annual report on racial profiling by the Missouri attorney general found that blacks in Ferguson are twice as likely to be stopped by police as whites."}