{"article_title": "Feds crack down on debt collection 'factory'", "article_keywords": ["wilner", "attorney", "law", "lawsuits", "companies", "factory", "collection", "feds", "reasonable", "crack", "firms", "debt", "consumer"], "article_url": "http://www.cnbc.com/2014/07/19/feds-crack-down-on-debt-collection-factory.html", "article_text": "Old debt doesn't always go away. Collection companies buy it for pennies on the dollar, hoping to make a profit by collecting the uncollectable. But some of these firms use illegal and abusive tactics to get the job done.\n\nEarlier this week, the Consumer Financial Protection Bureau announced it had filed a lawsuit against Frederick J. Hanna & Associates, a Georgia-based law firm it accuses of operating a \"factory\" that churned out more than 350,000 debt collection lawsuits since 2009.\n\nAccording to the CFPB complaint, these lawsuits were filed without taking even the basic checks to determine whether the people they sued actually owed the debts.\n\nThe company denies all of the allegations. In a statement, managing partner Joseph Cooling said that the firm \"takes great pride in its commitment to compliance with all consumer protection laws.\"\n\nRead MoreHello, it's me: Scammers' latest tactic is a doozy\n\n\n\nConsumer advocates tell CNBC they deal with so-called debt collection \"lawsuit mills\" on a regular basis.\n\n\"Frankly, it's a business model for these debt-buying companies and the law firms that represent them,\" said Claudia Wilner, senior staff attorney with the New Economy Project, an advocacy group in New York.\n\n\"The debt buyers find it very lucrative to file a lot of lawsuits at once, without doing a lot of work,\" said Margo Saunders, staff attorney with the National Consumer Law Center. \"They're making so much money by violating the law, there's little reason for them to comply.\"\n\nThe law firms using this mass production technique get an electronic spreadsheet from the creditor—typically a bank or credit card company—that lists a person's name, address, Social Security number and amount owed. They have automated systems, similar to a mail-merge process, that prepare hundreds or thousands of complaints at once.\n\n\"They're basically robo-signed and there's no real checks going on to ensure that what they're alleging is accurate and has a factual basis,\" Wilner said.\n\nLast month, a U.S. District Court judge in New Jersey ruled that a debt collector had violated the law when it sued Daniel Bock in order to collect an old credit card debt. The filing process relied almost entirely on automation and non-attorneys. Judge Kevin McNulty said there is nothing wrong with that, but in his ruling he wrote:\n\n\"… it is possible for reasonable people to disagree as to what constitutes reasonable attorney review. But whatever reasonable attorney review may be, a four-second scan is not it.\"\n\nCritics say the companies that crank out lawsuits this way hope for default judgments that allow them to garnish people's wages and freeze their bank accounts. They realize many people never receive a notice about the lawsuit—and even if they do, they often don't know how to respond.\n\nRead MoreGet rid of cellphone robocalls with these apps\n\n", "article_metadata": {"AssetType": "cnbcnewsstory", "description": "The CFPB has sued a Georgia-based firm it accuses of operating a \"factory\" that churned out more than 350,000 debt collection lawsuits.", "author": "Herb Weisbaum", "og": {"site_name": "CNBC", "description": "The CFPB has sued a Georgia-based firm it accuses of operating a \"factory\" that churned out more than 350,000 debt collection lawsuits.", "title": "Feds crack down on debt collection 'factory'", "url": "http://www.cnbc.com/2014/07/19/feds-crack-down-on-debt-collection-factory.html", "image": "http://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2012/12/02/100267765-debt_collection_gettyp.1910x1000.jpg", "type": "article"}, "twitter": {"description": "The CFPB has sued a Georgia-based firm it accuses of operating a \"factory\" that churned out more than 350,000 debt collection lawsuits.", "title": "Feds crack down on debt collection 'factory'", "url": "http://www.cnbc.com/2014/07/19/feds-crack-down-on-debt-collection-factory.html", "image": {"src": "http://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2012/12/02/100267765-debt_collection_gettyp.1910x1000.jpg"}, "creator": "@TheConsumerman", "site": "@CNBC", "card": "summary_large_image"}, "al": {"ios": {"app_name": "CNBC Business News and Finance", "app_store_id": 398018310}}, "apple-itunes-app": "app-id=398018310", "GOOGLEBOT": "unavailable_after: 31 Dec 9999 23:59:59 GMT", "keywords": "Personal Finance, Personal Finance, Consumer, Debt, Credit and Debt, business news", "article": {"publisher": "https://www.facebook.com/cnbc", "published_time": "2014-07-19T08:45:58-0400", "author": "https://www.facebook.com/CNBC", "section": "Personal Finance", "modified_time": "2014-07-19T08:45:58-0400", "tag": "Credit and Debt"}, "pageNodeId": 101846684, "news_keywords": "debt collectors, CFPB, lawsuit, debt, personal finance"}, "_id": "\"57477af36914bd0286fd3eb3\"", "article_summary": "Read MoreHello, it's me: Scammers' latest tactic is a doozyConsumer advocates tell CNBC they deal with so-called debt collection \"lawsuit mills\" on a regular basis.\nCollection companies buy it for pennies on the dollar, hoping to make a profit by collecting the uncollectable.\nEarlier this week, the Consumer Financial Protection Bureau announced it had filed a lawsuit against Frederick J. Hanna & Associates, a Georgia-based law firm it accuses of operating a \"factory\" that churned out more than 350,000 debt collection lawsuits since 2009.\nBut whatever reasonable attorney review may be, a four-second scan is not it.\"\nJudge Kevin McNulty said there is nothing wrong with that, but in his ruling he wrote:\"… it is possible for reasonable people to disagree as to what constitutes reasonable attorney review."}