{"article_title": "HHS Splashed Out Tens Of Millions On First Class Flights", "article_keywords": ["hhs", "upgraded", "splashed", "coach", "flight", "million", "took", "flights", "officials", "health", "tens", "class", "millions"], "article_url": "http://dailycaller.com/2015/01/09/hhs-splashed-out-tens-of-millions-on-first-class-flights/", "article_text": "Secretary of Health and Human Services Kathleen Sebelius answers a question while she testifies before the Senate Finance Committee hearing on the president's budget proposal for FY2015, on Capitol Hill in Washington, April 10, 2014. (REUTERS/Larry Downing)\n\n4430085\n\nThe federal agency that’s in charge of millions of Americans’ health care has spent tens of millions sending its top officials around the world in first-class.\n\nAccording to documents obtained by the Washington Examiner through a Freedom of Information Act request, the Department of Health and Human Services is spending big on cushy flights under questionable circumstances. HHS officials spent $31 million on 7,000 first class and business class flights between 2009 and 2013, according to the Examiner.\n\nThat’s almost $14 million more than the agency would have spent had just half of those officials taken coach like most Americans. Half the flight records included the price of a coach class ticket for comparison, and the luxury seats upped HHS’ bottom line from $4.9 million to $18.5 million.\n\nAs a rule, federal workers can only fly first or business class when the flight is over 14 hours long — accounting for just 1,400 of the 7,000 flights.\n\nAs for the rest, HHS claimed its bureaucrats had special needs that required them to be in first class. On over five thousand flights, bureaucrats were upgraded to first class because of a “medical disability,” according to the records. Others were upgraded due to “exceptional security circumstances,” when coach tickets were no longer available, or when someone other than the federal taxpayer was paying for the flight.\n\nOn some occasions, HHS simply argued that first or business was necessary “because of agency mission,” whatever that means.\n\nFormer HHS secretary Kathleen Sebelius took 14 first or business class flights with a bill of $56,000.\n\nThe FDA had a total bill of $14 million first class flights; the Centers for Disease Control and Prevention took $11 million worth of trips.\n\nThe National Institutes of Health, whose former director made a fuss earlier this year about lacking funding, took 1,300 upgraded flights with a bottom line of $3.5 million.\n\nAnd those aren’t just typically pricey airfare. Individual flights cost up to $30,000, in the case of FDA inspector David Heiar’s flight to India. Another FDA official flew to Australia in first class for $12,344, instead of the $543 coach flight.\n\nThe agency charged with Obamacare had its fair share of pricey flights as well. The Centers for Medicare and Medicaid Services took 50 upgraded flights in the four-year period. CMS officials opted for $1,000 first class flights between Charlotte, North Carolina and Charleston, South Carolina in one case — which would have been a much cheaper three-hour drive.\n\nOther agencies’ flight totals pale in comparison to HHS, according to the Examiner. The Department of Defense and the Department of Commerce, both of which have international missions, both paid for less than 1,000 first class flights in two years.\n\nFollow Sarah on Twitter", "article_metadata": {"sailthru.author": "Sarah Hurtubise", "description": "Bureaucrats would never fly coach", "og": {"site_name": "The Daily Caller", "description": "The federal agency that's in charge of millions of Americans' health care has spent tens of millions sending its top officials around the world in first-class.    According to documents obtained by th", "title": "HHS Splashed Out Tens Of Millions On First Class Flights", "url": "http://dailycaller.com/2015/01/09/hhs-splashed-out-tens-of-millions-on-first-class-flights/", "image": {"width": 630, "identifier": "http://cdn01.dailycaller.com/wp-content/uploads/2014/04/2014-04-16T174902Z_1_CBREA3F1DHS00_RTROPTP_4_USA-SEBELIUS-e1398098282989.jpg", "height": 269}, "type": "article"}, "twitter": {"description": "Bureaucrats would never fly coach", "title": "HHS Splashed Out Tens Of Millions On First Class Flights Via @dailycaller", "url": "http://dailycaller.com/2015/01/09/hhs-splashed-out-tens-of-millions-on-first-class-flights/", "image": {"src": "http://dailycaller.com/wp-content/uploads/2014/04/2014-04-16T174902Z_1_CBREA3F1DHS00_RTROPTP_4_USA-SEBELIUS-e1398098282989.jpg"}, "creator": "@@SarahMHurtubise", "site": {"identifier": "@dailycaller", "id": 39308549}, "card": "summary"}, "sailthru.date": "2015-01-09 17:52:16", "sailthru.title": "HHS Splashed Out Tens Of Millions On First Class Flights", "HandheldFriendly": "true", "sailthru.tags": "department-of-health-and-human-services,sarah-hurtubise", "fb": {"app_id": 143489452702, "pages": 182919686769}, "keywords": "department of health and human services", "sailthru.description": "The federal agency that's in charge of millions of Americans' health care has spent tens of millions sending its top officials around the world in first-class.    According to documents obtained by th", "sailthru.image.full": "http://cdn01.dailycaller.com/wp-content/uploads/2014/04/2014-04-16T174902Z_1_CBREA3F1DHS00_RTROPTP_4_USA-SEBELIUS-e1398098282989.jpg", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "_id": "\"57477af46914bd0286fe286d\"", "article_summary": "HHS officials spent $31 million on 7,000 first class and business class flights between 2009 and 2013, according to the Examiner.\nFormer HHS secretary Kathleen Sebelius took 14 first or business class flights with a bill of $56,000.\nThe Department of Defense and the Department of Commerce, both of which have international missions, both paid for less than 1,000 first class flights in two years.\nThe FDA had a total bill of $14 million first class flights; the Centers for Disease Control and Prevention took $11 million worth of trips.\nThe Centers for Medicare and Medicaid Services took 50 upgraded flights in the four-year period."}