{"article_title": "Are Obamacare Subsidies on Federal Exchanges Illegal? Experts Weigh In", "article_keywords": ["court", "congress", "federal", "illegal", "subsidies", "obamacare", "states", "health", "experts", "coverage", "exchanges", "weigh", "law", "care"], "article_url": "http://www.philly.com/philly/blogs/health-cents/Are-Obamacare-Subsidies-on-Federal-Exchanges-Illegal--The-Experts-Weigh-In.html", "article_text": "We asked the Field Clinic’s panel of experts for reactions to the two recent federal appeals court decisions on the legality of Obamacare subsidies for insurance purchased on the federal exchange. The District of Columbia Court of Appeals ruled that that they are illegal (to read the full opinion, click here). The Fourth Circuit Court of Appeals in Virginia ruled that they are legal (to read the full opinion, click here). Here is what the experts had to say:\n\nDrew A. Harris, DPM, MPH - Director of Health Policy Program at the Jefferson School of Population Health\n\nIf the DC circuit panel's strict reading of the ACA language is upheld by the Supreme Court, the simple fix is for states to authorize the federally run exchange to act in its place. So, once again states will have the power to deny their low-income citizens health coverage that costs the state nothing. In 2012, SCOTUS said states could refuse to expand Medicaid to cover more poor people even if it was paid for with free (for 3 years, 90% afterwards) federal funds. Twenty-four said “no.” The question is whether the leaders of the 35 states that refused to establish their own exchanges will put ideology over the need for affordable coverage authorized—and paid for—by Congress.\n\nRobert B. Doherty - Senior Vice President of Governmental Affairs & Public Policy, American College of Physicians\n\nAlthough the split decisions will have no immediate impact on the ACA's premium subsidies--they remain in effect in all states for all currently eligible people--many who now get them may misinterpret the headlines \"Court Overturns Obamacare subsidies\" as meaning that they are in immediate peril of losing them. I expect that some will turn to their physicians as a trusted source to address their confusion and anxieties, so it is important that physician membership organizations like ACP, AMA, and state medical societies make sure their physician members are prepared and informed.\n\nIf the legal uncertainty continues into the next open enrollment period starting in November, it may dissuade some people from signing up for exchange plans in the states that have not established their own exchanges. Governors in those states need to start thinking through: what will they do if the Supreme Court ultimately overturns the subsidies in their states (even if many think it is unlikely to do so): will they really be complicit in cutting off subsidies for the millions (collectively) in their states who would lose them? Or would they find a way to operate the exchanges, in partnership with the federal government, to sustain the subsidies?\n\nAntoinette Kraus - Director of the Pennsylvania Health Access Network\n\nHalbig v. Burwell has no immediate impact on the ability of Pennsylvanians to use premium tax credits to lower the cost of their health insurance plans purchased through the Marketplace. We are confident that when the D.C. Court of Appeals reviews this case en banc they will recognize, as multiple other courts have ruled, including the 4th Circuit Court in Virginia that the intent of the law was that all Marketplace enrollees receive income-based financial assistance. We are optimistic that on appeal the ruling will uphold the right of all Americans to access tax credits no matter where they live.\n\nMark V. Pauly - PhD, Professor of Health Care Management, Business Economics and Public Policy, Wharton School\n\nIn the short run, these conflicting decisions add to the already enormous uncertainty and confusion surrounding health reform—even if the DC court’s decision is eventually overruled, as the smart money expects. Since the controversy is based almost entirely on arguments among lawyers, neither economic expertise nor any other professional authority can offer useful advice. Should the decision be upheld, and subsidies in federally run exchanges found illegal, that would be catastrophic for the program and could only be dealt with by new legislation, the courts having proved to be hopeless as a source of clarity or reason.\n\nHoward J. Peterson, MHA - Managing Partner, TRG Healthcare\n\nOf course every American should have equal access to subsidies under the Affordable Care Act. The two federal court decisions are not about that. They are about the law that was passed. The District of Columbia Court of Appeals seems plainly correct in its judgment. The law states that you are only eligible for a subsidy if you sign up for a health plan on a state exchange. The majority party in Congress passed this law with confidence that all the states would establish exchanges because no governor would exclude their citizens from having access to the subsidies.\n\nWhen the Obama Administration recognized that the majority of the states would not have exchanges, they just changed their interpretation of the law. That is the nub of the issue. Congress writes the laws. If they do a poor job, they have to rewrite the law. The Administration, HHS and the IRS have no authority to rewrite laws. Of course they don’t want to send the Affordable Care Act back to Congress to fix the subsidy problem, because then Congress could begin the process of addressing all the other flaws in the law and the logic of the law. But, in the end, that is what must and will happen. The magnitude of the subsidy issue makes it the right trigger to initiate a rewrite by Congress. When the two Courts convene to reconcile their differences they should order Congress to fix the law.\n\nAndy Carter - President and CEO, The Hospital & Healthsystem Association of Pa.\n\nThe recent, conflicting court decisions are troubling. They could threaten the affordability of health coverage for the nearly 320,000 Pennsylvanians who enrolled through the federal marketplace. More than 80 percent of these enrollees qualified for financial assistance to help cover the cost of their coverage; that assistance could now be in jeopardy.\n\nHaving health coverage is the gateway to better health. Hospitals and health systems see firsthand that insured patients are more likely to have regular sources of health care, to get checkups and preventive care, and to better manage chronic health conditions. We don’t want to go backwards—we don’t want people who received subsidies to lose coverage because they can no longer afford it.\n\nRobert Field, PhD, JD, MPH - Professor, School of Law and School of Public Health, Drexel University\n\nThe Court in Halbig v. Burwell claimed that the wording of the Affordable Care Act left it unclear whether Congress intended to provide insurance subsidies for people in states with federally run exchanges. But can anyone seriously doubt that the drafters of the law wanted to help all Americans obtain coverage? What sense would it make to pass a law to expand health care access and then exclude millions of people because they happen to live in the wrong states? The Court need only have looked at the central purpose of the law to see that Congress intended the subsidies to be available nationwide. It could hardly be clearer.\n\nBut, let’s also look at the decision in a broader context. In two separate decisions, six federal judges, three in a federal appeals court in the District of Columbia which ruled against Obamacare, and three in the federal appeals court in Virginia which ruled for Obamacare, considered the same issue involving a key provision of the law. In June, nine justices of the Supreme Court announced their decision in a separate suit that challenged a part of the law. In both cases, every jurist voted along party lines. Those appointed by Republican presidents voted to support the challenges, and those appointed by Democratic presidents voted against them. A similar pattern has emerged in most of the other cases brought against the law, with the notable exception of Justice John Roberts voting to uphold it in 2012. We like to think of judges as impartial arbiters legal rules, but, unfortunately, they are reflecting the intense partisanship over health care as much as anyone.\n\n-----\n\nHave a health care question or frustration? Share your story »\n\nRead more of The Field Clinic »\n\n", "article_metadata": {"pubdate": 20160525, "editdate": "20140725T10:11:57", "twitter": {"url": "http://www.philly.com/philly/blogs/health-cents/Are-Obamacare-Subsidies-on-Federal-Exchanges-Illegal--The-Experts-Weigh-In.html", "image": "http://media.philly.com/images/obama2.jpg", "site": "@phillydotcom", "card": "summary_large_image", "title": "Are Obamacare Subsidies on Federal Exchanges Illegal? Experts Weigh In"}, "cg": "health", "keywords": "The Field Clinic, health reform, health care, affordable care act, obamacare, medicare, medicaid, health policy, Contributors to The Field Clinic", "news_keywords": "The Field Clinic, health reform, health care, affordable care act, obamacare, medicare, medicaid, health policy, Contributors to The Field Clinic", "byline": "Contributors to The Field Clinic", "contenttype": "Blog_Post", "publication": "Philly.com", "title": "Are Obamacare Subsidies on Federal Exchanges Illegal? Experts Weigh In", "livedate": "20140725T10:11:57", "verify-v1": "3x82DC93LZlv0I/hQEBoyVVjlGPtX7VxHFgv1upr+9I=", "description": "We asked the Field Clinic's panel of experts for reactions to the two recent federal appeals court decisions on the legality of Obamacare subsidies for insurance purchased on the federal exchange.  The District of Columbia Court of Appeals ruled that that they are illegal.  The Fourth Circuit Court of Appeals in Virginia ruled that they are legal.  Here is what the experts had to say. - Contributors to The Field Clinic, Philadelphia Philly.com", "contentid": 268617892, "DC.date.issued": "2014-07-25T10:11:57-04:00", "fb": {"app_id": 938226082960499}, "viewport": "width=device-width, initial-scale=1.0", "og": {"site_name": "Philly.com", "description": "We asked the Field Clinic's panel of experts for reactions to the two recent federal appeals court decisions on the legality of Obamacare subsidies for insurance purchased on the federal exchange.  The District of Columbia Court of Appeals ruled that that they are illegal.  The Fourth Circuit Court of Appeals in Virginia ruled that they are legal.  Here is what the experts had to say.", "title": "Are Obamacare Subsidies on Federal Exchanges Illegal? Experts Weigh In", "url": "http://www.philly.com/philly/blogs/health-cents/Are-Obamacare-Subsidies-on-Federal-Exchanges-Illegal--The-Experts-Weigh-In.html", "image": "http://media.philly.com/images/obama2.jpg", "type": "article"}, "searchdate": "2014-07-25", "google-site-verification": "db3T5L3C8_JvO-55gJ22lGGUnZLlNulgzTwX1NhCV3o", "y_key": "ccf0cd67e5f1e33c", "sourcepublication": "Philly.com"}, "_id": "\"57477af36914bd0286fd3eee\"", "article_summary": "We asked the Field Clinic’s panel of experts for reactions to the two recent federal appeals court decisions on the legality of Obamacare subsidies for insurance purchased on the federal exchange.\nOr would they find a way to operate the exchanges, in partnership with the federal government, to sustain the subsidies?\nThey could threaten the affordability of health coverage for the nearly 320,000 Pennsylvanians who enrolled through the federal marketplace.\nSo, once again states will have the power to deny their low-income citizens health coverage that costs the state nothing.\nThe two federal court decisions are not about that."}