{"article_title": "House Health Panel OKs Dental Carveout", "article_keywords": ["oks", "bill", "plans", "house", "dental", "carveout", "state", "health", "warned", "services", "medicaid", "republican", "waiver", "panel"], "article_url": "http://health.wusf.usf.edu/post/house-health-panel-oks-dental-carveout", "article_text": "The House Health & Human Services Committee on Thursday approved HB 27, which would take away $200 million in children’s dental services from the Medicaid HMOs and other plans that have already contracted with the state to provide complete medical and dental care for patients of all ages.\n\nThe bill, sponsored by state Rep. Jose Diaz, R-Miami, passed 11 to 6.\n\nA House staff analysis warned that the Agency for Health Care Administration has already executed five-year contracts with managed-care plans – plans that include pediatric dental services – and the proposed dental carve-out would create massive confusion and costs millions of dollars in legal and administrative hassles. To carry it out, AHCA would have to apply to the federal government for a “section 1115” waiver of Medicaid rules, which would take a year or so to obtain, if it were granted at all.\n\nAnother complication, the staff warned, is that AHCA is to start moving all Medicaid patients into managed-care plans on May 1. That means the children would be enrolled in an HMO and then – if the waiver were granted down the road --- moved back to the carve-out plans. As a Sunshine State Health Plan spokeswoman noted, that defeats the concept of “continuity of care.”\n\nThe bill is aimed at preserving the state contract for Miami-based MCNA, according to the Times/Herald Tallahassee Bureau.\n\nThe bill, which failed last year, is succeeding this year because of hard work by the sponsors, Diaz and fellow Miami Republican, state Sen. Anitere Flores. “It doesn’t hurt that MCNA gave more than $355,000 to the political committees of Republican legislators and the Republican Party in the last seven months,” the article said.", "article_metadata": {"category": "HNF Stories", "description": "The House Health &amp; Human Services Committee on Thursday approved HB 27, which would take away $200 million in children’s dental services from the", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://health.wusf.usf.edu/post/house-health-panel-oks-dental-carveout", "type": "article", "description": "The House Health &amp; Human Services Committee on Thursday approved HB 27, which would take away $200 million in children’s dental services from the", "title": "House Health Panel OKs Dental Carveout"}, "story_id": 298739204, "twitter": {"site": "@HealthNewsFL", "card": "summary", "creator": "@HealthNewsFL"}, "author": "Health News Florida Staff", "org_id": 0, "dc": {"title": "House Health Panel OKs Dental Carveout"}, "nid": 6051, "datePublished": "2014-04-03", "keywords": "Florida Legislature, dental, children\\'s dental, MCNA, Sunshine State Health Plan, Medicaid, Medicaid HMO, Agency for Health Care Adminstration", "wordCount": 336, "has_audio": 0, "viewport": "width=device-width"}, "_id": "\"57477af46914bd0286fe2891\"", "article_summary": "A House staff analysis warned that the Agency for Health Care Administration has already executed five-year contracts with managed-care plans – plans that include pediatric dental services – and the proposed dental carve-out would create massive confusion and costs millions of dollars in legal and administrative hassles.\nThe bill, which failed last year, is succeeding this year because of hard work by the sponsors, Diaz and fellow Miami Republican, state Sen. Anitere Flores.\nThe House Health & Human Services Committee on Thursday approved HB 27, which would take away $200 million in children’s dental services from the Medicaid HMOs and other plans that have already contracted with the state to provide complete medical and dental care for patients of all ages.\nAs a Sunshine State Health Plan spokeswoman noted, that defeats the concept of “continuity of care.”The bill is aimed at preserving the state contract for Miami-based MCNA, according to the Times/Herald Tallahassee Bureau.\nAnother complication, the staff warned, is that AHCA is to start moving all Medicaid patients into managed-care plans on May 1."}