{"article_title": "Avoiding senioritis: What your high school student needs to know about college prep", "article_keywords": ["school", "financial", "students", "avoiding", "utah", "needs", "high", "application", "college", "know", "student", "aid", "schools", "senioritis", "senior", "prep"], "article_url": "http://www.deseretnews.com/article/865634687/Avoiding-senioritis-What-your-high-school-student-needs-to-know-about-college-prep.html?pg=all", "article_text": "The college preparation to-do list includes everything from taking the right courses in high school to finding suitable housing. It's a process that takes years to complete, but the most concrete steps happen in the months leading up to graduation.\n\nSALT LAKE CITY — On a recent morning, Logan Woodhouse and Lauren Bryson added their audible excitement for what lies ahead to the chatter of students and advisers in the counseling office at Olympus High School.\n\nHomecoming, prom and school sports are just a few things that make the senior year a coveted age for many teenagers, one that Woodhouse and Bryson are just beginning. It's also a time when students are faced with an expanded field of options — whether to embrace \"senioritis\" and run out the clock, jump into harder courses for college credit, or strike a balance somewhere in between.\n\nAfter finalizing their schedules with an adviser, the two friends left feeling optimistic that when they go back to school Wednesday, it will be the start of a successful launch into college, with some opportunities for fun along the way.\n\n\"I want to focus on my studies,\" Woodhouse said. \"I know that a lot of people just slack off for senior year, but it's actually one of the most important because it's right before college.\"\n\nBoth students agreed that high school, especially their senior year, has become an extension of the college education they're anticipating.\n\n\"I've been planning for college pretty much since ninth grade,\" Bryson said. \"Senior year will be fun. I'm going to miss high school. I'm just going to try to enjoy every second of it. For me, it's just kind of buckling down, which could make a huge difference for college.\"\n\nEducators hope other Utah students will adopt a similar approach to college preparation, even if they plan on serving LDS Church missions or other pursuits after high school. It's a process that begins much earlier than a student's senior year, said David Buhler, commissioner of higher education.\n\n\"The senior year needs to be taken seriously. This is really like you're going down the runway trying to launch for college. So you've got to accelerate, not park,\" Buhler said. \"You're moving along as fast as you can so you can take off. Just keep pushing through that last year in high school.\"\n\nThe college preparation to-do list includes everything from taking the right courses in high school to finding suitable housing. It's a process that takes years to complete, but the most concrete steps happen in the months leading up to graduation.\n\nHere are some transitional steps from high school to college that educators say students should take during their senior year, and prepare for as they go through the high school years.\n\nTake rigorous courses: Most public colleges and universities in Utah are open enrollment, meaning they have minimal entrance benchmarks for new students. In some cases, however, incoming college freshmen must complete certain requirements beyond what's needed for high school graduation.\n\nThe University of Utah and Utah State University both require students to have completed in high school four years of English, three years of math, and three years of science, with at least one lab and one year of American history. Two years of a foreign language is required at the U. and is recommended at USU.\n\nAt BYU, incoming freshmen are required to have four years of English and math, and two years of lab science, history or government, and a foreign language. Students are also strongly recommended to complete four years of LDS seminary courses.\n\nThat's the minimum.\n\nBut college leaders say there's more students should be doing in high school to boost their eligibility for scholarships and prepare for college-level coursework. Advanced placement, international baccalaureate and concurrent enrollment classes, for example, can help students earn college credit while in high school.\n\nTaking math all four years of high school will also put students ahead once they get to college, Buhler said.\n\n\"The first thing is to take a hard look at their class schedule of their senior year, and if it does not include a math class, it should,\" he said. \"Math is the area where students run into trouble once they get to college. So the more that they can get under their belt in high school, the better.\"\n\nTake the ACT — again: Almost every college and university in Utah requires incoming freshmen to submit their ACT scores, which help determine admission eligibility and course placement during their first semester.\n\nThe exam is administered to all high schoolers in the state during their junior year, but there isn't a limit to how many times students can take the ACT to get a score that will further their chances of being accepted into a program of study or being eligible for scholarships.\n\nIn 2013, half of the first-time freshmen at the U. had an ACT score between 21 and 27, with a high school GPA between 3.31 and 3.87.\n\nThis fall, the average ACT score for new freshmen at BYU is 28.95, and the average high school GPA is 3.84.\n\nA better ACT score can also help students avoid having to take remedial courses, which cost the same as normal courses but don't count toward graduation.\n\n\"Sometimes, the first time people take a test like that, they're not as familiar with it or how it works. Taking it a second time, they can often improve their score,\" Buhler said. \"If you didn't do that well, if you feel like you can do better, sign up for the ACT again.\"\n\nThe next ACT testing day for most schools will be Sept. 15, and it will be administered statewide Oct. 15.\n\nLearn schools and deadlines: Early on in the fall semester, students will be able to attend college fairs where they can meet with representatives from institutions across the region. It's an opportunity to find out what programs each school offers, including both academic degrees and technical schools.\n\nFall is also a time for students to talk with their families about what schools are realistically affordable to attend. Sometimes, there's a \"disconnect\" between students and parents about how much they can contribute to college costs, according to Mary Parker, associate vice president for enrollment management at the U.\n\n\"The parents so much want their student to go to this school and it comes time to pay tuition and fees, they've gone through orientation, and they can't afford it,\" Parker said. \"I would suggest that parents and students begin a realistic conversation early and really understand what their family can contribute and maybe let that be some of the decision to help narrow down the search process.\"\n\nStudents can also take campus tours, which give them a chance to learn about academic programs, scholarships, student housing and tuition costs, according to Parker.\n\n\"They need to make sure when they step on that campus that it's the right fit for them, that it has the right major for them,\" she said. \"And the way that you do that is through a campus tour.\"\n\nMost schools have priority application deadlines, which are early dates when college applications need to be submitted in order for the student to be considered for certain scholarships. Deadlines can be found on each school's website.\n\nCollege applications normally come with a nonrefundable fee, which can range from $35 to $45 in Utah, and a late fee for applications submitted after the final deadline. If the application fee is prohibitive, students can contact the registrar's office to see if it can be included in their tuition and paid using scholarships or other financial aid, according to Buhler.\n\nApply to college: Students should apply for college in the fall of their senior year, even if they plan on serving a church mission right after high school, Buhler said.\n\n\"That may be a little surprising to students and their parents, because they're just kind of getting started with their year. But it's not too soon to start applying to college,\" he said.\n\nStudents who plan on serving a mission before college can defer their enrollment at any Utah public institutions to which they're accepted, he said.\n\nPrior to filling out the application, students should meet with their school counselors about where to send official copies of their high school transcript. Students may also have to submit letters of recommendation, preferably from educators who are familiar with their academic performance.\n\nWhen students fill out college applications, they're usually required to create an online account with the schools, and the entire application is done through that account.\n\nEach year, dozens of high schools participate in college application week, where students can take time at school to apply for college with the help of advisers. This year, as many as 100 high schools in Utah will participate in the event between Nov. 9 through Nov. 20.\n\n\"It gives them an opportunity to be helped through the application process, which is crucial for a lot of these first-generation students who just need a little bit more help,\" said Melanie Heath, spokeswoman for the Utah System of Higher Education.\n\nSome institutions provide additional opportunities to help students apply. Utah Valley University, for example, will hold open house events in several areas along the Wasatch Front from October through January and will waive the $35 application fee for students who apply at those events.\n\n\"We want to make the process as easy as we can for them,\" said Spencer Childs, associate director of prospective student services at UVU. \"Our biggest thing is we don't want to see students procrastinate. They don't want to miss out on scholarship opportunities. That's why we're out pushing admission applications in the fall.\"\n\nApplications at some schools, such as the U., include an essay or personal statement where students describe their accomplishments, community involvement and answer other prompts. The essay helps administrators further consider students' eligibility for admission and scholarships.\n\nBut a common mistake students make in the application is being too hasty or overlooking the essay altogether, according to Parker.\n\n\"One of the things we see is students rush through the application. Our admissions application is also the application for a majority of our entering freshman scholarships. So we use all the information on the application,\" she said. \"There are times when they just leave things blank, and sometimes, that could be a scholarship.\"\n\nThe essay is also an opportunity for students to describe situations in their lives that account for periods of academic struggle. For students who fall short on the ACT, high school grades or other factors, this can make all the difference, according to Martha Evans, senior associate vice president of academic affairs at the University of Utah.\n\n\"I always tell students, it's sort of like getting your foot in the door. It's a chance to argue why you're a worthy recipient of an honor or to explain yourself out of something on the record that doesn't look the way it should,\" Evans said. \"I think the personal statement can be the deal breaker for some students that have had some rocky experiences.\"\n\nPursue financial aid: Utah's college students are notorious for leaving available financial aid unclaimed. In 2013, Utah had the highest percentage in the nation of students who don't apply for federal financial aid, at 40 percent. That year, they left $45.5 million on the table, according to NerdWallet, an online financial consulting group.\n\nMeanwhile, college tuition continues to increase by hundreds of dollars every year.\n\n\"(Students) need to spend as much time on their scholarship and financial aid applications and review of the process and what's available as they do for admissions,\" Parker said. \"Families don't spend a lot of time investigating what scholarships are available, financial aid and how long the scholarships last.\"\n\nThe gateway to federal financial aid is the free application for federal student aid. The online application gives students, without obligation, access to student loans, which are paid back over time; and Pell grants, which are awarded on a first-come, first-served basis and don't have to be paid back. Colleges and universities also use the FAFSA to award work-study positions.\n\nThe application becomes available Jan. 1 on fafsa.gov, and educators recommend students fill it out by March 1 to get the funds they're eligible for. But the application requires students to provide their parents' tax information, which means parents will have to file their taxes well before the IRS deadline of April 15.\n\nStudents leaving for LDS missions after high school should wait to fill out the FAFSA until the January before they plan to enroll, according to Buhler.\n\nDozens of scholarships are available for students with a variety of needs and merits. The Regents Scholarship, for example, is awarded to students who have done well in high school courses beyond what is required for graduation.\n\nIf the Regents Scholarship is fully funded by the start of Legislature next year, students could be awarded up to $6,400 over a two-year period. The priority deadline for the scholarship application is Dec. 1, and the final deadline is Feb. 1, according to Buhler.\n\nClaudia Travis, head counselor at Hunter High School, said students should apply for all the financial aid they can, even if they think they're not eligible.\n\n\"Everyone can go to college,\" Travis said. \"There's no one that can't go if they want to. We can find scholarships, financial aid, and we can help them get to that point.\"\n\nChoose a school: Most often, students can track the status of their college applications online and expect a letter in the mail with their admission decision within a month after their application is processed, depending on application deadlines.\n\nOnce a student has received notification from all schools to which they've applied, it's time to make a selection and respond to the school. Students will likely have to send another official copy of their transcript once they've completed high school.\n\nStudents can then sign up for student orientation, where they'll learn about housing options and possibly meet with their academic adviser to prepare for registration.\n\nBut orientation and finishing strong in high school aren't the final steps to prepare for their first semester of college. Evans said students should continue to be involved with the community and keep up their math and writing skills.\n\n\"You're not finished when you've checked off all the boxes in terms of your English and math classes in high school. You need to find ways to apply those skills to real-world situations, and that's what your teachers at the university will ask you to do,\" she said.\n\nEven something as simple as reading the newspaper can further prepare students for what lies ahead.\n\n\"You will thrive in our classes, in your dorm floor and in the curricular activities that you do if you become a more informed member of the community at large,\" she said.\n\nMore college preparation information, including a grade-by-grade checklist for high schoolers and tools to compare potential careers, can be found on Utah's public college preparation websites, stepuputah.com and utahfutures.org.\n\nComing Monday: What parents need to know to help their children prepare for college.\n\nEmail: mjacobsen@deseretnews.com; Twitter: MorganEJacobsen", "article_metadata": {"twitter": {"description": "The college preparation to-do list includes everything from taking the right courses in high school to finding suitable housing. It's a process that takes years to complete, but the most concrete step", "title": "Avoiding senioritis: What your high school student needs to know...", "app": {"url": {"ipad": "itms://itunes.apple.com/us/app/deseret-news/id425758986?mt=8&uo=4", "iphone": "itms://itunes.apple.com/us/app/deseret-news/id425758986?mt=8&uo=4", "googleplay": "https://play.google.com/store/apps/details?id=com.deseretnews.android"}, "name": {"ipad": "Deseret News", "iphone": "Deseret News", "googleplay": "Deseret News"}, "id": {"ipad": 425758986, "iphone": 425758986, "googleplay": "com.deseretnews.android"}}, "creator": "@", "site": "@deseretnews", "card": "summary"}, "datePublished": "2015-08-16", "vr": {"category": "utah", "type": "article"}, "cXenseParse": {"recs": {"recommendable": "false"}}, "speare-timestamp": "2015-08-16 08:27:49", "copyright": "© 2016 Deseret News Publishing Company", "title": "Avoiding senioritis: What your high school student needs to know about college prep", "image": "http://www.deseretnews.com/media/photos/web-1583121.jpg", "dsk": "utah", "tout": {"article": {"id": 865634687}}, "thumbnail": "http://www.deseretnews.com/media/photos/web-1583121.jpg", "medium": "news", "description": "The college preparation to-do list includes everything from taking the right courses in high school to finding suitable housing. It's a process that takes years to complete, but the most concrete step", "robots": "INDEX, FOLLOW", "fb": {"admins": 683545112, "app_id": 320112201431112, "pages": 16317479654}, "article": {"published_time": "2015-08-16T08:25-06:00"}, "viewport": "width=1024, initial-scale=0.1", "GOOGLEBOT": "ARCHIVE", "og": {"url": "http://www.deseretnews.com/article/865634687/Avoiding-senioritis-What-your-high-school-student-needs-to-know-about-college-prep.html?pg=all", "type": "article", "image": "http://img.deseretnews.com/images/article/hires/1583121/1583121.jpg", "site_name": "DeseretNews.com", "title": "Avoiding senioritis: What your high school student needs to know about college prep"}, "author": "Morgan Jacobsen", "dateModified": "2015-08-16", "articleid": 865634687}, "_id": "\"57477af46914bd0286fe289a\"", "article_summary": "Pursue financial aid: Utah's college students are notorious for leaving available financial aid unclaimed.\n\"You're not finished when you've checked off all the boxes in terms of your English and math classes in high school.\nThe college preparation to-do list includes everything from taking the right courses in high school to finding suitable housing.\nHere are some transitional steps from high school to college that educators say students should take during their senior year, and prepare for as they go through the high school years.\nBut orientation and finishing strong in high school aren't the final steps to prepare for their first semester of college."}