{"article_title": "Veterans employment, Obamacare 1st on GOP agenda", "article_keywords": ["affordable", "hire", "house", "employment", "bill", "obamacare", "act", "davis", "businesses", "insurance", "agenda", "1st", "small", "veterans", "gop"], "article_url": "http://www.stripes.com/news/veterans-employment-obamacare-1st-on-gop-agenda-1.322434", "article_text": "Rep. Rodney Davis, R-Ill. Related\n\nWASHINGTON — The first bit of business for Republicans in the new session of Congress will be to rekindle efforts to expand veterans employment — while also chipping away at Obamacare.\n\nLawmakers were expected to reintroduce the Hire More Heroes Act in the House and the Senate on Tuesday after it failed last year. The bill encourages small businesses to hire more vets by exempting those with military experience from being counted toward the Affordable Care Act’s employer mandate, which kicks in this year.\n\nThe legislation passed the House and died in the Democrat-controlled Senate during the last session, but its chances may improve now that the GOP has a majority in both chambers. It serves popular Republican issues including support of the military, small businesses and the economy while dismantling part of President Barack Obama’s health insurance overhaul.\n\nRep. Rodney Davis, R-Ill., who will again sponsor the House version, said post-9/11 veterans face higher unemployment than other veterans. Their joblessness rate is 5.7 percent compared to 4.5 percent for all veterans and 5.5 percent for the general U.S. population, according to a release from the Bureau of Labor Statistics in November.\n\n“As more and more of these men and women return home, the Hire More Heroes Act will give them a better chance in a still-tough job market,” Davis said Saturday during the Republicans weekly House address.\n\nHe said the measure also provides “much needed relief” to small businesses and the United States economy.\n\nThe GOP has criticized the president’s 2010 Patient Protection and Affordable Care Act, often called Obamacare, and specifically the employer mandate for being too onerous. Lawmakers are still vowing to repeal or derail segments of the massive overhaul as Congress begins its new session.\n\nFor the first time this year, businesses with 100 or more full-time employees must offer affordable health insurance. Smaller businesses with 50 or more employees must comply in 2016.\n\nThose who do not offer the insurance can be charged $2,000 per employee each year by the IRS.\n\nDavis planned to file the bill on Tuesday and was hoping the House may take action this week. Sen. Roy Blunt, R-Mo., sponsored the bill in the upper chamber last year and his staff said he plans to reintroduce it Tuesday as well.\n\ntritten.travis@stripes.com\n\nTwitter: @Travis_Tritten", "article_metadata": {"DC.description": "The first bit of business for Republicans in the new session of Congress will be to rekindle efforts to expand veterans employment — while also chipping away at Obamacare.", "description": "The first bit of business for Republicans in the new session of Congress will be to rekindle efforts to expand veterans employment — while also chipping away at Obamacare.", "title": "Veterans employment, Obamacare 1st on GOP agenda", "og": {"type": "article", "image": "http://www.stripes.com/polopoly_fs/1.322439.1420493336!/image/image.jpg_gen/derivatives/landscape_490/image.jpg", "site_name": "Stars and Stripes", "description": "The first bit of business for Republicans in the new session of Congress will be to rekindle efforts to expand veterans employment — while also chipping away at Obamacare.", "title": "Veterans employment, Obamacare 1st on GOP agenda"}, "pinterest": "nopin", "robots": "ACAP allow-index", "GOOGLEBOT": "index, follow", "fb": {"admins": 100001735654878, "page_id": 45623437315, "app_id": 165185360164551, "pages": 45623437315}, "google-site-verification": "hlKKPUwK4Mj52FGnItKp6N6dig0k7ssfOeVtcespZ_0", "keywords": "Veterans, hire a vet, Obamacare, ACA, Roy Blunt, Rodney Davis", "organization": "Stars and Stripes", "DC.subject": "Veterans, hire a vet, Obamacare, ACA, Roy Blunt, Rodney Davis", "DC.title": "Veterans employment, Obamacare 1st on GOP agenda"}, "_id": "\"57477af46914bd0286fe31d9\"", "article_summary": "He said the measure also provides “much needed relief” to small businesses and the United States economy.\nRep. Rodney Davis, R-Ill., who will again sponsor the House version, said post-9/11 veterans face higher unemployment than other veterans.\nThe GOP has criticized the president’s 2010 Patient Protection and Affordable Care Act, often called Obamacare, and specifically the employer mandate for being too onerous.\nIt serves popular Republican issues including support of the military, small businesses and the economy while dismantling part of President Barack Obama’s health insurance overhaul.\nRep. Rodney Davis, R-Ill. RelatedWASHINGTON — The first bit of business for Republicans in the new session of Congress will be to rekindle efforts to expand veterans employment — while also chipping away at Obamacare."}