{"article_title": "NRCC aims for 245 House seats", "article_keywords": ["control", "nrcc", "point", "house", "republicans", "aims", "245", "democrats", "seats", "president", "republican", "gop"], "article_url": "http://www.politico.com/story/2014/05/nrcc-aims-for-245-house-seats-106850", "article_text": "Republican leaders propose a net gain of 12 seats, from the current 233 seats. NRCC aims for 245 House seats\n\nHouse Republican leaders are launching a drive to win 245 seats in November, which would give them control of more seats than they held after they regained the majority in 2010.\n\nNational Republican Congressional Committee Chairman Greg Walden of Oregon has already briefed Speaker John Boehner (R-Ohio) and other top Republicans on the new program, and he plans to introduce it formally to his rank-and-file members on Tuesday morning, GOP sources said.\n\nStory Continued Below\n\nWith President Barack Obama weak in the polls, and Obamacare dragging down Democrats nationwide, Walden suggested the 245-seat threshold — a net gain of 12 seats from the GOP’s current 233 seats — could even force Minority Leader Nancy Pelosi (D-Calif.) into retirement.\n\n( PHOTOS: 10 must-watch House races in 2014)\n\n“This ambitious effort is going to take substantial resources and dedication, given the commitment President Obama has made to taking out our members,” Walden said in a statement. “But I’m confident that with so many outstanding recruits in districts all across the country, and with the wind at our backs, that we will continue to expand the playing field and rise to this challenge. If we do, we have the chance to force Nancy Pelosi into retirement and send her back to San Francisco.”\n\nSuch an outcome is likely wishful thinking for Republicans, however. And the ambitious plan is aimed at ensuring that Republican donors don’t shift their money to the battle for control of the Senate as the fight for the House becomes a foregone conclusion. GOP strategists also are girding for a potential Hillary Clinton presidential run in 2016, which is seen as a great opportunity by many Democrats to regain control of the House, perhaps their best for the rest of the decade.\n\nYet the new NRCC effort also provides an important window into the House GOP leadership’s strategy six months before Election Day.\n\n( Also on POLITICO: POLITICO poll: Mounting danger for Dems)\n\nDespite the disastrous 16-day government shutdown in October, Boehner and his fellow House Republicans have rebounded strongly, thanks to the even more disastrous rollout of Obamacare. The still soft American economy, setbacks in U.S. foreign policy ranging from Ukraine to Syria, the public’s disenchantment with Obama’s performance as president and a dramatically smaller playing field following the 2012 round of redistricting, all combined with the traditional “six-year itch” that presidents face in their second term, have set the stage for an expected GOP victory in November.\n\nIn fact, the only questions for most election analysts at this point is just how many seats the Republicans will control in Congress come January, in addition as to whether Boehner plans to continue as speaker.\n\nFollowing the 2010 elections, Republicans held 242 House seats. This was their high-water mark since the 80th Congress of 1947-1948, the famous “Do Nothing Congress” that President Harry Truman successfully used as his foil to win reelection that fall.\n\n( Also on POLITICO: HUD: Castro's city misused money)\n\nRight now, Republicans control 233 House seats, with three seats vacant. There will be a special election in Florida to replace former GOP Rep. Trey Radel on June 24, and that seat is virtually certain to remain in the GOP column.\n\nThat would give the Republicans 234 seats as a starting point for any potential gains in November.\n\nRepublicans point to the retirements of veteran Democratic Reps. Jim Matheson of Utah and Mike McIntyre of North Carolina as almost certain to cost Democrats two seats. Other pickup opportunities for Republicans loom in Arizona — where Democrats Ron Barber and Ann Kirkpatrick face tough reelection fights — as well as in West Virginia, Georgia and Minnesota.\n\nThe NRCC has a longer list of seats they’re targeting in California, Florida, Michigan, New York and Pennsylvania, but it is unclear at this point whether Republicans can win any or all of those seats.\n\nMost private and public forecasts have Republicans gaining anywhere between three and five House seats. Democrats themselves will whisper that it will be a “very good night” if they hold their own and don’t lose any seats.\n\nAnd Democrats will have their own pickup opportunities this fall, making it difficult to see how Republicans can actually get to the 245-seat threshold. GOP Rep. Michael Grimm (R-N.Y.) will remain on the ballot in Staten Island, despite the fact that he has been indicted on federal tax evasion and perjury charges. Democrats will go hard after open GOP-held seats in Iowa and New Jersey, and Rep. Mike Coffman (R-Colo.) will face a tough fight in his battle for another term.\n\nPlus, the Democratic Congressional Campaign Committee actually has outraised the NRCC, despite the Democrats’ minority party status, thanks in large part to Pelosi’s extensive fundraising work and some help from Obama and Vice President Joe Biden. This will give the Democrats the opportunity to defend their vulnerable incumbents and go on the offensive in some races.\n\n“To think that the most toxic Congress in American history will pick up 11 seats defies credulity,” said Emily Bittner, the DCCC’s communications director. “With Republicans’ reckless record of turning their backs on the middle class to stack the deck for special interests and the wealthy, the only reaction voters will give Republicans in November is rejection.”", "article_metadata": {"og": {"site_name": "POLITICO", "description": "The plan is aimed at ensuring donors don’t shift their money to the battle for control of the Senate.", "title": "NRCC aims for 245 House seats", "url": "http://www.politico.com/story/2014/05/nrcc-aims-for-245-house-seats-106850.html", "image": "http://s3-origin-images.politico.com/2014/05/19/140519_boehner_republicans_605.jpg", "fb_appid": 114037015331397, "type": "article"}, "keywords": "NRCC,House Republicans,2014 Elections,Nancy Pelosi,John Boehner,Greg Walden", "twitter": {"site": "@politico", "card": "summary_large_image", "creator": "@politico"}, "description": "The plan is aimed at ensuring donors don’t shift their money to the battle for control of the Senate.", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fd3f09\"", "article_summary": "( Also on POLITICO: HUD: Castro's city misused money)Right now, Republicans control 233 House seats, with three seats vacant.\nNRCC aims for 245 House seatsHouse Republican leaders are launching a drive to win 245 seats in November, which would give them control of more seats than they held after they regained the majority in 2010.\nYet the new NRCC effort also provides an important window into the House GOP leadership’s strategy six months before Election Day.\nMost private and public forecasts have Republicans gaining anywhere between three and five House seats.\nFollowing the 2010 elections, Republicans held 242 House seats."}