{"article_title": "FDA Approval Of OxyContin Use For Kids As Young As 11 Begs The Question", "article_keywords": ["fda", "11", "kids", "pain", "study", "question", "young", "drug", "children", "patients", "oxycontin", "medication", "hertz", "pediatric", "approval", "opioid", "begs"], "article_url": "http://www.medicaldaily.com/fda-approval-oxycontin-use-kids-young-11-begs-question-what-about-its-addictive-347894", "article_text": "As of Thursday, Aug. 13, the Food and Drug Administration has approved the limited use of OxyContin in pediatric patients between the ages of 11 and 16. The decision was made after a study was conducted by manufacturers of OxyContin, Purdue Pharma in Stamford, Conn., and the FDA assures that use will be tightly monitored and informed by the evidence of this research.\n\nOxyContin, an extended-release version of the common opioid medication, oxycodone has gained an infamous reputation as a highly abused narcotic. Used to treat patients with severe pain, OxyContin is said to trigger the same systems in the brain as heroin, making it just as addictive. While many are finding it hard to believe that the FDA would allow such a drug for children, the administration’s Dr. Sharon Hertz, director of anesthesia and analgesia, gave a talk at the Center for Drug Evaluation and Research detailing just what OxyContin use for pediatric patients would look like.\n\nHertz says that the study initiated by Purdue Pharma was used to bridge the information gap about opioid use in children, which, until now, was not a frequently prescribed drug class in the pediatric world. The study found that pediatric pain patients can respond to OxyContin in a similar way as adults, but to make sure that their bodies can tolerate the medication, the FDA requires that doctors first examine whether the patient responds well to a minimum dose of 20 milligrams of opioid-based medication for at least five days.\n\nHertz also ensures that the cases in which OxyContin will be prescribed to children 11 and older will be limited. Because kids do not experience frequent pain conditions that adults do, prescribing OxyContin will be restricted to “extensive trauma, or after major spinal surgery, or other types of major surgery to correct birth defects,” she says in the talk.\n\nThe study also provides health care specialists and doctors with specific information regarding prescribing and monitoring children taking OxyContin, while also detailing label requirements to be added to the drug for patients 11 to 16.\n\nIn the talk, Hertz also mentioned how recent FDA encouragement to make OxyContin more difficult to abuse compelled Purdue Pharma to change the formula within their product. Now OxyContin is harder to crush, break, or dissolve, making it difficult to inject or inhale.\n\nAs to whether or not the drug is safe for use in children, Hertz says that when prescribing opioid drugs to pediatric patients, OxyContin should not be the go-to pain medication. But, if the patient is already using extended-release opioid drugs for pain treatment, a transition between this medication to OxyContin can be done safely if taking all necessary precautions. Since children are not frequently put on opioids, Hertz claims, a prescription of OxyContin will only be administered for a short period of time to manage pain. It is also in some ways a better option than immediate-release opioids because less is taken in the same period of time.\n\nAccording to NBC News, the only opioid approved for use in children currently on the market is the Duragesic patch, which releases a dosage of fentanyl. OxyContin is still listed as a Schedule II Drug by the DEA, meaning it does have medical applications, but the risk for psychological or physical dependence is still great.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "fda, approval, oxycontin, use, kids, young, 11, begs, question, what, about, its, addictive", "og": {"site_name": "Medical Daily", "description": "OxyContin can now be used in children as young as 11 who are experiencing severe pain, says the FDA.", "title": "This Highly Addictive Drug Just Got The FDA Seal Of Approval For Children", "url": "http://www.medicaldaily.com/fda-approval-oxycontin-use-kids-young-11-begs-question-what-about-its-addictive-347894", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/08/14/pediatrician_0.jpg", "type": "article"}, "twitter": {"description": "OxyContin can now be used in children as young as 11 who are experiencing severe pain, says the FDA.", "title": "This Highly Addictive Drug Just Got The FDA Seal Of Approval For Children", "url": "http://www.medicaldaily.com/fda-approval-oxycontin-use-kids-young-11-begs-question-what-about-its-addictive-347894", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/08/14/pediatrician_0.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/08/14/pediatrician_0.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "The Grapevine", "published_time": "2015-08-14T12:57:03-04:00", "modified_time": "2015-08-14T14:02:48-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "OxyContin can now be used in children as young as 11 who are experiencing severe pain, says the FDA."}, "_id": "\"57477af46914bd0286fe289d\"", "article_summary": "OxyContin, an extended-release version of the common opioid medication, oxycodone has gained an infamous reputation as a highly abused narcotic.\nUsed to treat patients with severe pain, OxyContin is said to trigger the same systems in the brain as heroin, making it just as addictive.\nAs of Thursday, Aug. 13, the Food and Drug Administration has approved the limited use of OxyContin in pediatric patients between the ages of 11 and 16.\nHertz also ensures that the cases in which OxyContin will be prescribed to children 11 and older will be limited.\nAs to whether or not the drug is safe for use in children, Hertz says that when prescribing opioid drugs to pediatric patients, OxyContin should not be the go-to pain medication."}