{"article_title": "County weighs health care costs vs. road repairs", "article_keywords": ["weighs", "madison", "repairs", "employees", "costs", "county", "supervisors", "vs", "health", "counties", "price", "roads", "gravel", "insurance", "road", "care"], "article_url": "http://www.desmoinesregister.com/story/news/investigations/readers-watchdog/2016/03/06/health-care-costs-eclipse-road-repairs-madison-county/81325498/", "article_text": "A gravel road stretches onward near Harry Pettit's house in Madison County. Pettit questions the amount the county spends on maintaining its gravel roads versus the amount it has agreed to spend on health insurance and a wellness program for more than 80 county employees. (Photo: Special to the Register)\n\nHarry Pettit’s got two issues with the way supervisors are running things in Madison County.\n\nOne is the shape of the gravel roads. They’re horrible, he says.\n\n“Which ones?” I ask.\n\n“All of them,” he answers.\n\nThe other is the amount supervisors this year agreed to spend on health insurance and a wellness program for more than 80 county employees: About $24,000 a year for a family policy, under a new four-year union contract approved in February.\n\nPettit’s question: Why are the supervisors spending so much to self-insure their own employees and so little on miles of gravel roads that locals and school buses travel?\n\nI took this query because all Iowa counties are trying to balance big leaps in health care costs with other expenses, like roads.\n\nPettit has gone to Iowa’s Citizen’s Aide Ombudsman, lawmakers and county officials, trying to get answers. But he’s not the only one complaining. The almost-free health care offered to Madison County employees, coupled with rising property taxes, have triggered letters to the editor appearing in the Winterset Madisonian.\n\nGravel costs have doubled\n\nMadison County engineer Todd Hagan concedes that Pettit has got a point about the roads. Twenty years ago, gravel cost $4.50 a ton. Today, it costs twice that much.\n\n“At the same time, the money we budget for rock has not changed in the 17 years I’ve been here,” Hagan said.\n\nSupervisors spend about $711,000 annually for that rock.\n\n“Typically, that buys us about 150 miles” of coverage each year, Hagan says. “We maintain 750 miles.”\n\nRoad workers try to use the money judiciously, dumping it in places where there are bad spots and hitting different sections of road each year, Hagan said.\n\nBut he also points out that these are only secondary roads, and they are not expected to be maintained like concrete. The county is also limited by law in what it can spend. “We could borrow money. But then you’d be paying for a bond long after the rock is gone,” he said.\n\nBut there is some good news this year for all counties on the roads front. The new gas tax approved by lawmakers last spring is pumping more for roads into all of them — about a half-million more this year into Madison County.\n\nIn the new budget approved by supervisors in January, that $711,000 for rock will increase 23 percent, to $875,000, Hagan said. The rest of the money will be spent on hard surface roads.\n\nSo, where the county was only spreading 300 tons of gravel a mile on country roads — or less than an inch — it will now spread 500 tons.\n\nPettit would prefer more.\n\nBut if you put 3 inches of gravel on all the country roads, the county would need $1.7 million a year, Hagan said.\n\n“We’re trying to do the best we can,” he said. “Anytime he’s called, we’ve taken care of him.”\n\nMadison paying more for health insurance\n\nBut if Madison supervisors have been pinching pennies on roads, they have not been doing so on health care.\n\nAaron Price, past chairman of the supervisors, says the new health insurance contract represents a compromise between unions and the county. “And when the cost of health care started rising, they had a pretty good insurance package,” Price said of the workers.\n\nUnder the new contract, the county’s price for a family policyholder goes from $1,901 a month to $2,007.\n\nUnder the old contract, county employees paid no premiums for their health insurance. The unions argued that better benefits offset the higher wages paid in other counties, Price said.\n\nUnder the new contract, employees are supposed to pay 15 percent of the premium, he said. But if they join the free wellness program, the most employees pay is only about $40 a month.\n\n“I personally think the public unions have the taxpayers over the barrel. I wish legislators would take a look at state code and allow them to compare themselves to the private sector,” Price said. “Right now, they are only compared to the same union in a neighboring county. Some of our employees are underpaid compared to same class (of worker) in other counties, but they may be overpaid or underpaid compared to private workers.”\n\nPrice said a committee that included county officials, union representatives and human resources people came up with the compromise. Supervisors opted in favor of continuing to be self-insured because they can keep unspent premium money at the end of the year. The county buys what’s called “reinsurance” to cover catastrophic illnesses.\n\nAt times, Price said, the county has been able to stockpile a $900,000 surplus — free to spend as supervisors wish. But a few years ago, after several employees had catastrophic illnesses, that fund was down to $6. (Right now, the surplus is about $200,000, Price said.)\n\nPrice argued that the high expense of health insurance is lost on residents like Pettit because private employers ask their employees to pay a much bigger share of the cost.\n\nOther counties self-insured for less\n\nBut there is cause for Madison County residents to ask more questions. While many Iowa counties choose to be self-funded, they do not pay as much.\n\nIn fact, some 23 counties participate in a self-funded health insurance program through the Iowa State Association of Counties. The program is administered through Wellmark Blue Cross & Blue Shield and includes eight different plans, according to the association’s executive director, Bill Peterson.\n\nThe lowest cost for a family plan runs $1,287 a month; the highest is $1,884 a month — which is still $123 less per month than what Madison County supervisors agreed to pay.\n\nOf course, different plans have different copays, out-of-pocket expenses and coverage.\n\nSo, are Madison County residents paying too much? That depends on a lot of variables.\n\nThe high cost of drugs and the Affordable Care Act’s prohibition on lifetime benefit maximums is driving up the cost of some plans, Peterson said. If a few Madison County employees have catastrophic illnesses, those costs are hard to absorb among just 80 employees.\n\nPrice says the county agreed to pay more under the new contract because supervisors wanted to replenish their reserve funds. So, essentially, they want to stockpile reserves of tax dollars via health care.\n\nResidents like Pettit do have a chance to see how counties are spending health care moneys. When counties self-insure, they must report expenses annually to the Iowa Insurance Division.\n\nThose reports are open to the public.\n\nHabitat house gets fixes\n\nA Knoxville woman frustrated with the poor quality of plumbing in a new Marion County Habitat for Humanity house is happy to report that fixes are going to be made.\n\nMarilyn Harris took on a $117,000 mortgage for a new 980-square-foot home with three bedrooms — built with the help of volunteers and local contractors. But almost as soon as she and her daughter moved in last summer, the plumbing and electricity proved so problematic that Harris began having health problems. Also, the basement flooded this winter because of shoddy installation.\n\nIn a Feb. 13 column Reader's Watchdog column, Harris described how a recent inspection report revealed a number of safety problems with the new home.The plumbing, which was labeled in poor condition, was found in need of review.\n\nLisa Crabbs, executive director at Marion County Habitat for Humanity, blamed Harris for several difficulties in resolving problems. But a week ago, Harris and Habitat sat down for a mediation session. Habitat agreed to fix the plumbing and other problems.\n\nHarris said that's all she wanted and is now happy to live in the house.\n\nLee Rood's Reader's Watchdog column helps Iowans get answers and accountability from public officials, the justice system, businesses and nonprofits. Contact her at lrood@dmreg.com, 515-284-8549, on Twitter @leerood or at Facebook.com/readerswatchdog.\n\nRead or Share this story: http://dmreg.co/1p0an7C", "article_metadata": {"google": "notranslate", "description": "Harry Pettit has got two issues with the way supervisors are running things in Madison County.", "apple-itunes-app": "app-id=600025120", "og": {"site_name": "Des Moines Register", "description": "Harry Pettit has got two issues with the way supervisors are running things in Madison County.", "title": "County weighs health care costs vs. road repairs", "url": "http://www.desmoinesregister.com/story/news/investigations/readers-watchdog/2016/03/06/health-care-costs-eclipse-road-repairs-madison-county/81325498/", "image": "http://www.gannett-cdn.com/GDContent/applogos/desmoinesregister.png", "type": "article"}, "twitter": {"description": "Harry Pettit has got two issues with the way supervisors are running things in Madison County.", "creator": "@DMRegister", "image": "http://www.gannett-cdn.com/-mm-/7ca3058c527483648de18d502c7db7c231f4b686/c=0-80-480-560&r=x643&c=640x640/local/-/media/2016/03/04/IAGroup/DesMoines/635927023217766129-Madison.JPG", "title": "County weighs health care costs vs. road repairs", "site": "@DMRegister", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "p": {"domain_verify": "372c291dc2b106308d26264f4fba3b10"}, "fb": {"app_id": 169766623060429}, "cXenseParse": {"gci-topic": "Subjects/Affordable Care Act", "gci-asset-type": "story", "gci-categories": "Subjects/Affordable Care Act", "title": "County weighs health care costs vs. road repairs", "author": "Lee Rood", "pageclass": "article", "recs": {"category": "news/investigations/readers-watchdog", "image-3-4": "http://www.gannett-cdn.com/-mm-/b1d65b8da4dbcf67009ff0f44ff074df1fcd1251/c=25-29-453-600/local/-/media/2016/03/04/IAGroup/DesMoines/635927023217766129-Madison.JPG", "image-1-1": "http://www.gannett-cdn.com/-mm-/f5e7476e511e59f9d0afe1c95bb1814272fbd5ca/c=0-80-480-560/local/-/media/2016/03/04/IAGroup/DesMoines/635927023217766129-Madison.JPG", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/b2e464c7db861227c9f6c3b0cdd70e59b365f85c/c=0-140-480-501/local/-/media/2016/03/04/IAGroup/DesMoines/635927023217766129-Madison.JPG", "image": "http://www.gannett-cdn.com/-mm-/e995c458bf3b704b2ec2aa4befdc3c7e44c66dda/c=0-184-480-455&r=x633&c=1200x630/local/-/media/2016/03/04/IAGroup/DesMoines/635927023217766129-Madison.JPG", "publishtime": "2016-03-06T11:32:05.420000-06:00", "shorthed": "Health care costs eclipse road repairs", "articleid": 81325498, "image-16-9": "http://www.gannett-cdn.com/-mm-/74f0d752a26e7d8565e9fb7c7a9a4b280f8466fb/c=0-184-480-455/local/-/media/2016/03/04/IAGroup/DesMoines/635927023217766129-Madison.JPG", "image-9-16": "http://www.gannett-cdn.com/-mm-/e3b501251f0aab7e1ba6253a4f18aa90074dcc07/c=61-0-419-640/local/-/media/2016/03/04/IAGroup/DesMoines/635927023217766129-Madison.JPG"}}, "article": {"author": "LeeRood/ReadersWatchdog"}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": "Lee Rood health care, Affordable Care Act, Health Care costs, Madison County"}, "article_summary": "If a few Madison County employees have catastrophic illnesses, those costs are hard to absorb among just 80 employees.\nThe almost-free health care offered to Madison County employees, coupled with rising property taxes, have triggered letters to the editor appearing in the Winterset Madisonian.\nUnder the old contract, county employees paid no premiums for their health insurance.\n(Photo: Special to the Register)Harry Pettit’s got two issues with the way supervisors are running things in Madison County.\nIn fact, some 23 counties participate in a self-funded health insurance program through the Iowa State Association of Counties."}