{"article_title": "13 Ways to Save on Prescription Drugs", "article_keywords": ["13", "medications", "prescription", "plans", "ways", "pay", "drug", "pharmacy", "drugs", "costs", "medicare", "plan", "save", "generic"], "article_url": "http://time.com/money/4229587/save-money-prescription-drug-costs/", "article_text": "\n\n\n\nYour medicine may come with a new side effect: financial pain. Prescription-drug spending grew 12.2% in 2014—five times as fast as the year before—according to the Centers for Medicare & Medicaid Services. And the sickest Americans bear the biggest burden. Some 43% of those in fair or poor health say it’s somewhat or very difficult to afford their medications, and 37% say they’ve skipped out on filling a prescription because of cost, according to the Kaiser Family Foundation (KFF).\n\nWhat has changed? Generic drugs, long an affordable alternative to name-brand medicines, have become part of the problem. The average price of the 50 most popular generic drugs increased 373% between 2010 and 2014, according to OptumRx, a pharmacy benefit management company. One culprit is consolidation: After a decade of mergers, three big companies now control 40% of the generics market, says Gerard Anderson, professor at the Johns Hopkins Bloomberg School of Public Health. Weaker competition means drug companies can charge your insurer more. Meanwhile, pricey new miracle drugs—like hepatitis C treatment Sovaldi ($1,000 per pill for an 84-pill course)—are also a key factor forcing up overall medication costs.\n\nIn response, insurers are making consumers pay more, and work harder, to get their prescriptions—if the drugs are even covered. “We’re seeing plans limit the choices of drugs that are available,” says Sandy Ageloff, senior consultant with Willis Towers Watson.\n\nFortunately, there are plenty of ways for you to save. By making strategic changes in the medications you take (with your doctor’s okay, of course), the places you buy them, and the insurance plan you elect, you may be able to shave 40% or more off your total prescription-drug costs this year. Here are the steps you need to take.\n\nCHANGE YOUR MEDICATION\n\n1. Substitute generics for name brands.\n\nFirst things first: If you haven’t already, ask your doctor if you can try any generic versions of your prescription meds. Despite recent price increases, the savings can still be immense. On average, Americans on employer plans could have shelled out as much as 80% less in co-pays in 2015 by switching from a branded drug to a generic, according to KFF data. “The evidence is very strong that generics work just as well,” says American College of Physicians president Wayne J. Riley.\n\n2. Combine pills—or split them.\n\nIf you are taking several medications for the same condition, ask your physician if there’s a single pill that would do the job. For example, your insurer could make you pay a combined $100 or more a month to get a brand-name beta-blocker and a brand-name thiazide diuretic to treat high blood pressure, Riley says. But most people, he says, can sub in a generic combination pill containing both medications, which will probably have a co-pay of less than $15.\n\nAlternatively, you might be able to save money by splitting some pills, Riley says. You’ll need to check with your physician, because not all doses can be divided safely—but once you’ve gotten the green light, ask for a prescription for half as many double-strength pills. Then buy a pill splitter and cut the tablets in two.\n\n3. Check the formulary for your insurer’s favorites.\n\nThe list of medications that any given drug plan will cover—called a formulary—has gotten much more complicated. As little as 15 years ago, most plans had no more than two tiers, or price categories. The two-tier plans would charge you one co-pay for generics and a second, higher one for brand-name drugs. By 2015, however, 81% of workers had three or more tiers in their prescription-drug benefits plan, and 23% had four or more, according to KFF. Obamacare and Medicare plans have multiple tiers too.\n\nGenerally, the higher the tier, the more you pay. While first-tier (usually generic) drug co-pays were just $11 on average in 2015, fourth-tier co-pays averaged $93 per prescription.\n\nAnd co-insurance—in which you pay a fixed percentage of the price, rather than a set dollar amount—could push your out-of-pocket costs even higher. Among plans with three or more tiers, 40% required that patients pay co-insurance on pricier fourth-tier drugs, putting an average 32% of the cost on your shoulders.\n\n“It can make for some confusion at the pharmacy counter,” says Sharon Frazee, vice president of research and education at the Pharmacy Benefit Management Institute (PBMI). “If you don’t know where the drug sits on the formulary, you don’t know how much you’re going to be charged.”\n\nPlans use tiers to lower costs. Your insurer will save money if you switch to a cheaper, clinically equivalent drug. The plan may also have negotiated better prices with one manufacturer by promising to charge more for the competition.\n\nEither way, many plans offer incentives to switch. Show your doctor your formulary list and ask if there’s another drug in a lower price tier that would work just as well for you.\n\nMoney\n\n4. Jump through your insurer’s hoops.\n\nIn 2015, almost 70% of employers required, for at least some drugs, that you try over-the-counter, generic, or lower-cost versions before insurance would cover the pricier alternatives, according to a survey from PBMI. More than half of all employers required such “step therapy” for cholesterol-lowering drugs, for instance, up from 38% in 2010. This process can make it tricky for patients to get the expensive drugs their doctors have prescribed.\n\n“A lot of health insurance companies are requiring that patients try three medications before they can get the one that their doctor originally recommended,” says health care consultant Martine Ehrenclou.\n\nIf your drug has such restrictions, you’ll get the bad news when you go to the pharmacy to fill your prescription. Work with your doctor to try the alternatives; if you ignore the rules altogether, you could get stuck with the full bill for your medication.\n\nWhat if you have already tried the treatments your insurer is pushing? “You don’t have to start over,” says Katy Votava, founder of health insurance consulting firm Goodcare. Go to the drug section of your insurer’s website. You can send your doctor’s staff the necessary authorization forms or, in some cases, initiate the process yourself, says Votava. Your insurer should spell out the kind of documentation you’ll need.\n\n5. Ask your plan to make an exception.\n\nYour plan might waive restrictions, pay for a drug that’s not on its list, or charge a lower co-pay if your doctor says a specific medication is necessary.\n\nFor example, when cholesterol-lowering drug Lipitor went generic, many plans refused to cover the brand-name version or charged a higher co-pay, says Tatiana Fassieux, board chair of California Health Advocates, a Medicare advocacy nonprofit. But some people couldn’t take the generic because they were allergic to the binding additive, so plans let them take branded Lipitor or pay the generic co-pay for the branded drug.\n\nAsk explicitly for an exception: You again go to the drug section of your insurer’s website, but this time look for a medication exception request. Give it to your doctor’s office to complete, says Riley of the American College of Physicians.\n\nRequest denied? You have the right to both internal and external reviews. Your plan’s explanation of benefits document will tell you whom to contact.\n\nFor all Medicare Part D plans, call your provider and ask to have the exception form sent to your doctor, Fassieux says. If your request is rejected, you can appeal.\n\nCHANGE YOUR PHARMACY\n\n6. Use mail-order options.\n\nIf you don’t use mail order for common maintenance medications, you’re probably overpaying. More than 90% of employers offered the service in 2015, and almost a quarter of those required it for at least some drugs, PBMI says. Processing can take a week or more, so when you’re starting a new medication, ask your doctor for one 30-day prescription to fill locally plus a 90-day script for mail order, Riley says. On average, you’ll save a third on co-pays for brand-name drugs when you buy through the mail.\n\n7. Use a preferred drugstore.\n\nAlmost three in 10 employers had a preferred network in 2015, meaning workers got a discount at certain drugstores, according to PBMI. Another 13% had a limited network, meaning insurance paid only for prescriptions filled at in-network chains. Medicare plans can also have preferred or limited networks. Preferred pharmacies generally offer good discounts, Frazee says: “The savings can be considerable, particularly if you’re on brand medications.”\n\nFree to choose any pharmacy? Use the OneRx app to see which ones offer the lowest prices. Take a photo of your insurance card, and the app will show estimated co-pays based on your plan. The app also shows cash prices, the amount you would pay without insurance; these can sometimes be less than your co-pay, says A.J. Loiacono, chief innovation officer at Truveris, which created the app. Just remember that if you bypass your insurance, the payments won’t count toward your deductible or out-of-pocket maximum.\n\nMoney\n\n8. Beware of online pharmacy scams.\n\nWhen looking at online drugstores, be cautious. Many of the “Canadian pharmacies” you’ll find on the Internet are fraudulent, according to a 2013 Government Accountability Office report—which also noted that some drugs ordered online contained “dangerous contaminants, such as toxic yellow highway paint, heavy metals, and rat poison.”\n\nYou can be sure a web pharmacy is safe if its domain name ends with “.pharmacy,” which means the site has been approved by the National Association of Boards of Pharmacy and meets all regulatory requirements. You can also search for the site’s name on LegitScript.com to confirm that it’s aboveboard.\n\nCHANGE YOUR INSURANCE\n\n9. Check your insurer’s formulary lists.\n\nTo make the biggest dent in high drug costs, you may need to change your insurance. Employers usually let workers choose new health plans in the fall; Obamacare marketplaces are on a similar timetable. And seniors can choose new Medicare plans starting Oct. 15.\n\nTo compare plans, start by checking the formulary lists to ensure that medications you take are covered, Votava says. (These lists are often online, but in some cases you may need to request the document from a prospective insurer.) Identify which tiers your drugs are in, and then use each plan’s “summary of benefits and coverage” to see how much you would pay in each tier. “Get used to doing a little more homework,” Votava says.\n\nDrug coverage is of particular concern for people on Obamacare plans, some of which have placed all the necessary drugs—even generics—for certain chronic conditions in the most expensive tier. A 2014 study by the Pharmaceutical Research and Manufacturers of America identified higher drug costs for Obamacare enrollees with cancer, diabetes, rheumatoid arthritis, and even asthma. And a New England Journal of Medicine study found that HIV patients on plans with such “adverse tiering” owed $3,000 more than HIV patients on other plans, even after accounting for out-of-pocket maximums and premiums.\n\nTrying to calculate what you’d owe? Get help. “Call the pharmacy help desk for your plan,” Votava says. “They are going to be your best shot.” Tell the rep the plan you’re considering and the medication you’re on, she says, and ask what price you would pay.\n\nMoney\n\n10. Check for tricky deductibles.\n\nFor many patients, drug co-pays kick in from the first day of coverage. But last year, KFF found, almost a quarter of workers on high-deductible employer plans had to pay full price for prescription drugs until they met their overall deductible—more than $1,300 for individuals and over $2,600 for families. That could require a big outlay for people with high drug costs.\n\nAnd 36% of employer plans in 2015 had a separate drug deductible, up sharply from 14% in 2014, according to PBMI. On average, drug deductibles are $325 for individuals and $960 for families. “You go to the drugstore more than you go to the doctor, so you’re more likely to feel it faster,” PBMI’s Frazee says.\n\nAt least one change has delivered a measure of relief. Under the Affordable Care Act, all new employer and marketplace plans must cap how much you’d pay for in-network care each year. In 2015 the average out-of-pocket max was $3,291 on individual PPO (preferred provider organization) plans, according to KFF. So if you face high drug costs, you may be able to save by choosing a plan with higher premiums but a lower cap. To gauge your potential liability, add a given plan’s premiums to the out-of-pocket max, Votava says.\n\n11. Price out Medicare options.\n\nPart D beneficiaries have a somewhat different set of rules and concerns. Unlike employer and marketplace plans, Medicare drug plans have no out-of-pocket maximums, so you can continue to hemorrhage cash if you’re taking expensive drugs.\n\nMeanwhile, out-of-pocket costs can vary widely between plans, notes a KFF survey. For example, a drug called Spiriva, used to treat emphysema, costs a Medicare Part D beneficiary as much as $472 per month in 2016 on one plan—but as little as $33 on another. Diabetes treatment Lantus Solostar ranges from $29 to $172 a month; generic cholesterol drug atorvastatin costs $20 a month on one plan but is free on another.\n\nYou need to shop around every year; Fassieux says coverage lists change all the time. The Medicare Plan Finder at Medicare.gov makes it easy to search plans, however. Enter your medication information, including dosage and frequency. You can also enter the name of your favorite pharmacy in case some of the plans have preferred or limited pharmacy networks. The tool will show you your expected costs on both Medicare Part D and Medicare Advantage prescription-drug plans.\n\nAgain, remember that what was cheapest last year won’t necessarily be the right answer this year, even if your drug regimen hasn’t changed.\n\n“We see people who didn’t look at their plans; they didn’t do anything,” Fassieux says. “Then they go to the pharmacy, and their co-pay has tripled.” Don’t be among them.\n\nAND IF ALL ELSE FAILS…\n\nIf you take a high-price brand-name drug and have exhausted other ways to reduce your costs, you may need extra help. Two options:\n\n12. Clip coupons.\n\nSome drugmakers offer discounts directly to patients. If you take any brand medications, says health care consultant Martine Ehrenclou, check the manufacturer’s website for coupons. (Medicare beneficiaries are ineligible.)\n\n13. Ask for help.\n\nPharmaceutical companies also have patient-assistance programs to aid people who have a hard time affording their treatment. There may be income limits and other requirements. Check RxAssist.org, patientadvocate.org, and pparx.org to find programs for your medications.", "article_metadata": {"description": "To lower your prescription drug costs, you should get help from your doctor, change the way you buy pills, or switch your health insurance.", "generator": "WordPress.com", "og": {"site_name": "MONEY.com", "description": "Save 40% or more on the medications you need.", "title": "13 Smart Ways to Save on Prescription Drugs", "url": "http://time.com/money/4229587/save-money-prescription-drug-costs/", "image": "https://timedotcom.files.wordpress.com/2016/02/dru_03_lede.jpg?quality=75&strip=color&w=1012", "type": "article"}, "twitter": {"site": "MONEY", "image": {"src": "https://timedotcom.files.wordpress.com/2016/02/dru_03_lede.jpg?quality=75&strip=color&w=1012"}, "description": "Save 40% or more on the medications you need.", "card": "summary_large_image", "title": "13 Smart Ways to Save on Prescription Drugs"}, "msapplication-TileColor": "#FFFFFF", "msapplication-tooltip": "Current & Breaking News | National & World Updates", "msapplication-task": "name=Subscribe;action-uri=http://time.com/feed/;icon-uri=http://0.gravatar.com/blavatar/2cee445ea71a179ffd35ea91cf154905?s=16", "apple-mobile-web-app-capable": "yes", "fb": {"app_id": 53177223193}, "p": {"domain_verify": "f48a8936c3fffc943fce516f2e3ff1d2"}, "apple-mobile-web-app-status-bar-style": "black-translucent", "msapplication-window": "width=device-width;height=device-height", "msapplication-TileImage": "https://s0.wp.com/wp-content/themes/vip/time2014/img/time-touch_icon_152.png", "application-name": "TIME", "article": {"publisher": "https://www.facebook.com/MoneyMagazine"}, "keywords": ", healthcare, prescription drugs", "google-site-verification": "nFxFQf8F4Xgg0b9Ap9rOUJzg7MY74LicbBIzsLo8yIg", "viewport": "width=device-width,minimum-scale=1.0,maximum-scale=1.0", "news_keywords": "drugs, rx, pharmacy, prescription drugs, save money, healthcare, health insurance, formulary, generic drugs,"}, "article_summary": "Unlike employer and marketplace plans, Medicare drug plans have no out-of-pocket maximums, so you can continue to hemorrhage cash if you’re taking expensive drugs.\nWhile first-tier (usually generic) drug co-pays were just $11 on average in 2015, fourth-tier co-pays averaged $93 per prescription.\nGeneric drugs, long an affordable alternative to name-brand medicines, have become part of the problem.\nThe average price of the 50 most popular generic drugs increased 373% between 2010 and 2014, according to OptumRx, a pharmacy benefit management company.\nTo make the biggest dent in high drug costs, you may need to change your insurance."}