{"article_title": "20-unit Albany project hints at Park South's rebirth", "article_keywords": ["rebirth", "souths", "proposed", "albany", "renewal", "park", "urban", "project", "plan", "maddalone", "neighborhood", "20unit", "south", "dana", "hints"], "article_url": "http://www.timesunion.com/tuplus-local/article/20-unit-project-a-sign-of-rebirth-7252246.php", "article_text": "20-unit Albany project hints at Park South's rebirth Officials say apartment building for Dana Ave. confirms strategy to revitalize area\n\nImage 1 of / 1 Caption Close Image 1 of 1 A concept design for the four-story apartment building proposed by Maddalone & Associates for 81-91 Dana Ave. in Albany's Park South neighborhod. (Maddalone & Associates). A concept design for the four-story apartment building proposed by Maddalone & Associates for 81-91 Dana Ave. in Albany's Park South neighborhod. (Maddalone & Associates). 20-unit Albany project hints at Park South's rebirth 1 / 1 Back to Gallery\n\nAlbany\n\nA 20-unit apartment complex proposed for Dana Avenue may be the first sign that Park South's long-anticipated redevelopment is spreading beyond the $110 million reconstruction of the blocks adjacent to Albany Medical Center.\n\nApartments proposed by Maddalone & Associates of Schenectady would rise between New Scotland Avenue and Knox Street, just east of where Albany Med and Tri-City Rentals are collaborating on 268 new market-rate apartments on Morris Street and Dana Avenue.\n\nThe Albany Med project also includes a new medical office building and parking garage on Myrtle Avenue and residential and commercial buildings along New Scotland Avenue.\n\nThe work is radically remaking a part of the narrow neighborhood sandwiched between Albany Med's expanding campus and Washington Park — a neighborhood that a decade ago was known mostly for high crime and sagging old buildings.\n\nThe new four-story complex would rent at market rate and rise at 81-91 Dana, where there are two buildings and vacant land.\n\nChris Maddalone, one of the firm's partners, was involved in the rehabilitation of a nine-unit building not far away at the corner of Morris and Knox streets in 2010 but said it would be the company's first new construction project in the city.\n\nThe initial major piece of Park South's redevelopment came in 2008 when Winn Development completed its rehab of 18 Knox St. row houses into higher-quality and less dense affordable housing — a project billed as important to the overall strategy for the neighborhood by helping maintain affordability in the face of new investment.\n\nOn Monday, the Common Council will introduce proposed changes to the 2006 Park South Urban Renewal Plan to accommodate Maddalone's proposal.\n\nThat urban renewal plan, intended as a playbook for the revitalization of a nine-block section of the neighborhood, currently limits the height of buildings on that block of Dana to three stories.\n\nLawmakers are also being asked to extend the life of the plan, which expires in July, for one year or until the city adopts a new zoning code, which it is in the process of drafting.\n\nAmong other things, the urban renewal plan permits denser development than would otherwise be allowed in the neighborhood consisting largely of one- and two-story buildings. Director of Planning Chris Spencer said the city is working on ways to incorporate elements of the renewal plan into the new zoning law.\n\nCouncil President Pro Tempore Richard Conti, who represents the neighborhood, called the apartment proposal \"pretty consistent\" with the decade-old vision for the area.\n\n\"It's the kind of thing that we would like to see more of,\" Conti said.\n\nWhile the urban renewal plan anticipated that Albany Med's residential development would happen much sooner than 2013, the long-term hope was that the medical center's investment would be a catalyst for other nearby projects.\n\nSpencer said he believes Maddalone's Dana Avenue proposal is a sign that it's happening.\n\n\"I think that's naturally lifted whatever is happening around there,\" Spencer said. \"When you get a critical mass of projects like Albany Med and Tri-City Rentals, other things that happen on the periphery become a little less risky.\"\n\nCiting projects he and his partners have completed on lower State and lower Union streets in Schenectady, Maddalone said he has never been afraid of working in areas other developers have yet to embrace. \"We've kind of been pioneers in a lot of different neighborhoods,\" he said. \"Bringing it east toward the Capitol is great. Everyone is going to jump on.\"\n\nAndrew Harvey, president of the Park South Neighborhood Association, said he hasn't heard much by way of opposition to the project.\n\n\"The concept of it is essentially consistent (with the urban renewal plan), so I guess then it just becomes a question of the details,\" Harvey said. \"We're going to see some build-up here. Even though there's not unanimity of opinion on this, we recognize the advantages of having some density.\"\n\nHarvey said neighbors are eager to see other aspects of the urban renewal plan aside from the zoning — such as commitments to streetscape improvements like sidewalks and trees — honored beyond the document's current expiration date.\n\n\"We won't know whether or not the plan was truly a success for probably five, 10 years down the road,\" Harvey said. \"But in terms of Park South being transformed into a community where people choose to live here because of its amenities, when we get to that juncture, we'll know that the plan overall was a success.\"\n\nConti, the councilman, noted the marquee Knox Street and Albany Med projects have been accompanied by many other investments made by smaller property owners that have also collectively boosted the neighborhood's fortunes.\n\n\"I think it's unquestionable that we are in a much better position in Park South today than we were at the beginning of the process,\" he said.\n\njcarleo-evangelist@timesunion.com • 518-454-5445 • @JCEvangelist_TU", "article_metadata": {"SKYPE_TOOLBAR": "SKYPE_TOOLBAR_PARSER_COMPATIBLE", "description": "A 20-unit apartment complex proposed for Dana Avenue may be the first sign that Park South's long-anticipated redevelopment is spreading beyond the $110 million reconstruction of the blocks adjacent to Albany Medical Center.  The Albany Med project also includes a new medical office building and parking garage on Myrtle Avenue and residential and commercial buildings along New Scotland Avenue.  The new four-story complex would rent at market rate and rise at 81-91 Dana, where there are two buildings and vacant land.  The initial major piece of Park South's redevelopment came in 2008 when Winn Development completed its rehab of 18 Knox St. row houses into higher-quality and less dense affordable housing — a project billed as important to the overall strategy for the neighborhood by helping maintain affordability in the face of new investment.  While the urban renewal plan anticipated that Albany Med's residential development would happen much sooner than 2013, the long-term hope was that the medical center's investment would be a catalyst for other nearby projects.  Harvey said neighbors are eager to see other aspects of the urban renewal plan aside from the zoning — such as commitments to streetscape improvements like sidewalks and trees — honored beyond the document's current expiration date.", "vf": {"section": "tuplus", "unique_id": "timesunion-article-7252246"}, "og": {"site_name": "Times Union", "description": "A 20-unit apartment complex proposed for Dana Avenue may be the first sign that Park South's long-anticipated redevelopment is spreading beyond the $110 million reconstruction of the blocks adjacent to Albany Medical Center.  The Albany Med project also includes a new medical office building and parking garage on Myrtle Avenue and residential and commercial buildings along New Scotland Avenue.  The new four-story complex would rent at market rate and rise at 81-91 Dana, where there are two buildings and vacant land.  The initial major piece of Park South's redevelopment came in 2008 when Winn Development completed its rehab of 18 Knox St. row houses into higher-quality and less dense affordable housing — a project billed as important to the overall strategy for the neighborhood by helping maintain affordability in the face of new investment.  While the urban renewal plan anticipated that Albany Med's residential development would happen much sooner than 2013, the long-term hope was that the medical center's investment would be a catalyst for other nearby projects.  Harvey said neighbors are eager to see other aspects of the urban renewal plan aside from the zoning — such as commitments to streetscape improvements like sidewalks and trees — honored beyond the document's current expiration date.", "title": "20-unit Albany project hints at Park South's rebirth", "url": "http://www.timesunion.com/tuplus-local/article/20-unit-project-a-sign-of-rebirth-7252246.php", "image": "http://ww1.hdnux.com/photos/45/33/44/9812272/9/rawImage.jpg", "type": "article"}, "twitter": {"site": "@TimesUnion", "card": "summary_large_image"}, "”twitter": {"site”": "”@timesunion”"}, "fb": {"admins": 100006394927810, "app_id": 480611135405160}, "format-detection": "telephone=no", "msvalidate.01": "9451CA04ABC9D1D5C6419C73B4C4F7B7", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fe1df1\"", "article_summary": "Andrew Harvey, president of the Park South Neighborhood Association, said he hasn't heard much by way of opposition to the project.\n20-unit Albany project hints at Park South's rebirth 1 / 1 Back to GalleryAlbanyA 20-unit apartment complex proposed for Dana Avenue may be the first sign that Park South's long-anticipated redevelopment is spreading beyond the $110 million reconstruction of the blocks adjacent to Albany Medical Center.\nOn Monday, the Common Council will introduce proposed changes to the 2006 Park South Urban Renewal Plan to accommodate Maddalone's proposal.\n\"I think it's unquestionable that we are in a much better position in Park South today than we were at the beginning of the process,\" he said.\nA concept design for the four-story apartment building proposed by Maddalone & Associates for 81-91 Dana Ave. in Albany's Park South neighborhod."}