{"article_title": "Fall TV Preview: On Sundays, a Bollywood star comes to ABC, martial arts to AMC, and every award-winning show vies for your attention", "article_keywords": ["awardwinning", "hbo", "preview", "star", "sept", "martial", "tv", "maybe", "leftovers", "watch", "sundays", "returns", "john", "fall", "vies", "bollywood", "networks", "comes", "shows"], "article_url": "http://www.salon.com/2015/09/13/fall_tv_preview_on_sundays_a_bollywood_star_comes_to_abc_martial_arts_to_amc_and_every_award_winning_show_vies_for_your_attention/", "article_text": "Topics: ABC, amc, blood and oil, bob's burgers, brooklyn nine-nine, CBS, Doll & Em, fall tv preview, Fox, HBO, Homeland, into the badlands, last man on earth, last week tonight with john oliver, priyanka chopra, project greenlight, Quantico, Showtime, the affair, The Good Wife, the leftovers, TV, Entertainment News\n\nOn September 21, the TV season is officially starting—and with the glut of TV shows clogging your DVR and being Recommended For You on Netflix, it’s more difficult than ever to find what you like. Here’s my guide to the madness. Every day this week, including Friday/Saturday and Sunday, I’m offering up my recommendations for that evening of programming and the best way to watch it. Maybe you still watch live; maybe you catch up the next day on Hulu. Maybe you remember to set your DVR, which makes you far more conscientious than I am. Maybe you’re looking for something to watch during housework or something to watch with family. The upside to #TooMuchTV is that your options are endless; there appears to be a program for everyone. Let’s find it.\n\nSunday nights, in our Golden Age of television, are the haven for prestige and prestige-wannabe programming. I had to leave aside a lot of debuting shows trying to make a mark, both on venerable broadcast institutions and on second-tier cable networks, because there’s simply too much happening on this one night. The big cable networks are offering up whole nights of programming; HBO has the trump card of John Oliver to cap off its evening, too. Elsewhere, various award-winning shows fight for a piece of an increasingly attention-deficit audience as a few newcomers attempt to make a mark.\n\n“The Leftovers,” 9 p.m. on HBO. Returns Oct. 4.\n\n“Project Greenlight,” 10 p.m. on HBO. Returns Sept. 13.\n\n“Doll & Em,” 10:30 p.m. on HBO. Returns Sept. 13.\n\n“Last Week Tonight With John Oliver,” 11 p.m. Returns Sept. 13.\n\n\n\nHBO goes into the fall with a weird and potentially quite weak lineup. Of the first three, “Doll & Em” is definitely my pick—an intimate comedy written by and starring two real-life best friends, it’s addictive and satisfying. It’s also the least-discussed show of the three fall shows. Damon Lindelof’s “The Leftovers” is HBO’s drama offering for the night, which, no matter how much you like the show, is an unequivocally depressing note on which to start the season. The second season takes some of the characters to a new setting—Miracle, Texas, where no one, apparently, was disappeared, but obviously, it’s a TV show, so something bad is going to happen. Regina King is joining the already excellent cast. I have been impressed by the performances in “The Leftovers,” but its grim misery never quite got through to me. King, like Justin Theroux, Carrie Coon and Amy Brenneman, will almost definitely never laugh.\n\n“Project Greenlight,” between the two, is a continuation of Matt Damon and Ben Affleck’s reality series about filmmaking that last aired a whole decade ago. It’s more of a wildcard, in terms of quality, than the other two; 10 years can lead to quite a crew turnover, even if Damon and Affleck are still onboard. There will likely be something reliably engaging about the show to keep viewers interested, even if that is entirely scrutinizing Affleck’s persona for hints of his currently much-discussed personal life. A topic that 11 p.m. host John Oliver—who has transitioned from newcomer to instant classic—will have no trouble mocking, as the opportunity arises.\n\n“Blood And Oil,” 9 p.m. on ABC. Debuts Sept. 27.\n\n“Quantico,” 10 p.m. on ABC. Debuts Sept. 27.\n\n\n\nABC’s Sunday-night offerings are, true to form, a little bit more melodramatic and splashy than the prestige cable networks; but this year, it’s only a little bit. “Quantico,” starring Bollywood A-lister Priyanka Chopra, is more like “Homeland” than it is like “Revenge,” which occupied its time slot last fall. In terms of story, it’s hitting some standard military-espionage beats, with a lot of double agents and questions of identity and the now-requisite domestic terror plot. In terms of casting and audience, it feels decidedly different—both a play for an international audience, with Chopra, and a stab at prestige drama that has been historically dominated by cable. (The network’s limited-run “American Crime” was also an effort in that vein.) “Blood and Oil,” directly preceding it, is a lot less interesting—a prime-time soap opera set in the oilfields of Texas—but if your taste runs toward “Nashville,” it could appeal.\n\n“Bob’s Burgers,” 7:30 p.m. on Fox. Returns Sept. 27.\n\n“Brooklyn Nine-Nine,” 8:30 p.m. on Fox. Returns Sept. 27.\n\n“Last Man on Earth,” 9:30 p.m. on Fox. Returns Sept. 27.\n\n", "article_metadata": {"description": "Sunday is brimming with options, from the return of John Oliver and \"Homeland\" to ABC's new \"Quantico\"", "title": "Fall TV Preview: On Sundays, a Bollywood star comes to ABC, martial arts to AMC, and every award-winning show vies for your attention", "og": {"site_name": "Salon", "description": "Sunday is brimming with options, from the return of John Oliver and \"Homeland\" to ABC's new \"Quantico\"", "title": "Fall TV Preview: On Sundays, a Bollywood star comes to ABC, martial arts to AMC, and every award-winning show vies for your attention", "url": "http://www.salon.com/2015/09/13/fall_tv_preview_on_sundays_a_bollywood_star_comes_to_abc_martial_arts_to_amc_and_every_award_winning_show_vies_for_your_attention/", "image": "http://media.salon.com/2015/09/homeland501.jpg", "type": "article"}, "twitter": {"description": "Sunday is brimming with options, from the return of John Oliver and \"Homeland\" to ABC's new \"Quantico\"", "title": "Fall TV Preview: On Sundays, a Bollywood star comes to ABC, martial arts to AMC, and every award-winning show vies for your attention", "image": "http://media.salon.com/2015/09/homeland501.jpg", "creator": "@soniasaraiya", "site": "@salon", "card": "summary_large_image"}, "author": "Sonia Saraiya", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, ABC, amc, blood and oil, bob's burgers, brooklyn nine-nine, CBS, Doll & Em, fall tv preview, Fox, HBO, Homeland, into the badlands, last man on earth, last week tonight with john oliver, priyanka chopra, project greenlight, Quantico, Showtime, the affair, The Good Wife, the leftovers, TV", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fdd096\"", "article_summary": "Returns Sept. 27.\nReturns Sept. 13.\n“Last Week Tonight With John Oliver,” 11 p.m. Returns Sept. 13.\nMaybe you still watch live; maybe you catch up the next day on Hulu.\nMaybe you’re looking for something to watch during housework or something to watch with family."}