{"article_title": "Greg Abbott, Wendy Davis launching extensive voter turnout efforts", "article_keywords": ["abbott", "voter", "campaign", "voters", "county", "hispanic", "state", "greg", "democrats", "wendy", "davis", "extensive", "texas", "turnout", "efforts", "launching"], "article_url": "http://www.dallasnews.com/news/politics/headlines/20141018-abbott-davis-launching-extensive-voter-turnout-efforts.ece", "article_text": "Greg Abbott and Wendy Davis have bickered over issues, staged two debates and watched as their staffs constantly sniped at each other for months. They’ve made appeals to women, minorities and other groups.\n\nNow, the real fight to become Texas’ next governor begins.\n\nStarting Monday, Texans can vote early for two weeks, and both campaigns are launching extensive efforts to push friendly voters to the polls. The candidates’ voter turnout operations, developed largely outside public view, are the last bastion of pure politics.\n\nAbbott’s and Davis’ ground skirmish is being waged from the urban core to the sprawling suburbs — the cozy small towns and rural farms. And each has specific plans and goals for pulling down big totals from North Texas, with Dallas County a key battleground.\n\nThe results have implications beyond their contest. They will be a barometer on what progress Democrats have made toward being competitive statewide.\n\nIf Abbott soundly defeats Davis, Republicans could control the state for the foreseeable future. If Davis comes close or pulls off an unlikely upset, it would signal a new era in Texas politics and certify Texas as a swing state.\n\n“Wendy Davis has to change what the pie looks like. They are trying to throw off the math by getting Hispanic voters and new voters to show up at the polls,” said Texas political consultant Vinny Minchillo, who worked for GOP presidential nominee Mitt Romney in 2012. “Voter turnout is important for Greg Abbott as well. He has a big lead but must make sure he’s driving his voters to the polls.”\n\nDavis hopes her field plan will overcome Abbott’s advantage in the polls and deliver the governor’s mansion to her party for the first time since 1990. She touts her voter turnout program as the “most significant field operation that state has ever seen.”\n\nBut Abbott, the Texas attorney general, has enjoyed a significant structural edge in the race. For the past two decades in Texas, vastly more Republicans have voted than Democrats, so his get-out-the vote machine doesn’t need to fire on all cylinders for him to become governor.\n\nIn two decades of Republican dominance, the Texas parties have changed. The GOP has become more conservative, while Democrats have primarily become a party of blacks, Hispanics and progressive women. White men have nearly vanished from the party.\n\nSo the realities of the Texas political scene dictate that Davis develop a strategy to energize minority voters while appealing to those seen as less than steadfast Republicans.\n\nThe state senator from Fort Worth has partnered with Battleground Texas, a Democratic group started by veterans of President Barack Obama’s campaigns, for a grass-roots strategy. A big portion of her campaign cash has been dedicated to a robust field operation.\n\nBattleground Texas has been in place since 2013 and wants to be in the state for the long haul. It has volunteers across the state who are using 348 staging centers in their communities. These mini-field operations are in homes, garages and small businesses.\n\nThe group’s 2014 mission is to lure persuadable voters in places like Garland, Mesquite, Plano and Richardson. The hope is that they will move not only new voters and independents to the polls but also “lost Democrats” who often fall out of the reach of Democratic field operations because they don’t live in minority areas.\n\n“At the end of the day, this is about volunteers who are making change in their communities,” said Jenn Brown, executive director of Battleground Texas. “They’re the ones making sure their friends and neighbors have their voices heard at the ballot box this November.”\n\nMeanwhile, the job of mobilizing black and Hispanic voters has fallen to local parties and some down-ballot candidates across the state. The political arm of the Texas Organizing Project is also working in minority neighborhoods.\n\nDallas County, controlled by Democrats since 2006, is a microcosm of Davis’ strategy. Local Democratic Party Chairwoman Darlene Ewing and her forces are appealing to the Democratic base, as are candidates like County Judge Clay Jenkins, who has more than $300,000 in campaign cash. He plans to spend it turning out core Democratic voters.\n\nOther Democratic candidates, like U.S. Rep. Marc Veasey of Fort Worth, have committed to running aggressive campaigns, even though their elections are almost certain. Veasey is buying ads on radio stations that appeal to black voters. It was the same tactic used to help Davis across the finish line in 2012, when she was re-elected to her GOP-leaning Senate district in Tarrant County.\n\nWith much of the attention on women and persuadable voters, some local activists have worried that Davis and Democrats are not spending enough time with tried and true supporters.\n\nBut Jenkins says the job is getting done.\n\n“There’s more activity by Democrats on the ground in Dallas County than I’ve ever seen before,” he said.\n\nDavis is also hoping groups like Annie’s List and the political arm of Planned Parenthood can turn out women to vote for Democrats. The groups are especially pushing the candidacies of female state House candidates, including in Dallas County, where Leigh Bailey in House District 108, Carol Donovan in House District 107 and Susan Motley in House District 105 are running underdog efforts.\n\nDavis will appear with Bailey in Dallas on Sunday as part of her effort to rally voters for the start of early voting.\n\nThe Davis campaign is targeting a broad spectrum of voters — including women, Hispanics and working-class Texans.\n\nHer television ads depict Abbott as a selfish political insider concerned with advancing the agenda of big business and special interests. Her commercials have been distinctively negative, a tactic aimed at suppressing Republican turnout.\n\nDavis has paid for the services of Bluelabs, a company used by the Obama campaign to target voters. She’s shared the service with down-ballot candidates.\n\n“We have the best voter turnout operation Texas has ever seen,” Davis said at a recent rally.\n\nWith the exception of George W. Bush, Republican candidates in Texas haven’t put strong emphasis on voter turnout strategies.\n\nThey haven’t had to.\n\nAbbott and the GOP enjoy a solid structural advantage in Texas. In 2010, Rick Perry won re-election as governor over former Houston Mayor Bill White by more than 631,000 votes.\n\nFor this campaign, Abbott is seeking to mobilize what he hopes is a still dominant base and make inroads in growing communities, especially among Hispanic voters, for future elections.\n\nHe’s had a prolific mail-in ballot campaign and is stressing early voting, where Republican always have an advantage over Democrats.\n\n“Our campaign is making unprecedented efforts to get out the vote in every corner of Texas, from traditional phone banks and block-walks across the state to deploying innovative tactics to reach voters online,” said Abbott spokeswoman Ameila Chasse.\n\nEarly in his matchup against Davis, Abbott pushed a message that the state senator from Fort Worth was trying to bring Obama-style policies to Texas.\n\nIn the Lone Star State, like other bastion of staunch conservatism, anti-Obama themes are stronger voter magnets than any voter file or targeting program.\n\nWhat’s more, Abbott and Davis have clear contrasts on other issues that rile conservative voters, such as spending, immigration and the Affordable Care Act.\n\nAbbott’s currently airing a television ad that seeks to link Davis to Obama.\n\n“He’s plugged into an always active base and not giving in to complacency,” said conservative radio talk host Mark Davis. “There’s some added interest in Dallas County and Harris County and areas that are considered purple.”\n\nAbbott is trying to help the entire GOP ticket. At several stops in North Texas, he has tried to rally local Republicans.\n\nIn Dallas County, the GOP needs the help. In 2006 and 2010, Perry was the lowest vote-getter among countywide candidates, and that probably hurt the GOP in close races, such as the contest for district attorney.\n\n“It’s time for conservative leadership in Dallas County,” Abbott said during one recent campaign stop in West Dallas.\n\nAbbott is also reaching out to Hispanic voters, predicting that his wife, Cecilia, will be the first Hispanic first lady in Texas.\n\nDemocrats say that on the issues, from immigration to education, Abbott is far apart from Hispanic voters. Texas Republicans acknowledge that in the long run, they must do better with the state’s fastest-growing demographic group.\n\n“He’s playing for the future,” said state Rep. Jason Villalba, R-Dallas. “Greg Abbott understands that if you don’t win the hearts and minds of Hispanic voters, we as a political party will have a difficult time keeping the infrastructure of Republican control in place.”\n\nFollow Gromer Jeffers Jr. on Twitter at @gromerjeffers.", "article_metadata": {"description": "North Texas is a key battleground, and each aims to improve on what their predecessors drew in 2010.", "og": {"description": "North Texas is a key battleground, and each aims to improve on what their predecessors drew in 2010.", "title": "Greg Abbott, Wendy Davis launching extensive voter turnout efforts", "url": "http://www.dallasnews.com/news/politics/headlines/20141018-greg-abbott-wendy-davis-launching-extensive-voter-turnout-efforts.ece", "image": {"width": 670, "identifier": "http://www.dallasnews.com/news/politics/headlines/20141018-nm_07wendydavis1.jpg.ece/BINARY/original/NM_07WendyDavis1.jpg", "height": 459}, "keywords": "dallas, dallas fort worth, dallas news, dallas fort worth news, dfw news, dallas local news, dallas fort worth local news, dallas newspaper, dallas morning news, dallas morning news newspaper", "type": "article"}, "LastModifiedDate": "2014-10-19T22:43:23Z", "twitter": {"site": "@dallasnews", "card": "summary", "creator": "@dallasnews"}, "PublishDate": "2014-10-19T04:38:01Z", "parsely-page": "{\"title\": \"Greg Abbott, Wendy Davis launching extensive voter turnout efforts\", \"link\": \"http://www.dallasnews.com/news/politics/headlines/20141018-greg-abbott-wendy-davis-launching-extensive-voter-turnout-efforts.ece\", \"image_url\": \"http://www.dallasnews.com/news/politics/headlines/20141018-abbott_brownsville_stop.jpg.ece/BINARY/original/Abbott_brownsville_stop.jpg\", \"type\": \"post\", \"post_id\": \"1990590\", \"pub_date\": \"2014-10-19T04:38:01Z\", \"section\": \"Politics Headlines\", \"author\": \"GROMER JEFFERS JR.\", \"tags\": [\"dallas\", \"dallas fort worth\", \"dallas news\", \"dallas fort worth news\", \"dfw news\", \"dallas local news\", \"dallas fort worth local news\", \"dallas newspaper\", \"dallas morning news\", \"dallas morning news newspaper\"]}", "fb": {"admins": 1043783589, "page_id": 20946638799, "app_id": 258290334265148}, "keywords": "dallas, dallas fort worth, dallas news, dallas fort worth news, dfw news, dallas local news, dallas fort worth local news, dallas newspaper, dallas morning news, dallas morning news newspaper", "cXenseParse": {"recs": {"image": "http://www.dallasnews.com/news/politics/headlines/20141018-abbott_brownsville_stop.jpg.ece/ALTERNATES/w660/Abbott_brownsville_stop.jpg", "publishtime": "2014-10-19T04:38:01Z"}}, "news_keywords": "dallas, dallas fort worth, dallas news, dallas fort worth news, dfw news, dallas local news, dallas fort worth local news, dallas newspaper, dallas morning news, dallas morning news newspaper"}, "_id": "\"57477af36914bd0286fd3f33\"", "article_summary": "“It’s time for conservative leadership in Dallas County,” Abbott said during one recent campaign stop in West Dallas.\nAbbott is also reaching out to Hispanic voters, predicting that his wife, Cecilia, will be the first Hispanic first lady in Texas.\nGreg Abbott and Wendy Davis have bickered over issues, staged two debates and watched as their staffs constantly sniped at each other for months.\nDemocrats say that on the issues, from immigration to education, Abbott is far apart from Hispanic voters.\nThe Davis campaign is targeting a broad spectrum of voters — including women, Hispanics and working-class Texans."}