{"article_title": "Death, taxes and … Obamacare?", "article_keywords": ["death", "obamacare", "medical", "tax", "taxes", "spouses", "plan", "file", "income", "policy", "spouse", "household"], "article_url": "http://centerforhealthreporting.org/article/death-taxes-and-obamacare", "article_text": "A: What’s a family? In our shifting social landscape, it could be a single-parent household, a domestic partnership, a same-sex marriage, an unwed cohabitating couple and more.\n\nBut when it comes to Obamacare, as Rich from Santa Ana notes, it’s all about taxes.\n\nAs if Obamacare needed something more to test its popularity. But let’s face it, the law – officially known as the Affordable Care Act – relies heavily on our tax data to determine program eligibility and financial assistance, and also changes some tax rules.\n\n“For anyone who purchases their insurance through the exchange (\n\n), their returns will be more complicated,” warns Garry Browning, a Certified Public Accountant in Modesto who trains other CPAs in Obamacare matters.\n\nYay.\n\nThankfully, the answer to Rich’s question is relatively straightforward.\n\nIn general, spouses (as long as they file a joint return) and other relatives are considered part of the household if they’re claimed as tax dependents, Browning says.\n\nKids don’t have to be biological children to be dependents. As long as they meet certain criteria, they can be step-children, siblings, nieces/nephews and grandchildren.\n\nThat goes for aging parents and other relatives who also meet certain criteria.\n\nIf you’re applying for a family plan, dependents will figure into the calculation for tax credits, which will defray the cost of insurance premiums for those whose incomes qualify.\n\nI know how badly you want to dig further into the nuances, so check out\n\nfrom the Washington, D.C.-based\n\n, a nonprofit that studies the effects of policy on low- and middle-income families and individuals. The guide includes several different household scenarios.\n\nAnd please, please, as with this or any other tax issue, consult a tax professional to be sure.\n\nA: Stan, I have some tough love for you here: If your wife wants a tax credit at all, you can’t file separately.\n\nIn order to be eligible for tax credits from Covered California, spouses\n\n.\n\nThat rule applies when both spouses are seeking health coverage. It also applies in cases like this, when just one spouse is buying a plan from Covered California.\n\nThat means both incomes will be used to determine the amount of tax credits for one plan. So what does that\n\nmean? It means that the more income in the calculation, the lower the credit.\n\nJust in case you thought you’d get away without a caveat, there’s at least one exception to this rule: If a couple is separated and living apart for the last six months of the year, the spouse who is caring for a dependent child could claim a special filing status that would NOT include the other spouse’s income, says Tara Straw, a senior health policy analyst at the Center on Budget and Policy Priorities\n\nA: It’s true, Obamacare makes it harder to claim an itemized deduction for medical expenses.\n\nThe good news for Phill from Riverside and others is that the deduction doesn’t disappear entirely. The bad news is that with the same income you’ll have to amass more medical expenses before you qualify.\n\nStarting this tax year – 2013 – your unreimbursed medical and dental expenses must exceed 10 percent of your adjusted gross income, up from 7.5 percent, to claim the deduction. To reiterate, this debuts with this year’s taxes, which you will file next year. (Click\n\nfor an IRS fact sheet on the deduction.)\n\nBut to end this column on a happy note, here’s some good news within the bad news for seniors:\n\nIf you OR your spouse is 65 or older, you are temporarily exempt from the increase through 2016. After that, welcome to the 10-percent club.\n\nreallyLearn more about Emily here", "article_metadata": {"Generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af46914bd0286fe28e4\"", "article_summary": "But when it comes to Obamacare, as Rich from Santa Ana notes, it’s all about taxes.\nAs if Obamacare needed something more to test its popularity.\nTo reiterate, this debuts with this year’s taxes, which you will file next year.\n“For anyone who purchases their insurance through the exchange (), their returns will be more complicated,” warns Garry Browning, a Certified Public Accountant in Modesto who trains other CPAs in Obamacare matters.\nAnd please, please, as with this or any other tax issue, consult a tax professional to be sure."}