{"article_title": "Steak ‘n Shake franchisees say corporate scuttled deal to sell – The Denver Post", "article_keywords": ["sell", "court", "family", "deal", "post", "corporation", "filed", "locations", "denver", "n", "say", "seeks", "shake", "scuttled", "steak", "franchisees", "baernses"], "article_url": "http://www.denverpost.com/breakingnews/ci_24060580/steak-n-shake-franchisees-say-corporate-scuttled-deal", "article_text": "The Steak ‘n Shake franchisees recently forced by a federal court order to close their two metro-Denver restaurants claim in newly filed lawsuit papers that the corporation last month deliberately derailed their efforts to sell the locations.\n\nFranchisees Kathryn, Larry and Chris Baerns on Monday filed a countersuit in U.S. District Court in which they claim Steak ‘n Shake Enterprises told prospective buyers it would negate any deal to assume the franchises and that the corporation planned to run the Centennial and Sheridan locations itself.\n\nThen, in a reversal this month, the corporation announced it was uninterested in the locales because “they were too costly to operate,” statements the Baernses say caused the unidentified buyers to change their minds and kill the deal.\n\nThe family that owns the chain’s franchise in Colorado Springs said it is uninterested in taking on the Denver market. Some media reports have said the company would be taking over the locations and expanding.\n\nThe claims are the latest in a four-month court battle that began with each side accusing the other of unfair practices. The Baernses say they were materially misled into thinking the stores would be easily profitable when they were not; Steak ‘n Shake says the family ignored uniform pricing requirements intentionally overcharged customers.\n\nThe 40-page document filed Monday is in answer to Steak ‘n Shake’s original July lawsuit that seeks to permanently sever the ties between the popular eatery and the Baerns family, who bought the state’s first two locations in September 2012.\n\nU.S. District Judge Raymond Moore last week granted the company’s request for a preliminary injunction and ordered the family to stop operating the restaurants as Steak ‘n Shakes. He also ordered the Baernses to remove any identifiers of the chain from the property. Moore did allow the Baernses to run a competing eatery, although both locations remain adorned with Steak ‘n Shake signage and are closed.\n\nThe Baernses and their attorneys did not return messages seeking comment Tuesday; attorneys for Steak ‘n Shake also did not return calls.\n\nThe countersuit also seeks to stop Steak ‘n Shake from granting potentially profitable development rights in the Denver market, which the Baernses controlled before the judge’s order. It also seeks treble damages, allowed under claims asserting violation of the state’s Consumer Protection Act.\n\nNo hearing date has been set for the latest accusations.", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Steak ‘n Shake franchisees say corporate scuttled deal to sell", "title": "Steak ‘n Shake franchisees say corporate scuttled deal to sell", "url": "http://www.denverpost.com/2013/09/10/steak-n-shake-franchisees-say-corporate-scuttled-deal-to-sell/", "image": {"width": 600, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20130904__Sept_Steak_n_shakep1.jpg", "height": 399}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20130904__Sept_Steak_n_shakep1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "article": {"published_time": "2013-09-10T12:03:16+00:00", "modified_time": "2016-04-28T12:19:06+00:00"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fddf0c\"", "article_summary": "The Baernses and their attorneys did not return messages seeking comment Tuesday; attorneys for Steak ‘n Shake also did not return calls.\nMoore did allow the Baernses to run a competing eatery, although both locations remain adorned with Steak ‘n Shake signage and are closed.\nThe countersuit also seeks to stop Steak ‘n Shake from granting potentially profitable development rights in the Denver market, which the Baernses controlled before the judge’s order.\nThe Baernses say they were materially misled into thinking the stores would be easily profitable when they were not; Steak ‘n Shake says the family ignored uniform pricing requirements intentionally overcharged customers.\nU.S. District Judge Raymond Moore last week granted the company’s request for a preliminary injunction and ordered the family to stop operating the restaurants as Steak ‘n Shakes."}