{"article_title": "Gay Marriage is Biggest Florida Story of 2015, Poll Says", "article_keywords": ["legislature", "court", "gay", "senate", "florida", "states", "2015", "state", "session", "marriage", "samesex", "biggest", "scott", "poll"], "article_url": "http://www.nbcmiami.com/news/local/Gay-Marriage-is-Biggest-Florida-Story-of-2015-Poll-Says-363585051.html", "article_text": "Same-sex marriage supporters rejoice after the U.S Supreme Court hands down a ruling regarding same-sex marriage on June 26, 2015 in Ann Arbor, Michigan.\n\nFlorida's biggest news story for 2015 happened in the year's first days, when the state became the 36th with legalized gay marriage, according to an Associated Press poll of the state's newspaper and broadcast editors.\n\nGay marriage easily beat out the No. 2 story, the long-running saga over the districts the Florida Legislature drew for Congress and the state Senate that had to be redrawn because they violated the state's 2010 anti-gerrymandering law.\n\nThe first same-sex marriage happened Jan. 5 in Miami when Circuit Judge Sarah Zabel wed Cathy Pareto and Karla Arguello, who had been partners for 15 years. The ceremony came one day before a federal judge's order requiring the state to issue same-sex marriage licenses was set to take effect. On June 26, the U.S. Supreme Court made same-sex marriage legal nationwide.\n\nThe Legislature failed to draw political boundaries for the state's 27 congressional and 40 state Senate seats in a way that met the voter-approved constitutional amendment that requires districts be drawn without benefiting incumbents or political parties. In July, the Florida Supreme Court rejected congressional maps approved by the Legislature and ordered lawmakers to try again. The Legislature held a 12-day special session that ended in a stalemate. The House and Senate presented separate maps to a Circuit Court judge, who instead chose a map drawn by a coalition that had challenged the districts drawn by lawmakers. The Supreme Court recently approved that map.\n\nSame-Sex Couples Wed As Florida Gay Marriage Ban Ends\n\nThe Legislature held a second special session in the fall after the Senate admitted to violating the constitution by approving Senate maps that benefit Republicans, but it also ended without an agreement. A judge was still working to resolve the issue as Christmas approached.\n\nOther stories voted into the Top 10:\n\n3. Former Gov. Jeb Bush and Sen. Marco Rubio both announced they would seek the Republican nomination for president. When Bush announced June 15 at Miami Dade College, he was the presumed front-runner. The son and brother of former presidents, he had name recognition. A political action committee supporting his run, Right to Rise, raised $103 million in the first six months of the year, and his campaign quickly raised $11.4 million in the first two weeks of his run. But Bush's support peaked at about 18 percent in July, according to several polls, and is now at about 5 percent. Rubio, on the other hand, mostly held steady with about 10 percent support in most polls, peaking at about 15 percent in November before sliding back.\n\n4. Florida surpassed New York to become the nation's third-most populous state, the U.S. Census Bureau announced in March. About 20.2 million people now call Florida home. More than half the growth in Florida came from three metropolitan areas: South Florida, Orlando and Tampa.\n\nGay Marriage Ruling Cheered Nationwide\n\n5. Hunters killed 298 Florida black bears over an October weekend as the state allowed the animals to be hunted for the first time in 21 years. Conservationists and animal rights groups tried unsuccessfully to stop the hunt. More than 3,200 hunters purchased permits to participate, including rocker Ted Nugent.\n\n6. Gov. Rick Scott was sworn in for a second term Jan. 6, making the same promise he made when he took office in 2011 _ to keep government small, lower taxes and create jobs by making the state more business-friendly. Cannons boomed outside the historic building after Scott took his oath in front of several hundred people.\n\n7. The Florida House and Senate stalemated over whether to expand the state's Medicaid program as part of the Affordable Healthcare Act. The Senate wanted to take federal money to expand Medicaid to roughly 800,000 Floridians, but Scott and Republican House leaders were adamant against taking any money tied to President Barack Obama's health care law.\n\n8. Scott and the Cabinet settled a lawsuit filed by media organizations over the firing of former Department of Law Enforcement chief Gerald Bailey. The lawsuit contended that Scott and Cabinet members sidestepped the state's Sunshine Law in the way they handled Bailey's 2014 dismissal. The agreement called for Scott and the Cabinet to change the procedures for handling public records and appointments.\n\n9. The Florida Legislature needed a special session to pass a budget after the House walked out three days early during the regular session in a fight over Medicaid expansion. The June special session ended with a $79 billion budget.\n\n10. Two Palm Beach County teens went missing in July after their boat capsized at sea. The week-long search by the Coast Guard and private boats and planes for 14-year-old neighbors Perry Cohen and Austin Stephanos drew national attention, but their bodies were never found.\n\nCopyright Associated Press", "article_metadata": {"description": "Florida's biggest news story for 2015 happened in the year's first days, when the state became the 36th with legalized gay marriage.", "title": "Gay Marriage is Biggest Florida Story of 2015, Poll Says", "og": {"site_name": "NBC 6 South Florida", "description": "Florida's biggest news story for 2015 happened in the year's first days, when the state became the 36th with legalized gay marriage.", "title": "Gay Marriage is Biggest Florida Story of 2015: Poll", "url": "http://www.nbcmiami.com/news/local/Gay-Marriage-is-Biggest-Florida-Story-of-2015-Poll-Says-363585051.html", "image": "http://media.nbcmiami.com/images/1200*675/scotus-GettyImages-478622594.jpg", "type": "article"}, "twitter": {"description": "Florida's biggest news story for 2015 happened in the year's first days, when the state became the 36th with legalized gay marriage.", "title": "Gay Marriage is Biggest Florida Story of 2015: Poll", "url": "http://www.nbcmiami.com/news/local/Gay-Marriage-is-Biggest-Florida-Story-of-2015-Poll-Says-363585051.html", "image": "http://media.nbcmiami.com/images/1200*675/scotus-GettyImages-478622594.jpg?ak=bc", "creator": "@nbc6", "site": "@nbc6", "card": "summary_large_image"}, "robots": "noodp,noydir", "tp": {"preferredRuntimes": "Flash,HTML5", "FlashBlacklist": "None|None", "preferredFormats": "mpeg4,m3u,webm,ogg,flv,F4M"}, "fb": {"app_id": 91295312088}, "keywords": "local news, miami news,  name news, breaking news, south florida, South Beach, Miami Beach, Palm Beach, Miami-Dade County, Broward County, Kendall, Homestead, North Miami Beach, Westchester, Pembroke Pines, Hollywood, Plantation, Bal Harbour, Aventura, Boca Raton, West Palm Beach, Coral Gables, Miami, South Florida, Fl", "article": {"publisher": "http://www.facebook.com/NBCMiami"}, "viewport": "width=device-width, user-scalable=yes"}, "article_summary": "Same-sex marriage supporters rejoice after the U.S Supreme Court hands down a ruling regarding same-sex marriage on June 26, 2015 in Ann Arbor, Michigan.\nThe first same-sex marriage happened Jan. 5 in Miami when Circuit Judge Sarah Zabel wed Cathy Pareto and Karla Arguello, who had been partners for 15 years.\nThe ceremony came one day before a federal judge's order requiring the state to issue same-sex marriage licenses was set to take effect.\nOn June 26, the U.S. Supreme Court made same-sex marriage legal nationwide.\nFlorida's biggest news story for 2015 happened in the year's first days, when the state became the 36th with legalized gay marriage, according to an Associated Press poll of the state's newspaper and broadcast editors."}