{"article_title": "Mindfulness helps parents to cope with special needs", "article_keywords": ["developmental", "needs", "anxiety", "group", "mindfulness", "positive", "cope", "life", "stress", "depression", "parents", "helps", "led", "special"], "article_url": "http://health.heraldtribune.com/2014/08/19/mindfulness-helps-parents-cope-special-needs/", "article_text": "By CATHERINE SAINT LOUIS\n\n“This has happened before,” she tells herself. “It’s nowhere near as bad as before, and it will pass.”\n\nRobbie Pinter’s 21-year-old son, Nicholas, is upset again. He yells. He obsesses about something that can’t be changed. Even good news may throw him off.\n\nSo Pinter breathes deeply, as she was taught, focusing on each intake and release. She talks herself through the crisis, reminding herself that this is how Nicholas copes with his autism and bipolar disorder.\n\nWith these simple techniques, Pinter, who teaches English at Belmont University in Nashville, Tennessee, blunts the stress of parenting a child with severe developmental disabilities.\n\nAll parents endure stress, but studies show that parents of children with developmental disabilities experience depression and anxiety far more often. Struggling to obtain crucial support services, the financial strain of paying for various therapies, the relentless worry — all of it can be overwhelming.\n\nBut a study published last week in the journal Pediatrics offers hope. It found that just six weeks of training in simple techniques led to significant reductions in stress, depression and anxiety among these parents.\n\nResearchers at Vanderbilt University randomly assigned 243 mothers of children with developmental disabilities, genetic syndromes or psychiatric issues to mindfulness training or “positive adult development.” At the start of the study, 85 percent of the participants reported significantly elevated stress; 48 percent said they were clinically depressed, and 41 percent reported anxiety disorders.\n\nThe first group practiced meditation, breathing exercises, and qigong practices to hone mental focus. The second received instructions on curbing negative thoughts, practicing gratitude and reclaiming an aspect of adult life. Both groups were led by specially trained mentors, themselves the parents of special-needs children.\n\nThe parents were assigned some unlikely homework: In the mindfulness group, they were told to bring a moment-to-moment awareness to a daily activity like chopping vegetables. An assignment in the positive development group might entail taking a “guilt inventory” to assess if your guilt is healthy or counterproductive.\n\nPart of what makes the experiment innovative is that it was targeted to adults, not children, and was not focused on parenting skills. Instead, parents learned ways to tackle their distress as problems arise. The idea is to stop wasting energy resisting the way life is.\n\nThe mindfulness treatment and positive adult development led to significant reductions in stress, anxiety, depression as well as improved sleep and life satisfaction among participants. But the mothers in the mindfulness group saw greater improvements in anxiety, depression and insomnia.\n\nManuals detailing the two strategies are available at vueinnovations.com/psip for $200 each ($350 for both.)", "article_metadata": {"og": {"image": "http://health.heraldtribune.com/files/2014/08/hfyouth19.jpg"}, "wp-parsely_version": "1.8", "fb": {"app_id": 846021808821787}}, "_id": "\"57477af36914bd0286fd3f5c\"", "article_summary": "But the mothers in the mindfulness group saw greater improvements in anxiety, depression and insomnia.\nAll parents endure stress, but studies show that parents of children with developmental disabilities experience depression and anxiety far more often.\nThe parents were assigned some unlikely homework: In the mindfulness group, they were told to bring a moment-to-moment awareness to a daily activity like chopping vegetables.\nThe mindfulness treatment and positive adult development led to significant reductions in stress, anxiety, depression as well as improved sleep and life satisfaction among participants.\nIt found that just six weeks of training in simple techniques led to significant reductions in stress, depression and anxiety among these parents."}