{"article_title": "Pitfalls Seen in a Turn to Privately Run Long-Term Care", "article_keywords": ["program", "run", "nursing", "family", "longterm", "tenncare", "turn", "state", "pitfalls", "medicaid", "privately", "mr", "seen", "mcclanahan", "managed", "care"], "article_url": "http://www.nytimes.com/2014/03/07/nyregion/pitfalls-seen-in-tennessees-turn-to-privately-run-long-term-care.html", "article_text": "Like the rationale behind health maintenance organizations, the idea is that plans will benefit financially by keeping costs lower and people healthier, and that the expense of customers who need more care will be counterbalanced by those who need less.\n\nBut now, as the formula is applied to a more fragile population, some states have already run into problems that marred the early history of H.M.O.s.\n\nIn New York, enrollment in the largest plan, VNSNY-Choice, was suspended for several months last year over the cherry-picking of able-bodied seniors, lured into the system by new adult day care centers offering free takeout food, casino trips and games of table tennis. An audit, undertaken after an article in The New York Times documented the problem, found hundreds of enrollees who were not impaired enough to be eligible, but who cost Medicaid $3,800 a month each, or nearly $34 million in all. Meanwhile, advocates for the elderly and disabled complained, plans were shunning the most impaired, including bed-bound seniors with dementia.\n\nAdvertisement Continue reading the main story\n\nIn Wisconsin, which Gov. Andrew M. Cuomo of New York has called a model for his Medicaid reforms, the price of expanding managed long-term care rose by 43 percent in three years, as more people signed up than expected. Further expansion was suspended. The program, which relies on homegrown nonprofits, saw two of nine plans go broke; others cut caregivers’ hours and pay, shifting burdens to relatives.\n\nStill, Kitty Rhoades, Wisconsin’s Medicaid chief, said, “We’re closer to getting it right than most other states.”\n\nEven Minnesota, a pioneer of the system, came under congressional fire for shifting state costs to Medicaid, which is federally subsidized. And a 2011 audit found that it had overpaid at least $207 million since 2003 to insurers, including high executive salaries and expenses like a luxury box at a sports stadium.\n\nPhoto\n\nHelped at Home\n\nNortheast of Nashville, in the house on his father’s farm where he grew up, Mr. Scarlett, who was severely injured in an A.T.V. accident nine years ago, is living proof that high-quality care at home can be better than care in a nursing home. But his family has had to struggle to keep it, under the financial pressures inherent in the shift to managed long-term care.\n\nIn 2005, Tennessee shrank Medicaid from one of the most expansive versions in the country to one of the most restrictive. That bitterly contested move, made amid spiraling costs in a state without an income tax, eliminated coverage for more than 170,000 people, many with severe chronic illnesses.\n\nThough the state had experienced more than its share of managed care scandals in the 1990s, it embraced that approach for long-term care, under tight rules and a governor who had been a managed care executive. Officials say it helped keep increases in the state’s Medicaid budget to half the national trend line.\n\nBefore his family signed him up for the new program, Mr. Scarlett spent a year in a nursing home, with relatives keeping vigil. Whenever a mucous plug threatened to choke him, his sister, Kimberly Maynard, recalls, she dashed to the nurse’s station to beg for someone to suction the tracheostomy tubing. He was sent to the hospital six times with pneumonia and battled two antibiotic-resistant infections linked to institutional health care. At home, he has been tended 24 hours a day, mostly by licensed practical nurses, and had to go to the hospital only once.\n\nOne weekday last fall, propped in a recliner with tubes linking him to life, he struggled to raise a thumb so his father could kiss it, and moved one bare foot against a beach ball that his sister had gently aimed there. “Attaboy,” said his father, Billy Scarlett, 75, who still hopes his son will emerge from what doctors call a persistent vegetative state. “Knock it over here to Daddy!”\n\nAdvertisement Continue reading the main story\n\nBut since 2010, when the state expanded the program, called TennCare Choices, and AmeriGroup, a major insurer, took over the case, the program has been trying to drop Mr. Scarlett. The form letters began with a mistaken claim that the family had asked to quit. A letter last fall ordered him “disenrolled” on Dec. 1 and added, “You can’t appeal again.”\n\nThe problem: His home care, while it served him best, cost $330,000 a year. If he were dropped from TennCare Choices, he would most likely end up in a nursing home, at an average annual tracheostomy rate of $144,000, potentially a big savings.\n\nIn a nursing home “he’d have been gone a long time ago,” Billy’s sister said.\n\n“I just can’t do that,” she added, “because now if you were to do that, you’d actually be murdering him.”\n\nPhoto\n\nThe program offered an alternative: Instead of paying an agency $37 an hour for 24-hour care, AmeriGroup would pay the family about $15 an hour to hire caregivers earning less than agency employees, without benefits like health insurance.\n\nThe family withdrew its appeal after the state’s lawyer warned at a hearing, “By trying to get something better, they could get nothing.”\n\nStill, AmeriGroup said late last year that the rules had changed again: A nursing home was now the only choice — an ultimatum withdrawn eight hours later, after The Times inquired about it.\n\nWellPoint, which recently acquired AmeriGroup for $4.9 billion, referred questions to TennCare, where officials said privacy laws did not allow discussion of the case. But Kelly Gunderson, a TennCare spokeswoman, added that in any long-term care program, “difficult public policy decisions must be made, including whether to provide an unlimited array of benefits to a few, or a reasonable package of benefits sufficient to safely serve individuals in the community to many.”\n\nTennessee has chosen to be as cost-effective as possible, she said, and that has allowed the state to eliminate waiting lists for community-based services, which now serve nearly 13,000 people, up from 5,000, while keeping the number of nursing home residents flat at 19,200.\n\nAdvertisement Continue reading the main story\n\nBeneficiaries include Sara West, 64, a former medical records worker who was in rehabilitation centers for months after infections from operations left her in a wheelchair. “I would be in a nursing home if it wasn’t for this program,” she said, calling it a godsend.\n\nThrough UnitedHealthcare, TennCare provided a roll-in-shower and pays for about five hours of daily help by aides Ms. West hires herself. Despite having recent amputations and needing nightly bedpan help, Ms. West, a diabetic, has stayed within a $55,000 annual cap for three years, she said, by relying first on her husband, a retiree with dementia, and now on cousins who take turns spending the night.\n\nAssisted Living\n\nLast spring, Mr. McClanahan, in his late 70s and nearly blind, had already cycled through hospitals, rehab centers and geriatric-psychiatric units when he became one of 5,283 people who were told that they did not qualify even for a new, temporary category of home services limited to $15,000 a year — one-third of the state’s Medicaid rate for a nursing home.\n\nPhoto\n\nOfficials acknowledge that among the 1,451 of those denials that were appealed, more than a third turned out to be based on inadequate information and were later reversed. Members have 30 days to appeal denials.\n\nWhen David McClanahan threatened to publicize a gruesome photo of his father’s face after his fall, UnitedHealthcare, the managed care company, offered placement in an assisted living center, costing a third of the nursing home rate. Such centers are not regulated or equipped for people with serious impairments.\n\nThe McClanahans were unaware that the center, Elmcroft of Twin Hills, had been under state investigation for resident deaths linked to neglect, and for complaints that it kept residents who needed more care than it could deliver.\n\nElmcroft, acquired by a 19-state chain in 2011, said it had fixed the problems by last spring, when it passed a state inspection. But relatives noticed unwashed sheets and pills scattered on Mr. McClanahan’s floor, and said the center demanded $460 more a month from Mr. McClanahan because he needed more care than expected. It settled for his full Social Security income. “He remained a viable assisted living resident” under state rules, Bob Goyette, a spokesman for Elmcroft, said, “even though he required more care.”\n\nMr. McClanahan soon ended up back in a hospital, and the whole process began again. Eventually, after his son threatened to sue the state, another denial was reversed and Mr. McClanahan secured a nursing home bed. “They’re trying to see what they can get by with,” his son said.\n\nAdvertisement Continue reading the main story\n\nAlice Ferreira, a spokeswoman for the insurer, said, “UnitedHealthcare has worked very closely with the family and the TennCare to ensure the member has the appropriate care.”\n\nMs. Gunderson, the state spokeswoman, said: “The due process procedures we have in place work effectively to ensure that members are able to receive the appropriate level of services in the appropriate setting.”\n\nFor raising the level of impairment required to qualify for nursing home-level care, Ms. Killingsworth said, “I make no apology.”\n\nShe called the previous threshold — a significant deficiency in one activity of daily life — one of the lowest in the country, while the new threshold is based on a weighted point system that typically requires serious deficiencies in three activities.\n\nNationwide, publicly traded companies like UnitedHealthcare are replacing nonprofits. There are trade-offs, said Michael J. McCue, a professor of health administration at Virginia Commonwealth University, whose comparative study found that publicly traded plans focusing primarily on Medicaid enrollees reported the highest percentage of administrative expenses, and received lower scores for quality of care.\n\n“They have to make sure that they meet earnings expectations to help improve their stockholders’ wealth,” Professor McCue said. “They could argue that, hey, maybe we have a more effective way of managing the care or cost. And one can ask, hey, are they denying care?\n\n“We’ll have to collect the data on that and see.”", "article_metadata": {"tone": "news", "ptime": 20140306213726, "twitter": {"description": "New York is one of at least 26 states rolling out managed long-term care programs under Medicaid, but the widely praised version in Tennessee has had problems.", "title": "Pitfalls Seen in a Turn to Privately Run Long-Term Care", "url": "http://www.nytimes.com/2014/03/07/nyregion/pitfalls-seen-in-tennessees-turn-to-privately-run-long-term-care.html", "app": {"url": {"googleplay": "nytimes://reader/id/100000002755215"}, "name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}}, "creator": "NinaBernstein1", "site": "@nytimes", "image": "https://static01.nyt.com/images/2014/03/07/nyregion/LONGTERM/LONGTERM-thumbLarge-v2.jpg", "card": "summary"}, "al": {"ipad": {"url": "nytimes://www.nytimes.com/2014/03/07/nyregion/pitfalls-seen-in-tennessees-turn-to-privately-run-long-term-care.html", "app_store_id": 357066198, "app_name": "NYTimes"}, "android": {"url": "nytimes://reader/id/100000002755215", "app_name": "NYTimes", "package": "com.nytimes.android"}, "iphone": {"url": "nytimes://www.nytimes.com/2014/03/07/nyregion/pitfalls-seen-in-tennessees-turn-to-privately-run-long-term-care.html", "app_store_id": 284862083, "app_name": "NYTimes"}}, "thumbnail_width": 75, "dfp-ad-unit-path": "nyregion", "hdl_p": "Pitfalls Seen in a State’s Turn to Privately Run Long-Term Care", "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/nyregion/index.jsonp", "DISPLAYDATE": "March 6, 2014", "edt": "NewYork", "keywords": "Long-Term Care Insurance,Medicaid,Tennessee,Elder Care,Nursing Homes,New York State,Cuomo  Andrew M,States (US),Florida,Illinois,Health Insurance and Managed Care,California", "news_keywords": "Medicaid,Tennessee,Florida,Illinois,California", "applicationName": "article", "PT": "article", "author": "Nina Bernstein", "thumbnail_150": "https://static01.nyt.com/images/2014/03/07/nyregion/LONGTERM/LONGTERM-thumbLarge-v2.jpg", "sourceApp": "nyt-v5", "per": "Cuomo, Andrew M", "thumbnail_150_width": 150, "byl": "By NINA BERNSTEIN", "thumbnail_150_height": 150, "usageTerms": "http://www.nytimes.com/content/help/rights/sale/terms-of-sale.html", "lp": "New York is one of at least 26 states rolling out managed long-term care programs under Medicaid, but the widely praised version in Tennessee has had problems.", "tom": "News", "dfp-amazon-enabled": "false", "thumbnail": "https://static01.nyt.com/images/2014/03/07/nyregion/LONGTERM/LONGTERM-thumbStandard-v3.jpg", "description": "New York is one of at least 26 states rolling out managed long-term care programs under Medicaid, but the widely praised version in Tennessee has had problems.", "CG": "nyregion", "robots": "noarchive", "dat": "March 6, 2014", "fb": {"app_id": 9869919170}, "msapplication-starturl": "http://www.nytimes.com", "genre": "News", "article": {"author": "http://topics.nytimes.com/top/reference/timestopics/people/b/nina_bernstein/index.html", "section_url": "http://www.nytimes.com/pages/nyregion/index.html", "section": "N.Y. / Region", "modified": "2014-03-20", "collection": "https://static01.nyt.com/services/json/sectionfronts/nyregion/index.jsonp", "tag": "California", "published": "2014-03-06", "section-taxonomy-id": "C4DC8C0C-E148-4201-BF10-82F1C903DBFB"}, "thumbnail_height": 75, "geo": "California", "slug": "07longterm", "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "utime": 20140320020004, "og": {"url": "http://www.nytimes.com/2014/03/07/nyregion/pitfalls-seen-in-tennessees-turn-to-privately-run-long-term-care.html", "image": "https://static01.nyt.com/images/2014/03/07/nyregion/LONGTERM/LONGTERM-videoSixteenByNine1050-v2.jpg", "type": "article", "description": "New York is one of at least 26 states rolling out managed long-term care programs under Medicaid, but the widely praised version in Tennessee has had problems.", "title": "Pitfalls Seen in a Turn to Privately Run Long-Term Care"}, "pdate": 20140306, "des": "Health Insurance and Managed Care", "articleid": 100000002755215, "cre": "The New York Times", "hdl": "Pitfalls Seen in a Turn to Privately Run Long-Term Care", "PST": "News"}, "_id": "\"57477af36914bd0286fd3f56\"", "article_summary": "Though the state had experienced more than its share of managed care scandals in the 1990s, it embraced that approach for long-term care, under tight rules and a governor who had been a managed care executive.\naccident nine years ago, is living proof that high-quality care at home can be better than care in a nursing home.\nBut his family has had to struggle to keep it, under the financial pressures inherent in the shift to managed long-term care.\nEventually, after his son threatened to sue the state, another denial was reversed and Mr. McClanahan secured a nursing home bed.\nBefore his family signed him up for the new program, Mr. Scarlett spent a year in a nursing home, with relatives keeping vigil."}