{"article_title": "You can now get birth control from your pharmacist in California", "article_keywords": ["control", "hormonal", "youre", "washington", "pharmacy", "contraceptives", "state", "california", "birth", "pharmacies", "pharmacist"], "article_url": "http://www.scpr.org/blogs/health/2016/04/08/18143/you-can-now-get-birth-control-from-your-pharmacist/", "article_text": "Photo by Phoney Nickle via Flickr Creative Commons\n\nAttention California women: You can now get birth control pills directly from the pharmacist at your local drugstore, without a prescription from your doctor.\n\nThe state Board of Pharmacy Friday adopted regulations that authorize pharmacists to dispense hormonal contraceptives that you administer yourself, including pills, shots, vaginal rings and skin patches. The change is in a 2013 state law, but it couldn't take effect until the pharmacy board sorted out the regulations. (You can also get contraceptives from pharmacists in Oregon, Washington State and Washington, D.C.)\n\nThe goal is to increase women's access to birth control and reduce unplanned pregnancies.\n\nHere's what it means for you:\n\nWho is eligible to get birth control at a pharmacy?\n\nThere is no age restriction on who can get hormonal contraceptives from a pharmacist.\n\nWhat is the process for getting birth control at a pharmacy?\n\nThe pharmacist will ask you to complete a questionnaire with your medical history. The pharmacist might also take your blood pressure, if the contraceptive you're requesting poses a risk of high blood pressure.\n\nBefore providing you with the birth control, the pharmacist will make sure you know how to use it and will discuss its effectiveness, potential side effects and the importance of receiving other preventive health screenings. The pharmacist will also note that hormonal contraception does not protect against sexually transmitted infections.\n\nIf birth control is not available at the pharmacy, or if the pharmacist determines you're not a good candidate for birth control, he will refer you to another health care provider for follow-up care.\n\nWhat if I want to get an IUD?\n\nYou'll still have to visit a doctor to get an IUD or a contraceptive implant, as these require medical procedures.\n\nHow much will birth control cost at a pharmacy?\n\nAll birth control should be covered by insurance, according to the Affordable Care Act. Some pharmacies may charge an additional fee for the assessment services provided by the pharmacist, according to Kathleen Hill-Besinque, an associate professor at the USC School of Pharmacy.\n\nCan I get birth control at any pharmacy?\n\nYou should call ahead to your local pharmacy before going there to get birth control, advises Hill-Besinque. She says the law doesn't require pharmacies in California to provide birth control prescriptions. Pharmacies that do choose to offer them might take a couple of weeks to ramp up.", "article_metadata": {"author": "Southern California Public Radio", "og": {"site_name": "Southern California Public Radio", "description": "A law passed in 2013 finally takes effect. Now you can get hormonal contraceptives from the pharmacist without a prescription. Here's what you need to know.", "title": "You can now get birth control from your pharmacist in CA", "url": "http://www.scpr.org/blogs/health/2016/04/08/18143/you-can-now-get-birth-control-from-your-pharmacist/", "image": {"width": 700, "identifier": "http://a.scpr.org/i/9c899048989e397bab3ed922208ad627/38295-full.jpg", "type": "image/jpeg", "height": 467}, "type": "article"}, "twitter": {"domain": "http://scpr.org", "description": "Member-supported public radio for Southern California. Award-winning local news and cultural programming alongside the best of NPR.", "title": "You can now get birth control from your pharmacist in California | 89.3 KPCC", "url": "http://scpr.org", "image": "http://a.scpr.org/i/9c899048989e397bab3ed922208ad627/38295-full.jpg", "site": "@kpcc", "card": "summary"}, "fb": {"app_id": 129848480405753}, "apple-mobile-web-app-capable": "yes", "csrf-param": "authenticity_token", "csrf-token": "tAmpi6DjxCZmNfv8xSf3pEUH5qgZEU7BwEZMdibTqAQO07nGCaysMykVDNzs9q9tsJwYYQUfUxWDeHdR4UaKEg==", "apple-mobile-web-app-status-bar-style": "black", "format-detection": "telephone=no", "keywords": "KPCC, California, Southern California, Los Angeles, Pasadena, SCPR, Southern California Public Radio", "article": {"section": "Health", "published_time": "2016-04-08 15:49:55 -0700", "modified_time": "2016-05-26 07:00:04 -0700"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=0"}, "article_summary": "If birth control is not available at the pharmacy, or if the pharmacist determines you're not a good candidate for birth control, he will refer you to another health care provider for follow-up care.\nPhoto by Phoney Nickle via Flickr Creative CommonsAttention California women: You can now get birth control pills directly from the pharmacist at your local drugstore, without a prescription from your doctor.\nShe says the law doesn't require pharmacies in California to provide birth control prescriptions.\nAll birth control should be covered by insurance, according to the Affordable Care Act.\nYou should call ahead to your local pharmacy before going there to get birth control, advises Hill-Besinque."}