{"article_title": "Interview with Mitchell Silver, NYC Commissioner of Parks and Recreation", "article_keywords": ["recreation", "realm", "space", "ways", "commissioner", "parks", "needs", "project", "public", "spaces", "green", "interview", "nyc", "residents", "mitchell", "silver"], "article_url": "http://www.aarp.org/livable-communities/info-2014/interview-mitch-silver.html", "article_text": "If you visit China, you’ll see people playing games in one park location and exercising in another. The parks are gathering places where people come to meet. When I was in China, most of the people I saw in the parks happened to be seniors. My hope is that the same thing can happen and probably does happen right now in New York City. Sometimes people just want to see and be seen and to sit and watch other people walk and talk and have conversations. Parks can be places where grandparents can take their grandchildren for a walk and to play. Parks become a stage where people can participate in activities and see so many things happen.\n\n2. There’s often a tension between the desire for development and the desire for green space. What’s your argument on behalf of green space?\n\nYou cannot have private spaces without public spaces. Now, I’m talking about the whole public realm — sidewalks, alleys, parks, open spaces. In order to have density and development, you need open space. They go hand in hand. To me, that’s critically important to any project we put forward. Even if it’s a sidewalk, that public realm needs to be gracious, and it needs to have enough room for the buildings to breathe.\n\nFor any project it’s important to remember that green space can’t just be leftover space. It has to be active, usable, public space that is designed into the project. It has to be meaningful space that serves a specific purpose for residents. It has to be accessible to people who have disabilities, to seniors and to adults pushing a stroller. Green spaces needs to be thought through so they complement the development.\n\n3. Parks and outdoor amenities such as benches, picnic tables and amphitheaters can be gathering places. If a neighborhood lacks outdoor features, how else can local leaders and residents foster community and create a sense of place?\n\nThere are a lot of different ways people are approaching this. While I was serving as the planning director for the City of Raleigh, we implemented “kickstarter” campaigns for people to fund furniture projects for different parks. And don't forget about the public realm: I’ve seen projects where residents place temporary swings along a street just to add some vitality. People are using parklets — both temporary and permanent ones — to add more to the public realm.\n\nA lot of things can be done within existing playgrounds and within the street. Each community is different based on its needs and demographics, but — if you lead with creativity — there are ways to achieve permanent solutions that are low-cost and low-maintenance. You have to look specifically at what works for a particular community and what’s authentic to the local population. There are loads of ways small interventions can pay big dividends.\n\nNext page: Age-Friendly New York. »", "article_metadata": {"page_title": "5 Questions for Mitchell Silver", "estimated_publish_date": "2016-01-29", "Last-Modified": "2014-12-30T11:22:56.689-05:00", "keywords": "mitchell silver, new york city, parks, recreation, commissioner, urban planning, raleigh, bill de blasio, age-friendly", "paywallStatus": "off", "livefyreId": "350119:http://www.aarp.org/livable-communities/info-2014/interview-mitch-silver.html", "author": "Aldea Douglas", "lfdataConfig": "{\"globalConfig\":{\"network\":\"aarp.fyre.co\"},\"livefyreConfig\":[{\"collectionMeta\":\"eyJhbGciOiJIUzI1NiJ9.eyJhcnRpY2xlSWQiOiJodHRwOi8vd3d3LmFhcnAub3JnL2xpdmFibGUtY29tbXVuaXRpZXMvaW5mby0yMDE0L2ludGVydmlldy1taXRjaC1zaWx2ZXIuaHRtbCIsInRpdGxlIjoiNSBRdWVzdGlvbnMgZm9yIE1pdGNoZWxsIFNpbHZlciIsInVybCI6Imh0dHA6Ly93d3cuYWFycC5vcmcvbGl2YWJsZS1jb21tdW5pdGllcy9pbmZvLTIwMTQvaW50ZXJ2aWV3LW1pdGNoLXNpbHZlci5odG1sIiwidGFncyI6IiIsImNoZWNrc3VtIjoiNmJlMTZjY2ZkMDE4YTI3MGFhNjMxMGNlNmM1ZDQzMmYiLCJ0eXBlIjoibGl2ZWNvbW1lbnRzIn0.ZgPVk9rDgW9rsgaylRD7jfM9sVh9OHz5ivHjQTdYS2E\",\"checksum\":\"6be16ccfd018a270aa6310ce6c5d432f\",\"siteId\":\"350139\",\"articleId\":\"http://www.aarp.org/livable-communities/info-2014/interview-mitch-silver.html\",\"el\":\"livefyreConversation\",\"disableAvatars\":true,\"postToButtons\":[\"tw\",\"fb\"]}]}", "source": "livable_communities", "type": "info", "description": "AARP visits with Mitchell Silver, the award-winning urban planner, right before he starts work as New York City’s Commissioner of Parks and Recreation.", "robots": "index,follow", "Subject1": "Division:Livable Communities", "fb": {"app_id": 114175878660191}, "Subject3": "Division:Livable Communities/Topic A", "viewport": "width=device-width", "language": "english", "og": {"site_name": "AARP", "description": "AARP visits with Mitchell Silver, the award-winning urban planner, right before he starts work as New York City’s Commissioner of Parks and Recreation.", "title": "Interview with Mitchell Silver, NYC Commissioner of Parks and Recreation - AARP", "url": "http://www.aarp.org/livable-communities/info-2014/interview-mitch-silver.html", "image": "http://cdn.aarp.net/content/dam/aarp/livable-communities/images-2014/200-mitch-silver-parks-commissioner.imgcache.rev1406040346332.jpg", "type": "article"}, "contentId": "/content/aarp/en/home/livable-communities/info-2014/interview-mitch-silver", "mcafeesecure-site-verification": "fa79d1a3c2770869e1286a81816d01a4", "Subject2": "DCSubjects:Travel", "IALevel1": "livable-communities", "IALevel2": "info-2014", "s43": "7.StayinHome|MyFinancialSecurity", "action": "read", "dateToday": "2016-05-24"}, "_id": "\"57477af36914bd0286fd3f60\"", "article_summary": "Even if it’s a sidewalk, that public realm needs to be gracious, and it needs to have enough room for the buildings to breathe.\nGreen spaces needs to be thought through so they complement the development.\nYou cannot have private spaces without public spaces.\nThere’s often a tension between the desire for development and the desire for green space.\nPeople are using parklets — both temporary and permanent ones — to add more to the public realm."}