{"article_title": "IRS customer service dropped 8.8 million calls during 2015 tax season.", "article_keywords": ["customer", "irs", "benefits", "service", "calls", "season", "million", "tax", "agency", "taxpayers", "report", "88", "taxpayer", "dropped", "olson", "2015", "payments"], "article_url": "http://www.mcall.com/news/local/watchdog/mc-irs-customer-service-hang-ups-watchdog-20150801-column.html", "article_text": "If misery loves company, you have plenty of company if you tried and tried to reach the IRS this spring and couldn't get through.\n\nThe agency hung up on 8.8 million calls during the 2015 tax filing season, according to a recent report from the National Taxpayer Advocate. That's a lot of frustrated taxpayers.\n\nCallers couldn't get through because the switchboard was overloaded, resulting in what the IRS describes as \"courtesy disconnects.\" I suspect taxpayers would use other terms. There's nothing courteous about such awful service.\n\nIf Uncle Sam demands that we pay taxes, it should provide adequate service to answer our questions about the needlessly complicated paperwork that's involved. The taxpayer advocate, Nina Olson, agrees. She attributes that poor service to the government's poor funding of the agency.\n\nIf Uncle Sam would stop wasting money elsewhere, maybe it would have enough for legitimate needs such as this.\n\nOnly 37 percent of customer service calls to the IRS were answered this filing season, down from 71 percent last year, according to Olson's report to Congress a few weeks ago.\n\n\"For the segment of taxpayers who required help from the IRS, the filing season was by far the worst in memory,\" Olson, whose job is to stand up for the little guy tangling with the bureaucracy, said in a statement.\n\nHanging up on taxpayers is nothing new. The IRS hung up on taxpayers last year, too — but only about 544,000 of them. The number of discarded calls this year was an increase of 1,500 percent.\n\nDespite the poor customer service, the agency \"did a good job overall\" in the 2015 tax filing season, Olson said. She noted it did more with less, carrying out new duties required by the Affordable Care Act and Foreign Account Tax Compliance Act without additional funding.\n\nAdjusted for inflation, the IRS budget is down about 17 percent over the past five years. While Olson says the IRS deserves more funding, she questions whether the agency is wisely spending what it gets now.\n\nIn her report, she questions why enforcement is budgeted twice as much as taxpayer services, when less than 2 percent of taxes is collected through enforcement. She doesn't consider that as getting much bang for the bucks.\n\n\"That is unwise, counterproductive, and expensive,\" Olson wrote.\n\nShe said if taxpayers can't get help from the government when they need it, there's a \"real risk\" they'll become so frustrated they will stop complying with tax laws.\n\nThe government would have more money to spend on legitimate needs such as customer service if it would stop questionable spending elsewhere, such as paying federal benefits for confidential drug informants injured or killed while cooperating.\n\nThey're not employees and shouldn't qualify for those benefits, the inspector general for the Department of Justice said in an audit released last month.\n\nThe inspector general also challenged how the Drug Enforcement Agency calculated payments and questioned why payments were made in some cases.\n\nIt cited payments made to the family of an informant who \"presumably\" was killed overseas in 1991. The body was not recovered and there were no witnesses, and the file contained no details about why the agency believed the source was killed as a result of his work as an informant.\n\n\"Significant taxpayer dollars\" have been spent on the benefits, but precisely how much is unknown because the DEA and the Department of Labor, which administers the payments, don't track payments to confidential sources, the inspector general's report said.\n\nAuditors believe about $1 million was paid to 17 informants or their dependents from July 2013 to June 2014, and that the family of one informant received more than $1.3 million since his death in 1989.\n\nThe audit criticized the DEA for \"serious mismanagement and inadequate oversight\" of the benefits.\n\n\"We believe that the absence of a thorough eligibility review significantly increases the risk that taxpayer dollars will be used inappropriately,\" the report said.\n\nThe Department of Justice agreed with the findings and has temporarily placed a moratorium on new benefits claims for DEA informants, according to its written response to the audit.\n\nThe DEA said it now concurs that informants are not \"employees\" eligible for the payments, though it said they may be eligible in \"extraordinary\" circumstances. The agency vowed to establish new policies to address any such instances, and to address the administration of current benefits, should they be continued.\n\nThat's great. What would be better is if the government would be more diligent at the start because this seems to be standard operating procedure in the federal ranks.\n\nMedicare contractors overpaid $36 million for outpatient drugs, the inspector general for the Department of Health and Human Services said in a report last week. The report said most of the overpayments occurred because care providers billed incorrectly, and Medicare claims processing systems weren't set up to prevent overpayments.\n\nThe overpayments occurred from 2009 to 2012. As of early May, Medicare contractors had recouped 63 percent of the $36 million.\n\nThe Watchdog is published Thursdays and Sundays. Contact me at watchdog@mcall.com, 610-841-2364 or The Morning Call, 101 N. Sixth St., Allentown, PA, 18101. I'm on Twitter @mcwatchdog and Facebook at Morning Call Watchdog.", "article_metadata": {"fb_title": "IRS hung up on 8.8 million callers", "googlebot": "index", "copyright": "Copyright (c) 2016 The Morning Call", "author": "The Morning Call", "og": {"site_name": "themorningcall.com", "description": "If misery loves company, you have plenty of company if you tried and tried to reach the IRS this spring and couldn't get through.", "title": "IRS hung up on 8.8 million callers", "url": "http://www.mcall.com/news/local/watchdog/mc-irs-customer-service-hang-ups-watchdog-20150801-column.html", "image": "http://www.trbimg.com/img-55bd184b/turbine/mc-irs-customer-service-hang-ups-watchdog-20150801", "type": "article"}, "x-servername": "lalvp08.14", "twitter": {"site": "@mcall", "card": "summary"}, "msvalidate.01": "AAC9C18F70AC386BC4DCF4DDF9BF1786", "robots": "index,follow", "keywords": "IRS poor customer service unanswered phone calls government waste Watchdog", "fb": {"admins": 1762506491, "page_id": 73291032902, "app_id": 377275452340817}, "apple-itunes-app": "app-id=501096172, app-argument=http://www.mcall.com/deeplinkid/84122997", "googlebot-news": "index", "date": "2015-08-01", "Description": "IRS customer service dropped 8.8 million calls during the 2015 tax season, a 1,500 percent increase over 2014.", "y_key": "7164478e9f100cbd", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "news_keywords": "IRS poor customer service unanswered phone calls government waste Watchdog"}, "article_summary": "Despite the poor customer service, the agency \"did a good job overall\" in the 2015 tax filing season, Olson said.\nThe agency hung up on 8.8 million calls during the 2015 tax filing season, according to a recent report from the National Taxpayer Advocate.\nOnly 37 percent of customer service calls to the IRS were answered this filing season, down from 71 percent last year, according to Olson's report to Congress a few weeks ago.\nWhile Olson says the IRS deserves more funding, she questions whether the agency is wisely spending what it gets now.\nThe inspector general also challenged how the Drug Enforcement Agency calculated payments and questioned why payments were made in some cases."}