{"article_title": "Islamic extremists grab towns in northeast Nigeria", "article_keywords": ["northeast", "insurgents", "kirshinga", "fled", "islamic", "extremists", "united", "haram", "military", "maiduguri", "soldiers", "nigeria", "boko", "towns", "grab"], "article_url": "http://www.washingtontimes.com/news/2014/sep/7/islamic-extremists-grab-towns-in-northeast-nigeria/?page=all", "article_text": "YOLA, Nigeria (AP) - Nigeria’s Islamic extremist group, Boko Haram, has seized more towns along Nigeria’s northeastern border with Cameroon and is adopting a strategy of encouraging civilians to stay, witnesses said Sunday, as the militants pursue their new aim to carve out an “Islamic caliphate” under their black and white flag.\n\nNigerian army soldiers fled when hundreds of insurgents in stolen military armored personnel carriers, trucks and motorcycles attacked Gulak, an administrative headquarters of Adamawa state, said resident Michael Kirshinga, who also ran away. The nearby towns of Duhu, Shuwa, Kirshinga and others also fell in assaults over Friday night and Saturday, witnesses said.\n\nFurther north, soldiers fought off rebels advancing Saturday on Maiduguri, the Borno state capital, headquarters of the military campaign against the insurgency and the birthplace of Boko Haram. The military attacked the rebels’ camp at a village outside Kondudga, just 25 miles (40 kilometers) from Maiduguri.\n\nThunderous gunfire could be heard in Maiduguri throughout Saturday, instilling fear in already panicked residents. Hundreds fled the city even before hearing the sounds of battle.\n\nThe soldiers killed dozens of the extremists outside Konduga, said a member of the vigilante group that fights alongside the military. The soldiers were sent to retake the town of Bama, which fell to Boko Haram a week ago, but stopped at Konduga and refused to advance further, said a vigilante commander. Both spoke on condition of anonymity because they were not authorized to speak to the press.\n\nBama is littered with bodies, residents who fled the town told the AP. The extremists were killing men, but sparing women and children, they said.\n\nIn Gulak, however, the insurgents were trying to persuade people to stay, said resident Michael Kirshinga. “They assured us that they will not attack us, but people begun to run for their lives, some of us have fled for fear that, after subduing the soldiers, the insurgents will turn their (gun) barrels on us,” Kirshinga said.\n\nNearly 26,000 people fled Bama, the Nigerian Emergency Management Agency reported. Those fleeing joined 1.5 million people forced from their homes since Nigeria declared a state of emergency in May 2013, according to U.N. figures. They need shelter and food, and officials warn of a looming food crisis since most refugees are farmers.\n\nA Ministry of Defense statement Friday tried to reassure residents without success. Most fearful are students and staff at the University of Maiduguri, which is alongside a dry riverbed and on the road from Konduga to Maiduguri, a route Boko Haram has used in past attacks on the city.\n\n“We are so very scared. If they are to come attacking, as has been rumored, we doubt if they would spare us because they have to pass in front of our school before getting to the town,” student Halima Muhammad told The Associated Press. He said students writing end of term exams can barely concentrate.\n\nIn December, Boko Haram attacked the main Air Force base used for bombing raids on their camps, destroying five aircraft. In February, the militants assaulted the main army barracks in Maiduguri and freed hundreds of detainees. Boko Haram’s April kidnapping of more than 300 schoolgirls, of whom more than 200 remain captive, attracted international attention and promises of help from several countries including the United States, China and former colonizer Britain.\n\nNigeria has a large army of some 80,000 troops with a budget of $2.3 billion but demoralized soldiers say they are outgunned by Boko Haram, and that some of their colleagues are colluding with and even fighting for the insurgents. Endemic corruption has officers stealing some of the pay of the rank and file, who complain they are dumped in remote areas and ordered to fight without food or water despite blistering temperatures.\n\nBoko Haram now holds a string of towns in all three of the northeastern states that have been under a military emergency since May 2014 - Adamawa, Yobe and hardest-hit Borno.\n\nThe seizures come as the United States announced that it is about to launch a major border security program for Nigeria and its neighbors to fight Boko Haram.\n\nU.S. assistant secretary for African affairs, Linda Thomas-Greenfield, made the announcement Thursday when she and the United Nations expressed deep concern about the deteriorating security situation. In an apparent rebuke to the Nigerian government and the military’s denials of the perilous situation, she said it was “past time for denial and pride.”\n\nFaul contributed from Johannesburg. AP writer Haruna Umar contributed to this report from Maiduguri, Nigeria.", "article_metadata": {"description": "Nigeria's Islamic extremist group, Boko Haram, has seized more towns along Nigeria's northeastern border with Cameroon and is adopting a strategy of encouraging civilians to stay, witnesses said Sunday, as the militants pursue their new aim to carve out an \"Islamic caliphate\" under their black and white flag.", "Author": "IBRAHIM ABDULAZIZ and MICHELLE FAUL", "og": {"site_name": "The Washingtion Times", "description": "Nigeria’s Islamic extremist group, Boko Haram, has seized more towns along Nigeria’s northeastern border with Cameroon and is adopting a strategy of encouraging civilians to stay, witnesses said Sunday, as the militants pursue their new aim to carve out an “Islamic caliphate” under their black and white flag.", "title": "Islamic extremists grab towns in northeast Nigeria", "url": "http://www.washingtontimes.com/news/2014/sep/7/islamic-extremists-grab-towns-in-northeast-nigeria/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/09/07/34341a73cc1dc2225e0f6a70670037d9.jpg", "type": "article"}, "twitter": {"image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/09/07/34341a73cc1dc2225e0f6a70670037d9.jpg", "title": "Islamic extremists grab towns in northeast Nigeria", "description": "Nigeria's Islamic extremist group, Boko Haram, has seized more towns along Nigeria's northeastern border with Cameroon and is adopting a strategy of encouraging civilians to stay, witnesses said Sunda", "card": "summary", "site": "@washtimes"}, "author": "The Washington Times http://www.washingtontimes.com", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web0", "bitly-verification": "d180fd45f70d", "news_keywords": "War Conflict, Boko Haram, Nigeria, Maiduguri, Michael Kirshinga"}, "_id": "\"57477af36914bd0286fcefe2\"", "article_summary": "In December, Boko Haram attacked the main Air Force base used for bombing raids on their camps, destroying five aircraft.\nAP writer Haruna Umar contributed to this report from Maiduguri, Nigeria.\nThe seizures come as the United States announced that it is about to launch a major border security program for Nigeria and its neighbors to fight Boko Haram.\nThe nearby towns of Duhu, Shuwa, Kirshinga and others also fell in assaults over Friday night and Saturday, witnesses said.\nThe soldiers killed dozens of the extremists outside Konduga, said a member of the vigilante group that fights alongside the military."}