{"article_title": "Ohio false statement law declared unconstitutional", "article_keywords": ["declared", "right", "false", "truth", "political", "unconstitutional", "list", "supreme", "elections", "commission", "court", "statement", "ohio", "law"], "article_url": "http://watchdog.org/170273/false-statement-law-unconstitutional/", "article_text": "By Maggie Thurber | for Ohio Watchdog\n\nAfter four years and a trip to the U.S. Supreme Court, an Ohio law that made it a crime to utter false statements about a candidate or politician has been declared unconstitutional.\n\nU.S. Southern District Court Judge Timothy Black issued the ruling Thursday, granting a preliminary injunction and enjoining the enforcement of the political false-statement law by the Ohio Elections Commission and their members.\n\n“After four years and a trip to the U.S. Supreme Court, today we finally have a victory for free speech,” Susan B. Anthony List President Marjorie Dannenfelser said in a statement.\n\nSBA List filed a lawsuit in 2010, when the Ohio Elections Commission ruled probable cause existed to believe a billboard it wanted to buy contained a false statement about a candidate’s voting record, in violation of Ohio Revised Code 3517.21.\n\nThe billboard would have said former Rep. Steve Driehaus, D-Ohio, supported taxpayer-funded abortion by voting for the Affordable Care Act. Driehaus, who was defeated in the 2010 election, dropped his complaint against the group after he lost.\n\nCOAST — Coalition Opposed to Additional Spending and Taxation — sued because it planned to erect similar billboards. Both groups claimed the law was a violation of their First Amendment rights.\n\nLower courts ruled that since SBA List was never prosecuted under the law and, since COAST hadn’t actually erected billboards, lacked standing to sue.\n\nBut the U.S. Supreme Court disagreed.\n\nJustice Clarence Thomas, who wrote the majority opinion, referenced several prior cases in which the court held that an individual does not need to “first expose himself to actual arrest or prosecution to be entitled to challenge a statute that he claims deters the exercise of his constitutional rights.”\n\nThe case was remanded back to the lower court and oral arguments were presented Sept. 4.\n\nCiting a quote from the SBA List’s oral arguments, Black wrote:\n\n“(We are not) arguing for a right to lie. We’re arguing that we have a right not to have the truth of our political statements be judged by the Government.\n\n“Lies have no place in the political arena and serve no purpose other than to undermine the integrity of the democratic process. The problem is that, at times, there is no clear way to determine whether a political statement is a lie or the truth. What is certain, however, is that we do not want the Government (i.e. the Ohio Elections Commission) deciding what is political truth – for fear that the government might persecute those who criticize it. Instead, in a democracy, the voters should decide.”\n\nBlack found several other problems with the law, saying it was “entirely possible” a true statement could be determined false and there was no guarantee the hearing process for complaints under the law would be concluded “in time to preserve the integrity of the election.”\n\nHe wrote that Ohio’s law was more burdensome than necessary to accomplish its alleged objectives and that it was often used by candidates to silence opponents by “strategically deploying OEC complaints to burden and distract their electoral rivals.”\n\nCiting the Supreme Court in 2012, Black wrote, “The remedy for speech that is false is speech that is true.”\n\n“In short,” he said, quoting from the television show “House of Cards,” “there is no better way to overpower a trickle of doubt than with a flood of naked truth.”\n\nHe noted the 8th Circuit Court of Appeals declared unconstitutional a similar law in Minnesota.\n\nA key component in their arguments in favor of standing before the Supreme Court was that both groups where “chilled” from publishing similar advertisements in the 2012 and 2014 elections. The ruling means they are now free to do so without fear of prosecution.\n\n“Today’s decision allows us to freely communicate the truth with voters — that elected representatives who voted for the Affordable Care Act voted for taxpayer-funded abortion,” Dannenfelser said in her statement. “This reality will continue to be a key part of our message to voters in the 2014 midterm elections and beyond.”\n\nSBA List already launched a similar billboard campaign against U.S. Sen. Mary Landrieu, D-La., for her vote, and it plans to do the same against U.S. Rep. Marcy Kaptur, D-Ohio.\n\nSteve Fought, a spokesman for Kaptur, told the Cleveland Plain Dealer the right-to-life group was “more interested in the right to lie than the right to life.”\n\n“The Susan B. Anthony List has no respect for the truth,” he said. “Even their name is a lie. Susan B. Anthony was a progressive, and there’s nothing even remotely progressive about them. They should come clean and rename themselves the Sarah L. Palin List or the Ann H. Coulter List.”\n\nDannenfelser took exception to that.\n\n“Susan B. Anthony challenged government control of women’s participation in the political process and that is exactly what Susan B. Anthony List did in Ohio,” she wrote in an emailed response. “We have fought for and vindicated our right to disagree with Marcy Kaptur and the other Democrats who claimed to be pro-life but then voted to compel taxpayers to fund abortion through the Affordable Care Act.”\n\nBut Dannenfelser agreed their namesake was indeed progressive.\n\n“She was progressive on abortion in that she opposed it from the depth of her being,” Dannenfelser said. “She believed women should have a future of equality and bring their children along with them into that future.”\n\nThe Attorney General’s office, which defended the case on behalf of the Elections Commission, said it would consult with the commission to decide whether the state would appeal the ruling.", "article_metadata": {"og": {"site_name": "Watchdog.org", "description": "A false statment law which put government bureaucrats in charge of determining the truth during a political campaign was declared unconstitutional.", "title": "Ohio false statement law declared unconstitutional - Watchdog.org", "locale": "en_US", "image": "http://watchdog.org/wp-content/blogs.dir/1/files/2014/09/SBAL-billboard.jpg", "url": "http://watchdog.org/170273/false-statement-law-unconstitutional/", "type": "article"}, "article": {"publisher": "https://www.facebook.com/Watchdogorg", "section": "News", "tag": "2014 elections,Congresswoman Marcy Kaptur,Driehaus,Ministry of Truth,Ohio,Sen. Mary Landrieu,Susan B. Anthony List", "published_time": "2014-09-12T13:35:26+00:00"}, "twitter": {"domain": "Watchdog.org", "description": "A false statment law which put government bureaucrats in charge of determining the truth during a political campaign was declared unconstitutional.", "title": "Ohio false statement law declared unconstitutional - Watchdog.org", "image": {"src": "http://watchdog.org/wp-content/blogs.dir/1/files/2014/09/SBAL-billboard.jpg"}, "creator": "@watchdogorg", "site": "@watchdogorg", "card": "summary_large_image"}, "robots": "noarchive", "description": "A false statment law which put government bureaucrats in charge of determining the truth during a political campaign was declared unconstitutional."}, "_id": "\"57477af46914bd0286fd7d98\"", "article_summary": "By Maggie Thurber | for Ohio WatchdogAfter four years and a trip to the U.S. Supreme Court, an Ohio law that made it a crime to utter false statements about a candidate or politician has been declared unconstitutional.\nthe Ohio Elections Commission) deciding what is political truth – for fear that the government might persecute those who criticize it.\nSBA List filed a lawsuit in 2010, when the Ohio Elections Commission ruled probable cause existed to believe a billboard it wanted to buy contained a false statement about a candidate’s voting record, in violation of Ohio Revised Code 3517.21.\nU.S. Southern District Court Judge Timothy Black issued the ruling Thursday, granting a preliminary injunction and enjoining the enforcement of the political false-statement law by the Ohio Elections Commission and their members.\nBut the U.S. Supreme Court disagreed."}