{"article_title": "Denver’s nation’s fourth-most influential city say mayors – The Denver Post", "article_keywords": ["city", "rely", "cities", "influential", "denvers", "ideas", "denver", "fourthmost", "say", "asked", "york", "policy", "post", "nations", "mayors", "tied"], "article_url": "http://www.denverpost.com/news/ci_26681788/denvers-nations-fourth-most-influential-city-say-mayors", "article_text": "American’s mayors think Denver is the nation’s fourth-most influential city when it comes policy ideas, according to a Boston University study.\n\nThe university’s Initiative on Cities asked 70 mayors about the challenges they face, sources of information on which they rely, and with whom they’re able to cooperate. When asked what three cities they looked to for policy and management ideas, New York and Boston tied for the most mentions, followed by Austin, Denver, Portland, Ore., Salt Lake City and Los Angeles.\n\nDenver was cited at least once by about 20 percent of the mayors polled in the study: https://open.bu.edu/bitstream/handle/2144/9212/BUIOC_Mayors%20Leadership%20Survey_Oct%202014.pdf?sequence=4\n\nWhen mayors of cities with more than 300,000 people were asked the same question, Denver finished tied for first with New York City, being mentioned at least once by almost 40 percent of the respondents.\n\n“Denver places a high value on innovation, ingenuity and problem-solving with an entrepreneurial spirit,” Mayor Michael Hancock said in a statement to The Denver Post. “To have those values recognized and emulated by other cities is an honor and an incentive to keep striving for better.”\n\nAccording to the survey, other than their own staffs, mayors rely on information from other mayors, followed by unofficial advisors and businesses and business groups. That order held true whether the mayors were Democrats or Republicans; among the Democrats that responded, Denver finished third as a source of policy ideas, behind New York and Boston.\n\nAmong the ideas that mayors said they’ve borrowed from other cities are 311-customer service lines and affordable housing. Denver’s Peak Performance Initiative, in which city employees identify and correct inefficiencies, was also recognized.\n\n“It’s no wonder other cities have shown interest in making an employee-driven model work for them, too,” Hancock said. “We’re thrilled to keep blazing that trail.”", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Denver’s nation’s fourth-most influential city say mayors", "title": "Denver’s nation’s fourth-most influential city say mayors", "url": "http://www.denverpost.com/2014/10/07/denvers-nations-fourth-most-influential-city-say-mayors/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20141007__AE28MUCLUBS__ADO9826xp1.jpg", "height": 435}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20141007__AE28MUCLUBS__ADO9826xp1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2014-10-07T17:26:32+00:00", "modified_time": "2016-04-26T15:27:17+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fd3f76\"", "article_summary": "American’s mayors think Denver is the nation’s fourth-most influential city when it comes policy ideas, according to a Boston University study.\nThe university’s Initiative on Cities asked 70 mayors about the challenges they face, sources of information on which they rely, and with whom they’re able to cooperate.\nAmong the ideas that mayors said they’ve borrowed from other cities are 311-customer service lines and affordable housing.\n“Denver places a high value on innovation, ingenuity and problem-solving with an entrepreneurial spirit,” Mayor Michael Hancock said in a statement to The Denver Post.\nThat order held true whether the mayors were Democrats or Republicans; among the Democrats that responded, Denver finished third as a source of policy ideas, behind New York and Boston."}