{"article_title": "Jacksonville mayoral race draws national political interest", "article_keywords": ["brown", "votes", "draws", "carried", "national", "duval", "political", "rubio", "mayoral", "bush", "race", "rick", "interest", "republican", "jacksonville", "states"], "article_url": "http://www.salon.com/2015/05/17/jacksonville_mayoral_race_draws_national_political_interest/", "article_text": "Topics: From the Wires, News\n\nJACKSONVILLE, Fla. (AP) — There’s a reason why the Jacksonville mayoral race is drawing the attention of outsiders like former President Bill Clinton, former Texas Gov. Rick Perry, former Gov. Jeb Bush and U.S. Sen. Marco Rubio and it’s about more than who wins on Tuesday.\n\nIt’s because the state’s largest city will also be a key to winning Florida in the 2016 presidential election, and having an ally in the mayor’s office can only help.\n\nPerry, Bush and Rubio have an eye on the White House next year and each are helping former state Republican Party Chairman Lenny Curry, who’s challenging incumbent Democrat Alvin Brown. Clinton, whose wife Hillary Rodham Clinton is running for president, came to Jacksonville to raise money for Brown.\n\n“It just shows you the stakes that the state Republican Party believes are here,” said Matthew Corrigan, a University of North Florida political science professor. “Rick Perry and Marco Rubio and Jeb Bush — this is looking like a Republican operation not a Jacksonville mayor’s race.”\n\nFlorida is considered one of the most important pieces in winning the White House as the largest of swing states. While Miami is the state’s largest metropolitan area, Jacksonville’s mayor serves all of Duval County, which has about 900,000 residents. Duval County and has played a role in recent presidential elections. Without it, George W. Bush wouldn’t have won in 2000, when he carried Florida by 537 votes and Duval County by 44,234 votes. He carried Duval in 2004 by 61,586 votes.\n\nBut President Barack Obama targeted Jacksonville in 2008 and 2012 with the goal of making a solidly Republican area more competitive. About 30 percent of the city is black, or roughly double the statewide average. Obama’s campaign substantially increased black voter registration and turnout and cut the Republican margin of victory Bush saw here by tens of thousands of votes. John McCain won Duval by less than 8,000 in 2008 and Mitt Romney carried it by fewer than 15,000 in 2012. Obama carried the state.\n\nOne benefactor was Brown, who in 2011 became Jacksonville’s first black mayor and first Democrat to win in 20 years. He’s positioned himself as a conservative Democrat, saying he’s willing to work with Republican Gov. Rick Scott to create jobs. His absence at an Obama 2012 campaign rally was noticed by the local media.\n\nIf Brown wins re-election, he’ll be on a short list of Democrats seen as potential candidates for governor in 2018. Republicans want to stop that path while restoring Republican dominance to the region for 2016.\n\nPerry has traveled to Jacksonville to help Curry, Bush has taped a video for him and Rubio is scheduled to appear at a rally Monday.\n\n“In terms of what they see in 2016, I think Lenny has tried to make this a national issue. I focus on making this about Jacksonville. People in Jacksonville don’t care what’s happening in Washington, they care what’s happening in Jacksonville,” Brown said.", "article_metadata": {"description": "Jacksonville mayoral race draws national political interest", "title": "Jacksonville mayoral race draws national political interest", "og": {"site_name": "Salon", "description": "Jacksonville mayoral race draws national political interest", "title": "Jacksonville mayoral race draws national political interest", "url": "http://www.salon.com/2015/05/17/jacksonville_mayoral_race_draws_national_political_interest/", "image": "http://media.salon.com/2015/05/jacksonville-mayor.jpeg1-1280x960.jpg", "type": "article"}, "twitter": {"description": "Jacksonville mayoral race draws national political interest", "title": "Jacksonville mayoral race draws national political interest", "image": "http://media.salon.com/2015/05/jacksonville-mayor.jpeg1-1280x960.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Brendan Farrington", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, From the Wires", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fd3f7f\"", "article_summary": "People in Jacksonville don’t care what’s happening in Washington, they care what’s happening in Jacksonville,” Brown said.\nClinton, whose wife Hillary Rodham Clinton is running for president, came to Jacksonville to raise money for Brown.\nTopics: From the Wires, NewsJACKSONVILLE, Fla. (AP) — There’s a reason why the Jacksonville mayoral race is drawing the attention of outsiders like former President Bill Clinton, former Texas Gov.\nHe carried Duval in 2004 by 61,586 votes.\nBut President Barack Obama targeted Jacksonville in 2008 and 2012 with the goal of making a solidly Republican area more competitive."}