{"article_title": "Proposed cuts to employee benefits stir controversy at NMSU", "article_keywords": ["nmsu", "benefits", "ehs", "proposed", "employees", "healthcare", "controversy", "states", "services", "state", "health", "plan", "cuts", "employee", "stir", "plans"], "article_url": "http://nmpolitics.net/index/2016/04/proposed-cuts-to-employee-benefits-stir-controversy-at-nmsu/", "article_text": "Billy Huntsman / The Round Up/Oncore Magazine\n\nNew Mexico State University has to eliminate more than $10 million from its budget due to a deficit caused by decreased funding from the state Legislature and a decrease in student enrollment — and not lessened by the Board of Regents voting this week against a tuition increase proposal for the 2016-2017 school year.\n\nThe proposed 4.1 percent tuition hike would have decreased the deficit to $7.4 million. The regents unanimously disapproved this proposal on Tuesday.\n\nAbout this article This article was produced by The Round Up/Oncore Magazine, New Mexico State University’s student-run news organization. It’s published here as part of a partnership between The Round Up/Oncore Magazine and NMPolitics.net.\n\n“There is no way around trying to eliminate $10.7 million,” NMSU Provost Dan Howard said at an Employee Benefit Council meeting on Thursday. “Any cut we take at this point is going to hurt. That’s the bottom line.”\n\nThe most contentious proposed cut seems to be the Employee Health Services center (EHS). EHS is housed within the Student Health Center and staffed by the same personnel. It offers the same free or low-cost medical services to NMSU employees.\n\nHoward said this cut is being considered because EHS services are not “central” to NMSU’s instruction and guidance mission — which is to teach, research and serve.\n\nEHS costs NMSU about $828,000 a year, at about $165 per employee visit, Howard said.\n\nThe services provided by EHS can be made up by employees’ health-care plans, Howard said.\n\nState plan or self-funded?\n\nBut employee health-care plans may also change in order to save money. Right now NMSU employees have medical, dental, and vision coverage under the State of New Mexico’s health-care plan, through which the university pays high yearly premium costs in order for employees to have low copays whenever they visit the doctor. Advertisement\n\nThe alternative to the state’s plan is to go the “self-funded” route, where individual employees design health-care plans that are best for them and their dependents. Through this route, employees can still choose preferred provider organizations (PPO) plans, though at higher individual, rather than collective, costs.\n\nA pro to this plan would be that fixed costs would be reduced — employees could decide if they want high yearly premiums or high copays.\n\nBut a con to this plan is that the number of employees who get sick each year would likely fluctuate, which would make NMSU’s costs fluctuate as well. Another con that became apparent during the Thursday meeting was that, if NMSU decides to go with self-funded plans, EHS will also be eliminated.\n\nA pro to maintaining the state’s plan at NMSU is that, if EHS were eliminated, NMSU is currently in talks with the State Risk Management agency about establishing a free clinic within Las Cruces, similar to the Stay Well Health Center in Santa Fe, which state-plan-covered employees can visit at no- or low-copay costs and receive no- or low-cost prescriptions.\n\nAnother con is that any money that could be saved by NMSU going the self-funded route, which has the potential to be cheaper than the state’s health plan but puts the university at full liability for any claims filed, might not be saved if the university has a high number of employees who put in claims. If this is the case, it may make more fiscal sense to remain on the state’s health plan, thereby making the state’s health-care provider fully liable for all claims.\n\nNMSU switched from self-funded plans to the state’s plan back in September 2006 after reaching an agreement with the state for reduced costs if EHS saw patients from nearby counties, mostly dealing with workman’s comp issues.\n\nNMSU continued to fund EHS with what’s called I&G funding — Student Health Services, of course, paid for by students’ tuition and fees.\n\n“What should have happened is that (we) should have asked the state to come in and fund (EHS) themselves,” Howard said. “Which is what we’re now doing.”\n\nDoing so now, Howard said, will save both the state and NMSU money.\n\nHoward said part of the negotiations currently ongoing about maintaining the state’s health-care plan is for the state to utilize the EHS space at the Campus Health Center.\n\n“We should have asked (the state) to pick (EHS) up a long time ago,” he said.\n\nNot essential to university’s mission?\n\nThe Campus Health Center’s psychiatric nurse practitioner, Vicki Alvarez, said she “fervently” disagrees with Howard’s statement that EHS services are not “central” to the I&G mission.\n\n“I do see some faculty and staff,” she said. “My feeling is that this service that we provide to employees is key and central to our mission. I see employees who are very distraught, there is no way that they are going to be able to provide education to any students in a very effective way.”\n\nAlvarez went on to say that especially the mental health services the Campus Health Center provides are essential, considering difficulty throughout Las Cruces in obtaining help. She says most psychologists/psychiatrists — who are “bailing out of Las Cruces” — have three-to-six-month waiting lists even for individuals with health-care plans.\n\n“(EHS) is crucial to what we do here,” Alvarez said. “If we don’t keep our employees healthy in a mental way, then we’re not going to have students who want to come here and be educated.”\n\nJudi Voelz, the Health Center’s medical director, called EHS “an investment.”\n\n“We know if you try to meet with your (health plan’s) doctor for your colds and your coughs and your flus, you’re getting an appointment at the end of the week,” she said. “So (NMSU) employees are going to be sitting at home for four or five days waiting to see their doctor, and that’s lost time here.”\n\nEHS can see employees immediately, such as those who were stung by bees near Garcia Annex in early March.\n\nIn addition to primary care services, Voelz said, EHS also offers such services as immunizations, physicals for campus police officers and firefighters, and — perhaps its largest contribution — workman’s compensation services, all at “severely reduced cost.”\n\nVoelz also disagreed with what NMSU President Garrey Carruthers wrote in a memo advising the NMSU system of the proposed elimination of EHS — that “the Student Health Center services would not change.”\n\n“All of our providers see students and employees,” Voelz said. “The proposed elimination of Employee Health Services would take out a doctor and a nurse practitioner, who are also involved in seeing students. So whatever we do to Employee Health Services will directly impact our mission of serving the students.”\n\nThe Campus Health Center sees about 29,000 students a year, according to Executive Director Lori McKee.\n\nOther cuts and cost-saving measures\n\nIn addition to considering the elimination of EHS, Carruthers has also placed “a hold on staff and faculty actions with unrestricted funding.”\n\nSuch actions include:\n\nStaff position reclassification or faculty position attribute changes\n\nStaff and faculty new position requests\n\nStaff in-range adjustments\n\nDivision/unit/department reorganizations\n\n“Faculty position attribute changes do not include changes associated with the tenure and promotion process,” Carruthers wrote in a memo. “It is limited to actions such as changing a vacant position rank from a lower rank to a higher rank.”\n\nOther measures currently under consideration include reducing administrative salaries above $100,000:\n\nSalaries $100,000 to $149,999 would receive 1-percent cuts.\n\nSalaries $150,000 to $199,999 would receive 2-percent cuts.\n\nSalaries above $200,000 would receive 3-percent cuts.\n\n“Because we have spent the past few years trying to bring our faculty up to market in regard to their salaries, and we would like to avoid undoing this progress, these salary reductions will not include faculty members,” Carruthers wrote in the memo. “Also, employees who have contracts will be excluded since this would require renegotiating those contracts. However, even though I am a contract employee, I have opted to be included in the reduction because I want to be part of a team solution.”\n\nCarruthers’ contract dictates a yearly salary of $385,000. With a three-percent decrease, he would make about $373,450.\n\nOther proposed measures include eliminating retirement benefits for employees hired after July 1, 2016. Sharon Jones, Carruthers’ chief of staff, said there would be no immediate realization of savings by eliminating this benefit, as employees have to work 10 or more years in order to access it, but when you include accrual — which is the actual dollar amount NMSU would have to pay to retirees — “it is definitely a savings for the university.”\n\nSick-leave buyout is also facing elimination, though details are still being discussed.\n\nAt Thursday’s meeting, several audience members expressed concern that the elimination of retirement benefits, sick-leave buyout, and EHS would hurt NMSU’s ability to recruit quality employees, as people who come to work at NMSU often see the benefits packages as balancing out the less-than-national-average salaries.\n\nAnd lessening NMSU’s staff and faculty recruitment abilities would harm NMSU’s I&G mission, these audience members said.\n\nJones said she expects these proposals to be either approved or denied by the start of the new fiscal year, July 1.\n\n“There’s not a single cut — and there’ll be more than this coming — that is not going to be hard and that is not going to impact people at NMSU,” Howard said.\n\nHoward and Carruthers encourage NMSU employees to submit comments to their offices, at president@nmsu.edu and provost@nmsu.edu.\n\nHuntsman is The Round Up’s managing editor.", "article_metadata": {"description": "New Mexico State University has to eliminate more than $10 million from its budget.", "original-source": "http://nmpolitics.net/index/2016/04/proposed-cuts-to-employee-benefits-stir-controversy-at-nmsu/", "og": {"site_name": "NMPolitics.net", "description": "New Mexico State University has to eliminate more than $10 million from its budget.", "title": "Proposed cuts to employee benefits stir controversy at NMSU", "url": "http://nmpolitics.net/index/2016/04/proposed-cuts-to-employee-benefits-stir-controversy-at-nmsu/", "image": {"width": 1170, "identifier": "http://nmpolitics.net/index/wp-content/uploads/2016/04/CampusHealthCenter-1170x726.jpg", "height": 726}, "locale": "en_US", "type": "article"}, "twitter": {"site": "@nmpoliticsnet", "card": "summary"}, "syndication-source": "http://nmpolitics.net/index/2016/04/proposed-cuts-to-employee-benefits-stir-controversy-at-nmsu/", "fb": {"app_id": 111489745565143}, "article": {"section": "News and Analysis", "tag": "NMSU", "published_time": "2016-04-08T17:14:20+00:00", "modified_time": "2016-04-10T18:56:13+00:00", "author": "http://nmpolitics.net/index/author/heath-haussamen/"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0", "news_keywords": "News and Analysis, Budget, NMSU"}, "article_summary": "That’s the bottom line.”The most contentious proposed cut seems to be the Employee Health Services center (EHS).\n“The proposed elimination of Employee Health Services would take out a doctor and a nurse practitioner, who are also involved in seeing students.\nHoward and Carruthers encourage NMSU employees to submit comments to their offices, at president@nmsu.edu and provost@nmsu.edu.\nBut employee health-care plans may also change in order to save money.\nShe says most psychologists/psychiatrists — who are “bailing out of Las Cruces” — have three-to-six-month waiting lists even for individuals with health-care plans."}