{"article_title": "Jindal: Not just any Republican will do in 2016", "article_keywords": ["jindal", "versus", "republican", "rapids", "believe", "republicans", "conservative", "early", "cedar", "lose", "need", "2016"], "article_url": "http://www.thegazette.com/subject/news/politics/election/road-to-the-white-house/jindal-not-just-any-republican-will-do-in-2016-20150711", "article_text": "CEDAR RAPIDS — Based on the size of the crowd and the enthusiasm it showed for him, it might appear Louisiana Gov. Bobby Jindal would be polling more than 3 percent among likely Iowa GOP caucusgoers.\n\nIt’s too early to count him out, his wife, Supriya Jindal, told a crowd of about 200 in Cedar Rapids on Saturday.\n\n“Bobby started out as an asterisk in the polls” when he ran for governor, she said. He won that primary and now is serving a second term.\n\n“It’s early,” said Tom Schott of Tipton. He said it’s too early for many conservatives to lock in a candidate for the 2016 Republican presidential nomination.\n\n“There are a lot of good conservative candidates this year,” he said. This time the election will be leftist socialists versus conservative Republicans, not liberal versus liberal light,” Schott said.\n\nJindal, 44, a former congressman and university system president, made similar points during his hourlong speech and question-and-answer session at the Cedar Rapids Museum of Art.\n\n“It’s not enough to send a Republican to the White House,” Jindal said. “We need to send someone to make big changes.”\n\nThere are Republicans in Washington who are “happy the court ruled the way it ruled (because) they see marriage as a distraction,” Jindal said, referring to the Supreme Court decision allowing same-sex marriage. They’re the same Republicans who “don’t want to roll up their sleeves and do the hard work to repeal and replace Obamacare.”\n\nThe changes he is calling for are not merely in policy, but in the structure of the federal government that keeps a “permanent governing class” making rules and laws the rest of Americans have to live under, Jindal said.\n\nHe said structural changes are necessary to ensure that the American dream his parents chased when they emigrated to America will be there for his children and future generations.\n\n“You tell those Republicans we need to get term limits done; we need to shrink the budget, not just slow the growth; we need to hunt down and kill ISIS, not just contain and degrade them,” Jindal said.\n\nJindal took shots at some of his rivals. He warned against electing another inexperienced, first-term senator — Texas Sen. Ted Cruz or Florida Sen. Marco Rubio — because “we can’t afford on-the-job training.”\n\nHe also took issue with former Florida Gov. Jeb Bush’s comment that a GOP candidate has to be willing to lose the primary to win the general election.\n\n“I couldn’t disagree with that more,” he said. “That’s the establishment saying we have to hide our conservative voice; we’ve got to make the left and the media like us. That never works. If we try to do that again, we will lose again and we will deserve to lose again.”\n\nInstead, Jindal called for repealing and replacing the Affordable Care Act with a “patient-driven plan,” securing the Mexican border, shrinking the federal government, growing the private sector and investing in military “so our friends trust us, our enemies fear us.”\n\nIn the end, Jindal asked his audience to do more than join his campaign.\n\n“I’m asking you to join a cause … to believe again, to believe in America, believe in ourselves,” Jindal said. “I think you want to believe again.\n\n“This is our time. This is our time to choose,” he said. “It is time to believe again.”\n\nJindal will speak at 1 p.m. Sunday at the Coralville Public Library, 1401 Fifth St., Meeting Room A.", "article_metadata": {"Description": "The Gazette | CEDAR RAPIDS - Based on the size of the crowd and the enthusiasm it showed for him, it might appear Louisiana Gov. Bobby Jindal would be polling more than 3 per", "og": {"site_name": "The Gazette", "description": "CEDAR RAPIDS - Based on the size of the crowd and the enthusiasm it showed for him, it might appear Louisiana Gov. Bobby Jindal would be polling more than 3 percent among likely Iowa GOP caucusgoers.", "url": "http://www.thegazette.com/subject/news/politics/election/road-to-the-white-house/jindal-not-just-any-republican-will-do-in-2016-20150711", "image": "http://www.thegazette.com/storyimage/GA/20150711/ARTICLE/150719913/EP/1/2/EP-150719913.jpg", "article": {"section": "Default"}, "type": "article"}, "twitter": {"url": "http://www.thegazette.com/subject/news/politics/election/road-to-the-white-house/jindal-not-just-any-republican-will-do-in-2016-20150711", "description": "CEDAR RAPIDS - Based on the size of the crowd and the enthusiasm it showed for him, it might appear Louisiana Gov. Bobby Jindal would be polling more than 3 percent among likely Iowa GOP caucusgoers.", "site": "@gazettedotcom", "title": "Jindal: Not just any Republican will do in 2016"}, "fb": {"app_id": 163646090334606}, "apple-mobile-web-app-capable": "yes", "bt": {"modDate": "2015-07-11T20:26:00-05:00", "type": "thegazette_default", "pubDate": "2015-07-11T20:26:45-05:00", "title": "Jindal: Not just any Republican will do in 2016"}, "MobileOptimized": 320, "apple-touch-fullscreen": "yes", "HandheldFriendly": "True", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=0"}, "_id": "\"57477af46914bd0286fe290d\"", "article_summary": "This time the election will be leftist socialists versus conservative Republicans, not liberal versus liberal light,” Schott said.\nIt’s too early to count him out, his wife, Supriya Jindal, told a crowd of about 200 in Cedar Rapids on Saturday.\nHe said it’s too early for many conservatives to lock in a candidate for the 2016 Republican presidential nomination.\nCEDAR RAPIDS — Based on the size of the crowd and the enthusiasm it showed for him, it might appear Louisiana Gov.\n“I’m asking you to join a cause … to believe again, to believe in America, believe in ourselves,” Jindal said."}