{"article_title": "President Obama’s Quiet Case for Hillary Clinton in 2016", "article_keywords": ["case", "2016", "clinton", "campaign", "house", "told", "quiet", "hillary", "officials", "interview", "president", "white", "obamas", "democratic", "obama"], "article_url": "http://abcnews.go.com/Politics/president-obamas-quiet-case-hillary-clinton-2016/story?id=30234096", "article_text": "In her final days as secretary of state, Hillary Clinton said goodbye to President Obama over a lunch of fish tacos in the dining room off the Oval Office. As a parting gift, she gave her former rival 20 pages of recommendations for what to do in his second term.\n\n“Tearing up, I hugged the president and told him again how much our work and friendship meant to me,” Clinton writes of Obama in the new epilogue of her book “Hard Choices.” “And that I'd be on call if he ever needed me.”\n\nAs the 2016 presidential campaign kicks into gear, Obama needs Clinton more than ever before – a message he’s made increasingly clear over the past two years, without having to pick up the phone.\n\nObama has heaped more effusive praise on his former secretary of state than just about any other high-profile Democrat, including his own vice president, Joe Biden, who has also aspired to the nation’s top office.\n\nObama has declared Clinton “a world figure” and an “extraordinary talent.” He said in a joint interview with “60 Minutes” that she was “one of the most important advisers” he’s had, and a “strong friend.”\n\n“If she’s her wonderful self, I’m sure she is going to do great” in the campaign, Obama said in an interview this week.\n\nChuck Kennedy/The White House\n\nThe accolades and encouragement are a far cry from the lukewarm “likable enough” description Obama affixed to Clinton during a 2007 primary debate. White House officials told ABC News that the president “thinks very highly” of Clinton as a candidate and that she has a “strong case to make” to become his successor.\n\nTo be sure, President Obama remains coy about an explicit primary endorsement and, officials say, will likely keep a low profile in the early stages of the campaign. He told CBS News in an April 2014 interview that Biden would also be a strong candidate as “one of the finest vice presidents in history.”\n\n“I don’t necessarily want to jam them up,” Obama said of his potential involvement with the candidates in the early Democratic field.\n\nStill, as Clinton formally launches her second presidential bid this weekend as the dominant Democratic front-runner, Obama is quietly banking on her to be the defender of his legacy.\n\nHe’s cited her discipline, stamina, thoughtfulness and “ability to project” their shared values as factors that make her “extraordinary” in his eyes.\n\nOn Twitter, Clinton has given an unabashed embrace of her former boss’s policies, defending Obamacare and his immigration executive action. She’s also defended the administration’s sweeping reforms of the financial system and the president’s economic blueprint outlined in his State of the Union.\n\n#ACA@5: 16m covered. Young ppl. Preexisting conditions. Women get better coverage. Repeal those things? Embrace them! pic.twitter.com/OI1m2VxD4W — Hillary Clinton (@HillaryClinton) March 23, 2015\n\nTies to the Obama White House already run deep. The Clinton campaign apparatus is stuffed with former top Obama administration policy makers and strategists, including former White House communications director Jennifer Palmieri, former Obama senior counselor John Podesta, and former Michelle Obama aide Kristina Schake.\n\nAdministration officials deny any planned direct coordination between the Obama White House and the Clinton campaign on messaging or legislative agenda, but do not rule it out.\n\n“I’m confident that there will be a lot of agreement between the priorities that she articulates and the kinds of priorities this president has been fighting for the last six years,” said spokesman Josh Earnest late last month.\n\nObama, Clinton Remain Allies\n\nOn a personal level, Obama and Clinton have maintained in close touch, holding occasional in-person meetings and regularly exchanging email messages, officials say. They last met together in the Oval Office in late March when they discussed their families, current events and politics, aides said.\n\n“Are there going to be differences? Yeah. Deep differences? Of course,” Clinton told “60 Minutes” in the 2013 joint interview. How those play out on the stump will be a difficult balancing act. Obama and his policies remain highly popular among Democratic voters, but much more contentious among independents and Republicans.\n\nForty-seven percent of Americans approve of President Obama’s work in office, according to the latest ABC News/Washington Post poll. The same number disapprove.\n\nFor now, the soon-to-be-candidate Clinton is signaling that her focus will be on the overlap in interests and priorities with Obama – revealing less daylight than many pundits had initially expected.\n\nWill we see President Obama and Hillary Clinton exchange another bear hug on stage? Maybe not soon – but don’t rule it out.\n\n“As it relates to the president’s intentions to wade into a Democratic primary, that’s not something that he often does,” Earnest said. “But we’ll see. A long way until the Democratic convention.”", "article_metadata": {"fb_title": "How Obama’s Been Making the Quiet Case for Hillary", "description": "Mr. Obama has heaped more effusive praise on his former Secretary of State than arguably any other high-profile Democrat, including his own vice president, Joe Biden.", "copyright": "Copyright (c) 2016 ABC News Internet Ventures", "author": "ABC News", "og": {"site_name": "ABC News", "description": "Mr. Obama has heaped more effusive praise on his former Secretary of State than arguably any other high-profile Democrat, including his own vice president, Joe Biden.", "title": "How Obama’s Been Making the Quiet Case for Hillary", "url": "http://abcnews.go.com/Politics/president-obamas-quiet-case-hillary-clinton-2016/story?id=30234096", "image": "http://a.abcnews.go.com/images/Politics/AP_clinton_obama_kab_150410_16x9_992.jpg", "type": "article"}, "Date": "2015-04-11", "twitter": {"description": "Mr. Obama has heaped more effusive praise on his former Secretary of State than arguably any other high-profile Democrat, including his own vice president, Joe Biden.", "title": "How Obama’s Been Making the Quiet Case for Hillary", "url": "http://abcnews.go.com/Politics/president-obamas-quiet-case-hillary-clinton-2016/story?id=30234096", "image": "http://a.abcnews.go.com/images/Politics/AP_clinton_obama_kab_150410_4x3t_240.jpg", "creator": "@devindwyer", "site": "@ABC", "app": {"url": {"ipad": "abcnewsipad://link/story,30234096", "iphone": "abcnewsiphone://link/story,30234096", "googleplay": "android-app://com.abc.abcnews/abcnews/abcnews.go.com/Politics/president-obamas-quiet-case-hillary-clinton-2016/story?id=30234096"}, "name": {"ipad": "ABC News", "iphone": "ABC News", "googleplay": "ABC News"}, "id": {"ipad": 306934135, "iphone": 300255638, "googleplay": "com.abc.abcnews"}}, "card": "summary_large_image"}, "robots": "index, follow", "DC.date.issued": "2015-04-11", "al": {"ipad": {"url": "abcnewsipad://link/story,30234096", "app_store_id": 380520716, "app_name": "ABC News for iPad"}, "web": {"url": "http://abcnews.go.com/Politics/president-obamas-quiet-case-hillary-clinton-2016/story?id=30234096"}, "android": {"url": "android-app://com.abc.abcnews/abcnews/abcnews.go.com/Politics/president-obamas-quiet-case-hillary-clinton-2016/story?id=30234096", "app_name": "ABC News Breaking Latest News", "package": "com.abc.abcnews"}, "iphone": {"url": "abcnewsiphone://link/story,30234096", "app_store_id": 300255638, "app_name": "ABC News - Breaking US & World News"}}, "Last-Modified": "2015-04-11 11:01:13", "fb": {"admins": 704409894, "app_id": 4942312939}, "keywords": "Hillary Clinton, 2016 campaign, White House, presidency, President Obama, Barack Obama, Vice President Joe Biden, politics news, election news, political news, political news articles", "viewport": "initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "news_keywords": "Hillary Clinton, 2016 campaign, White House, presidency, President Obama, Barack Obama, Vice President Joe Biden"}, "article_summary": "Will we see President Obama and Hillary Clinton exchange another bear hug on stage?\npic.twitter.com/OI1m2VxD4W — Hillary Clinton (@HillaryClinton) March 23, 2015Ties to the Obama White House already run deep.\nWhite House officials told ABC News that the president “thinks very highly” of Clinton as a candidate and that she has a “strong case to make” to become his successor.\nObama, Clinton Remain AlliesOn a personal level, Obama and Clinton have maintained in close touch, holding occasional in-person meetings and regularly exchanging email messages, officials say.\nIn her final days as secretary of state, Hillary Clinton said goodbye to President Obama over a lunch of fish tacos in the dining room off the Oval Office."}