{"article_title": "Pope Francis Takes a First Step Toward Revoking the Papal Bulls", "article_keywords": ["revoking", "christian", "takes", "pope", "framework", "domination", "bulls", "papal", "step", "peoples", "serra", "indigenous", "francis"], "article_url": "http://indiancountrytodaymedianetwork.com/2015/07/13/pope-francis-takes-first-step-toward-revoking-papal-bulls", "article_text": "On July 9 the Associated Press reported that while visiting La Paz, Bolivia, “Pope Francis apologized…for the sins, offenses and crimes committed by the Catholic Church against indigenous peoples during the colonial-era conquest of the Americas,” (story by Nicole Winfield and Frank Bajak). The pope’s statement in Bolivia was made in advance of his trip to North America where, he plans to give sainthood to Junipero Serra as the founder of nine of the 21 California missions which proved so deadly and destructive for the Native peoples of California.\n\nAs the representative of the Holy See, Pope Francis is the successor to previous popes, such as Nicholas V and Alexander VI, who created, on behalf of the Holy See, the institutional framework within which “the sins, offenses and crimes” to which Pope Francis referred were committed, including in the Spanish Catholic mission system.\n\nWe must not overlook a key fact: the edicts of various popes created the predatory framework of Christian empire (“emperii Christiani”) and domination in the name of Christian “evangelism.” That framework became the basis for centuries of death and devastation experienced by our original free nations and peoples (now typically called “indigenous”) throughout the western hemisphere and elsewhere.\n\nWhat terminology did the Holy See use to create the framework found in the papal bulls or edicts? It was that terminology which provided the very basis for the sins, offenses, and crimes to which Pope Francis alluded. In the papal edict Dum Diversas of 1452, as one example, Pope Nicholas V authorized King Alfonso of Portugal, or his representatives, to sail to non-Christian lands, and “to invade, capture, vanquish, and subdue, all Saracens, pagans, and other enemies of Christ, to reduce their persons to perpetual slavery, and to take away all their possessions and property.”\n\nThe king was further instructed to “convert” the lands of the non-Christians. In legal terms, the word “convert” can mean “to unlawfully or wrongfully take away that which rightfully belongs to another.” Accordingly, Pope Nicholas V then declared the king’s actions against the non-Christians to be “just and lawful.”\n\nThe above quoted terminology (invade, capture, vanquish, subdue, reduce to slavery, and convert the lands and property of the non-Christians) not only declared war on the non-Christian world. It also created a framework or paradigm of DOMINATION that continues to operate in plain sight while generally going unnoticed and unnamed.\n\nIn La Paz, Pope Francis was said to be addressing “the indigenous” peoples of Bolivia and elsewhere. What is the definition of “indigenous” at the United Nations? As stated in one definition, our nations and peoples are considered “indigenous” because we regard ourselves as “distinct from other sectors of society now prevailing.” To prevail is “to gain ascendancy,” and ascendancy is defined as “governing or controlling influence: DOMINATION.” (Webster’s Third New International Dictionary Unabridged, 1993).\n\nTo be taken seriously, an “apology” or “begging of forgiveness” by Pope Francis, or any other pope, must be the basis for the papacy explicitly addressing the system of domination that the Holy See created and set into motion in the name of, “Him from whom empires, and dominations, and all good things proceed” (papal bull of May 3, 1493). That same system of domination is what ended up being spread by the Holy See and Christian monarchies, and missionaries such as Serra. To this day that system’s domination framework is still being used against our original nations and peoples.\n\nThis being the case, Pope Francis can show true courage and moral authority for the Catholic Church by taking a next logical step: Revoke those papal bulls that have resulted in the domination and dehumanization of our original nations and peoples. In 1993, the Indigenous Law Institute wrote a letter to Pope John Paul II calling on him to revoke the Inter Caetera papal bull of May 4, 1493 in representation of the entire series of papal documents. We wrote another to Pope Benedict XVI. We have maintained that campaign ever since the 1990s with the spiritual guidance and leadership of Birgil Kills Straight, an Elder and Traditional Head Man of the Oglala Lakota Nation, and with the solidarity of many Christian supporters throughout the world.\n\nGiven his statement of papal contrition in La Paz, Pope Francis has taken an important first step toward revoking the papal bulls of empire and domination. Yet, as the saying goes, actions speak louder than words. The pope has some choices to make regarding possible papal edicts. For the Church, a lot is riding on his decision.\n\nPossible papal edict one: Pope Francis can make a clean break with the dominating tradition of the papal bulls by issuing an edict officially revoking those documents issued by his predecessors, and by refusing to canonize Junipero Serra. Possible papal edict two: Pope Francis can go through with his decision to bestow sainthood on Junipero Serra, and thereby choose to validate, legitimize, and sanctify the deadly trajectory of Christian empire and domination formed by the papal bulls. If he does, he will thereby demonstrate the emptiness of his expression of contrition. As a less likely papal “wild card,” he may even try a complete contradiction: Grant sainthood to Serra and revoke the papal bulls, which would be an attempt to simultaneously reject and embrace the domination tradition.\n\nSteven Newcomb (Shawnee, Lenape) is co-founder and co-director of the Indigenous Law Institute and author of Pagans in the Promised Land: Decoding the Doctrine of Christian Discovery (Fulcrum, 2008). He is co-producer of the soon-to-be-released documentary movie, The Doctrine of Discovery: Unmasking the Domination Code, directed by Sheldon Wolfchild (Dakota), with narration by Buffy Saint-Marie (Cree).", "article_metadata": {"description": "On July 9 the Associated Press reported that while visiting La Paz, Bolivia, “Pope Francis apologized…for the sins, offenses and crimes committed by the Catholic Church against indigenous peoples during the colonial-era conquest of the Americas,” (story by Nicole Winfield and Frank Bajak).", "generator": "Drupal 7 (http://drupal.org)", "rdfs": {"label skos": {"prefLabel": "Steven Newcomb"}}, "og": {"url": "http://indiancountrytodaymedianetwork.com/2015/07/13/pope-francis-takes-first-step-toward-revoking-papal-bulls", "type": "article", "image": "http://d1jrw5jterzxwu.cloudfront.net/sites/default/files/styles/author_thumbnail_medium/public/author/screen_shot_2015-07-06_at_2.26.08_pm.png?itok=WPQHxIGm", "site_name": "Indian Country Today Media Network.com", "title": "Pope Francis Takes a First Step Toward Revoking the Papal Bulls"}, "dcterms.language": "und", "dcterms.date": "2015-07-13T16:40-04:00", "robots": "follow, index", "dc": {"title": "Pope Francis Takes a First Step Toward Revoking the Papal Bulls"}, "dcterms.identifier": "http://indiancountrytodaymedianetwork.com/2015/07/13/pope-francis-takes-first-step-toward-revoking-papal-bulls", "fb": {"app_id": 493888563989950}, "dcterms.creator": "mazecyrus", "dcterms.type": "Text", "dcterms.format": "text/html", "validation_code": "d9d37d7b776cc351c4025ded3df21cad", "sioc": {"num_replies": 1}, "dcterms.title": "Pope Francis Takes a First Step Toward Revoking the Papal Bulls"}, "_id": "\"57477af46914bd0286fe2935\"", "article_summary": "Given his statement of papal contrition in La Paz, Pope Francis has taken an important first step toward revoking the papal bulls of empire and domination.\nIt was that terminology which provided the very basis for the sins, offenses, and crimes to which Pope Francis alluded.\nIn La Paz, Pope Francis was said to be addressing “the indigenous” peoples of Bolivia and elsewhere.\nWhat terminology did the Holy See use to create the framework found in the papal bulls or edicts?\nPossible papal edict one: Pope Francis can make a clean break with the dominating tradition of the papal bulls by issuing an edict officially revoking those documents issued by his predecessors, and by refusing to canonize Junipero Serra."}