{"article_title": "Optum buys Alere, provider of wellness services, for $600M", "article_keywords": ["million", "parente", "management", "business", "wellness", "provider", "costs", "health", "optums", "buys", "services", "600m", "optum", "alere", "care"], "article_url": "http://www.startribune.com/optum-buys-alere-provider-of-wellness-services-for-600m/280645832/", "article_text": "UnitedHealth Group Inc.'s data services business, Optum, said Tuesday that it has acquired a provider of case management and wellness services for $600 million in cash.\n\nMassachusetts-based Alere Health's services include such things as programs to help people quit smoking and are used by more than 200 regional and local health plans, 89 Fortune 500 companies and 29 states.\n\nThe deal follows Optum's acquisition earlier this month of MedSynergies, a Texas company that handles billing, scheduling and other administrative services for hospitals and integrated doctor practices. Terms of that transaction were not disclosed.\n\nMedSynergies' business management software and other services are used by 9,300 physicians and other clinicians across 30 states.\n\n\"The Optum brand was built on case management,\" said Steve Parente, a professor of health care finance at the University of Minnesota. \"They're looking to get more innovations. Part of it is also reducing the competition.\"\n\nThe Alere purchase happened as Alere formally named its chief operating officer, Namal Nawana, as chief executive. The Waltham, Mass., firm also reported on Tuesday a net loss of $91.5 million on revenue of $732 million for the third quarter.\n\nIn its third-quarter report last week, UnitedHealth said that Optum's operating earnings grew 27 percent $865 million and revenue was up 21 percent to $12 billion.\n\nControlling costs through analyzing data is Optum's stock in trade. It uses claims information generated by United's health insurance business to help identify what works best in curing diseases and handling chronic conditions, Parente said.\n\nBefore it purchased Alere, United had already pioneered health maintenance regimens for people with diabetes.\n\nConsolidating and streamlining business and administrative practices is another way to keep costs down.\n\nGoal: Keep costs down\n\nParente said both strategies should serve United as it increases business in the health insurance exchanges designed to provide coverage to millions of uninsured Americans under the Affordable Care Act. The health care reform law also limits the percentage of premium dollars firms can spend on overhead.\n\n\"This is not about denying care,\" Parente said of the push toward case and administrative management. \"It's about keeping people healthy while keeping costs down.\"\n\nOn Tuesday, United's stock hit a 52-week high of $92.78 per share before closing at $92.64 per share.", "article_metadata": {"og": {"site_name": "Star Tribune", "description": "UnitedHealth Group Inc.", "title": "Optum buys Alere, provider of wellness services, for $600M", "url": "http://www.startribune.com/optum-buys-alere-provider-of-wellness-services-for-600m/280645832/", "image": {"url": "http://assets.startribune.com/static/img/branding/logos/strib-social-card.png?d=1464201483", "width": 1680, "identifier": "http://assets.startribune.com/static/img/branding/logos/strib-social-card.png?d=1464201483", "height": 876}, "type": "article"}, "google-site-verification": "bLXTXkzm4dJ8hcJy1LXawtxXxGP3JhInARj69uCiMiM", "twitter": {"description": "UnitedHealth Group Inc.", "title": "Optum buys Alere, provider of wellness services, for $600M", "url": "http://www.startribune.com/optum-buys-alere-provider-of-wellness-services-for-600m/280645832/", "image": {"src": "http://assets.startribune.com/static/img/branding/logos/strib-social-card.png?d=1464201483", "identifier": "http://assets.startribune.com/static/img/branding/logos/strib-social-card.png?d=1464201483"}, "site": "@StarTribune", "card": "summary"}, "description": "UnitedHealth Group Inc."}, "_id": "\"57477af36914bd0286fd3f95\"", "article_summary": "UnitedHealth Group Inc.'s data services business, Optum, said Tuesday that it has acquired a provider of case management and wellness services for $600 million in cash.\nMedSynergies' business management software and other services are used by 9,300 physicians and other clinicians across 30 states.\nThe health care reform law also limits the percentage of premium dollars firms can spend on overhead.\n\"The Optum brand was built on case management,\" said Steve Parente, a professor of health care finance at the University of Minnesota.\nThe Alere purchase happened as Alere formally named its chief operating officer, Namal Nawana, as chief executive."}