{"article_title": "Sanders says single-payer health care can happen in his first term if ‘people demand it’", "article_keywords": ["sanders", "term", "democratic", "healthcare", "singlepayer", "system", "thats", "health", "york", "demand", "timetable", "happen", "bernie", "day", "vision", "care"], "article_url": "https://www.washingtonpost.com/news/post-politics/wp/2016/02/11/sanders-says-single-payer-health-care-can-happen-in-his-first-term-if-people-demand-it/", "article_text": "\n\nDemocratic presidential candidate Bernie Sanders waves to reporters and supporters after a meeting with the Rev. Al Sharpton at Sylvia's Restaurant in New York on Feb. 10. (Seth Wenig/Associated Press)\n\nNEW YORK -- Democratic presidential hopeful Bernie Sanders said that he has no hard timetable for moving to a single-payer health-care system if he wins the White House but that he hopes it’s something he could accomplish in his first term.\n\nThe senator’s proposal of a “Medicare for all” model has become a flash point in the Democratic contest, with rival Hillary Clinton arguing that Sanders’s vision is impractical, given how difficult it was to pass President Obama’s less ambitious Affordable Care Act. It is certain to be a topic in Thursday night's Democratic debate in Milwaukee.\n\nIn an interview here Wednesday, Sanders acknowledged that his plan wouldn’t pass “on Day One” of his presidency and said the lobbying strength in Congress of the insurance and pharmaceutical industries remains a big impediment.\n\n“We’re going to have to rally the American people to accomplish it,” he said. “If we do what I hope to do politically, it is realistic. If you make a political revolution, if you change the dynamics of American politics, a lot happens. If you don’t, very little happens.”\n\n[Boiled peanuts, beer and hoops: How Bernie Sanders spent his day in New York]\n\nAsked if he has a timetable and could outline a transition from the current system, Sanders said that all remains a work in progress.\n\n“It’s a fair question,” he said. “I can’t give you the answer right now.”\n\nIn arguing that his vision is achievable, Sanders pointed to the 1948 creation of the British National Health Service, the largest and oldest single-payer health-care system in the world.\n\n“This stuff is doable,” Sanders said.\n\nAsked if he could get it done in a four-year term, Sanders said he could “if many millions of people demand it.”\n\n[Sanders blows past $6 million fundraising goal for the 24 hours following N.H. win]\n\nUnder the framework of Sanders’s $1.38 trillion-a-year plan, which he outlined last month, citizens would pay more in taxes but ultimately would save thousands of dollars a year on out-of-pocket health-care costs. For most families, the higher taxes would be more than offset by what they would save on private premiums and deductibles, Sanders says.\n\nClinton and her surrogates, including her daughter, Chelsea, have accused Sanders of seeking to dismantle the Affordable Care Act -- a charge at which Sanders bristles.\n\n“The Clinton campaign suggested I would bring down government on Day One, and that’s all we would do,” he said. “That’s nonsense.”", "article_metadata": {"description": "The issue is certain to be a subject of debate when the senator faces off with Hillary Clinton Thursday night in Milwaukee.", "og": {"site_name": "Washington Post", "description": "The issue is certain to be a subject of debate when the senator faces off with Hillary Clinton Thursday night in Milwaukee.", "title": "Sanders says single-payer health care can happen in his first term if ‘people demand it’", "url": "https://www.washingtonpost.com/news/post-politics/wp/2016/02/11/sanders-says-single-payer-health-care-can-happen-in-his-first-term-if-people-demand-it/", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2016/02/11/National-Politics/Images/APTOPIX_DEM_2016_Sanders_Sharpton-0dc01.jpg", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@WPJohnWagner"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/news/post-politics/wp/2016/02/11/sanders-says-single-payer-health-care-can-happen-in-his-first-term-if-people-demand-it/", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "ppinclude; bernie sanders; hillary clinton; single-payer healthcare", "article": {"publisher": "https://www.facebook.com/washingtonpost"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "ppinclude; bernie sanders; hillary clinton; single-payer healthcare"}, "article_summary": "Democratic presidential candidate Bernie Sanders waves to reporters and supporters after a meeting with the Rev.\nClinton and her surrogates, including her daughter, Chelsea, have accused Sanders of seeking to dismantle the Affordable Care Act -- a charge at which Sanders bristles.\n“I can’t give you the answer right now.”In arguing that his vision is achievable, Sanders pointed to the 1948 creation of the British National Health Service, the largest and oldest single-payer health-care system in the world.\n(Seth Wenig/Associated Press)NEW YORK -- Democratic presidential hopeful Bernie Sanders said that he has no hard timetable for moving to a single-payer health-care system if he wins the White House but that he hopes it’s something he could accomplish in his first term.\n“The Clinton campaign suggested I would bring down government on Day One, and that’s all we would do,” he said."}