{"article_title": "Poll shows public uninformed on net neutrality and want more disclosure", "article_keywords": ["utility", "disclosure", "uninformed", "neutrality", "regulation", "fcc", "regulated", "plan", "internet", "president", "net", "poll", "public", "shows"], "article_url": "http://watchdog.org/201501/net-neutrality-poll/", "article_text": "By Karen Beseth | Watchdog Arena\n\nThe Federal Communications Commission will soon be voting on a controversial “Net Neutrality” rule that could change the Internet as we know it forever.\n\nUnder net neutrality, which is favored by President Obama, the Internet would be regulated the same way public utilities like phone companies are regulated. Unfortunately, the FCC does not intend on releasing the 332-page plan until after they vote on it. This flies in the face of the transparency in government President Obama once promised.\n\nAjit Pai, a Republican FCC Commissioner, has been warning anyone that will listen that this plan is a bad idea. In an op-ed written with FTC Commissioner Joshua Wright, Pai warned that the plan’s “Internet conduct” rule would give the FCC “almost unfettered discretion to micromanage virtually every aspect of the Internet, including the choices that consumers have for accessing it. If a company doesn’t want to offer an expensive, unlimited data plan, it could find itself in the FCC’s cross hairs.” That sounds like Obamacare for the Internet.\n\nFCC Chairman Thomas Wheeler has claimed that there is broad public support for net neutrality, but a new poll indicates the opposite is true. The Progressive Policy Institute released the results of a poll conducted by the Democratic polling firm Hart Research Associates that found 74 percent of the public doesn’t even know what net neutrality is, and only one in three respondents think the internet should be regulated like a utility. Further, 73 percent want greater disclosure of the FCC’s proposal.\n\nIn a press release Berin Szoka, president of TechFreedom, said the FCC is manipulating the public by “re-branding” regulation of the internet as “net neutrality:”\n\nBeyond a small base of engaged activists, ‘net neutrality’ is simply one of the trendy platitudes that have come to drive American politics. In attempting to rebrand public utility regulation under Title II as ‘net neutrality’ the FCC has manipulated popular confusion about this issue to pull the greatest bait-and-switch in the history of communications policy. Why the deception? Because a majority of Americans is against imposing public utility regulation on the Internet — by a 21-point margin.\n\nSzoka also called on Congress to resolve the issue:\n\nPublishing the draft FCC order before it’s voted on would be a start, but the real answer is for Congress, not the FCC, to finally resolve the decade-long fight over net neutrality. That means providing the FCC clear but narrow authority to police core concerns about online competition and free expression. Only Congress can do that without opening the door to public utility regulation, broadband taxes, and years of litigation. Bipartisan compromise is possible — just not at the FCC.\n\nAs Pai and Wright noted, the Internet isn’t broken. It’s working just fine, so why do President Obama and FCC Chairman Wheeler think they need to fix it? And why won’t they reveal the plan the FCC will vote on in less than a week?\n\nThis article was written by a contributor of Watchdog Arena, Franklin Center’s network of writers, bloggers, and citizen journalists.", "article_metadata": {"og": {"site_name": "Watchdog.org", "description": "A public poll shows that the majority of Americans still don't know what net neutrality is and want more disclosure on the 332-page proposal.", "title": "Poll shows public uninformed on net neutrality and want more disclosure - Watchdog.org", "locale": "en_US", "image": "http://watchdog.org/wp-content/blogs.dir/1/files/2015/02/shutterstock_253839808.jpg", "url": "http://watchdog.org/201501/net-neutrality-poll/", "type": "article"}, "article": {"publisher": "https://www.facebook.com/Watchdogorg", "section": "Uncategorized", "published_time": "2015-02-20T15:52:25+00:00"}, "twitter": {"domain": "Watchdog.org", "description": "A public poll shows that the majority of Americans still don't know what net neutrality is and want more disclosure on the 332-page proposal.", "creator": "@watchdogorg", "image": {"src": "http://watchdog.org/wp-content/blogs.dir/1/files/2015/02/shutterstock_253839808.jpg"}, "title": "Poll shows public uninformed on net neutrality and want more disclosure - Watchdog.org", "site": "@watchdogorg", "card": "summary_large_image"}, "robots": "noarchive", "description": "A public poll shows that the majority of Americans still don't know what net neutrality is and want more disclosure on the 332-page proposal."}, "_id": "\"57477af36914bd0286fd3fa6\"", "article_summary": "Only Congress can do that without opening the door to public utility regulation, broadband taxes, and years of litigation.\nFCC Chairman Thomas Wheeler has claimed that there is broad public support for net neutrality, but a new poll indicates the opposite is true.\nUnder net neutrality, which is favored by President Obama, the Internet would be regulated the same way public utilities like phone companies are regulated.\nBecause a majority of Americans is against imposing public utility regulation on the Internet — by a 21-point margin.\nBy Karen Beseth | Watchdog ArenaThe Federal Communications Commission will soon be voting on a controversial “Net Neutrality” rule that could change the Internet as we know it forever."}