{"article_title": "Could Innovation Hurt Some American Businesses? -- The Motley Fool", "article_keywords": ["fool", "customers", "consumers", "restaurant", "motley", "hurt", "chilis", "american", "businesses", "mobile", "innovation", "tablets", "teller", "bank"], "article_url": "http://www.fool.com/investing/general/2015/11/15/could-innovation-hurt-some-american-businesses.aspx", "article_text": "Innovation is often thought of as the driving force that keeps the U.S. economy moving and allows businesses within the U.S. and worldwide to move forward.\n\nBusinesses today are always looking for ways to make their customers' lives easier. Whether that's a mobile app that allows you to order a pizza or deposit money into your bank account, a smartphone that lets you connect to people all over the world, or an automated checkout lane at the supermarket that allows you to breeze past long checkout lines, businesses have placed a big emphasis on convenience.\n\nBut what if the innovations that today's businesses pursue actually wind up backfiring?\n\nCould innovation harm American businesses?\n\nCase in point: Earlier this week I made a rare visit to my bank, JPMorgan Chase (NYSE:JPM), to make a cash withdrawal (I know, who uses cash these days, right?). Although I seldom make my way to the bank, I'm familiar with most of the employees at this particular Chase branch, and I look forward to spending two or three minutes catching up with them when I do swing by. So imagine my discontent when I discovered that two of the four teller windows had recently been replaced by two gigantic automated machines.\n\nAfter filling out my withdrawal slip, I was confronted by a bank representative who questioned the nature of my visit. When I told her it was to withdraw money, she pointed me toward the machines to the left of the teller line. I declined the offer and waited my turn in line.\n\nThis personal story might strike a chord with you -- or you might just think it's silly to wait in line an extra four minutes to interact with a bank teller. Either way, it points to the one downside of innovation: the lack of personal engagement.\n\nOf course, businesses can design mobile apps that are all about you and remembers your preferences. However, the growing emphasis on innovations that drive convenience and cut expenses could come at a cost to businesses, which could see their emotional engagement with customers and their brand value diluted over time.\n\nBack to the JPMorgan Chase example: Earlier this year the company announced that it would be closing 300 branches (a little more than 5% of its total in the U.S.) in an effort to save $1.4 billion annually by 2017. This move was also made to encourage its members to use ATMs and mobile banking apps, which not only provide more convenience, but are substantially cheaper for the bank. JPMorgan notes that banking with a teller costs about $0.65 per transaction, whereas a mobile deposit costs the bank a mere $0.03. While I, as an investor, can understand Chase Bank's desire to cut costs, I also worry that its push to modernize and innovate could cost it the relationships it relies on to fuel its most profitable money-making ventures, such as loan and mortgage origination opportunities.\n\nIn 2011, Oracle's Customer Experience Impact Report spoke volumes about what can happen when business becomes too impersonal. Within its study, Oracle noted that 51% of respondents believed companies were too impersonal, and 79% of complaints that consumers shared online were ignored. This is a possible recipe for disaster if businesses move too far away from relying on their employees to be the face of their business and push toward more automation and innovation.\n\nEngagement and brand value could suffer\n\nOf course, this is just one personal example. There are other instances where innovation could eventually lead to a loss of consumer engagement.\n\nThe restaurant industry is another example where convenience may provide a temporary pop to profits, but I believe it could hurt engagement over the long run. As an example, both DineEquity's (NYSE:DIN) Applebee's and Brinker International's (NYSE:EAT) Chili's have jumped at the idea of using tabletop tablets (Presto tablets for Applebee's and Ziosk for Chili's) in their restaurants to provide a more satisfying customer experience. The idea here is that tablets will allow consumers to place their drink and dessert orders (drinks and desserts are high-margin items) quickly, and they'll be able to pay without having to wait for their server, thus improving table turnover. From a convenience standpoint I understand where these restaurant operators are coming from, and on paper it should improve restaurant profitability once consumers adjust to the new devices. In fact, Chili's CEO Wyman Roberts noted in late 2013 that customer engagement appeared to be up since the tablets were introduced.\n\nHowever, there are still questions left to be answered regarding these new devices. The server is the face of the restaurant and is often what brings customers back in the door, so de-emphasizing the interactions between servers and consumers by replacing them with a tablet may dilute the rapport built between servers and core customers over time and negatively impact these brands. The big question that still isn't answered is the extent to which restaurants like Applebee's and Chili's will use these tablets. For the time being, they're just for beverages, desserts, games, and paying bills, but if their role is expanded to include ordering entrees, then things could become questionable.\n\nAn article from The Washington Post last year hit on this point, noting that some customers it spoke with weren't too happy with the tablets. David Mullen, a Chili's customer interviewed by the Post admitted that he was \"pro technology\" but that it was \"making people decline in social skills.\" In other words, the tabletop tablets could interfere with the bond created between servers and customers.\n\nWhere do we go from here?\n\nAt this point, it's tough to say where American businesses, especially service-oriented businesses, head next, because the innovations described above have only recently been introduced, and we don't have much data to show whether they have been good or bad for these businesses. Innovation has always been the heart and soul of American business, and there's little reason to believe it won't remain so. What remains to be seen is whether or not a balance can be found between making life easier for consumers and ensuring that they remain emotionally engaged with, and loyal to, a business.", "article_metadata": {"publish_time": "08:09", "date": "2015-11-15T13:09:00Z", "description": "Innovation drives American businesses, but could a push toward convenience ultimately tarnish the way consumers engage with companies?", "ResponsiveALP": "1Ses_2things-v-single_single-control_50", "author": "Sean Williams", "promo": "Innovation drives American businesses, but could a push toward convenience ultimately tarnish the way consumers engage with companies?", "twitter": {"site": "@themotleyfool", "description": "Innovation drives American businesses, but could a push toward convenience ultimately tarnish the way consumers engage with companies?", "title": "Could Innovation Hurt Some American Businesses? --  The Motley Fool"}, "tags": "Yahoo", "og": {"site_name": "The Motley Fool", "description": "Innovation drives American businesses, but could a push toward convenience ultimately tarnish the way consumers engage with companies?", "title": "Could Innovation Hurt Some American Businesses? --  The Motley Fool", "url": "http://www.fool.com/investing/general/2015/11/15/could-innovation-hurt-some-american-businesses.aspx", "image": "https://g.foolcdn.com/image/?url=http%3A%2F%2Fg.foolcdn.com%2Feditorial%2Fimages%2F184422%2Finnovation.jpg&h=630&w=1200&op=resize", "type": "article"}, "headline": "Could Innovation Hurt Some American Businesses?", "fb": {"admins": 50808187550, "page_id": 7240312795, "app_id": 50808187550}, "bureau": "usmf-investment-planning", "STORY_UID": "de5a272e-829e-11e5-b0a9-0050569d4be0", "pitch": 3186, "msvalidate.01": "8D40D58712924715BAA79D135A6C8DDA", "gsa_date": "2015 11 15", "tickers": "JPM,DIN,EAT", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0"}, "article_summary": "Could innovation harm American businesses?\nInnovation has always been the heart and soul of American business, and there's little reason to believe it won't remain so.\nThis personal story might strike a chord with you -- or you might just think it's silly to wait in line an extra four minutes to interact with a bank teller.\nInnovation is often thought of as the driving force that keeps the U.S. economy moving and allows businesses within the U.S. and worldwide to move forward.\nOf course, businesses can design mobile apps that are all about you and remembers your preferences."}