{"article_title": "Pope lands in Cuba, will see impact of U.S. detente", "article_keywords": ["impact", "detente", "lands", "pope", "cuba", "visit", "told", "castro", "states", "united", "church", "francis", "havana"], "article_url": "http://www.thefiscaltimes.com/latestnews/2015/09/19/Pope-witness-impact-US-Cuba-detente-he-helped-spur", "article_text": "HAVANA (Reuters) - Pope Francis landed in Havana on Saturday to begin a tour of Cuba and the United States where he will witness the benefits and complexities of a fast-evolving detente between the old Cold War foes that he helped broker.\n\nBetter sensitized to the issue than predecessors because of his Latin American roots, the 78-year-old Argentine pontiff facilitated a back channel for talks and sent missives to Presidents Raul Castro and Barack Obama in 2014.\n\nThat bore fruit with this year's re-establishment of diplomatic ties and the easing of some travel and trade restrictions though a half-century-old economic embargo is still in place, only removable by the U.S. Congress.\n\n\"The pope has done so much, as a discreet statesman, to achieve this rapprochement,\" Frei Betto, a Brazilian priest and intellectual who is a long-time friend of Cuba's rulers, told reporters in Havana. \"He has handled it with great skill.\"\n\nMany of those preparing to greet Francis, after his arrival on a nearly 12-hour flight from Rome, carried banners with the slogan: \"Missionary of mercy, welcome to Cuba!\"\n\nRaul Castro - who like his brother and former revolutionary leader Fidel Castro was baptized as a Catholic and educated by Jesuits - was at the airport to meet the pope.\n\nIt was the third papal visit to the Caribbean island in less than two decades.\n\nDespite making Cuba constitutionally atheist and repressing Catholics in the early years after their 1959 revolution, the Castro brothers have relaxed that stance since the 1990s.\n\nRaul Castro even told the Jesuit Francis earlier this year he may start praying again and return to the Church.\n\nMOMENTUM FOR CHANGE\n\nThe pope is to celebrate Mass in Havana, Holguin and Santiago before flying on Tuesday to the United States, where he will meet Obama and address both the U.S. Congress and United Nations.\n\nHaving helped bring the U.S.-Cuba rapprochement, he is unlikely to wade much further into the future of relations where a web of legislation, vested interests, and decades-old resentments are braking the pace of change.\n\nBut Francis may well use the Cuba leg to touch on the Vatican's well-known opposition to the U.S. embargo. He might also call for greater political tolerance from the ruling Communist Party, which still jails and harasses dissidents.\n\nAn estimated 60 percent of Cuba's 11 million people are baptized Catholic, the Church says, but fewer than 5 percent attend church, and a majority of Cubans are believed to follow Afro-Cuban religions.\n\nNevertheless, excitement over the pope's visit was palpable across Cuba. One group of Catholics held a late-night vigil outside Havana Cathedral, while posters of Francis vied with traditional revolutionary images on walls and doors.\n\nWorkers spruced streets with a fresh lick of paint, and pinned the Vatican flag's colors on lamp posts.\n\n\"I'm a devout 'Santero' - the Church is for old people!\" laughed Eduardo Gutierrez, 19, sitting with his girlfriend on Havana's languid seafront. \"But after what Francis has done for us, I am going to Revolution Square to show him my respect.\"\n\n(Additional reporting by Nelson Acsota in Havana; Editing by Daniel Trotta and Kieran Murray)", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "HAVANA (Reuters) - Pope Francis landed in Havana on Saturday to begin a tour of Cuba a", "title": "Pope lands in Cuba, will see impact of U.S. detente", "url": "http://www.thefiscaltimes.com/latestnews/2015/09/19/Pope-witness-impact-US-Cuba-detente-he-helped-spur", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/pope-cuba_1.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/latestnews/2015/09/19/Pope-witness-impact-US-Cuba-detente-he-helped-spur", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/pope-cuba_1.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "HAVANA (Reuters) - Pope Francis landed in Havana on Saturday to begin a tour of Cuba a", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af36914bd0286fd3f9f\"", "article_summary": "HAVANA (Reuters) - Pope Francis landed in Havana on Saturday to begin a tour of Cuba and the United States where he will witness the benefits and complexities of a fast-evolving detente between the old Cold War foes that he helped broker.\nBut Francis may well use the Cuba leg to touch on the Vatican's well-known opposition to the U.S. embargo.\nRaul Castro even told the Jesuit Francis earlier this year he may start praying again and return to the Church.\n\"But after what Francis has done for us, I am going to Revolution Square to show him my respect.\"\nDespite making Cuba constitutionally atheist and repressing Catholics in the early years after their 1959 revolution, the Castro brothers have relaxed that stance since the 1990s."}