{"article_title": "Jeffrey Rogers Hummel: How the Fed Got Huge", "article_keywords": ["huge", "jeffrey", "financial", "rogers", "supply", "money", "fed", "panics", "role", "bank", "proper", "reserve", "response", "hummel", "shocks"], "article_url": "http://reason.com/blog/2014/11/20/jeffrey-rogers-hummel-how-the-fed-got-hu", "article_text": "Before he became chair of the Federal Reserve, Ben Bernanke agreed with the free market economist Milton Friedman that central bank policy played a key role in making the Great Depression the most severe in U.S. history. But the two parted ways on the reason why. And that disagreement goes a long way toward explaining why the financial crisis of 2007-2009 has brought not just a dramatic increase in the powers and activities of the Federal Reserve but a fundamental transformation of its role within the economy.\n\nFriedman viewed banking panics as monetary shocks, in which the checking accounts and other deposits at failing banks wink out of existence, causing a sudden fall in the total money supply. In contrast, Bernanke treats panics as shocks to the flow of savings, causing the failure of firms whose continued existence is crucial for the allocation of credit. Such disparate diagnoses dictate significantly different cures.\n\nIf the danger from bank panics is primarily a collapse of the money supply, then the proper response is a general injection of money by the central bank. The survival of particular financial institutions is of secondary significance. On the other hand, if the danger comes from key financial institutions failing and choking off credit, then the proper response is bailing them out.\n\nView this article.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "Before he became chair of the Federal Reserve, Ben Bernanke agreed with the free market economist Milton Friedman that central bank policy played a key", "title": "Jeffrey Rogers Hummel: How the Fed Got Huge", "url": "http://reason.com/blog/2014/11/20/jeffrey-rogers-hummel-how-the-fed-got-hu", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14164324255678.jpg", "type": "article"}, "twitter": {"image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14164324255678.jpg", "description": "Before he\nbecame chair of the Federal Reserve, Ben Bernanke agreed with the\nfree market economist Milton Friedman that central bank policy\nplayed a key role in making the Great Depression the most severe in\nU.S. history. But the two parted ways on the reason why. And that\ndisagreement goes a long way toward explaining why the financial\ncrisis of 2007-2009 has brought not just a dramatic increase in the\npowers and activities of the Federal Reserve but a fundamental\ntransformation of its role within the economy.\nFriedman viewed ba", "site": "@reason", "card": "summary_large_image", "title": "Jeffrey Rogers Hummel: How the Fed Got Huge"}, "fb": {"pages": 17548474116}, "article": {"published_time": "2014-11-20T13:30:00+00:00"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af36914bd0286fd3f8f\"", "article_summary": "If the danger from bank panics is primarily a collapse of the money supply, then the proper response is a general injection of money by the central bank.\nOn the other hand, if the danger comes from key financial institutions failing and choking off credit, then the proper response is bailing them out.\nFriedman viewed banking panics as monetary shocks, in which the checking accounts and other deposits at failing banks wink out of existence, causing a sudden fall in the total money supply.\nIn contrast, Bernanke treats panics as shocks to the flow of savings, causing the failure of firms whose continued existence is crucial for the allocation of credit.\nBut the two parted ways on the reason why."}