{"article_title": "West Virginia University now requires all students to have health insurance - suggests Obamacare", "article_keywords": ["affordable", "students", "west", "university", "obamacare", "virginia", "wvu", "suggests", "email", "health", "student", "requires", "insurance", "care"], "article_url": "http://dailycaller.com/2013/11/05/west-virginia-university-now-requires-all-students-to-have-health-insurance-suggests-obamacare/", "article_text": "FILE -- Former West Virginia Gov. Joe Manchin talks to reporters during a news conference in Tallmansville, West Virginia in this Jan. 4, 2006 file photo. (REUTERS/Joshua Roberts/File)\n\n3946823\n\nStarting next year, West Virginia University will require all students to be covered under healthcare before they can attend class, and is suggesting that students sign up for Obamacare.\n\nAn email circulated by Ken Gray, the university’s vice president for student affairs, and addressed to”WVU Parents, Students, and Families” states:\n\n“Beginning academic year 2014-15, all WVU students will be required to have health care coverage. Many universities around the country use this model to ensure that students are protected against unforeseen and catastrophic medical expenses.”\n\nThe email stresses that “Because health problems can interfere with academic success, West Virginia University is in the process of making important changes in the health care of our students.”\n\nThe email recommends two options for the 29,466 students enrolled at WVU to use for their healthcare. These are detailed in the email.\n\nThe first option suggested is: “Aetna Student Insurance – If your student is in need of health insurance, WVU contracts with Aetna Student Health Insurance to offer an affordable, comprehensive, ACA-compliant policy tailored to student needs. Information can be obtained at www.aetnastudenthealth.com or by calling 304-293-0257. To be certain that your insurance, or any insurance that you choose to purchase for your student, meets the criteria required by WVU, please go to: http://tinyurl.com/kethenf.”\n\nThe second option recommended in the email is the Affordable Care Act, and the letter directs students to the the highly dysfunctional online health insurance market place to secure coverage.\n\n“The Affordable Care Act (ACA) – The Affordable Care Act (ACA) offers qualified students who are uninsured with options for discounted or free health insurance. Open enrollment began October 1, 2013, and ends March 31, 2014. For more information call 1-800-318-2596 or visit the website at: marketplace.cms.gov.”\n\nWest Virginia Sen. Joe Manchin has been critical of the roll out of the Affordable Care Act and has been one of the most prominent and senior Democrats to voice concerns about the program. His has previously called for a one year delay on the penalties that would be levied against anyone who had not purchased health care coverage.", "article_metadata": {"sailthru.author": "Grae Stafford", "description": "College just got even more expensive", "og": {"site_name": "The Daily Caller", "description": "Starting next year, West Virginia University will require all students to be covered under healthcare before they can attend class, and is suggesting that students sign up for Obamacare.    An email c", "title": "West Virginia University now requires all students to have health insurance – suggests Obamacare", "url": "http://dailycaller.com/2013/11/05/west-virginia-university-now-requires-all-students-to-have-health-insurance-suggests-obamacare/", "image": {"width": 630, "identifier": "http://cdn01.dailycaller.com/wp-content/uploads/2013/11/s3.reutersmedia-e1383629608546.jpg", "height": 270}, "type": "article"}, "twitter": {"description": "College just got even more expensive", "title": "West Virginia University now requires all students to have health insurance – suggests Obamacare Via @dailycaller", "url": "http://dailycaller.com/2013/11/05/west-virginia-university-now-requires-all-students-to-have-health-insurance-suggests-obamacare/", "image": {"src": "http://dailycaller.com/wp-content/uploads/2013/11/s3.reutersmedia-e1383629608546.jpg"}, "site": {"identifier": "@dailycaller", "id": 39308549}, "card": "summary"}, "sailthru.date": "2013-11-05 18:36:13", "sailthru.title": "West Virginia University now requires all students to have health insurance - suggests Obamacare", "HandheldFriendly": "true", "sailthru.tags": "joe-manchin,obamacare,west-virginia,grae-stafford", "fb": {"app_id": 143489452702, "pages": 182919686769}, "keywords": "joe manchin,obamacare,west virginia", "sailthru.description": "Starting next year, West Virginia University will require all students to be covered under healthcare before they can attend class, and is suggesting that students sign up for Obamacare.    An email c", "sailthru.image.full": "http://cdn01.dailycaller.com/wp-content/uploads/2013/11/s3.reutersmedia-e1383629608546.jpg", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "_id": "\"57477af36914bd0286fd3fb5\"", "article_summary": "The first option suggested is: “Aetna Student Insurance – If your student is in need of health insurance, WVU contracts with Aetna Student Health Insurance to offer an affordable, comprehensive, ACA-compliant policy tailored to student needs.\nJoe Manchin talks to reporters during a news conference in Tallmansville, West Virginia in this Jan. 4, 2006 file photo.\n“The Affordable Care Act (ACA) – The Affordable Care Act (ACA) offers qualified students who are uninsured with options for discounted or free health insurance.\n(REUTERS/Joshua Roberts/File)3946823Starting next year, West Virginia University will require all students to be covered under healthcare before they can attend class, and is suggesting that students sign up for Obamacare.\nHis has previously called for a one year delay on the penalties that would be levied against anyone who had not purchased health care coverage."}