{"article_title": "Aleteia.org – Worldwide Catholic Network Sharing Faith Resources for those seeking Truth – Aleteia.org", "article_keywords": ["worldwide", "aleteiaorg", "contraceptive", "sharing", "catholic", "network", "seeking", "wish", "employees", "separate", "petitioners", "becket", "nonprofits", "truth", "coverage", "faith", "religious", "insurance", "resources"], "article_url": "http://aleteia.org/2016/04/14/religious-nonprofits-give-supreme-court-path-out-of-obamacare-quandary/", "article_text": "There are several ways in which employees of religious nonprofit organizations can obtain contraceptive coverage that do not involve any participation of the non-profits.\n\nThat is the stance of the religious organizations fighting a provision of Obamacare at the Supreme Court.\n\nPrimarily, contraceptive coverage can be provided through a separate plan, with a separate enrollment process, a separate insurance care, and a separate payment source, and offered to eligible individuals through a separate communication, says the Becket Fund for Religious Liberty. The public interest law firm represents the Little Sisters of the Poor in Zubik v. Burwell.\n\n“The government should move on from this unnecessary fight, and go provide these services some other way that doesn’t use nuns,” said Mark Rienzi, senior counsel at the Becket Fund.\n\nThe nuns, who run homes for the elderly, are one of several petitioners who object to methods of distribution of contraceptives that involve them. The Becket Fund, along with other petitioners, filed supplemental briefs at Supreme Court on Tuesday, as did the US government, in response to the high court’s invitation to propose a way out of the impasse. Each side has until April 20 to respond to what the other has told the eight justices, who may issue a final ruling by the end of June.\n\nAccording to ScotusBlog, the government brief argued that the alternative plan would only work for religious non-profits that use an outside insurance company for health coverage for their employees and it warned of serious complications.\n\nThe government’s strongest wish is that the Court not require any changes in the existing ACA birth-control rules, to which the non-profits continue to be strenuously opposed, and the non-profits’ strongest wish is to have the widest possible separation between themselves and the source of contraceptives, even if that undermines the “seamless” nature that the government argues is essential to make the ACA mandate work.\n\nBecket also suggested that instead of having the offer of separate contraceptive coverage come directly from the insurance company,\n\nthe government itself could inform petitioners’ employees about the availability of that coverage, “or ask healthcare providers to provide that information to any individual who lacks contraceptive coverage.”", "article_metadata": {"viewport": "width=device-width, initial-scale=1", "application-name": "Aleteia.org – Worldwide Catholic Network Sharing Faith Resources for those seeking Truth – Aleteia.org", "generator": "WordPress.com", "og": {"site_name": "Aleteia.org – Worldwide Catholic Network Sharing Faith Resources for those seeking Truth – Aleteia.org", "description": "There are several ways in which employees of religious nonprofit organizations can obtain contraceptive coverage that do not involve any participation of the non-profits. That is the stance of the …", "title": "Religious Nonprofits Give Supreme Court Path Out of Obamacare Quandary", "url": "http://aleteia.org/2016/04/14/religious-nonprofits-give-supreme-court-path-out-of-obamacare-quandary/", "image": {"width": 1200, "identifier": "https://aleteiaen.files.wordpress.com/2016/04/7180377295_83df238e22_o.jpg?w=1200", "height": 976}, "locale": "en_US", "type": "article"}, "twitter": {"image": {"src": "https://aleteiaen.files.wordpress.com/2016/04/7180377295_83df238e22_o.jpg?w=640"}, "site": "@wordpressdotcom", "card": "summary_large_image", "creator": "@AleteiaEN"}, "msapplication-TileColor": "#001c4c", "robots": "index, follow", "msapplication-tooltip": "Worldwide Catholic Network Sharing Faith Resources for those seeking Truth", "fb": {"pages": 443693885795267}, "msapplication-window": "width=device-width;height=device-height", "msapplication-task": "name=Subscribe;action-uri=http://aleteia.org/feed/;icon-uri=http://0.gravatar.com/blavatar/a531c62450ee1801390918d1c7499330?s=16", "article": {"publisher": "https://www.facebook.com/AleteiaNetwork", "published_time": "2016-04-14T04:00:23+00:00", "modified_time": "2016-04-15T14:06:40+00:00", "author": "John Burger"}, "theme-color": "#001c4c", "msapplication-TileImage": "/ms-icon-144x144.png"}, "article_summary": "There are several ways in which employees of religious nonprofit organizations can obtain contraceptive coverage that do not involve any participation of the non-profits.\nThat is the stance of the religious organizations fighting a provision of Obamacare at the Supreme Court.\nThe nuns, who run homes for the elderly, are one of several petitioners who object to methods of distribution of contraceptives that involve them.\nThe public interest law firm represents the Little Sisters of the Poor in Zubik v. Burwell.\nPrimarily, contraceptive coverage can be provided through a separate plan, with a separate enrollment process, a separate insurance care, and a separate payment source, and offered to eligible individuals through a separate communication, says the Becket Fund for Religious Liberty."}