{"article_title": "In Chicago, nurses take up fight against petcoke piles", "article_keywords": ["piles", "chicago", "nurses", "bus", "storage", "fight", "union", "petcoke", "health", "dust", "residents"], "article_url": "http://midwestenergynews.com/2014/05/14/in-chicago-nurses-take-up-fight-against-petcoke-piles/", "article_text": "Subscribe to our newsletter Don't miss the latest headlines. Sign up for our Daily Digests.\n\n“Stunning, just stunning, just stunning,” said Sheilah Garland, shaking her head as she stared out the window of the bus rolling along a dirt road next to towering black piles of petroleum coke on Chicago’s Southeast Side.\n\nAs an organizer of National Nurses United, a labor union representing about 6,000 nurses in Chicago and 185,000 nationwide, Garland has seen a lot. She represents nurses working in grueling and traumatic situations on a daily basis. And the union has picked fights with powerful politicians, including former California Gov. Arnold Schwarzenegger and Chicago Mayor Rahm Emanuel.\n\nBut Garland was shocked by the piles of petcoke, about six stories high, located across the street from homes. She was also perturbed to see employees walking onsite without respiratory masks.\n\nThe nurses union has joined local residents’ fight to get petcoke transportation and storage banned in Chicago. They see it as a serious public health issue and part of their larger social justice advocacy mission.\n\nMonday, May 12, was a day of activism for the group Global Nurses United, in honor of the 194th birthday of legendary nurse Florence Nightingale. There were events in multiple cities in 11 countries. In Chicago, petcoke was the focus.\n\nPreviously the nurses’ union had joined residents marching miles from the petcoke piles to the BP oil refinery in Whiting, Indiana, that produces most of the petcoke stored in Chicago. And they will be with the struggle for the long haul, they said, in keeping with their national opposition to the Keystone XL pipeline and the growth of tar sands refining – which produces large amounts of the waste material.\n\nOn May 17, nurses will join the Sierra Club, 350.org and other groups in a protest near the BP refinery, which recently completed a $3.8 billion expansion to process more tar sands.\n\n“Nurses take this from a very personal perspective,” Garland said. “We deal with patients one on one, we see it in our hospital beds, in our clinics. When young people are dying of pulmonary issues, this is very real to us.”\n\nThe Chicago petcoke piles are also an attractive target for the nurses since they have been pushing for a tax on financial transactions, known as a \"Robin Hood Tax,\" to pay for more health care and social programs. KCBX, which owns the petcoke piles, is a subsidiary of Koch Industries, often highlighted in the national campaign for the Robin Hood Tax.\n\n'Babies aren't supposed to have asthma'\n\nThe Southeast Environmental Task Force has long hosted bus tours, highlighting both sources of pollution and of hope on this heavily industrial swath of the city once home to steel mills and now characterized by landfills, scrap metal yards and the storage of waste materials.\n\nThe task force still leads a variety of tours, including a birding expedition in May. But much of their energy is now focused on educating people about petcoke, as leaders Tom Shepherd and Peggy Salazar noted on the bus with the nurses.\n\nThe task force’s efforts helped make petcoke a high-profile issue last fall, and Attorney General Lisa Madigan, Governor Pat Quinn and Mayor Emanuel all made moves to regulate and limit petcoke storage. In late April the Chicago City Council passed an ordinance which limits future petcoke storage and mandates storage safeguards. But local residents say the timeline for that ordinance is too long – allowing piles to stay uncovered for two years -- and it allows too much petcoke to remain in the city.\n\nThey are demanding a moratorium on petcoke storage and transport in Chicago, as the residents and nurses said in a press conference at City Hall following their tour.\n\nRolanda Watson is a family practice nurse at a clinic in Robbins, an impoverished, mostly African American Chicago suburb that is also home to heavy industry and near a now-shuttered oil refinery with a notorious record of pollution and accidents. Watson sees the petcoke as part of a larger environmental justice issue.\n\n“The first thing they taught us as nurse practitioners is that we are advocates,” Watson said. “We’ve been seeing a rise in respiratory illnesses. So many colds, sinus problems, bronchitis, COPD, pneumonias. People will say it’s the weather, or something is just going around. But babies aren’t supposed to have asthma. There’s a reason for all this.”\n\nWatson noted that the Affordable Care Act includes a heavy emphasis on prevention of illness through lifestyle improvements. “We’re trying to do prevention at the source, to prevent future exposure and the illness it causes,” Watson said.\n\nOn the tour, Shepherd pointed out other industrial landmarks along the Calumet River: a now-closed limestone crushing operation that locals fear will be used as a petcoke storage site, and land owned by Beemsterboer Slag where petcoke piles have been removed since the Attorney General filed a lawsuit and reached a settlement regarding the company's lack of adequate permits and other violations.\n\nThe bus headed across the Indiana state line to the BP refinery. They also drove through Marktown, an historic enclave where BP was in the process of demolishing homes. On Whiting’s quaint main street, lined with pink decorations to raise money for the fight against breast cancer, is a town sign that says, “Refining the Heart of the Community.”\n\n“Killing the heart of the community,” quipped Garland.\n\nHealth and politics\n\nThere are numerous serious known health impacts caused by particulate matter, or fine dust, which can blow off petcoke piles. A March study commissioned by the city found that the storage of bulk material can be a \"significant source of dust\" leading to violations of air quality standards, and that of several materials studied, petcoke was the most problematic. Petcoke also contains known carcinogens and toxic heavy metals.\n\nResidents say that is all reason enough to ban petcoke in Chicago, even without comprehensive studies showing the health impacts of the piles.\n\nKCBX spokesperson Jake Reint said in a statement that the company has invested $30 million in dust suppression and weather monitoring equipment since buying the facility where the piles are stored in 2012.\n\n“KCBX has the utmost respect for our neighbors and we are committed to ensuring that our operations remain compliant with all local, state and federal regulations,” Reint said.\n\nBut residents say the dust control measures are not adequate.\n\n“The water doesn’t do anything, the water doesn’t work,” residents called out in the bus as they watched tall spigots spray water over the piles. Shepherd noted that they are also worried about the chemicals mixed with the water for dust suppression.\n\n“I still see dust all the time,” said a local resident named Robert, who asked his last name not be used. “Why does it fall on us to prove it’s a health hazard? It should be their responsibility to prove that it’s not a health hazard.”\n\nSoutheast Side resident Marisol Macias works as a caterer and was hired to deliver food to the bus tour. She hadn’t otherwise heard about the campaign around the petcoke piles, but she said she thinks the piles are among the reasons all three of her young children have serious asthma.\n\n“All around here we have aunts and uncles, kids, cousins, relatives, and everyone is getting sick,” said Macias, whose kids are nine months, 18 months and five years old.\n\nOn April 28, the Natural Resources Defense Council joined with the Southeast Environmental Task Force in filing a letter notifying the EPA of their intent to sue, alleging the petcoke piles violate the Resource Conservation and Recovery Act (RCRA) which governs waste disposal and storage.\n\nSalazar and other local residents hope the nurses’ involvement will give their grassroots campaign a boost.\n\n“It validates our concerns about health,” said Salazar, who grew up in the Slag Valley neighborhood near the petcoke piles. “You would hope he [Mayor Emanuel] listens – they are the experts.\"\n\nThe nurses union has already butted heads with Emanuel.\n\nDuring the 2012 NATO summit in Chicago, the nurses received a permit for a protest march and rally that was revoked at the last minute. After a legal battle the nurses were eventually able to go through with their protest, which included a concert by Tom Morello.\n\nDuring the Occupy movement protests in Chicago in 2011, Nurses Midwest Director Jan Rodolfo and another nurse were arrested while staffing a First Aid tent to serve the occupiers.\n\n“You have families talking about kids on respirators and not being able to sell their homes,” said Rodolfo, an RN. “And [with the ordinance] the mayor takes the approach of having nothing change for two years. It’s as if the lives affected don’t count.\n\n\"The voice of the Koch brothers was listened to and the voice of the community was ignored. It’s crazy they [city officials] are patting themselves on the back when they haven’t done what the community needs.”\n\nThe Sierra Club, 350.org, and the NRDC are members of RE-AMP, which also publishes Midwest Energy News.", "article_metadata": {"description": "Citing concerns about public health, the National Nurses United union has joined local residents’ fight to get petcoke transportation and storage banned in Chicago.", "original-source": "http://midwestenergynews.com/2014/05/14/in-chicago-nurses-take-up-fight-against-petcoke-piles/", "og": {"site_name": "Midwest Energy News", "description": "Citing concerns about public health, the National Nurses United union has joined local residents’ fight to get petcoke transportation and storage banned in Chicago.", "title": "In Chicago, nurses take up fight against petcoke piles", "url": "http://midwestenergynews.com/2014/05/14/in-chicago-nurses-take-up-fight-against-petcoke-piles/", "image": "http://midwestenergynews.com/files/2014/05/nurses-petcoke-460px.jpg", "type": "article"}, "twitter": {"site": "@mwenergynews", "card": "summary"}, "syndication-source": "http://midwestenergynews.com/2014/05/14/in-chicago-nurses-take-up-fight-against-petcoke-piles/", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0", "news_keywords": "News, Chicago, oil sands, petcoke, pollution"}, "article_summary": "The nurses union has joined local residents’ fight to get petcoke transportation and storage banned in Chicago.\nPreviously the nurses’ union had joined residents marching miles from the petcoke piles to the BP oil refinery in Whiting, Indiana, that produces most of the petcoke stored in Chicago.\nKCBX, which owns the petcoke piles, is a subsidiary of Koch Industries, often highlighted in the national campaign for the Robin Hood Tax.\nIn late April the Chicago City Council passed an ordinance which limits future petcoke storage and mandates storage safeguards.\nShe hadn’t otherwise heard about the campaign around the petcoke piles, but she said she thinks the piles are among the reasons all three of her young children have serious asthma."}