{"article_title": "Two Years Later, Sandy Hook Teachers Are Worried Their Mental Health Funds Will Dry Up", "article_keywords": ["dry", "school", "mental", "students", "funds", "later", "worried", "hook", "connecticut", "health", "teachers", "services", "care", "ptsd", "sandy", "newtown"], "article_url": "http://thinkprogress.org/health/2014/12/04/3599615/sandy-hook-ptsd-funds/", "article_text": "Health Two Years Later, Sandy Hook Teachers Are Worried Their Mental Health Funds Will Dry Up CREDIT: (AP Photo/Jessica Hill, File FILE - In this Dec. 14, 2012 file photo, Carlee Soto uses a phone to get information about her sister, Victoria Soto, a teacher at the Sandy Hook Elementary School in Newtown, Conn., after gunman Adam Lanza killed 26 people inside the school, including 20 children. Victoria Soto, 27, was among those killed.\n\nAfter a gunman killed 20 children and six adult staff members during a school shooting in 2012, the U.S. Department of Education awarded the Newtown, Connecticut school with a grant of more than $6 million to help with recovery efforts, nearly half of which provided trauma and grief counseling services for community members.\n\nTwo years later, the tragedy may have faded from some Americans’ minds. But it’s still a pressing issue for teachers at Sandy Hook Elementary, who are making an appeal to national teachers union leaders for additional funds that will ensure the continuation of these mental health services for students, staff members, and members of the community.\n\n“It’s those services that are being provided not only to themselves, but they were equally concerned about the services that were being provided to the members of the community as a whole because not only is it for them, but it’s also for the children, for the families of the children,” Newtown Federation of Teachers President Tom Kuroski told the Associated Press.\n\nKuroski continued: “If that were to be taken away, even if it may not directly affect them, it could affect the students that they’re going to be having in their classrooms, the families of the students they’re going to be having in their classrooms.”\n\nThe Newtown Teachers Union may have cause for concern. A Department of Education evaluation in September found that post-traumatic stress disorder (PTSD), anxiety, depression, and grief still affects those who were on the grounds of Sandy Hook Elementary on that fateful day.\n\nThe reactions to the traumatic events that unfolded on Dec. 4, 2012 are part of a larger epidemic. PTSD affects more than 8 million Americans, many of whom have been exposed to life-threatening situations or have experienced the death of a close friend or relative.\n\nThose suffering from PTSD repeatedly think about the event, remain preoccupied with staying safe, have trouble sleeping, and may try to avoid reminders of the traumatic event. Other symptoms include panic attacks, chronic pain and headaches, and feelings of mistrust in the others.\n\nWhen left untreated, these feelings can distort one’s actions and perceptions, ultimately triggering a host of mental disorders. Depression, the most common of these conditions, counts among the leading causes of disability among people between the ages of 14 and 55. According to the University of Washington School of Social Work, the risk of suicide also increases by 300 percent for people struggling with mental illness.\n\nWhile the gap in mental health care often becomes a prominent issue in the aftermath of tragedy, not much has happened in ensuring Americans receive ongoing care. Professional help has been hard to come by for more than 60 percent of Americans seeking care, despite the fact that the Affordable Care Act expanded mental health benefits to 32 million people. For some people like Newtown police officer Thomas Bean, who arrived on the scene of the mass shooting and witnessed its aftermath, the lack of workers’ compensation and sick time can impede efforts to treat his PTSD and keep his job.\n\nIn March, Connecticut lawmakers approved a workers’ compensation law that would fund mental health treatments for public employees — including teachers, emergency medical personnel, state and local police, and firefighters — who are diagnosed with PTSD by board-certified psychiatrists or psychologists following a traumatic event. Since moving to the state House, that bill and a similar piece of legislation that would expand the coverage to all employees have not found much success.\n\n“The uniqueness about post-traumatic stress disorder is how it impacts people differently,” Connecticut Rep. Stephen D. Dargan told the Connecticut Post. “The important thing to point out is that when we send our first responders to calls, we, as a state, city, town or federal government, should have their back. We, as government, should protect them.”\n\nFor now, American Federation of Teachers (AFT) leaders have expressed plans to revisit the Connecticut legislation and lobby for more federal mental health funding that will help teachers, students, and their families. But if Congress’ inaction on mental health care serves as any indicator of progressive legislative action, the D.C.-based labor union may have a long way to go.\n\n“Things are hugely different today than what obviously happened two years ago,” Randi Weingarten, the AFT’s national president, told the Associated Press. “But at the end of the day, we need to make sure that students, their families and teachers have the support they need on a long-term basis to ensure that they can lead productive lives.”", "article_metadata": {"google": "nositelinkssearchbox", "description": "\"At the end of the day, we need to make sure that students, their families and teachers have the support they need on a long-term basis.\"", "generator": "WordPress 4.4.2", "og": {"site_name": "ThinkProgress", "description": "\"At the end of the day, we need to make sure that students, their families and teachers have the support they need on a long-term basis.\"", "title": "Two Years Later, Sandy Hook Teachers Are Worried Their Mental Health Funds Will Dry Up", "url": "http://thinkprogress.org/health/2014/12/04/3599615/sandy-hook-ptsd-funds/", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2014/12/AP424031258389.jpg", "type": "article"}, "twitter": {"description": "\"At the end of the day, we need to make sure that students, their families and teachers have the support they need on a long-term basis.\"", "creator": "@SamPKCollins", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2014/12/AP424031258389-321x214.jpg", "title": "Two Years Later, Sandy Hook Teachers Are Worried Their Mental Health Funds Will Dry Up", "site": "@ThinkProgress", "card": "summary_large_image"}, "robots": "noodp", "elq-topic": "tp-health", "fb": {"admins": 100001364918392, "pages": 200137333331078, "app_id": 144881328916524}, "thumb2": "http://cdn.thinkprogress.org/wp-content/uploads/2014/12/AP424031258389.jpg", "thumb1": "http://cdn.thinkprogress.org/wp-content/uploads/2014/12/AP424031258389.jpg", "google-site-verification": "HDCaom2KPSt1X92eD5CiYHCkWvb5nP09lhEAOPZ5rts", "article": {"published_time": "2014-12-04T11:10:36+00:00", "author": "https://www.facebook.com/sampkcollinswriter"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=0"}, "article_summary": "But if Congress’ inaction on mental health care serves as any indicator of progressive legislative action, the D.C.-based labor union may have a long way to go.\nWhile the gap in mental health care often becomes a prominent issue in the aftermath of tragedy, not much has happened in ensuring Americans receive ongoing care.\nBut it’s still a pressing issue for teachers at Sandy Hook Elementary, who are making an appeal to national teachers union leaders for additional funds that will ensure the continuation of these mental health services for students, staff members, and members of the community.\nWe, as government, should protect them.”For now, American Federation of Teachers (AFT) leaders have expressed plans to revisit the Connecticut legislation and lobby for more federal mental health funding that will help teachers, students, and their families.\nProfessional help has been hard to come by for more than 60 percent of Americans seeking care, despite the fact that the Affordable Care Act expanded mental health benefits to 32 million people."}