{"article_title": "Trump, in Watertown: \"We Have a Movement Going On\"", "article_keywords": ["declared", "trump", "crowd", "win", "delegates", "thats", "watertown", "going", "york", "vote", "republican", "movement"], "article_url": "http://www.wwnytv.com/news/local/Trump-in-Watertown-Stumps-Before-large-Crowd-375950581.html", "article_text": "Trump, in Watertown: \"We Have a Movement Going On\"\n\nRepublican presidential front-runner Donald Trump, in Watertown Saturday, declared \"We have a movement going on.\"\n\nTrump was due to speak at the Watertown airport at 3 PM, but got started about 15 minutes early. The crowd packed a large hangar at Watertown airport. It was the second big political appearance in Watertown Saturday, former president Bill Clinton being the first.\n\nTrump is the prohibitive favorite to win Tuesday's Republican primary in New York state. His task is to run the table in New York and get all 95 delegates - Trump needs to get as many delegates as he can between now and the California primary in June in order to get to 1237 delegates and win the Republican nomination on the first ballot at July's convention.\n\nTrump's Watertown speech was a collection of his greatest hits - touching on the economy, \"stupid government deals,\" national security, \"'rebuild our military,\" the failings of Obamacare, \"repeal it and replace it 100 percent,\" gun rights, \"We have to protect our 2nd Amendment.\"\n\nThe crowd cheered each line.\n\nAnd Trump threw in some north country references: \"Fort Drum! That's a great place! I love Fort Drum!\" he declared, again to cheers.\n\nAs he has on the campaign trail lately, Trump cited local economic statistics.\n\n\"Watertown lost one third of its manufacturing jobs since 2000. That's not good,\" he said.\n\nAs you'd expect, Trump had choice words about his opponents.\n\nHe rapped both Ted Cruz and John Kasich, his Republican rivals, for supporting the Trans-Pacific Partnership trade deal.\n\n\"I'm not controlled by the special interests, the lobbyists, like crooked Hillary,\" Trump said.\n\nOf Cruz, he said \"You ever see a guy lie like this?\"\n\nWhen a protestor turned up in the crowd, Trump declared \"Go home, go home. Get him outa here.\"\n\n\"In the old days it would be much rougher on them,\" he said.\n\nAnd Trump railed against the Republican delegate selection process, as he has for the last week, declaring it unfair to him.\n\nHe concluded with a pitch for votes Tuesday:\n\n\"You're gonna look back (on the rally) and say 'That was an incredible day. That was a great afternoon.'\"\n\n\"So get out there Tuesday and vote.\"\n\nAnd he added...\n\n\"If you're not gonna vote for me, don't vote. Sit home and watch television.\"", "article_metadata": {"og": {"site_name": "WWNY TV 7 - News, Weather and Sports for", "description": "Trump spoke to a cheering crowd that packed a hangar at the Watertown airport.", "title": "Trump, in Watertown:", "url": "http://www.wwnytv.com/news/local/Trump-in-Watertown-Stumps-Before-large-Crowd-375950581.html", "image": "http://media.wwnytv.com/images/trump+at+watertown+airport.jpg", "video": {"width": 470, "identifier": "http://player.bimvid.com/swfs/main?config=http://player.bimvid.com/v2/config/WWNY/ce15660017365e5adf3ad32d43456cb1b17f9fae", "type": "application/x-shockwave-flash", "height": 288}, "type": "article"}, "google-site-verification": "UUzZHTqQ2jordgF0r02JQ9Mtmd7nzglO675pdPvEjEQ", "description": "Trump spoke to a cheering crowd that packed a hangar at the Watertown airport.", "viewport": "width=device-width", "title": "Trump, in Watertown:"}, "article_summary": "Trump, in Watertown: \"We Have a Movement Going On\"Republican presidential front-runner Donald Trump, in Watertown Saturday, declared \"We have a movement going on.\"\nWhen a protestor turned up in the crowd, Trump declared \"Go home, go home.\nTrump was due to speak at the Watertown airport at 3 PM, but got started about 15 minutes early.\nTrump is the prohibitive favorite to win Tuesday's Republican primary in New York state.\nAnd Trump railed against the Republican delegate selection process, as he has for the last week, declaring it unfair to him."}