{"article_title": "Man Complains He Can't Breathe, Yells Police Are Killing Him—Dies in Police Custody", "article_keywords": ["himdies", "breathe", "death", "complains", "wanted", "point", "paramedics", "tried", "yells", "officers", "killing", "reid", "cant", "encounter", "happened", "eshleman", "custody", "man"], "article_url": "http://reason.com/blog/2015/03/06/man-complains-he-cant-breathe-yells-poli", "article_text": "Calvon Reid died in police custody in Cocunut Creek, Florida, last Wednesday after being tased repeatedly to force compliance—witnesses now say he was yelling out that police were going to kill him, and at point complained that he couldn't breathe as officers tried to subdue him. As usual, police don't want to talk about it, stoking more controversy. As CBS Miami reports:\n\nReid's death following an encounter with the Coconut Creek police sparked controversy this week when police were accused of trying to cover up what happened by claiming all details surrounding the incident were \"confidential\" and the public did not have the right to even the most basic information. At one point the department refused to acknowledge the death by citing federal privacy statutes on healthcare records.\n\n[John] Arendale and [Bonnie] Eshleman, who both work for the Broward County school system, offer the first independent, eyewitness accounts of what happened during the early morning hours of Sunday, February 22. Their accounts were first published by the news website, BrowardBulldog.org.\n\nArendale and Eshleman said they are still not certain what prompted the encounter between Reid and police. One of their neighbors inside the Wynmoor Village complex told them that Reid had approached one of the residents in the parking lot of the gated community asking the man to take him to the hospital. Reid had been injured, but it's not certain how he was hurt. The condo resident called 911 and asked that paramedics come and check on Reid. But when the paramedics arrived, Reid reportedly became belligerent with them. The police were summoned and as many as five officers confronted Reid.\n\nIt was sometime during that confrontation, in front of Eshleman and Arendale's condominium, that the couple was awakened.\n\nEshleman said as they watched the affair play out, one of the officers tried to speak to Reid in a calm voice, asking him for his name and identification. He also wanted to know how he had gotten into the complex and if he was visiting anyone there.\n\nIt appeared Reid, however, just wanted to be left alone. A check of criminal records reveals that Reid has a lengthy criminal record for drug possession.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "Calvon Reid dies in Cocunut Creek, Florida, after being Tased multiple times. 911 called when he asked someone for a ride to the hospital.", "title": "Man Complains He Can't Breathe, Yells Police Are Killing Him—Dies in Police Custody", "url": "http://reason.com/blog/2015/03/06/man-complains-he-cant-breathe-yells-poli", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14256480932937.jpg", "type": "article"}, "twitter": {"description": "Calvon Reid dies in Cocunut Creek, Florida, after being Tased multiple times. 911 called when he asked someone for a ride to the hospital.", "title": "Man Complains He Can't Breathe, Yells Police Are Killing Him—Dies in Police Custody", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14256480932937.jpg", "creator": "@edkrayewski", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "article": {"tag": "Florida", "published_time": "2015-03-06T13:27:00+00:00", "author": "http://reason.com/people/ed-krayewski"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "article_summary": "Arendale and Eshleman said they are still not certain what prompted the encounter between Reid and police.\nAt one point the department refused to acknowledge the death by citing federal privacy statutes on healthcare records.\nEshleman said as they watched the affair play out, one of the officers tried to speak to Reid in a calm voice, asking him for his name and identification.\nHe also wanted to know how he had gotten into the complex and if he was visiting anyone there.\nThe police were summoned and as many as five officers confronted Reid."}