{"article_title": "Stamkos has 2 goals, assist; Lightning beat Blue Jackets 5-2", "article_keywords": ["blue", "columbus", "goal", "beat", "bay", "assist", "game", "lightning", "second", "stamkos", "tortorella", "goals", "jackets", "52", "tampa", "21"], "article_url": "http://www.washingtontimes.com/news/2015/dec/26/stamkos-has-2-goals-assist-lightning-beat-blue-jac/?page=all", "article_text": "TAMPA, Fla. (AP) - The Tampa Bay Lightning power play rebounded after a woeful performance.\n\nSteven Stamkos had two power-play goals and an assist during the second period and the Lightning beat the Columbus Blue Jackets 5-2 on Saturday night.\n\n“A step in the right direction,” Tampa Bay coach Jon Cooper said.\n\nMike Blunden, Nikita Nesterov and Jason Garrison also scored for the Lightning, and Jonathan Marchessault extended his point streak to six games with two assists. Tampa Bay is 2-1 halfway through a six-game homestand.\n\nTampa Bay was 3 for 8 on the power play after going 1 for 10 in a 2-1 loss Tuesday night to the Vancouver Canucks.\n\n“It’s a pretty good example of what it can do to a hockey team if you execute,” Stamkos said.\n\nColumbus got goals from Rene Bourque and Scott Hartnell.\n\nBen Bishop made 30 saves for Tampa Bay.\n\nStamkos had a pair of 5-on-3 goals from low in the left circle during the second to help Tampa Bay take a 3-2 lead.\n\nAfter Stamkos scored while falling forward at 6:21, the Lightning captain was then left alone for his second goal 32 seconds later.\n\n“I was looking for some options,” Stamkos said of his second goal. “I didn’t realize I had some time. You’re not going to get a much better look than that.”\n\nThe two-man advantages’ came when Columbus received three minor penalties - Dalton Prout (cross checking), Gregory Campbell (face-off violation) and Jack Johnson (delay of game) - during a 3-second span.\n\n“I’ve never seen that before,” Columbus coach John Tortorella said. “And certainly that was the beginning of the end.”\n\n“Those are the type of things that really define us,” Tortorella added. “We ended up putting ourselves in that spot. I’m not trying to disrespect Tampa at all, but we just give too many things for free.”\n\nTampa Bay went ahead 4-2 on Nesterov’s goal at 14:17 of the second during a 3-minute power play that came after Hartnell got a 5-minute charging penalty and a game misconduct for hitting Bishop behind the net.\n\n“It’s not a 5-minute penalty,” Tortorella said. “It’s a dumb penalty. It’s 2-minutes. That’s unfair.”\n\nRookie goalie Joonas Korpisalo was replaced to start the third period by Curtis McElhinney after stopping 14 of 18 shots. McElhinney allowed Garrison’s first goal in 35 games.\n\nHartnell gave Columbus a 2-1 lead at 3:07 of the second.\n\nNOTES: Bourque’s goal was his first since Mar. 21. … Tampa Bay RW Nikita Kucherov has a five-game point streak after getting two assists. … Columbus G Sergei Bobrovsky (groin) missed his eighth straight game but is practicing with the team. … Injured Lightning players missing the game included C Tyler Johnson, C Brian Boyle, LW Ondrej Palat and LW Jonathan Drouin. All four are day to day. … Blue Jackets LW Nick Foligno sat out his second consecutive game with a lower body injury.", "article_metadata": {"description": "The Tampa Bay Lightning power play rebounded after a woeful performance.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "The Tampa Bay Lightning power play rebounded after a woeful performance.", "title": "Stamkos has 2 goals, assist; Lightning beat Blue Jackets 5-2", "url": "http://www.washingtontimes.com/news/2015/dec/26/stamkos-has-2-goals-assist-lightning-beat-blue-jac/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/12/26/blue_jackets_lightning_hockey.jpeg", "type": "article"}, "twitter": {"site": "@washtimes", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/12/26/blue_jackets_lightning_hockey.jpeg", "description": "The Tampa Bay Lightning power play rebounded after a woeful performance.", "card": "summary", "title": "Stamkos has 2 goals, assist; Lightning beat Blue Jackets 5-2"}, "Author": "MARK DIDTLER", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web3", "viewport": "width=device-width, initial-scale=1, user-scalable=yes"}, "article_summary": "Steven Stamkos had two power-play goals and an assist during the second period and the Lightning beat the Columbus Blue Jackets 5-2 on Saturday night.\nTAMPA, Fla. (AP) - The Tampa Bay Lightning power play rebounded after a woeful performance.\nAfter Stamkos scored while falling forward at 6:21, the Lightning captain was then left alone for his second goal 32 seconds later.\n“A step in the right direction,” Tampa Bay coach Jon Cooper said.\nStamkos had a pair of 5-on-3 goals from low in the left circle during the second to help Tampa Bay take a 3-2 lead."}