{"article_title": "Senate Will Take Up Medicaid Expansion", "article_keywords": ["senate", "money", "lowincome", "florida", "expansion", "federal", "medicaid", "expanding", "issue", "healthy"], "article_url": "http://news.wfsu.org/post/senate-will-take-medicaid-expansion", "article_text": "The Florida Senate is getting ready to debate expanding Medicaid in Florida. The issue has been a major contention point between the House and Senate for the past three years.\n\nAt stake is more than $50 billion in federal funding to cover nearly a million low-income, uninsured Floridians. The issue: The Senate has long supported expanding Medicaid. The House has not. House Speaker Steve Crisafulli has said his chamber’s position remains unchanged, but he’s also left a crack in the door for possible talks.\n\n“Last year we did nothing on the issue, it’s becoming another issue- another year we’re talking about it early on…ultimately for me, putting people into a broken system is not the answer. Fixing the system is the answer,\" Crisafulli told WFSU in early February.\n\nNow there are new factors in the conversation. Like the fact Florida could lose a billion dollars in federal money that reimburses hospitals for treating uninsured patients. The Low-Income Pool expires this summer. And during a visit to Florida in January, U.S. Health and Human Services Secretary Sylvia Burwell, made her preference clear:\n\n“The pool money was about helping low-income people have access,\" she said. \"I believe we believe an important way to extend that coverage to low-income people as passed in the Affordable Care Act is this issue of Medicaid expansion.”\n\nThe loss of the federal funding—which could be closer to $2 billion once state matching funds are added, is more than offset if Florida chooses to use federal Medicaid expansion funding to cover people in the so-called coverage gap. About 800,000 people, mainly adults—make too much money to qualify for the state’s current Medicaid program, and too little money to get a federal subsidy to purchase insurance on the federal government’s exchanges. And Tuesday, Senate President Andy Gardiner, a hospital executive, said his chamber will discuss expanding Medicaid.\n\n“We want to talk about it. I don’t know how it ends. I haven’t read the last chapter on this one. But we at least in the Senate, will have the discussion if that’s the best way to go for Florida,\" he said during opening remarks.\n\nDuring the past year, groups that previously opposed expanding Medicaid like the Florida Chamber of Commerce and the physicians lobby, the Florida Medicaid Association—have come to publicly back it. The conversation has increased largely because this year businesses can be fined for not providing health insurance to their employees—and many of the Medicaid gap population are employed. Also driving the conversation has been a coalition of local businesses and health care providers who created a path toward expansion called, “A Healthy Florida Works”.\n\n“Very encouraging news coming out of the Senate today,\" says Jennifer Fennell, spokeswoman for the \"A Healthy Florida Works\" Coalition.\n\nThe group has put its plan in bill form and is now shopping around for a sponsor. Under “A Healthy Florida Works,” an outside vendor would be hired to run an exchange-like system. Florida would pull down $50 billion in federal funds to pay for the Medicaid expansion. Those who use it would pay premiums, based on their income. They’d also have to be employed or looking for work or advancing their education. And there’s a lock-out period for people who don’t pay their premiums. Fennell says the group is ready to present its plan.\n\n“It’s responsible, it’s based on free-market principals, and we think it’s a really great opportunity to look at a different way to approach healthcare coverage extension,\" she said.\n\nSen. Aaron Bean, (R-Jacksonville), will start work on the Senate’s Medicaid expansion plan and the Healthy Florida works proposal Wednesday.", "article_metadata": {"category": "Health & Science", "description": "The Florida Senate is getting ready to debate expanding Medicaid in Florida. The issue has been a major contention point between the House and Senate for", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://news.wfsu.org/post/senate-will-take-medicaid-expansion", "image": "http://mediad.publicbroadcasting.net/p/wfsu/files/styles/medium/public/201503/AHealthyFlaWorksBill.jpg", "type": "article", "description": "The Florida Senate is getting ready to debate expanding Medicaid in Florida. The issue has been a major contention point between the House and Senate for", "title": "Senate Will Take Up Medicaid Expansion"}, "story_id": 390490464, "twitter": {"site": "@wfsunews", "card": "summary", "creator": "@HatterLynn"}, "author": "Lynn Hatter", "org_id": 0, "dc": {"title": "Senate Will Take Up Medicaid Expansion"}, "nid": 64228, "datePublished": "2015-03-03", "keywords": ", ,", "wordCount": 646, "has_audio": 1, "viewport": "width=device-width"}, "_id": "\"57477afa6914bd0286fe55d0\"", "article_summary": "Sen. Aaron Bean, (R-Jacksonville), will start work on the Senate’s Medicaid expansion plan and the Healthy Florida works proposal Wednesday.\nThe Florida Senate is getting ready to debate expanding Medicaid in Florida.\nDuring the past year, groups that previously opposed expanding Medicaid like the Florida Chamber of Commerce and the physicians lobby, the Florida Medicaid Association—have come to publicly back it.\nThe issue: The Senate has long supported expanding Medicaid.\nAnd Tuesday, Senate President Andy Gardiner, a hospital executive, said his chamber will discuss expanding Medicaid."}