{"article_title": "Diagnosing and Treating Exocrine Pancreatic Insufficiency in Patients with Celiac Disease", "article_keywords": ["treating", "pancreatic", "normal", "study", "diagnosing", "nutritional", "disease", "insufficiency", "celiac", "mri", "exocrine", "patients"], "article_url": "http://www.hcplive.com/medical-news/diagnosing-and-treating-exocrine-pancreatic-insufficiency-in-patients-with-celiac-disease", "article_text": "Diagnosing and Treating Exocrine Pancreatic Insufficiency in Patients with Celiac Disease\n\nNew research concludes that the association between celiac disease and exocrine pancreatic insufficiency (EPI) is strong enough that physicians should check for EPI when celiac patients suffer malnutrition or gastric distress despite adherence to prescribed diets.The study began with a cohort of 90 patients (73 women and 17 men) who first underwent a pair of tests to confirm celiac disease: serological assays using IgA anti-tissue transglutaminase antibody (IgAtTg) and small bowel biopsy using the Marsh classification.Researchers then checked all the patients for exocrine pancreatic insufficiency by measuring fecal elastase-1 concentration and used MRI of the pancreas to look for any morphological changes. The tests found mild pancreatic insufficiency in 1 patient and severe pancreatic insufficiency in 3 others, but the MRI showed no morphological changes in any of those 4 patients.Although the total number of patients with the condition constituted less than 5% of the study group, chance alone could not explain the figure. Moreover, the researchers found significant value in making the diagnosis because at least 1 serological nutrition marker was below the normal limit of normal in all 4 of the patients with pancreatic insufficiency.“Exocrine pancreatic insufficiency should be excluded in all patients with coeliac disease in the presence of overt malnutrition or in cases of persistent gastrointestinal symptoms despite a gluten-free diet,” the study authors wrote in Postgraduate Medical Journal .“Measurement of a serum nutritional panel, regardless of the presence of clinical symptoms of exocrine pancreatic insufficiency, can be of clinical importance. MRI should be performed to exclude any morphological change in the pancreas.”Exocrine pancreatic insufficiency is far more common among patients with Shwachman-Diamond Syndrome or cystic fibrosis — indeed, it occurs in 85% to 90% of all patients with cystic fibrosis — but research uncovered its much weaker connection with coeliac disease decades ago.Although the new study found that celiac patients with pancreatic insufficiency all suffered nutritional shortages, an older study from Digestive Diseases and Sciences found that pancreatic function was not correlated in celiac patients to signs of malnutrition such as low body weight.“There was no correlation between the output of the various pancreatic enzymes and levels of albumin, fibronectin, and weight/height ratios in the patients. Furthermore, there was no difference in weight/height ratios and levels of albumin and fibronectin between the celiac subjects with pancreatic deficiency and those with normal pancreatic function,” the authors of that study wrote.“We conclude that a mild/moderate pancreatic insufficiency is quite frequent in celiacs, but that it may be completely independent of nutritional status.”That said, the new study is not the first to find that pancreatic insufficiency may be responsible, at least in part, when coeliac patients fail to respond to a gluten-free diet. A paper that Gastroenterology published in 1980 made the same observation.“Mild-to-moderate exocrine pancreatic insufficiency is a frequent finding in untreated nontropicalsprue, is presumably reversible, and rarely contributes to the development of steatorrhea,” the authors of that study wrote. “However, if patients with nontropical sprue fail to respond to a gluten-free diet, coexistent severe pancreatic insufficiency is a possible cause for treatment failure.”", "article_metadata": {"description": "New research concludes that the association between celiac disease and exocrine pancreatic insufficiency (EPI) is strong enough that physicians should check for EPI when celiac patients suffer malnutrition or gastric distress despite adherence to prescribed diets.", "og": {"site_name": "MD Magazine", "description": "New research concludes that the association between celiac disease and exocrine pancreatic insufficiency (EPI) is strong enough that physicians should check for EPI when celiac patients suffer malnutrition or gastric distress despite adherence to prescribed diets.", "title": "Diagnosing and Treating Exocrine Pancreatic Insufficiency in Patients with Celiac Disease", "url": "http://www.hcplive.com/medical-news/diagnosing-and-treating-exocrine-pancreatic-insufficiency-in-patients-with-celiac-disease", "image": "https://s3.amazonaws.com/hcplive/v1_media/_upload_image/_thumbnails/IBS_woman_holding_stomach.jpg", "type": "Article"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "https://s3.amazonaws.com/hcplive/v2_media/_core/favi/ms-icon-144x144.png", "keywords": "exocrine pancreatic insufficiency, endocrinology, gastroenterology, celiac disease, internal medicine, pancreas, pancreatitis", "theme-color": "#ffffff"}, "_id": "\"57477af36914bd0286fd3fc4\"", "article_summary": "“However, if patients with nontropical sprue fail to respond to a gluten-free diet, coexistent severe pancreatic insufficiency is a possible cause for treatment failure.”\nDiagnosing and Treating Exocrine Pancreatic Insufficiency in Patients with Celiac DiseaseNew research concludes that the association between celiac disease and exocrine pancreatic insufficiency (EPI) is strong enough that physicians should check for EPI when celiac patients suffer malnutrition or gastric distress despite adherence to prescribed diets.The study began with a cohort of 90 patients (73 women and 17 men) who first underwent a pair of tests to confirm celiac disease: serological assays using IgA anti-tissue transglutaminase antibody (IgAtTg) and small bowel biopsy using the Marsh classification.Researchers then checked all the patients for exocrine pancreatic insufficiency by measuring fecal elastase-1 concentration and used MRI of the pancreas to look for any morphological changes.\nA paper that Gastroenterology published in 1980 made the same observation.“Mild-to-moderate exocrine pancreatic insufficiency is a frequent finding in untreated nontropicalsprue, is presumably reversible, and rarely contributes to the development of steatorrhea,” the authors of that study wrote.\nThe tests found mild pancreatic insufficiency in 1 patient and severe pancreatic insufficiency in 3 others, but the MRI showed no morphological changes in any of those 4 patients.Although the total number of patients with the condition constituted less than 5% of the study group, chance alone could not explain the figure.\nFurthermore, there was no difference in weight/height ratios and levels of albumin and fibronectin between the celiac subjects with pancreatic deficiency and those with normal pancreatic function,” the authors of that study wrote.“We conclude that a mild/moderate pancreatic insufficiency is quite frequent in celiacs, but that it may be completely independent of nutritional status.”That said, the new study is not the first to find that pancreatic insufficiency may be responsible, at least in part, when coeliac patients fail to respond to a gluten-free diet."}