{"article_title": "Virginia Republicans Broke Into Governor's Office To Block State's Medicaid Expansion", "article_keywords": ["office", "governors", "house", "republicans", "virginia", "expansion", "budget", "states", "mcauliffes", "state", "medicaid", "governor", "broke", "block", "howell"], "article_url": "http://www.huffingtonpost.com/2014/06/26/william-j-howell-terry-mcauliffe_n_5534405.html", "article_text": "ASSOCIATED PRESS\n\nOn June 15, without the permission of administration officials or the Virginia State Police, House Speaker William J. Howell (R) enlisted the Capitol Police and clerks from the office of the House of Delegates to break into Gov. Terry McAuliffe’s (D) secure office suite to deliver the state budget when the governor was not around.\n\nThe break-in was part of an ongoing effort by Virginia Republicans to block McAuliffe’s promise to expand Medicaid in the state.\n\nThe state budget, which has served as the center point of the political battle, contained several contentious provisions barring McAuliffe from expanding the health care program.\n\nHowell decided to have the state budget delivered to McAuliffe's office on Father’s Day, ahead of the document's expected delivery frame, even though the governor's staff made clear no one was around.\n\nSince the governor is bound by a seven-day window to sign or veto the legislature's budget, the plan's delivery may shorten the amount of time the governor has to review the legislation.\n\nThe Richmond Times-Dispatch reports:\n\nAdministration officials said the House had told them not to expect the budget before early last week. When representatives of the House contacted the administration that Sunday, Father’s Day, House emissaries were informed that nobody would be present at the offices to receive the document. Howell had the budget delivered anyway, and an email was sent about 15 minutes later informing the administration that it had been left at the office, which is on the third floor of the Patrick Henry Building. The administration viewed the Sunday drop of the massive document to the unoccupied office not only as a breach of security, but also as political gamesmanship designed, in part, to deprive the governor of a weekend to review the two-year, $96 billion spending plan.\n\nThree days after the incident, McAuliffe’s chief of staff, Paul Reagan, issued a letter to Col. Anthony S. Pike, chief of the Capitol Police, condemning the individuals involved for their “unacceptable” actions. Howell, state Sen. Walter A. Stosch (R) and Col. W. Steven Flaherty, the superintendent of the Virginia State Police, were also copied on the letter.\n\n“This letter is to inform you that under no circumstances are you or any of your officers authorized to allow employees of the General Assembly to enter the secure areas of the governor’s office without my express permission, or the express permission of Suzette Denslow, the governor’s deputy chief of staff,” Reagan wrote last week. “What occurred here Sunday is unacceptable.”\n\n“For good reason, it is an area that is surrounded by three security perimeters. Even on a normal business day, very few people -- including members of the governor’s Cabinet -- can gain access to this suite of offices,” Reagan added, citing sensitive files and materials. “We certainly do not expect to have agents and employees of the General Assembly roaming through these offices on weekends.”\n\nPike later explained that he assisted with Howell’s request because the speaker said “the document needed to be up there.” Pike also noted that it was the first time he had ever been asked to perform such a task.\n\nIn a statement to the Richmond Times-Dispatch on Tuesday, Howell spokesman Matt Moran explained that the speaker was only seeking to “complete work on the budget as soon as possible” and direct “the clerk’s office to officially communicate the budget to the governor in the quickest and most responsible way possible.”\n\nMcAuliffe ultimately signed off on the budget Friday after vetoing several amendments designed to prohibit Medicaid expansion to Virginia’s low-income residents as authorized under the Affordable Care Act.\n\nIn response, Howell employed a procedural move during a special session Monday to overrule two of the governor’s line item vetoes, temporarily thwarting McAuliffe’s plan to expand Medicaid without legislative approval.\n\n“I am continually surprised and disappointed by the lengths to which Republicans in the House of Delegates will go to prevent their own constituents from getting access to health care,” McAuliffe said in a statement Monday.\n\nIn an earlier effort to gain control of the Virginia senate, state Republicans allegedly offered state Sen. Phillip P. Puckett (D) and his daughter better jobs in exchange for Puckett's resignation. The switch would have thwarted the Senate's plans to pass legislation expanding Medicaid.\n\nAlso on HuffPost: States Not Expanding Medicaid States Not Expanding Medicaid\n\n1 of 25 Under the Affordable Care Act, 24 states have opted not to expand Medicaid to those making no more than 138 percent of the federal poverty level, leaving roughly 5.7 low-income Americans uninsured. Data from: http://www.whitehouse.gov/share/medicaid-map Share this slide:\n\nPhoto by Joe Raedle/Getty Images", "article_metadata": {"description": "On June 15, without the permission of administration officials or the Virginia State Police, House Speaker William J. Howell (R) enlisted the Capitol Pol...", "sailthru.expire_date": "2014-06-27 17:39:21 -0400", "og": {"site_name": "The Huffington Post", "description": "On June 15, without the permission of administration officials or the Virginia State Police, House Speaker William J. Howell (R) enlisted the Capitol Pol...", "title": "Virginia Republicans Broke Into Governor's Office To Block State's Medicaid Expansion", "url": "http://www.huffingtonpost.com/2014/06/26/william-j-howell-terry-mcauliffe_n_5534405.html", "image": "http://i.huffpost.com/gen/1879405/images/o-WILLIAM-HOWELL-VIRGINIA-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/1879405/images/o-WILLIAM-HOWELL-VIRGINIA-facebook.jpg", "height": 1000}, "title": "Virginia Republicans Broke Into Governor's Office To Block State's Medicaid Expansion", "description": "On June 15, without the permission of administration officials or the Virginia State Police, House Speaker William J. Howell (R) enlisted the Capitol Pol...", "card": "summary_large_image", "site": "@HuffPostPol"}, "sailthru.date": "2014-06-26 17:39:21 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=5534405", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "Terry McAuliffe medicaid battle,virginia republicans medicaid expansion,Terry McAuliffe Virginia Republicans,virginia medicaid expansion,virginia GOP medicaid,terry mcauliffe medicaid expansion,William J. Howell Terry McAuliffe", "article": {"section": "Politics", "tag": "Terry McAuliffe medicaid battle,virginia republicans medicaid expansion,Terry McAuliffe Virginia Republicans,virginia medicaid expansion,virginia GOP medicaid,terry mcauliffe medicaid expansion,William J. Howell Terry McAuliffe", "published_time": "2014-06-26 17:39:21 -0400", "modified_time": "2014-06-26 17:59:02 -0400"}, "viewport": "width=1000"}, "_id": "\"57477af36914bd0286fd3fea\"", "article_summary": "Howell, state Sen. Walter A. Stosch (R) and Col. W. Steven Flaherty, the superintendent of the Virginia State Police, were also copied on the letter.\nThe break-in was part of an ongoing effort by Virginia Republicans to block McAuliffe’s promise to expand Medicaid in the state.\nThe state budget, which has served as the center point of the political battle, contained several contentious provisions barring McAuliffe from expanding the health care program.\nTerry McAuliffe’s (D) secure office suite to deliver the state budget when the governor was not around.\nHowell decided to have the state budget delivered to McAuliffe's office on Father’s Day, ahead of the document's expected delivery frame, even though the governor's staff made clear no one was around."}