{"article_title": "Case Of The Mondays? 59% Of Americans Dread Work Even Earlier With 'Sunday Night Blues'", "article_keywords": ["case", "week", "earlier", "59", "survey", "work", "respondents", "bad", "slayter", "mondays", "dread", "night", "americans", "blues", "weekend", "happy"], "article_url": "http://www.medicaldaily.com/case-mondays-59-americans-dread-work-even-earlier-sunday-night-blues-259747", "article_text": "Friday arrives with anticipation for the relaxation, decompression, and good times that the weekend will bring. But by 6 p.m. on Sunday evening, dread and anxiety settle in, as the realization emerges that the weekend is over and the workweek starts in a matter of hours. This feeling, termed the \"Sunday Night Blues,\" is suffered by the majority of respondents in a survey conducted by Monster.com.\n\n“I don’t think anyone is happy to see their weekend come to a close” said Mary Ellen Slayter, career advice expert for Monster.com. “Monday mornings are notoriously stressful. Catching up on emails, planning the upcoming week, tackling new assignments — all while thinking, ‘I have another five solid days of work before my next day off.’ It’s understandably daunting.”\n\nThe web survey asked visitors, “Are your ‘Sunday Night Blues’ bad enough to make you want a new job?” Over 3,600 people responded worldwide, with 47 percent claiming that their “Sunday Night Blues” were “really bad.” Another 18 percent and 13 percent said that their blues were “bad” and “slightly bad,” while 22 percent said they didn’t feel the blues at all.\n\nFeeling blue was most prevalent among respondents from the U.S., where 59 percent of respondents said they dreaded going back to work. Only 19 percent of respondents said they were happy on Sunday nights.\n\nA 2012 Gallup Poll found that employees who were “actively disengaged” from their jobs were less happy as their weekends came to a close, with larger numbers becoming unhappy until about Wednesday. The proportion of happy employees did not rise again until Friday night. On the other hand, happiness for those who felt “engaged” at their jobs remained stable throughout the week — showing that job happiness is essential to a smoother transition from weekend to workweek.\n\nAlthough there’s no easy solution to eliminatng the blues, Slayter advises those who find Sunday nights difficult to take “action on Friday afternoons. Don’t run for the door the moment your clock strikes five. Instead, spend a few minutes preparing for next week: review and prioritize your calendar, assemble materials you expect to be using, and tie up every loose end you can.”\n\nShe also says that pausing a project in order to leave work faster could prove to be more of a hindrance once Monday comes back around. “Often it’s wise to simply finish a task you’re already immersed in, rather than attempting to pick up the pieces and resume progress after two days off.” For those who can’t seem to improve their Sunday nights, “it might be time to consider bigger changes in your professional life.”", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "sunday night blues, monday, weekend, job, satisfaction, monster, anxiety, monday blues", "og": {"site_name": "Medical Daily", "description": "The ideal weekend is a relaxing time to get your mind of work, but a new poll from Monster.com shows people may be too worries about the upcoming workweek to enjoy their days off.", "title": "Case Of The Mondays? 59% Of Americans Dread Work Even Earlier With 'Sunday Night Blues'", "url": "http://www.medicaldaily.com/case-mondays-59-americans-dread-work-even-earlier-sunday-night-blues-259747", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/10/13/sunday-night-blues.jpg", "type": "article"}, "twitter": {"description": "The ideal weekend is a relaxing time to get your mind of work, but a new poll from Monster.com shows people may be too worries about the upcoming workweek to enjoy their days off.", "title": "Case Of The Mondays? 59% Of Americans Dread Work Even Earlier With 'Sunday Night Blues'", "url": "http://www.medicaldaily.com/case-mondays-59-americans-dread-work-even-earlier-sunday-night-blues-259747", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/10/13/sunday-night-blues.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/10/13/sunday-night-blues.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Healthy Living", "published_time": "2013-10-13T15:21:41-04:00", "modified_time": "2013-10-13T15:21:40-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "The ideal weekend is a relaxing time to get your mind of work, but a new poll from Monster.com shows people may be too worries about the upcoming workweek to enjoy their days off."}, "_id": "\"57477af46914bd0286fe2971\"", "article_summary": "This feeling, termed the \"Sunday Night Blues,\" is suffered by the majority of respondents in a survey conducted by Monster.com.\nAlthough there’s no easy solution to eliminatng the blues, Slayter advises those who find Sunday nights difficult to take “action on Friday afternoons.\nFeeling blue was most prevalent among respondents from the U.S., where 59 percent of respondents said they dreaded going back to work.\n“I don’t think anyone is happy to see their weekend come to a close” said Mary Ellen Slayter, career advice expert for Monster.com.\nFriday arrives with anticipation for the relaxation, decompression, and good times that the weekend will bring."}