{"article_title": "Objectives drive buy or lease decisions", "article_keywords": ["buy", "leasing", "hospitals", "objectives", "drive", "purchasing", "cash", "equipment", "need", "richards", "piece", "decisions", "hospital", "lease"], "article_url": "http://www.healthcarefinancenews.com/news/objectives-drive-buy-or-lease-decisions", "article_text": "Hospitals face the decision of leasing or buying equipment on a regular basis. Ultimately, whether to lease or buy comes down to a hospital’s objectives.\n\nAt Edward-Elmhurst Healthcare in Elmhurst, Ill., a leased piece of equipment is a relative rarity.\n\n\"We lease very little; we prefer to purchase it, flat out,\" said Harold Richards, system director of materials management at the hospital.\n\nThe biggest reason for the purchasing over leasing decision is cost, especially the interest rates associated with leasing. \"I can save 10 or 12 percent if I have cash available versus paying another 3 or 4 percent on top of the price (of leasing),\" he said.\n\nRichards also favors purchasing over leasing because he’s not always confident he’ll achieve optimal leasing terms, and if the piece of equipment is something the hospital will use for five to 10 years, it’s worth purchasing rather than leasing, he said.\n\nBut, there is an upside to leasing equipment, noted Gregg Stepp, director of materials management at Deaconess Hospital in Oklahoma City, and that’s freeing up capital. \"In my book, it's a matter of having the capital but not wanting to spend it on whatever the equipment is,\" he said.\n\nAnd that is a compelling argument for many hospitals, said Mark Hoffman, senior vice president of Healthcare at Key Equipment Finance, because most hospitals need to conserve capital. \"Some hospitals have a higher propensity to finance than others, but one of the top reasons a hospital leases comes down to conserving cash. In some cases they simply don’t have the cash on hand to purchase the equipment outright; in other cases they may have it, but want to use it for other purposes, like operating expenses.\"\n\nIf a hospital is cash strapped, leasing or financing, enables it to obtain equipment for which it can pay over time, he noted.\n\nUnder the right circumstances, Hoffman sees no drawbacks to leasing. The most important factor in deciding whether to lease or buy is understanding the hospital’s objectives, such as how it plans to use a piece of equipment and for how long. \"These considerations drive whether a hospital should consider leasing, financing or paying cash.\"\n\nBut in Richards’ mind, there are cons to everything – including the risk of the equipment being mishandled, used inappropriately or damaged, and who assumes responsibility for it.\n\nThat said, given the need for hospitals to have updated technology-based equipment, leasing, because of its inherent flexibility, has some advantages, Richards said.\n\n\"We’re not interested in buying something for $1 million and then finding ourselves in a position two to four years later needing to replace it,\" he said. If there's an upgrade in technology, leasing gives his organization the flexibility to evolve with the demand, he said.\n\nWhatever a hospital’s purchase/lease preferences are, they will have to lease at least some equipment, said Hoffman, and when that happens, hospitals must be diligent. \"You're entering into a financial relationship with another company, so you need to read the contract,” he said. “Make sure you understand your total costs, options and obligations, and if you don’t, ask questions.”", "article_metadata": {"og": {"url": "http://www.healthcarefinancenews.com/news/objectives-drive-buy-or-lease-decisions", "image": "http://www.healthcarefinancenews.com/sites/healthcarefinancenews.com/modules/open_graph/hfn-stacked.jpeg", "site_name": "Healthcare Finance News", "description": "Hospitals face the decision of leasing or buying equipment on a regular basis. Ultimately, whether to lease or buy comes down to a hospital's objectives.", "title": "Objectives drive buy or lease decisions"}, "twitter": {"image": {"src": "http://www.healthcarefinancenews.com/sites/healthcarefinancenews.com/modules/open_graph/hfn-stacked.jpeg"}, "title": "Objectives drive buy or lease decisions", "description": "Hospitals face the decision of leasing or buying equipment on a regular basis. Ultimately, whether to lease or buy comes down to a hospital's objectives.", "card": "summary_large_image", "site": "@HC_Finance"}, "viewport": "width=device-width; initial-scale=1.0; maximum-scale=1.0; user-scalable=no", "description": "Hospitals face the decision of leasing or buying equipment on a regular basis. Ultimately, whether to lease or buy comes down to a hospital’s objectives.&#13; At Edward-Elmhurst Healthcare in Elmhurst, Ill., a leased piece of equipment is a relative rarity.&#13; \"We lease very little; we prefer to purchase it, flat out,\" said Harold Richards, system director of materials management at the hospital.", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af36914bd0286fd3fe3\"", "article_summary": "Ultimately, whether to lease or buy comes down to a hospital’s objectives.\nThe most important factor in deciding whether to lease or buy is understanding the hospital’s objectives, such as how it plans to use a piece of equipment and for how long.\n\"We lease very little; we prefer to purchase it, flat out,\" said Harold Richards, system director of materials management at the hospital.\nThat said, given the need for hospitals to have updated technology-based equipment, leasing, because of its inherent flexibility, has some advantages, Richards said.\nBut, there is an upside to leasing equipment, noted Gregg Stepp, director of materials management at Deaconess Hospital in Oklahoma City, and that’s freeing up capital."}