{"article_title": "Housing recovery slowest since World War II, University of Utah report says", "article_keywords": ["apartment", "recovery", "residential", "university", "housing", "utah", "ii", "units", "wood", "construction", "demand", "report", "world", "slowest", "rental", "war"], "article_url": "http://www.deseretnews.com/article/865613402/Housing-recovery-slowest-since-World-War-II-University-of-Utah-report-says.html?pg=all", "article_text": "A new study from the Bureau of Economic and Business Research at the University of Utah’s David Eccles School of Business found that the current housing cycle has shown the slowest recovery of any cycle since World War II.\n\n“The Great Recession brought a serious contraction in new residential construction in Utah. We’ve had declines of this magnitude before, but we’ve never had such a slow recovery.”\n\nSALT LAKE CITY — While the overall Utah economy has bounced back admirably since the depths of the Great Recession, the local housing market has yet to rebound to prerecession levels, a new report showed.\n\nThe study, published by the University of Utah’s Bureau of Economic and Business Research at the David Eccles School of Business, analyzed the state's housing, job and real estate markets.\n\nThe report found that the Beehive State ranked higher than the national average in both housing recovery and real estate recovery, but it experienced the slowest housing recovery of any post-World War II cycle, with residential construction having only recovered 55 percent.\n\n“This was unlike any other cycle,” said Jim Wood, executive director of the bureau. “In no other housing cycle have we had housing prices decline.”\n\nDuring the lowest point of the economic downturn, Utah housing values fell about 25 percent, Wood said, setting off historic numbers of foreclosures and “underwater mortgages.” Those factors combined with the precipitous drop in the labor market made it one of the worst circumstances in more than a half-century, he explained.\n\n“We’ve never had sustained housing price declines in Utah,” Wood said. “We’ve had one or two years separated with years of growth, but we haven’t had a declining year since the 1960s. In terms of new residential construction, the prerecession peak was clearly too high, but the subdued demand and slow recovery is worrisome.”\n\nTo make matters worse, the recovery has been slower than any other over that same period, he added.\n\n“The Great Recession brought a serious contraction in new residential construction in Utah,” Wood said. “We’ve had declines of this magnitude before, but we’ve never had such a slow recovery.”\n\nFour years beyond the trough of the housing bust, residential construction has recovered to only 55 percent of its prerecession peak, he said. A typical recovery would be near 80 percent of the previous peak, he added.\n\nWood expects the number of new single-family homes built in 2014 statewide to be about 15,000 units, well below the prerecession volume of 17,000 units — a scenario that is playing out nationwide.\n\n“Thirty-three of 50 states are down in single-family home (construction) this year,” Wood said.\n\nEven though fewer homes are being built, the effect on the overall market has been increased stability, the report showed.\n\nIn the first quarter of 2010, the share of mortgages in foreclosure in Utah hit an all-time high of 3.3 percent. An improving economy has produced a steady decline in foreclosures over the past four years, Wood said.\n\nBy the first quarter of 2014, the share of mortgages in foreclosure had dropped to 1.18 percent of all mortgage loans.\n\n“Historically the share of loans in foreclosure has been 1 percent,” Wood said. “The threat of foreclose to Utah homeowners and housing prices has returned to a normal level.”\n\nUtah ranked 11th among all states in the share of mortgage loans with negative equity in 2010, the report stated. By the first quarter of this year, the state’s ranking had dropped to No. 38.\n\nDespite the decline, Utah’s real estate industry has fared better than the homebuilding industry. Median sales prices of existing home sales in the four Wasatch Front counties have recovered fully, Wood said.\n\nIn 2007, the median sales price of a single-family home in the Wasatch Front was $234,325, compared with $235,000 through the second quarter of 2014, the report stated.\n\nWhile area home prices have been slow to rebound, the demand for apartment units has pushed rental rates up over the past four years. The composite rental rate in Salt Lake County for all types of units has climbed 20 percent since 2010, rising from $720 per month to $865 per month.\n\nThe typical three-bedroom apartment in a newer project — built since 2000 — with more than 100 units is $1,125. New apartment projects are generally priced well beyond the means of the average renter, Wood said.\n\n“Millennials have postponed forming households due to declining housing affordability, which has resulted in reduced demand for housing,” he said. “Those households with low to moderate incomes were hit hardest by falling housing prices.”\n\nThe zip codes in Salt Lake County with price declines of more than 30 percent were almost exclusively those with relatively low-priced homes, Wood added.\n\nThe growth rate in rental housing exceeded that of owner-occupied housing, the report stated. From 2000 to 2010, the average annual growth rate for renter-occupied units statewide was 2.65 percent compared with 2.11 percent for owner-occupied units.\n\nThe lowest rental vacancy rate in years is evidence of the high demand for rental housing in Salt Lake County, Wood said. The apartment vacancy rate in the county has declined steadily from 7.2 percent in 2009 to just 3 percent this year.\n\nA recent statewide survey of rental markets, including Brigham City, Cedar City, Orem and Vernal, all indicate strong demand for rental housing in Utah, Wood said.\n\nDespite the demand for rental units, the number of traditional apartments built in the past several years has been well below the levels of the 1990s, he said. Last year, just 2,700 new apartment units received building permits statewide.\n\n“With an inventory of 280,000 units, that’s an increase of less than 1 percent of the inventory,” Wood said.\n\nHe blames restrictive local ordinances as one of the most significant restraints to the new supply of rental units.\n\nHigher levels of apartment construction are needed to meet increasing demand, Wood said.\n\n“The state will need at least 4,000 new units annually to avoid persistently low vacancy rates and diminished rental housing opportunities for Utah’s growing renter population,” he said. The market is expected to meet that demand criteria this year, he added.\n\nLooking forward, the state’s housing market is on solid footing thanks to strong economic “fundamentals,” Wood said. Strong employment and low interest rates bode well for the short-term future, he said, albeit not at the historically normal pace.\n\n“I’m optimistic, Wood said. “(But) it’s a very slow recovery.”\n\nRegarding the shift in how Utahns have chosen to reside today, one local analyst described it as a “potential structural change” in Utah’s housing market.\n\nThe complexity of the market is increasing, explained Salt Lake Chamber Chief Economist Natalie Gochnour, as millennials and others make the choice to maintain a more flexible lifestyle in an urban environment rather than buying in a home and settling down in suburbia as previous generations had done.\n\nThat structural change will dampen development in traditional single-family housing development, while bolstering growth in rental housing, she said.\n\n“This is another example of the significant adjustment that is occurring in the Utah economy post the Great Recession,” Gochnour said.\n\nThat adjustment may be the next major economic driver for the Wasatch Front’s largest urban center, explained Jesse Dean, director of urban development for the Downtown Alliance.\n\nAs the number of downtown residences has increased over the past decade, it has translated into increased tax revenue from all the resulting business and development activity that has occurred, Dean said. It’s a phenomenon that is pervasive across the country, he added.\n\n“It is a nationwide trend to have this apartment and condo residential construction 'blowing up' in the post recession,” Dean said. “These will play a huge role in the local sales taxes and property taxes (collected) rising.”\n\nThe long-term impact of the trend toward urban living, whether ownership or rental, will be great, he said.\n\n“Residents are the life and soul of downtown,” Dean said. “You can have businesses, huge office space, and that’s all very important. But when it comes to building a 24/7 vibrant downtown, you really need residents (of all socio-economic strata) to build a healthy downtown.”\n\nEmail: jlee@deseretnews.com, Twitter: JasenLee1", "article_metadata": {"twitter": {"description": "A new study from the Bureau of Economic and Business Research at the University of Utah’s David Eccles School of Business found that the current housing cycle has shown the slowest recovery of a", "title": "Housing recovery slowest since World War II, University of Utah...", "app": {"url": {"ipad": "itms://itunes.apple.com/us/app/deseret-news/id425758986?mt=8&uo=4", "iphone": "itms://itunes.apple.com/us/app/deseret-news/id425758986?mt=8&uo=4", "googleplay": "https://play.google.com/store/apps/details?id=com.deseretnews.android"}, "name": {"ipad": "Deseret News", "iphone": "Deseret News", "googleplay": "Deseret News"}, "id": {"ipad": 425758986, "iphone": 425758986, "googleplay": "com.deseretnews.android"}}, "creator": "@JasenLee1", "site": "@deseretnews", "card": "summary"}, "datePublished": "2014-10-17", "vr": {"category": "utah", "type": "article"}, "cXenseParse": {"recs": {"recommendable": "false"}}, "speare-timestamp": "2014-10-17 17:20:00", "copyright": "© 2016 Deseret News Publishing Company", "title": "Housing recovery slowest since World War II, University of Utah report says", "image": "http://www.deseretnews.com/media/photos/web-1426311.jpg", "dsk": "utah", "tout": {"article": {"id": 865613402}}, "thumbnail": "http://www.deseretnews.com/media/photos/web-1426311.jpg", "medium": "news", "description": "A new study from the Bureau of Economic and Business Research at the University of Utah’s David Eccles School of Business found that the current housing cycle has shown the slowest recovery of a", "robots": "INDEX, FOLLOW", "fb": {"admins": 683545112, "app_id": 320112201431112, "pages": 16317479654}, "article": {"published_time": "2014-10-17T17:20-06:00"}, "viewport": "width=1024, initial-scale=0.1", "GOOGLEBOT": "ARCHIVE", "og": {"url": "http://www.deseretnews.com/article/865613402/Housing-recovery-slowest-since-World-War-II-University-of-Utah-report-says.html?pg=all", "type": "article", "image": "http://img.deseretnews.com/images/article/hires/1426311/1426311.jpg", "site_name": "DeseretNews.com", "title": "Housing recovery slowest since World War II, University of Utah report says"}, "author": "Jasen Lee", "dateModified": "2014-10-17", "articleid": 865613402}, "_id": "\"57477af36914bd0286fd3fd1\"", "article_summary": "The report found that the Beehive State ranked higher than the national average in both housing recovery and real estate recovery, but it experienced the slowest housing recovery of any post-World War II cycle, with residential construction having only recovered 55 percent.\nThat structural change will dampen development in traditional single-family housing development, while bolstering growth in rental housing, she said.\nThe growth rate in rental housing exceeded that of owner-occupied housing, the report stated.\n“The Great Recession brought a serious contraction in new residential construction in Utah,” Wood said.\nHe blames restrictive local ordinances as one of the most significant restraints to the new supply of rental units."}