{"article_title": "Obama's Gay-Rights Record: How He Became the LGBT President", "article_keywords": ["gayrights", "gay", "record", "doma", "rights", "community", "lgbt", "marriage", "house", "president", "white", "obamas", "obama"], "article_url": "https://newrepublic.com/article/119801/obamas-gay-rights-record-how-he-became-lgbt-president", "article_text": "One day they were driving to a Democratic Party event in Schuyler County in the very rural west-central part of the state, known in the Illinois political world as Forgottonia. Kevin was worried they might be late, so he called to the host from the road. “Well we’re so excited,” the host said. “We’ve never had a colored man speak down here before.” Incredulous, Thompson looked at Obama and said, “They’ve never had a colored man speak here before.” Obama burst out laughing. “You’re kidding,” he said. “He did not say that.”\n\nDuring the four-hour drive, Obama took the opportunity to ask Thompson some questions about the gay community that had been percolating in his mind during the campaign. For instance, he was curious to know why it was so important to the gay community to be consistently mentioned by name. Thompson explained that this kind of explicit recognition was important because there were still many people who thought legal rights for gays and lesbians wasn’t a legitimate conversation. That was no longer the case for Af­rican Americans or women, but for the gay community, it remained true, at least in certain segments of society. Candidate Obama simply talking about the LGBT community signaled to them that they were being seen and heard. Thompson drew an analogy to Ralph Ellison’s Invisible Man, about an Af­rican-American who thought of himself as invisible to the white society around him.\n\nIn the course of this conversation, he happened to mention Stonewall. “Well, what’s Stonewall?” Obama asked. “You’ve never heard of it?” Thompson asked in surprise. This was a sophisticated Columbia- and Harvard-educated scholar and political organizer, running for national office. And yet he had never heard of the event that many consider the birth of the modern gay rights movement: the riots that took place at the Stonewall Inn in Greenwich Village in 1969, when the LGBT community fought back against police intimida­tion and arrest and demanded legal equality. Thompson gave Obama a primer, glad that they could have an honest back-and-forth.\n\nAfter Obama won the Democratic primary in his Senate race, he wound up facing the ultra-conservative Republican Alan Keyes in the general election. It wasn’t long after marriage for gay couples had become legal in Massachusetts, and the virulently anti-gay Keyes kept trying to bait Obama into discussing the subject. He finally succeeded in a 2004 debate on Chicago’s public television station.\n\n“What I believe is that marriage is between a man and a woman,” Obama told the moderator. “What I believe, in my faith, is that a man and a woman, when they get married, are performing something before God, and it’s not simply the two persons who are meeting.”\n\nAfter the debate, the co-chair of LGBT for Obama, Lauren Verdich, called Obama on his cell phone.\n\n“How can you do this?” she asked him.\n\n“You have to understand that I’m a Christian,” he responded.\n\n“This community is expecting you to stand beside them,” she answered.\n\nBut Obama made it clear to Verdich that he’d be sticking with his position.\n\nObama, in other words, began his political journey sympathetic to gay rights, but not deeply informed about them. They were not one of his core political priorities. Today, just over a decade later, he has done more for gay rights than any other US president. In particular, the president has been a key part of landmark achievements on the freedom to marry, from the gutting of the Defense of Marriage Act to winning marriage in state houses and courtrooms. It is now easy to envision the completion of this civil rights battle before Obama leaves office. A confluence of good timing, a strategic and determined advocacy movement, and a president who saw with increasing clarity that the values inherent in our cause were fully in sync with his deepest values, enabled this journey. These historic successes, on his watch and with his help, meant that LGBT rights, and marriage equality specifically, would be at the center of the legacy he’d leave behind.\n\nFor gay rights advocates, the Obama presidency got off to an inauspicious start. He invited Rick Warren, the evangelical megachurch pastor from Southern California, to give the invocation at his inauguration. Warren had been an outspoken supporter of Proposition 8, the California ballot initiative that had brought marriage for gay couples to an immediate halt just two months earlier, crushing the spirit of the gay community in California and nationwide. Warren’s prominent position at the inauguration felt like a slap in the face.\n\nThen, in June 11, 2009, the administration weighed in for the first time on the Defense of Marriage Act (DOMA), the law that barred the federal government from recognizing the marriages of same-sex couples performed in a state like Massachusetts. The Justice Department issued a memo to dismiss a lawsuit challeng­ing DOMA. The lengthy document made an elaborate case that DOMA was fully constitutional and “entirely rational,” a “cautiously limited response to society’s still-evolving understanding of the institution of marriage.” It argued that DOMA doesn’t “distinguish among persons of different sexual orien­tations” but instead “limits federal benefits to those who have entered into the traditional form of marriage.” It seemed like an argument the religious right used to use: that “homosexuals” weren’t being barred from marrying. They could marry someone of the opposite sex just like anyone else. I was astonished and outraged at the words of the administration that had promised to be a “fierce ally” to LGBT people. The pushback from gay leaders, bloggers, and organizations was fast and furious.\n\nWithin the White House, too, the memo created a firestorm. Obama had already gone on record stating that he opposed DOMA and supported its repeal. He made clear to his staff that he didn’t want something like this ever happening again. The Justice Department should not be making legal arguments that were at odds with his own values. From then on, every Justice Department brief related to LGBT issues was scrutinized by the White House Counsel’s office before it was filed.\n\nPresident Obama called a high-level meeting in the Roosevelt Room in the West Wing of the White House to address the administration’s approach to DOMA, as well as to LGBT equality more generally. In at­tendance were nearly all of the major players: Vice President Joe Biden; senior advisers David Axelrod and Valerie Jarrett; Deputy Chief of Staff Jim Messina; Vice President Biden’s Chief of Staff Ron Klain; White House Counsel Greg Craig; Director of the Office of Public Engagement Tina Tchen; Tchen’s deputy and lead liaison to the LGBT community Brian Bond; and several senior attorneys from the Justice Department. It was clear that the president wasn’t happy. He wanted his team to get things in order.\n\nAnd so they discussed legislative priorities: a hate crimes law, repealing the ban on open service in the military, protection from employment discrim­ination, and repeal of the Defense of Marriage Act. Driving those for­ward in a systematic way wouldn’t be easy, but at least his position was clear on each of these issues.\n\nWhat was more difficult was how to approach lawsuits challeng­ing DOMA. In his role as leader of the execu­tive branch of government, the president was responsible for faithfully executing laws on the books, and that meant defending them in court, whether or not he agreed with them. And yet he also swore an oath to “preserve, protect, and defend the Constitution.” The question they were potentially grappling with was what to do when the two obliga­tions came into conflict. The constitutional law scholar president wanted to make sure his adminis­tration got it right. Obama decided to withstand the pressure from the LGBT community about continuing to defend DOMA in court, while the Justice Department and White House lawyers undertook a serious legal analysis.\n\nIn the meantime, he instructed his staff to do two things. First, until the analysis was complete, they’d use much less objectionable arguments in defending the law. And secondly, knowing that this would be unsat­isfying to the LGBT community and that progress on legislation would take time, he directed his staff to proceed with administrative fixes that they could make without congressional approval.\n\nKey aides began a weekly White House meeting to identify and implement regula­tory changes that would improve the lives of LGBT people, first taking on discrimination in housing policy. Separately, Chief of Staff Rahm Emanuel handed the lawyers an article he’d cut out of the newspaper about a woman who was kept from her partner’s bedside in a Florida hospital as she died from an aneurysm. “Fix this,” Emanuel barked. And so they solved hospital visitation for partners too.\n\nThe White House lawyers undertook the analysis of DOMA with great care. This wasn’t to be a political effort to satisfy an important constituency, nor was it to be a policy analysis about how to repeal DOMA. They used what the lawyers nicknamed the “Sarah Palin Test”: if Sarah Palin became president, they wouldn’t want to have created a precedent she could use to stop defending laws she disagreed with—like the Affordable Care Act. The standard they gravi­tated toward was whether there were any reasonable legal arguments that could be made in court for the constitutionality of an existing law. If those arguments existed, it was their duty to defend the law— or else they’d fail the “Sarah Palin Test.”\n\nA key question in their review was whether DOMA should be the subject of so-called “heightened scrutiny.” For laws that classified people based on race or gender, judges were required to give extra scrutiny. For laws that classified based on sexual orientation, however, no such review applied. If the new administration argued that a “heightened scrutiny” standard of review were required for laws that classified based on sexual orientation, it would be dif­ficult justifying the constitutionality of DOMA, or any other law that singled out gay or lesbian people.\n\nEvan Wolfson, president of Freedom to Marry and known as the godfather of the movement, made a forceful case to the White House to apply heightened scrutiny—first to Tina Tchen in the office of public engagement and later to Obama confidante Valerie Jarrett—always accompanied by a strong pitch for going all the way and enunciating support for marriage. Barney Frank agreed with Evan that this development on heightened scrutiny would be a game changer.\n\nThe review of DOMA tooka year-and-a-half. Ultimately, the lawyers at Justice and the White House concluded that using heightened scrutiny was absolutely appro­priate. LGBT people were a small, discriminated-against group, and laws that classified people based on sexual orientation should be evaluated extra carefully because of the history of discrimination. In apply­ing heightened scrutiny to DOMA, they found that there were no justifiable arguments they could make for the law that would pass constitutional muster. The president re­viewed their work and concurred. DOMA was unconstitutional, and he was ready to say so.\n\nOn February 23, 2011 Attorney General Eric Holder released a statement on DOMA: “The President has concluded that given a number of factors, including a documented history of discrimination, classifications based on sexual orientation should be subject to a more heightened standard of scrutiny. The President has also concluded that section 3 of DOMA, as applied to legally married same-sex couples, fails to meet that standard and is therefore unconstitutional. Given that conclusion, the President has instructed the Department not to defend the statute in such cases.”\n\nOn a chilly, sunny January 21, 2013—Martin Luther King Day and In­auguration Day—I stood on the mall, to hear the president to offer his second inaugural address.\n\nSo much had happened in the four years since Rick Warren had spoken at Obama’s first inauguration. Don’t Ask Don’t Tell had been repealed and gays were serving openly in the military. The administration had joined gay advocates in the courtroom in arguing for DOMA to be struck down. And at long last, the president had spoken movingly to the nation of his support for the freedom to marry. The latter had been a movement victory, with the gay press pushing hard and advocates and ordinary same-sex couples alike speaking out, while quiet conversations between advocates and White House officials were simultaneously taking place. I was especially proud of a high-profile initiative I’d conceived and Freedom to Marry had driven, to include a marriage equality plank in the 2012 Democratic National Committee platform. That had put pressure on Obama to speak out before the party gathered in Charlotte in September. In the end, while some credited Vice President Joseph Biden with forcing the president’s hand by publicly announcing support on national television, in fact the president himself had made the decision to speak of his support long before Biden’s comments, encouraged by Valerie Jarrett and others to be true to his core value of expanding civil rights.\n\nIn the immediate aftermath of his announcement, some of the early news coverage focused on the negative reactions of a few especially vocal African American clergy, and pundits began asking if his support for marriage equality would cause him to lose the support of his African-American base, or at least cause them to stay home, in the election. But in reality, African Americans stayed with Obama, their turnout was historically high, and Obama’s words led to a dramatic shift in African-American support for marriage equality. Among younger voters, the Obama campaign saw the cause as so popular that it used targeted radio spots to differentiate the president’s position from that of his opponent.\n\nAbout two-thirds of the way through the inaugural address, the president proclaimed, “We, the people, declare today that the most evident of truths—that all of us are created equal—is the star that guides us still, just as it guided our forebears through Seneca Falls, and Selma, and Stonewall.” I had to pinch myself. For this president—in his inaugural address, on Martin Luther King Day—to speak of our struggle for equality as central to the great Amer­ican trajectory of civil rights struggles was extraordinary.\n\nKevin Thompson, Obama’s former body man, had also come to the Mall to hear the speech. He recalled the day back in 2004 when Obama had told him that he didn’t know about Stonewall, and observed to his partner, “Well, he knows what it is now.”", "article_metadata": {"msapplication-config": "//assets.newrepublic.com/assets/favicons/browserconfig.xml", "viewport": "width=device-width, initial-scale=1.0", "description": "The inside story of his political evolution", "og": {"site_name": "New Republic", "description": "The inside story of his political evolution.", "title": "How Obama Became the Gay-Rights President", "locale": "en_US", "image": "https://images.newrepublic.com/a9bb2debaa497f12c5a7cea7b8f8c0ebb74ff540.jpeg?w=1109&h=577&crop=faces&fit=crop&fm=jpg", "url": "https://newrepublic.com/article/119801/obamas-gay-rights-record-how-he-became-lgbt-president", "type": "article"}, "twitter": {"image": "https://images.newrepublic.com/a9bb2debaa497f12c5a7cea7b8f8c0ebb74ff540.jpeg?w=1024&h=512&crop=faces&fit=crop&fm=jpg", "title": "How Obama Became the Gay-Rights President", "site": "@newrepublic", "card": "summary_large_image", "description": "The inside story of his political evolution."}, "msapplication-TileColor": "#ffffff", "parsely-metadata": "{\"thumb_image\":\"http://images.newrepublic.com/a9bb2debaa497f12c5a7cea7b8f8c0ebb74ff540.jpeg\"}", "parsely-page": "{\"title\":\"How Obama Became the Gay-Rights President\",\"link\":\"https://newrepublic.com/article/119801/obamas-gay-rights-record-how-he-became-lgbt-president\",\"section\":\"LGBT\",\"pub_date\":\"2014-10-12T23:00:00.000Z\",\"post_id\":119801,\"author\":\"Marc Solomon\",\"type\":\"post\",\"tags\":[\"LGBT\",\"Gay Rights\",\"Gay Marriage\",\"Politics\",\"Supreme Court\",\"-type_article\"]}", "fb": {"admins": 4404589, "pages": 161419311535, "app_id": 1675346479369918}, "msapplication-TileImage": "//assets.newrepublic.com/assets/favicons/mstile-144x144.png", "article": {"publisher": "https://www.facebook.com/thenewrepublic", "tag": "LGBT", "published_time": "2014-10-12"}, "theme-color": "#ffffff"}, "_id": "\"57477af46914bd0286fd9e36\"", "article_summary": "Candidate Obama simply talking about the LGBT community signaled to them that they were being seen and heard.\nToday, just over a decade later, he has done more for gay rights than any other US president.\nFor instance, he was curious to know why it was so important to the gay community to be consistently mentioned by name.\nUltimately, the lawyers at Justice and the White House concluded that using heightened scrutiny was absolutely appro­priate.\nFrom then on, every Justice Department brief related to LGBT issues was scrutinized by the White House Counsel’s office before it was filed."}