{"article_title": "Rep. Matt Cartwright, loyal Democrat, stands by health-care law, takes stage to defend it", "article_keywords": ["web", "matt", "democratic", "stands", "takes", "rep", "republicans", "democrat", "site", "cartwright", "loyal", "district", "health", "questions", "healthcare", "law", "defend", "stage"], "article_url": "https://www.washingtonpost.com/politics/rep-matt-cartwright-loyal-democrat-stands-by-health-care-law-takes-stage-to-defend-it/2013/11/03/1ce58ce6-423b-11e3-a751-f032898f2dbc_story.html", "article_text": "Rep. Matthew Cartwright speaks during a town-hall-style meeting at the Sovereign Majestic Theater in Pottsville, Pa., to discuss the federal health-care law. (Sean Simmers/For The Washington Post)\n\nRep. Matthew Cartwright (D-Pa.) is in Congress today because of the Affordable Care Act. He did not vote for it, but he won because the veteran moderate Democrat he challenged in a primary voted against it. That’s the kind of deep-blue district he now represents.\n\nCartwright spent his first year in office preparing constituents for “the ACA” — he never calls it “Obamacare” — and reminding them to sign up for benefits at HealthCare.gov.\n\nHe hoped to spend time during an extended October recess helping people sign up for health insurance, but a sputtering Web site and broken campaign promises are forcing him to defend the law. He still believes in the law and his support remains strong, but he knows the troubled rollout has shaken his constituents’ confidence.\n\n“If you want to give me a good faceful for one of my political positions, I can take it,” he told about 100 of them gathered inside a small community theater Friday.\n\nFrom the stage, Cartwright said President Obama “was out over his ski tips” when he said Americans would be able to keep their health-care plans if they liked them. In reality, “if you like your policy, and it still remains grandfathered in, and it doesn’t change, and it applies within the law, then you can keep it,” he said. “And he should have said that.”\n\n“Shoulda, woulda, coulda!” a woman shouted from the front rows.\n\n“He should have said that,” Cartwright said again for emphasis.\n\nEmbarrassed and frustrated by the early weeks of the health insurance exchange’s rollout, Cartwright is still convinced that the law will work, so he is fighting back with information and brutal honesty.\n\n“I’m the last person who’s going to sit here and say this is a perfect law,” he told the crowd. “But it is the law, and it’s up to us to wrap our hands around it, to get together and learn about it and to do the best for Americans under this law.”\n\nCartwright’s district is generally a liberal Democratic counterpoint to those ruby-red Republican districts represented by the law’s biggest critics. But in this corner of the district, he is treated skeptically. Pottsville is the headquarters of Yuengling beer and a town where the local Dunkin’ Donuts and auto body shop are adorned with murals depicting a bygone, more robust era.\n\nIt is also home to moderate Democrats and Republicans who liked their Democratic former congressman, Rep. Tim Holden. For roughly 20 years, Holden attracted bipartisan support by maintaining a moderate voting record. He survived the 2010 tea party wave by voting against the health-care law.\n\nBut last year, Cartwright took advantage of a redrawn map that packed more liberal Democrats into Holden’s district. Backed by MoveOn.org, Cartwright mounted a challenge against Holden from the left, turning the primary into a referendum on his vote against the Affordable Care Act. Cartwright later defeated his GOP opponent by campaigning on the merits of the law.\n\n“I fully expect there to be plenty of kinks in the law that probably during the balance of my political career we will be sorting out,” he told skeptics and supporters Friday.\n\nCartwright fielded 14 questions about the health law over 90 minutes. He was flanked onstage by Athena Ford, advocacy director for the Pennsylvania Health Access Network, and Jim Palmquist, president of the Pennsylvania chapter of AARP. Ford and Palmquist deftly answered detailed questions about coverage and eligibility requirements while Cartwright dealt with rumor control.\n\nAre lawmakers exempt from the new law? “We are not,” he said. “It’s very clear that I will be enrolling in the Affordable Care Act.”\n\nIs the Internal Revenue Service competent enough to enforce the penalties for not signing up for insurance? “All they’re being asked to do under this system is to keep track of tax credits and tax deductions,” he said.\n\nInviting local professionals to handle the detailed questions was smart, said Bruce Marianelli, 63, one of many Republicans who showed up for the meeting.\n\n“If it was just him onstage, I don’t think he would have left here with skin on,” Marianelli said.\n\nDusan Neumann, 68, agreed. “I hardly can understand that a government that can eavesdrop on the private conversations of Angela Merkel cannot put together a decent Web site that a 15-year old Chinese hacker could hack in 15 minutes,” he said.\n\nNeumann did not vote for Cartwright last year, but after listening to the congressman he said: “He scored better than I would expect. He was able to admit that there are serious flaws.”\n\nAnd even some of Cartwright’s Republican critics said they learned something.\n\n“You know what I learned? The fact that there are still people who will be uninsured,” said Dorothy Daubert, 70. “I just assumed this was going to cover everybody or else they’d be on Medicaid.”\n\nThe presentation was exactly what Cartwright’s liberal Democratic supporters wanted to see. Guy Anthony, 61, eagerly wants the health law to succeed and refuses to believe television news reports about the early struggles. “If Apple had come up with a new iPod and the Web site was so jammed because everybody wanted it and they couldn’t get through, it’d be called a raving success,” he said.\n\n“Democrats should be a lot more aggressive and a lot more assertive in defending their positions,” Anthony added later. “One thing that’s true of Republicans — it’s a strength — is that they know how to stick together and move their agenda forward, whereas the Democrats do not. They’re too wishy-washy.”\n\nDemocratic leaders in Washington anticipated that Republicans would mount fresh attacks on the health-care law this fall. While Cartwright’s presentation appeared homespun, the format and messaging were ripped from a playbook prepared by House Minority Leader Nancy Pelosi (D-Calif.) and her top lieutenants.\n\nMuch of the information Cartwright is using during a series of public information sessions comes from an online “tool kit” accessible only to Democratic lawmakers and their staffs. The site includes reams of data, talking points, academic research about the law and local news reports touting success stories.\n\nCaucus leaders also have hosted more than 20 closed-door sessions about the health law since February. A schedule provided by senior Democratic aides lists meetings about Medicare and Medicaid led by staffers from the Kaiser Family Foundation, at least four huddles on “ACA messaging” and several discussions with the Obama administration’s top health-care advisers.\n\nHealth and Human Services Secretary Kathleen Sebelius met with the caucus in late June and later fielded questions from Cartwright and other freshmen over dinner at the Capital Grille. White House Chief of Staff Dennis McDonough met twice with House Democrats to discuss the law in September and October. Vice President Biden huddled with freshmen nervous about the troubled Web site over dinner at the Capitol last Monday.\n\nIn an interview, Cartwright said that he attended most of the sessions and that Democratic leaders “have just been doing a phenomenal job” preparing rank-and-file members. But he said that the Web site launch “was an embarrassment” and that Obama’s promise about individual health-care plans was “unfortunate” and “a bit of puffing salesmanship.”\n\n“I think people appreciate honesty, and there are a couple of things we have to surrender, throw up the white flag about,” he said.\n\nDespite the setbacks, Cartwright is clear about his bottom line. “The big picture is that ACA is a great thing, and in the long run it’s going to be one of the greatest things for this country,” he said. “History will smile on the ACA.”\n\nPaul Kane contributed to this report.", "article_metadata": {"description": "Rep. Matt Cartwright is fighting negative perceptions with information — and brutal honesty.", "author": "https://www.facebook.com/pages/Ed-OKeefe/147995121918931", "og": {"site_name": "Washington Post", "description": "Rep. Matt Cartwright is fighting negative perceptions with information — and brutal honesty.", "title": "A loyal Democrat, standing by the health-care law despite the troubled rollout, takes the stage to defend it.", "url": "https://www.washingtonpost.com/politics/rep-matt-cartwright-loyal-democrat-stands-by-health-care-law-takes-stage-to-defend-it/2013/11/03/1ce58ce6-423b-11e3-a751-f032898f2dbc_story.html", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2013/11/02/Others/Images/2013-11-02/cartwright%2081383402306.jpg", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@edatpost"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/politics/rep-matt-cartwright-loyal-democrat-stands-by-health-care-law-takes-stage-to-defend-it/2013/11/03/1ce58ce6-423b-11e3-a751-f032898f2dbc_story.html", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "Matt Cartwright, Rep. Matt Cartwright, Obamacare, HealthCare.gov, HealthCare.gov broken, Obamacare broken, Obamacare repeal, Obamacare replace, health care repeal, health care reform, health care repeal 2011, health care reform bill, healthcare reform, healthcare vote, healthcare legislation, health care debate, cbo heal care, repeal of health care bill, republicans try to change health care, health care bill costs, obama health care, obamacare, repeal health care, health care interest groups, healthcare legislation, health care insurance, heath care reform, Kathleen Sebelius, Vice President Biden, Nancy Pelosi, House Democratic Caucus, Tim Holden", "article": {"publisher": "https://www.facebook.com/washingtonpost", "author": "https://www.facebook.com/pages/Ed-OKeefe/147995121918931"}, "eomportal-uuid": "1ce58ce6-423b-11e3-a751-f032898f2dbc", "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "Matt Cartwright, Rep. Matt Cartwright, Obamacare, HealthCare.gov, HealthCare.gov broken, Obamacare broken, Obamacare repeal, Obamacare replace, health care repeal, health care reform, health care repeal 2011, health care reform bill, healthcare reform, healthcare vote, healthcare legislation, health care debate, cbo heal care, repeal of health care bill, republicans try to change health care, health care bill costs, obama health care, obamacare, repeal health care, health care interest groups, healthcare legislation, health care insurance, heath care reform, Kathleen Sebelius, Vice President Biden, Nancy Pelosi, House Democratic Caucus, Tim Holden"}, "_id": "\"57477af46914bd0286fe29b3\"", "article_summary": "Rep. Matthew Cartwright speaks during a town-hall-style meeting at the Sovereign Majestic Theater in Pottsville, Pa., to discuss the federal health-care law.\nGuy Anthony, 61, eagerly wants the health law to succeed and refuses to believe television news reports about the early struggles.\nVice President Biden huddled with freshmen nervous about the troubled Web site over dinner at the Capitol last Monday.\nHe survived the 2010 tea party wave by voting against the health-care law.\nCaucus leaders also have hosted more than 20 closed-door sessions about the health law since February."}