{"article_title": "Mitt Romney campaigns with Scott Brown in New Hampshire", "article_keywords": ["brown", "right", "voters", "mitt", "romney", "hampshire", "campaigns", "state", "scott", "president", "shaheen", "republican", "presidential"], "article_url": "http://www.cbsnews.com/news/mitt-romney-campaigns-for-scott-brown-in-new-hampshire/", "article_text": "At a glance, it looked like a flashback to campaign 2012: Mitt Romney onstage in New Hampshire, rousing the crowd and trying to convince voters to buy what he's selling.\n\nThis year, though, Romney was not selling himself. The former Massachusetts governor and 2012 Republican presidential nominee was instead stumping for former Massachusetts Sen. Scott Brown, a Republican who's now seeking to rejoin the upper chamber by ousting Sen. Jeanne Shaheen, D-N.H., in the 2014 midterm elections.\n\nOnstage at Scamman's Bittersweet Farm in Stratham, N.H. on Wednesday, Romney offered his official endorsement to Brown, praising the former lawmaker as an \"independent voice\" who will stand apart from President Obama and his own party to advance the country's interests.\n\nShaheen, by contrast, is the president's \"number one supporter,\" Romney said.\n\n\"She doesn't need to go down to Washington if she's not going to express her own views,\" Romney said. \"She's the 'Simon-says' senator. We don't need that, we need an independent senator.\"\n\nRomney lobbed specific criticisms at Obamacare and the president's recent environmental regulations limiting carbon emissions from power plants, saying those policies, supported by Shaheen, would hurt the U.S. economy. He said electing Brown could help blunt the damage.\n\nBrown, for his part, thanked Romney for the endorsement, and he vowed to be anything but a \"rubber stamp\" for the president if he's sent back to Washington.\n\nHe asked New Hampshire's voters to send the \"clearest possible message\" in November: \"The Obama-Shaheen agenda ends right here, right now.\"\n\nTo voters who supported the president in 2012 but may be regretting that vote now, Brown offered one final chance at redemption. \"This election is America's last chance to pass judgment on the performance of President Obama,\" he said.\n\nThe event marked first Romney's political event in New Hampshire, where his bid for the presidency began and ended, since the end of the 2012 campaign. In fact, Romney launched his last presidential bid from the very same farm in 2011.\n\nRomney remains a popular figure in the state, where he owns a vacation home. He won the New Hampshire's Republican primary during the 2012 nominating process, though he lost the state to President Obama in the general election.\n\nToday, though, Romney's currency in New Hampshire might be even higher than it was during the last presidential race. According to a Quinnipiac poll released Wednesday, 45 percent of registered voters say the country would be better off if Romney had won the presidency in 2012, while 38 percent say it would be worse off.\n\nFormer Gov. John Sununu, R-N.H., noted the poll in his own remarks at Wednesday's event, describing it as an \"oh my gosh, what took them so long\" moment. He introduced Romney as \"the man who should have been the 44th president of the United States.\"\n\nBrown, too, nodded at what could have been in his speech. \"New Hampshire knows Mitt Romney very, very well,\" he said. \"We know him as an upright and capable man who we wish were president right now.\"\n\nIt's sentiments like that - plus a healthy dose of disorganization in the Republican Party - that have created a bit of a popularity resurgence for Romney of late. In June, he attracted several potential 2016 candidates to his \"ideas summit\" in Utah, which was billed as an opportunity for a new generation of conservative thinkers and political leaders to strategize about the best path forward for the party.\n\nAnd he's even earned some 2016 speculation himself, with several commentators suggesting that the president's falling approval ratings and the lack of a clear Republican frontrunner could give Romney an opening in the next presidential race.\n\nRomney has offered no quarter to those who have suggested he could run again, saying his time as a candidate for national office has passed. But he certainly seemed to enjoy basking in the adulation of the crowd on Wednesday, telling the audience it felt \"kinda like déjà vu all over again here, to see you.\"\n\n\"This is a critical year, and that's why you're here,\" he said. \"You've decided to be here because you recognize what's at stake.\"\n\nIt's almost unprecedented for a senator who once represented one state in Congress to make the jump to representing another state, but Brown's New Hampshire bid is certainly showing at least one sign of life: His fundraising for the quarter that ended Monday soared past the $2 million mark, aided by a Sunday night fundraiser hosted by Romney in Chicago, a source close to Brown told the New Hampshire Journal.\n\nOf course, as an incumbent with a deep history in the state, Shaheen has been no fundraising slouch herself. She has not disclosed her totals for the most recent quarter, but in the first three months of the year, she raised $6.9 million.\n\nThe race is seen as one of a select handful that will determine who controls the Senate in the next Congress. Republicans have boasted that their recruitment of strong candidates like Brown has expanded the map into territory typically controlled by Democrats, increasing their chances of seizing the majority, but Democrats, at least publicly, aren't sweating overmuch.\n\nAsked by the Huffington Post about Democrats' standing in a number of races across the country, Senate Majority Leader Harry Reid, D-Nev., projected confidence that his members would prevail.\n\nWhen the interviewer specifically asked about Brown's chances in New Hampshire, Reid burst out laughing.\n\nA Suffolk poll released in mid-June found Shaheen with a 10-point lead, beating Brown 49 to 39 percent among likely voters in the state.", "article_metadata": {"description": "2012 GOP presidential nominee praises former Mass. senator now seeking a seat in New Hampshire as an &quot;independent voice&quot;", "og": {"url": "http://www.cbsnews.com/news/mitt-romney-campaigns-for-scott-brown-in-new-hampshire/", "image": {"width": 1200, "identifier": "http://cbsnews2.cbsistatic.com/hub/i/r/2014/07/02/31988826-1ce3-409a-8a2d-e7a73d76b93a/thumbnail/1200x630/ca536dda56cf5396313a4fd03a9cb814/politicsromney72.jpg", "height": 630}, "type": "article", "description": "2012 GOP presidential nominee praises former Mass. senator now seeking a seat in New Hampshire as an \"independent voice\"", "title": "Mitt Romney campaigns with Scott Brown in New Hampshire"}, "twitter": {"description": "2012 GOP presidential nominee praises former Mass. senator now seeking a seat in New Hampshire as an \"independent voice\"", "title": "Mitt Romney campaigns with Scott Brown in New Hampshire", "app": {"url": {"ipad": "cbsnewsapp://news/mitt-romney-campaigns-for-scott-brown-in-new-hampshire/", "iphone": "cbsnewsapp://news/mitt-romney-campaigns-for-scott-brown-in-new-hampshire/", "googleplay": "http://www.cbsnews.com/news/mitt-romney-campaigns-for-scott-brown-in-new-hampshire/"}, "country": "US", "name": {"ipad": "CBS News", "iphone": "CBS News", "googleplay": "CBS News"}, "id": {"ipad": 334256223, "iphone": 334256223, "googleplay": "com.treemolabs.apps.cbsnews"}}, "site": "@CBSPolitics", "image": "http://cbsnews2.cbsistatic.com/hub/i/r/2014/07/02/31988826-1ce3-409a-8a2d-e7a73d76b93a/thumbnail/1200x630/ca536dda56cf5396313a4fd03a9cb814/politicsromney72.jpg", "card": "summary_large_image"}, "robots": "index, follow", "al": {"web": {"url": "http://www.cbsnews.com/news/mitt-romney-campaigns-for-scott-brown-in-new-hampshire/"}, "android": {"app_name": "CBS News", "package": "com.treemolabs.apps.cbsnews"}, "ios": {"url": "cbsnewsapp://news/mitt-romney-campaigns-for-scott-brown-in-new-hampshire/", "app_name": "CBS News", "app_store_id": 334256223}}, "fb": {"app_id": 1536620209892267}, "article": {"publisher": "https://www.facebook.com/CBSPolitics"}, "viewport": "width=device-width"}, "_id": "\"57477af46914bd0286fd9280\"", "article_summary": "Of course, as an incumbent with a deep history in the state, Shaheen has been no fundraising slouch herself.\n\"We know him as an upright and capable man who we wish were president right now.\"\n\"New Hampshire knows Mitt Romney very, very well,\" he said.\nAt a glance, it looked like a flashback to campaign 2012: Mitt Romney onstage in New Hampshire, rousing the crowd and trying to convince voters to buy what he's selling.\n\"She doesn't need to go down to Washington if she's not going to express her own views,\" Romney said."}