{"article_title": "The trigger warning we need: “College is a scam meant to perpetuate the 1 percent”", "article_keywords": ["meant", "perpetuate", "scam", "real", "warnings", "students", "university", "diploma", "professors", "trigger", "college", "classism", "need", "warning", "class"], "article_url": "http://www.salon.com/2014/05/25/the_1_percents_college_scam/", "article_text": "Topics: 1 percent, classism, College, Harvard, Higher education, princeton mom, tal fortgang, trigger warnings, News, Politics News\n\nIs there a greater gift to the hack editorialist than the American university and its taste for sensitivity and euphemism? I doubt it. What wonderful opportunities it presents to wax indignant: Shrinking-violet rich kids in a lather about patriarchy; tenured professors scheming to drain the English language of its animal spirits. It’s a never-ending saga of privilege run amok, which of course allows our op-ed moralists to completely overlook the real scandal on campus—the corporatization of the university, a development that has plunged an entire generation into inescapable debt but that is somehow less visible to the columnist than the latest political-correctness fantasia.\n\nBut then comes a campus outrage so gloriously stupid, so fantastically self-negating, that the prof-bashers miss its true significance. Last week, The New York Times described a push at a handful of fancy colleges to require “trigger warnings” on class syllabi, which would alert sensitive students to reading materials that might cause them psychic distress. Note that “trigger warnings” have been actually applied at no college campus to any literary classic. The mere suggestion here and there is all that was needed to make this 100-proof pundit bait. One after another,the columnists piled on, mocking the hypersensitive and moaning about what kids these days have come to.\n\nHowever, when I read the Times story—especially the part where trigger warnings are being proposed for any text that bears hints of something called “classism”—I felt strangely euphoric. I’d finally discovered a PC campus trend I could get behind.\n\n“Warning labels!” I cried. “Classism! Great leaping Christ, that’s it!”\n\nYes! Elite university students must be warned about “classism”! Not on course syllabi or the cover of a book as though it’s comsymp lit or something. No, they need to see it in big red letters inscribed on those elite universities themselves — stamped on every tuition bill and financial aid form and diploma they produce, spelled out in the quadrangle pavement, flashing from a neon sign above every dormitory so no one can miss it:\n\n“Warning: This place exists to enforce class distinctions.”\n\nPerhaps those universities exist to educate, too. Perhaps professors here and there still concern themselves with whether students understand epic poems and differential equations. But that stuff is incidental. The university’s real purpose, as just about every modern college entrance guide will confirm, is to make graduates wealthy. Not too many employers really care what you studied there, or how well you did; they only care that you got in and that you got a diploma, our society’s one-and-only ticket into the middle class. Graduate from college and you have a chance of joining life’s officer corps. Quit after high school and it doesn’t matter how well you know your Nietzsche; you will probably spend the rest of your days as a corporal.\n\nThis power over admission to the bourgeoisie is the reason why tuition goes up constantly even as the university successfully transforms professors into low-wage freelancers (the subject of last week’s column)—because what those professors teach doesn’t matter. This is also why people who fake their college degrees often lead long and successful corporate lives without being detected—because the stuff you actually learn to get a liberal arts degree isn’t important in the corporate world. Only the diploma itself has real meaning in the marketplace, and only the marketplace has real meaning in America. This is a situation that clearly requires highly visible warnings, and lots of them.", "article_metadata": {"description": "The trigger warning we need: \"Borrowing to attend an American college may be hazardous to your dreams\"", "author": "Thomas Frank", "og": {"site_name": "Salon", "description": "The trigger warning we need: \"Borrowing to attend an American college may be hazardous to your dreams\"", "title": "The trigger warning we need: “College is a scam meant to perpetuate the 1 percent”", "url": "http://www.salon.com/2014/05/25/the_1_percents_college_scam/", "image": "http://media.salon.com/2014/05/harvard_gate.jpg", "type": "article"}, "twitter": {"description": "The trigger warning we need: \"Borrowing to attend an American college may be hazardous to your dreams\"", "creator": "@salon", "image": "http://media.salon.com/2014/05/harvard_gate.jpg", "title": "The trigger warning we need: “College is a scam meant to perpetuate the 1 percent”", "site": "@salon", "card": "summary_large_image"}, "title": "The trigger warning we need: “College is a scam meant to perpetuate the 1 percent”", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, 1 percent, classism, College, Harvard, Higher education, princeton mom, tal fortgang, trigger warnings", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fd864e\"", "article_summary": "Note that “trigger warnings” have been actually applied at no college campus to any literary classic.\nHowever, when I read the Times story—especially the part where trigger warnings are being proposed for any text that bears hints of something called “classism”—I felt strangely euphoric.\nTopics: 1 percent, classism, College, Harvard, Higher education, princeton mom, tal fortgang, trigger warnings, News, Politics NewsIs there a greater gift to the hack editorialist than the American university and its taste for sensitivity and euphemism?\nOnly the diploma itself has real meaning in the marketplace, and only the marketplace has real meaning in America.\nElite university students must be warned about “classism”!"}