{"article_title": "Hips Don't Lie? A Woman's Body Type May Predict Her Risk For Type 2 Diabetes", "article_keywords": ["body", "lie", "dont", "womans", "predict", "genes", "variant", "fat", "women", "small", "affect", "diabetes", "type", "hips", "risk"], "article_url": "http://www.medicaldaily.com/hips-dont-lie-womans-body-type-may-predict-her-risk-type-2-diabetes-356734", "article_text": "A genetic variant that determines how and where women's bodies store fat may protect against diabetes. Maggie Holmgren (cropped for size), CC BY-NC-ND 2.0\n\nWomen with a \"pear-shaped\" body type may be less likely to develop type 2 diabetes, according to a study presented at the American Society of Human Genetics 2015 annual meeting in Baltimore on Saturday.\n\nA pear shape refers to a woman with larger hips. Previous studies have shown that women with large hips are “significantly less likely” to develop diabetes than women with smaller hips — but why? It turns out a genetic variant near the KLF14 gene regulates the hundreds of genes that govern how and where women’s bodies store fat. And if women with this variant are storing more fat in their hips, than this suggests it has a protective affect against diabetes, said lead study author Dr. Kerrin Small, head of the genomics of regulatory variation research group at King’s College London.\n\nThe KLF14 gene encodes a protein that regulates the expression of other genes in fat tissue. Women reportedly inherit this gene from their mother, and the resulting effects on fat tissue are determined by the allele (version) their mother passes on to them. Small and her team first discovered this when studying the relationship between the genetic variant’s affect on type 2 diabetes risk within a “large, genome-wide association study of a broad population.”\n\nThe effect on diabetes risk ended up being modest, though statistically significant, Small said. But when she and her team studied the risk specifically among women who inherited the allele, the effect size grew.\n\nSmall made a point to say that different alleles are not associated with changes to a woman’s overall weight or body mass index. It does, however, affect women’s hip circumference.\n\n\"These findings have important implications as we move toward more personalized approaches to disease detection and treatment,\" she added. \"If we can identify the genes and protein products involved in diabetes risk, even for a subset of people, we may be able to develop effective treatment and prevention approaches tailored to people in that group.\"\n\nNext, the research team wants to further investigate the specific mechanisms of this variant, as well as why it seems to only affect women. Small concluded: \"Eventually, we hope to develop a comprehensive, predictive model of how genes affect risk of type 2 diabetes in women.\"\n\nSource: Small K et al. Abstract: Adipose- and maternal-specific regulatory variants at KLF14 influence Type 2 Diabetes risk in women via a female-specific effect on adipocyte physiology and body composition . American Society of Human Genetics Annual Meeting. 2015.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "hips, dont, lie, womans, body, type, may, predict, her, risk, type, 2, diabetes", "og": {"site_name": "Medical Daily", "description": "A genetic variant that determines how and where women's bodies store fat may protect against diabetes.", "title": "A Woman's Body Type May Reveal Her Diabetes Risk", "url": "http://www.medicaldaily.com/hips-dont-lie-womans-body-type-may-predict-her-risk-type-2-diabetes-356734", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/10/10/body-type.JPG", "type": "article"}, "twitter": {"description": "A genetic variant that determines how and where women's bodies store fat may protect against diabetes.", "title": "A Woman's Body Type May Reveal Her Diabetes Risk", "url": "http://www.medicaldaily.com/hips-dont-lie-womans-body-type-may-predict-her-risk-type-2-diabetes-356734", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/10/10/body-type.JPG", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/10/10/body-type.JPG"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "The Grapevine", "published_time": "2015-10-10T16:20:31-04:00", "modified_time": "2015-10-10T16:20:30-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "A genetic variant that determines how and where women's bodies store fat may protect against diabetes."}, "article_summary": "Abstract: Adipose- and maternal-specific regulatory variants at KLF14 influence Type 2 Diabetes risk in women via a female-specific effect on adipocyte physiology and body composition .\nSmall concluded: \"Eventually, we hope to develop a comprehensive, predictive model of how genes affect risk of type 2 diabetes in women.\"\nPrevious studies have shown that women with large hips are “significantly less likely” to develop diabetes than women with smaller hips — but why?\nNext, the research team wants to further investigate the specific mechanisms of this variant, as well as why it seems to only affect women.\nSmall and her team first discovered this when studying the relationship between the genetic variant’s affect on type 2 diabetes risk within a “large, genome-wide association study of a broad population.”The effect on diabetes risk ended up being modest, though statistically significant, Small said."}