{"article_title": "New Blood Test Determines The Likelihood A Woman Will Develop The Condition", "article_keywords": ["week", "preeclampsia", "woman", "determines", "study", "proteins", "value", "symptoms", "blood", "scientists", "test", "develop", "women", "likelihood", "condition", "ratio"], "article_url": "http://www.medicaldaily.com/preeclampsia-predictor-new-blood-test-determines-likelihood-woman-will-develop-368688", "article_text": "Preeclampsia is a disorder that reportedly affects 2 to 5 percent of pregnant women. Though hypertension and an increased amount of protein in the urine are considered hallmark symptoms, researchers have yet to figure out a way to predict the likelihood a woman will develop the condition — and in some cases, preeclampsia can be fatal. Luckily, a new study published in The New England Journal of Medicine may have made a major breakthrough.\n\nBy looking at the ratio of sLIt-1 serum levels to placental growth factor (PIGF), scientists were able to determine a cut-off value that allowed them to rule out the condition within one week. Better yet, it allowed them predict \"the development of the condition and its complications.\" All they need to do is administer a blood test.\n\nSFIt-1 and PIGF are both proteins produced by the placenta and released into maternal circulation. Each one plays a vital role in the development of preeclampsia, so the team of scientists developed a blood test that targets these proteins even in the absence of any symptoms. So far the test has been evaluated in more than 1,000 women with a high risk of the condition.\n\nThe women who participated in the study hailed from 14 different countries, and all were given blood tests to determine the ratio of the two proteins. Women with a sFIt-1 to PIGF ratio of 38 or lower had what scientists called a negative predictive value that nearly always ruled out her chances of developing preeclampsia within one week. On the other hand, women with a value of more than 38 had a positive predictive value and had a 65.5 percent chance of predicting complications for both her and her fetus within the next four weeks.\n\n\"The main problem with preeclampsia is that clinical presentation is variable and symptoms are often too nonspecific to allow a clear diagnosis,\" explained Dr. Stefan Verlohren, the study's corresponding author from Charité University in Berlin, in a press release. \"The ratio of serum sFIt-1 to GIGF can help us better predict the risk of disease onset or its progression. This allows us to avoid the preterm deliveries and delays in starting treatment.\n\nHe concluded: \"The main thing, however, is the fact that it is now possible to reliably rule out disease onset for one week; this will considerably reduce anxiety for the mother.\"\n\nReduced anxiety may be a bonus of the new test. One study published Endocrinology found maternal stress can trigger changes in vaginal microbiota, and these changes may have adverse effects on newborns.\n\nSource: Zeisler H, Llurba E, Chantraine F, Vatish M, Staff A, Sennstrom M, et al. Predictive Value of the sFlt-1:PlGF Ratio in Women with Suspected Preeclampsia. The New England Journal of Medicine. 2016.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "preeclampsia, predictor, new, blood, test, determines, likelihood, woman, will, develop", "og": {"site_name": "Medical Daily", "description": "A blood test that detects the ratio of certain proteins may be a reliable predictor for preeclampsia.", "title": "This Blood Test Can Predict Preeclampsia", "url": "http://www.medicaldaily.com/preeclampsia-predictor-new-blood-test-determines-likelihood-woman-will-develop-368688", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2016/01/09/pregnant.jpg", "type": "article"}, "twitter": {"description": "A blood test that detects the ratio of certain proteins may be a reliable predictor for preeclampsia.", "title": "This Blood Test Can Predict Preeclampsia", "url": "http://www.medicaldaily.com/preeclampsia-predictor-new-blood-test-determines-likelihood-woman-will-develop-368688", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2016/01/09/pregnant.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2016/01/09/pregnant.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Innovation", "published_time": "2016-01-09T13:24:49-05:00", "modified_time": "2016-01-09T13:24:48-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "A blood test that detects the ratio of certain proteins may be a reliable predictor for preeclampsia."}, "article_summary": "So far the test has been evaluated in more than 1,000 women with a high risk of the condition.\nPredictive Value of the sFlt-1:PlGF Ratio in Women with Suspected Preeclampsia.\nLuckily, a new study published in The New England Journal of Medicine may have made a major breakthrough.\nAll they need to do is administer a blood test.\nEach one plays a vital role in the development of preeclampsia, so the team of scientists developed a blood test that targets these proteins even in the absence of any symptoms."}