{"article_title": "Measles, Hobby Lobby and the Real Problem with Vaccinations", "article_keywords": ["real", "pakistan", "immunizations", "way", "measles", "parents", "vaccines", "states", "health", "vaccinations", "hobby", "problem", "religious", "lobby", "exemptions"], "article_url": "http://www.huffingtonpost.com/steven-conn/measles-hobby-lobby-and-t_b_6643996.html", "article_text": "Let's start this post with a little quiz:\n\nWhat do the measles outbreak, Islamic fanatics in Pakistan, and the Supreme Court's execrable Hobby Lobby decision all have in common? Answer: all three are examples of how society suffers when people's religious beliefs are put ahead of the greater good. Follow me as I connect the dots here.\n\nThe measles outbreak which originated in California's Disneyland (thus did the \"happiest place on earth\" become the \"scratchiest place on earth\") has made the United States an international laughingstock. With good reason because this disease, often merely uncomfortable and irritating but sometimes fatal, is entirely preventable through immunizations. Members of the Faith Tabernacle in suburban Philadelphia learned this the hard way after six of their unimmunized children died of measles during a 1991 outbreak.\n\nAnd as we now know, growing numbers of parents in the United States in recent years have made \"personal choices\" not to vaccinate their kids. And lo and behold! Measles is back. One Nigerian writer joked that all American travelers arriving in West Africa ought to be screened for measles, and frankly I think he's right.\n\nThere has been much coverage, and much mocking, of the California parents who refuse to get their darlings vaccinated. They have been portrayed in the media as living in precious, privileged bubbles, of believing things they read on the Internet rather than following the advice given from the Centers for Disease Control, of refusing to expose their progeny to \"toxic\" vaccines and preferring \"all-natural\" ways of raising their kids instead. (Let me join the mocking by pointing out that radon gas is also perfectly natural, and rattlesnake venom is 100 percent organic).\n\nRemember, however, that these parents have filed exemptions from immunizing their children -- despite the efficacy of the vaccines and against all medical advice -- exemptions which are entirely legal. The vast majority of those exemptions are granted through religious exemptions. That was the case at Faith Tabernacle.\n\nAs states began to pass mandatory immunization laws, starting with Massachusetts, they offered exemptions on religious grounds in tandem. It is a testament to the powerful sway religion has over our public life that 48 states now permit us to be exposed to measles because some people have a \"genuine and sincere religious belief\" (as the Iowa exemption puts it).\n\nThe rationale here defies logic: either being deeply devout gives people super-powered, impervious immune systems, hence they have no need to be vaccinated, or these people have agreed to have no human interactions beyond their own families, thus saving the rest of us from being exposed.\n\nIn fact, the logic at work for those demanding and allowing religious exemption to immunizations is quite similar to that expressed by Pakistani Taliban militants who have campaigned to end vaccination campaigns in areas under their control and who have targeted public health workers with violence. Vaccinations are \"dangerous to health and against Islam,\" according to a Taliban spokesman quoted in the New York Times.\n\nSubstitute some variant of \"sincere religious belief\" for \"Islam\" and that statement could have been uttered by any one of the anti-vaccine crusaders in California and across the country. But before American parents pack their belongings to move to the vaccine-free wonderland of Pakistan, they ought to know that over 300 cases of polio were diagnosed in Pakistan in 2014 according to the Polio Global Eradication Initiative, making Pakistan the global incubator for that crushing disease.\n\nBoko Haram, the radical Islamist militant group in Nigeria, who also found vaccines to be against its religion, targeted health workers in regions it controlled and polio began recurring in those areas too. If you are judged by the company you keep, what does it say about American anti-vaccine zealots that they view medical science in the same way as the Taliban and Boko Haram do?\n\nThe irony here, as Miriam Krule pointed out recently in Slate, is that few religious organizations actually object to immunizations. But such is the deference we give in this society to religiosity that individuals can opt out of mandatory immunizations easily by filling out a simple form. No questions asked.\n\nThe wide berth we give religion in this country and the way we have allowed it to trump matters of the common good brings us to the Hobby Lobby decision. You will recall that that decision undid some of the contraceptive coverage required by the Affordable Care Act, and for a number of conservative commentators and libertarian activists this amounted to a victory against the Obamacare they hate so well.\n\nThat was really only the secondary result of the ruling. Corporations were the primary victors, because the court extended these corrosive personal religious exemptions to fictive corporate persons. The court created the possibility that laws which apply to the rest of us might not apply to corporations if those laws offend the religious beliefs of those corporate persons.\n\nThe measles outbreak has given us the opportunity to reiterate that there is exactly as much scientific ambiguity about the safety and efficacy of vaccinations as there is about the validity of Darwinian evolution, climate change, and the link between smoking and cancer. (Which, come to think of it, puts those California all-naturals in the same camp intellectually with creationists, climate-change deniers, and tobacco lobbyists).\n\nVaccines, starting with the small-pox vaccine first used in the late 18th century, have been among the crowning achievements public health and, along with clean water and sanitary campaigns, have saved uncountable millions of lives and added to the leap in life expectancy that occurred across the 20th century.\n\nVaccines aren't the problem here. Rewarding anti-rationality, superstition, and conspiracy-theorizing by allowing easy religious exemptions to immunization is. We should stop permitting people to put the public's health at risk by invoking their personal \"beliefs.\"\n\n_______________\n\nSteven Conn teaches history at Ohio State University. In the fall he will become the W. E. Smith Professor of History at Miami University in Oxford, Ohio. His most recent book is Americans Against the City: Anti-Urbanism in the 20th Century.", "article_metadata": {"description": "Let's start this post with a little quiz:\n\nWhat do the measles outbreak, Islamic fanatics in Pakistan, and the Supreme Court's execrable Hobby Lobby deci...", "sailthru.expire_date": "2015-02-10 07:43:23 -0500", "og": {"site_name": "The Huffington Post", "description": "Let's start this post with a little quiz:\n\nWhat do the measles outbreak, Islamic fanatics in Pakistan, and the Supreme Court's execrable Hobby Lobby deci...", "url": "http://www.huffingtonpost.com/steven-conn/measles-hobby-lobby-and-t_b_6643996.html", "image": "http://i.huffpost.com/gen/2592394/images/o-VACCINATIONS-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/2592394/images/o-VACCINATIONS-facebook.jpg", "height": 1000}, "site": "@HuffPostPol", "card": "summary_large_image", "description": "Let's start this post with a little quiz:\n\nWhat do the measles outbreak, Islamic fanatics in Pakistan, and the Supreme Court's execrable Hobby Lobby deci..."}, "sailthru.date": "2015-02-09 07:43:23 -0500", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=6643996", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "measles outbreak,measles vaccine,vaccinations,anti-vaccinators,hobby lobby supreme court,hobby lobby birth control,pakistan taliban,pakistan polio,nigeria boko haram,religion and science,religious freedom,religious exemption", "article": {"section": "Politics", "tag": "measles outbreak,measles vaccine,vaccinations,anti-vaccinators,hobby lobby supreme court,hobby lobby birth control,pakistan taliban,pakistan polio,nigeria boko haram,religion and science,religious freedom,religious exemption", "published_time": "2015-02-09 07:43:23 -0500", "modified_time": "2015-04-11 05:59:02 -0400"}, "viewport": "width=1000"}, "_id": "\"57477af36914bd0286fd402a\"", "article_summary": "Corporations were the primary victors, because the court extended these corrosive personal religious exemptions to fictive corporate persons.\nThe vast majority of those exemptions are granted through religious exemptions.\nRewarding anti-rationality, superstition, and conspiracy-theorizing by allowing easy religious exemptions to immunization is.\nLet's start this post with a little quiz:What do the measles outbreak, Islamic fanatics in Pakistan, and the Supreme Court's execrable Hobby Lobby decision all have in common?\nVaccinations are \"dangerous to health and against Islam,\" according to a Taliban spokesman quoted in the New York Times."}