{"article_title": "Why a Grand Bargain on Taxes Is Gaining Favor on the Right and Left", "article_keywords": ["gaining", "right", "loopholes", "reform", "senate", "means", "tax", "bargain", "taxes", "favor", "rate", "individual", "committee", "grand", "corporate", "left"], "article_url": "http://www.inc.com/jeremy-quittner/why-a-grand-bargain-on-taxes-is-likely.html", "article_text": "It's pretty hard to parse the language of beltway politics sometimes, and yesterday was no exception.\n\nFollowing the Republican sweep in the midterms, which gives the GOP solid majorities in both the Senate and the House, President Obama, Speaker of the House John Boehner, and the likely Senate Majority Leader Mitch McConnell all tendered olive branches of conciliation during their press conferences, and promised to work together.\n\nWhile its hard to know whether it's possible to reach a compromise on most politically fraught issues, such as immigration and health care, one area of common ground where experts can agree is on corporate taxes. That's because revamping the corporate tax system would have a big impact on the economy--possibly resulting in more jobs and more tax revenue.\n\nBoehner and McConnell said as much in an opinion piece in the Wall Street Journal Thursday:\n\nOur priorities in the 114th Congress will be your priorities. That means addressing head-on many of the most pressing challenges facing the country, including...the insanely complex tax code that is driving American jobs overseas.\n\nA Grand Tax Bargain\n\nIt's even possible there's motivation for a grand tax bargain, which would loop in the individual tax code. Politicians may be keen to widen the scope of reform, as they can use this as a lever of accomplishment heading into the 2016 election cycles. And since most small businesses pay taxes on the individual level, as S Corps and LLCs, that's important to them too.\n\n\"People believe our corporate tax rate puts us in a non-competitive position internationally, and both sides of the aisle are worried about this,\" says Elaine Kamarck, a senior fellow at the policy think tank, Brookings, and co-chair of the RATE Coaltion, a tax reform group. \"Corporate taxes and individual taxes are related, and I think you will see an attempt at a comprehensive package.\"\n\nThe U.S. corporate tax rate of 35 percent is the highest in the world. At the same time, our overly complex corporate tax code allows for literally hundreds of loopholes. It also has encouraged companies to locate their headquarters overseas, and prompted the recent \"tax inversion\" trend, whereby companies keep their headquarters in the U.S. but incorporate for tax purposes in other countries.\n\nBoth parties are eager to repatriate that lost tax revenue, experts say, but it’s a delicate balancing act. Republicans like lower taxes, and Democrats like to close loopholes for special interests. So if you close loopholes, you also have to lower taxes. And compromise has to be revenue neutral, meaning it does not amount to a loss or gain to the federal government, Kamarck says.\n\nA Starting Point\n\nPoliticians already have an intelligent blueprint for a comprehensive tax overhaul, finalized this year by the outgoing chairman of the Ways and Means Committee, Dave Camp (R., Mich.), policy experts say.\n\n\"Camp has done a lot of the groundwork, and it is a good place to start,\" says David Walker, a former U.S. Comptroller General under Presidents Bill Clinton and George W. Bush.\n\nFor starters, the Camp proposal would lower the top corporate tax rate to 25 percent, which would add nearly 600,000 jobs annually, according the RATE Coalition, and could spur Gross Domestic Product growth of between one percent and two percent annually. In exchange, the Camp proposal would narrow certain loopholes, such as for depreciation deductions and for capital contributions, among other things.\n\nAs for individual filers, among them owners of S Corps and LLCs, they would have their tax burden potentially lowered and simplified by creating just three tax brackets, instead of the current seven.\n\n\"While a bargain on corporate taxes is easier than one for individual taxes, one can make a clear and compelling case in the eyes of the public that businesses want to generate jobs and not all businesses are corporations and they are not all taxed at the corporate level,\" Walker says.\n\nThe Right Mix\n\nOf course, compromise on taxes depends on getting the right mix of politicians involved.\n\nDuring the Reagan era, when a grand bargain on taxes was last struck in 1986 despite intense partisanship, the Democratic chairman of the House Ways and Means Committee, Dan Rostenkowski, worked with the Republican Chairman of the Senate Finance Committee, Bob Packwood, for passage of tax legislation that raised business taxes but lowered the individual income tax rate. The tax bill became a hallmark of the Reagan era.\n\nToday, Senator Chuck Grassley, (R., Ia.) who currently heads the Senate Finance Committee, might have the makings of a comprehensive tax reform deal maker, says Bill Whalen, a research fellow of politics at the Hoover Institution.\n\n\"He is not a bomb-thrower or a Tea Partier, and he's been in Congress for a very long time and he knows the chamber very well,\" Whalen says.\n\nAs for the likely incoming chair of the House Ways and Means Committee, Paul Ryan (R., Wi.), he may be motivated by the 2016 presidential election.\n\n\"Ryan is smart enough to understand these things, and if you're running for president in 2016, wouldn't you love to say you lowered peoples' taxes?\" Kamarck says.\n\nMeanwhile, the president may have has his motivations as well, including burnishing his legacy.\n\n\"On some level his accomplishments have been sparse, besides Obamacare and Bin Laden, and he needs to add more accomplishments\" Whalen says. \"Tax reform is doable.\"", "article_metadata": {"googlebot": "index,follow", "description": "A grand bargain on tax reform has as strong chance of passing before President Obama's term expires. Here's why.", "title": "Why a Grand Bargain on Taxes Isn't Just Whistling Dixie", "og": {"site_name": "Inc.com", "description": "A grand bargain on tax reform has as strong chance of passing before President Obama's term expires. Here's why.", "title": "Why a Grand Bargain on Taxes Isn't Just Whistling Dixie", "url": "http://www.inc.com/jeremy-quittner/why-a-grand-bargain-on-taxes-is-likely.html", "image": "http://images.inc.com/uploaded_files/image/970x450/getty_455057668_42994.jpg", "type": "article"}, "twitter": {"description": "A grand bargain on tax reform has as strong chance of passing before President Obama's term expires. Here's why.", "title": "Why a Grand Bargain on Taxes Isn't Just Whistling Dixie", "url": "http://www.inc.com/jeremy-quittner/why-a-grand-bargain-on-taxes-is-likely.html", "image": "http://images.inc.com/uploaded_files/image/1940x900/getty_455057668_42994.jpg", "creator": "@JeremyQuittner", "site": "@Inc", "card": "summary_large_image"}, "syndication-source": "http://www.inc.com/jeremy-quittner/why-a-grand-bargain-on-taxes-is-likely.html", "robots": "index,follow", "fb": {"app_id": 139291179414843}, "format-detection": "telephone=no", "article": {"section": "Economy", "published_time": "Thu Nov  6 16:03:09 2014", "author": "Jeremy Quittner"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no", "news_keywords": "taxes, Paul Ryan, Obama, Midterm elections, election 2014, GOP, republicans, Congress, politics, state of small business"}, "_id": "\"57477af36914bd0286fd4032\"", "article_summary": "A Grand Tax BargainIt's even possible there's motivation for a grand tax bargain, which would loop in the individual tax code.\n\"Corporate taxes and individual taxes are related, and I think you will see an attempt at a comprehensive package.\"\nThat's because revamping the corporate tax system would have a big impact on the economy--possibly resulting in more jobs and more tax revenue.\nThe U.S. corporate tax rate of 35 percent is the highest in the world.\nAs for the likely incoming chair of the House Ways and Means Committee, Paul Ryan (R., Wi."}