{"article_title": "The West Wing's wunderparents", "article_keywords": ["obama", "obamas", "working", "family", "west", "wunderparents", "leave", "house", "white", "trying", "wings", "care", "staff"], "article_url": "http://www.politico.com/story/2015/05/barack-obamas-mothers-generation-parents-117780", "article_text": "President Barack Obama is trying to make sure that when it comes to the West Wing, the biological clock need not be a career time bomb.\n\nThe White House is in the midst of a baby boom as the wunderkinds who drove Obama’s first campaign and virtually grew up in the White House have reached the age where they want to start bringing up their own next generation.\n\nStory Continued Below\n\nIn past administrations, that often meant leaving their high-powered White House jobs behind. But Obama is trying to break that pattern, providing generous leave policies and fostering a family-oriented culture designed to help the wunderkinds become wunderparents.\n\nSenior aides say they hope to show businesses across the country that even the most pressured workers can find time for family obligations without sacrificing their careers.\n\n“Many of us are at an age where it would be natural to have children, and we want to be able to make those choices while still taking steps forward in our careers,” said communications director Jennifer Psaki, 36, who like many of Obama’s advisers, started working on his campaign in 2007. With a daughter expected in July, Psaki will be one of the first to take advantage of 12 weeks paid leave now available after Obama doubled the previous allotment for his staff through executive order in January.\n\nMaking work-life balance less elusive has become a centerpiece of the administration’s fourth quarter agenda focused on “middle class economics,” and Obama’s aides are eager to help make the point.\n\n“Even in an atmosphere as challenging as the White House, it can be done,” said senior Obama advisor Valerie Jarrett, “and we’ve done it.”\n\nThe White House has a decades-old reputation for 14-hour workdays, weekends at the office, and grueling travel schedules. But about a half-dozen of Obama’s top aides have had babies in the past year, or are about to, and so now those 14-hour days might feature a gap between 6:30 and 8 p.m for family dinner and bathtime. Some meetings are taking place over conference calls instead of in conference rooms.\n\nAnd every so often, says Press Secretary Josh Earnest, whose son is nine months old, he works less on the weekend or works from home on a snow day.\n\n“There have been a lot of babies in the White House lately,” Obama said at a rally honoring “Champions of Change” for Working Families last month. Pointing to a visibly pregnant Paulette Aniskoff, deputy assistant to the president for public engagement, Obama said, “See, we have another one coming right here, right in the front row.”\n\nOther new parents include Obamacare communications veteran Tara McGuinness, 37, who returned in March to a new gig as senior policy adviser at the Office of Management and Budget. Obama’s top foreign policy spokesman Ben Rhodes, 38, who started during the 2008 campaign, has a 5-month old. And Katie Fallon, 39, Obama’s legislative director, gave birth to twins last month.\n\nThe working families initiatives include urging states to raise the minimum wage, convincing corporations to institute teleworking policies and getting municipalities to mandate paid sick and parental leave. The latter is the focus of an ongoing “Lead on Leave” campaign featuring Jarrett and Labor Secretary Tom Perez; 1600 Pennsylvania Avenue is trying to lead by example.\n\nObama, who at 53 has a decade or more of experience at parenthood than his aides, sets the tone, heading upstairs to the White House residence at 6:30 p.m. every day for dinner with Michelle, Malia and Sasha. His chief of staff, Denis McDonough, also has children at home and reminds staff to spend time with their families, as does Jarrett, who recalls her own experience as a single mother and attorney.\n\n“The environment here is, if you don’t take the time, we kind of look at you like, why aren’t you home with your family?” Jarrett said.\n\nIt’s not like the Obama White House is the first to employ parents. But it might be the first that is trying hard not to prioritize duty and prestige quite so far over diapers and school plays. Dan Bartlett, for example, left his job as a White House counselor to George W. Bush at age 36 to help take care of his three young boys.\n\n“I’ve had competing families. And unfortunately, the Bush family has prevailed too many times, and it’s high time for the Bartlett family to finally prevail,” he told Reuters in 2007.\n\nObama’s own experiences as a state senator with a working spouse motivated him to do things differently for his own staff. When he was working in Springfield, Ill., 200 miles away from his family in Chicago, “the First Lady would call him and say, ‘The babysitter hasn’t shown up, what are we going to do?’” Jarrett recounted, describing “immense” stress on the couple.\n\nIn many ways, the White House’s new policies allow staffers to keep working crazy hours and still take care of their families. The administration says it has increased the number of lactation rooms in the White House, and provided special laptops that make it possible to work from home securely. There’s also emergency backup care available at a nominal cost if regular child care plans fall through.\n\nChildcare remains a major problem area, however. Unlike some other federal offices, the White House does not have an on-site daycare center. The president’s employees get priority at a GSA-sponsored facility a few blocks away — and the nearby Commerce Department’s nursery is also sought-after. But the centers feature long waitlists with arcane rules and sharp penalties for pickups after 7 p.m. ($5-per-minute after 7:05). Kids who start showing signs of illness need to be picked up within the hour. One White House official with a toddler called dealing with a child’s illness on a busy day “gut-wrenching.”\n\nBut when staffers do need to miss work, “nobody hides the fact that they’re out with their sick kid,” said Aniskoff, 38, who’s been working for Obama since 2007. She’s been advised to “own it and be proud of the fact that if you’re out, it’s because of your family, and it’s OK.”\n\nOther advice for Aniskoff came in the form of a book on a data-driven pregnancy from Betsey Stevenson, one of the economists behind the “Lead on Leave” policies. And White House staff teamed up to give Fallon a set of “sleep coupons” to be redeemed for childcare help and other favors that might make life with twins more manageable.\n\nThere’s only so much the White House can do, however, both for the president’s staff and for the country as a whole. While Obama was able to give White House Office staff 12 weeks leave through executive action, only Congress can double the six weeks currently afforded most federal employees, including presidential aides based next door to the White House in the Eisenhower Executive Office Building.\n\n“It is great that a major employer — and a high profile one — like the White House is leading by example,” said Ed Walz, a spokesman for the bipartisan children’s advocacy group First Focus. “But we really need Congress to step up and make sure that the other 300 million of us get this protection.”\n\nAs it happens, the most public face of the administration has opted for the most traditional child care arrangement: Earnest’s wife, formerly a top Treasury communications official, has decided to stay at home full-time. Even so, Earnest says he does fewer of the things he arguably should as press secretary, the man-about-town obligations of book parties and off-the-record dinners with reporters.\n\nBut no matter how much flexibility his bosses try to offer, he said, “there is another schedule that’s hard for me to move, that’s the president’s schedule.”\n\nEarnest, 40, says that helps him relate to the workers the White House is trying to help, who have little leverage to take time off or change their hours to take care of their families.\n\n“It’s easy now for me to imagine how difficult that must be, to feel that kind of competition between those two priorities in your life,” he said, “without having an employer that’s committed to helping you resolve it.”", "article_metadata": {"og": {"site_name": "POLITICO", "description": "The White House is attempting to become a model of a family-friendly workplace after a springtime baby boom among Obama’s top aides.", "title": "The West Wing's wunderparents", "url": "http://www.politico.com/story/2015/05/barack-obamas-mothers-generation-parents-117780.html", "image": "http://s3-origin-images.politico.com/2015/05/09/150508_white_house_baby_boom_ap_1160.jpg", "fb_appid": 114037015331397, "type": "article"}, "keywords": "Barack Obama,Parenting,Family,White House,Work/Family Balance", "twitter": {"site": "@politico", "card": "summary_large_image", "creator": "@politico"}, "description": "The White House is attempting to become a model of a family-friendly workplace after a springtime baby boom among Obama’s top aides.", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fd402e\"", "article_summary": "It’s not like the Obama White House is the first to employ parents.\nStory Continued BelowIn past administrations, that often meant leaving their high-powered White House jobs behind.\nUnlike some other federal offices, the White House does not have an on-site daycare center.\nBut Obama is trying to break that pattern, providing generous leave policies and fostering a family-oriented culture designed to help the wunderkinds become wunderparents.\nPresident Barack Obama is trying to make sure that when it comes to the West Wing, the biological clock need not be a career time bomb."}