{"article_title": "The Founding Fathers voted for Obamacare, Pelosi says", "article_keywords": ["life", "wanted", "founding", "fathers", "obamacare", "leader", "healthier", "businesses", "voted", "small", "president", "law", "pelosi", "having", "promised"], "article_url": "http://dailycaller.com/2014/04/01/george-washington-voted-for-obamacare-pelosi-says/", "article_text": "4146125\n\nDemocratic leader Rep. Nancy Pelosi emerged into the sunlight April 1 to applaud a rush of sign-ups for Obamacare, and immediately described it as the long-sought goal of Gen. George Washington and the nation’s Founding Fathers in 1787.\n\n“It is really so heart warming for those of us who worked so hard [to make sure] many more people in our country would have access to healthcare,” she told reporters at the stakeout position just outside the West Wing portico.\n\n“There are those critics, bumps in the road, but they’ve only been turbulence. They have not been an obstacle to the American people having healthier life that our that our founders wanted for them,” she said.\n\nThose founders wanted “life — a healthier life — liberty and the freedom to pursue their happiness, not [be] job-locked, but having benefits that having health-care policies that are portable, they could be self-employed, be a photographer — they could start their own business, they could change jobs, they could reach their aspirations,” she declared.\n\n“And isn’t that a wonderful thing for a society and for an economy?” she added.\n\nIn contrast, the GOP’s House leader, Speaker John Boehner, called for the law’s repeal.\n\n“The president’s health care law continues to wreak havoc on American families, small businesses and our economy, and as I’ve said many times, the problem was never just about the website – it’s the whole law,” he said in a March 31 statement.\n\n“Millions of Americans are seeing their premiums rise, not the lower prices the president promised. Many small businesses are afraid to hire new workers, instead cutting hours and dropping health coverage for existing employees. Many Americans can no longer see their family doctor, despite the pledge no one would lose access to their physician. Seniors are feeling the impact, losing their Medicare Advantage plans the president promised they could keep. And taxpayers are being forced to pick up an unaffordable tab,” he said.\n\n“House Republicans will continue to work to repeal this law and protect families and small businesses from its harmful consequences,” he added.\n\nFollow Neil on Twitter", "article_metadata": {"sailthru.author": "Neil Munro", "description": "George Washington apparently wanted gov't funded contraceptives", "og": {"site_name": "The Daily Caller", "description": "Democratic leader Rep. Nancy Pelosi emerged into the sunlight April 1 to applaud a rush of sign-ups for Obamacare, and immediately described it as the long-sought goal of Gen. George Washington and th", "title": "George Washington wanted Obamacare, Pelosi says [VIDEO]", "url": "http://dailycaller.com/2014/04/01/george-washington-voted-for-obamacare-pelosi-says/", "image": {"width": 640, "identifier": "http://cdn01.dailycaller.com/wp-content/uploads/2014/02/2014-02-12T235258Z_1_CBREA1B1UCD00_RTROPTP_4_USA-CONGRESS-e1394467919881.jpg", "height": 270}, "type": "article"}, "twitter": {"description": "George Washington apparently wanted gov't funded contraceptives", "title": "George Washington wanted Obamacare, Pelosi says [VIDEO] Via @dailycaller", "url": "http://dailycaller.com/2014/04/01/george-washington-voted-for-obamacare-pelosi-says/", "image": {"src": "http://dailycaller.com/wp-content/uploads/2014/02/2014-02-12T235258Z_1_CBREA1B1UCD00_RTROPTP_4_USA-CONGRESS-e1394467919881.jpg"}, "site": {"identifier": "@dailycaller", "id": 39308549}, "card": "summary"}, "sailthru.date": "2014-04-01 15:38:25", "sailthru.title": "George Washington wanted Obamacare, Pelosi says [VIDEO]", "HandheldFriendly": "true", "sailthru.tags": "nancy-pelosi,obamacare,neil-munro", "fb": {"app_id": 143489452702, "pages": 182919686769}, "keywords": "george washington,nancy pelosi,obamacare", "sailthru.description": "Democratic leader Rep. Nancy Pelosi emerged into the sunlight April 1 to applaud a rush of sign-ups for Obamacare, and immediately described it as the long-sought goal of Gen. George Washington and th", "sailthru.image.full": "http://cdn01.dailycaller.com/wp-content/uploads/2014/02/2014-02-12T235258Z_1_CBREA1B1UCD00_RTROPTP_4_USA-CONGRESS-e1394467919881.jpg", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "article_summary": "Many small businesses are afraid to hire new workers, instead cutting hours and dropping health coverage for existing employees.\nThey have not been an obstacle to the American people having healthier life that our that our founders wanted for them,” she said.\nSeniors are feeling the impact, losing their Medicare Advantage plans the president promised they could keep.\n“Millions of Americans are seeing their premiums rise, not the lower prices the president promised.\n“House Republicans will continue to work to repeal this law and protect families and small businesses from its harmful consequences,” he added."}