{"article_title": "Keene State looks for solutions for tight space in residence halls", "article_keywords": ["space", "students", "residence", "kahn", "rooms", "number", "tight", "state", "college", "looks", "drakedeese", "firstyear", "keene", "halls", "solutions"], "article_url": "http://www.sentinelsource.com/news/local/keene-state-looks-for-solutions-for-tight-space-in-residence/article_3596aa0c-7aae-54db-9a0f-b75e6248bb3d.html", "article_text": "Overcrowded residence halls at Keene State College have the school at 108 percent of its intended housing capacity this year.\n\nSchool officials say they’re looking to ease the tight spaces, which are a recurring problem, with a master plan that will be released next year.\n\nRight now, 63 percent of first-year students are in built-up rooms, meaning they’re living in triples or quadruples that weren’t designed to hold that many students.\n\nOvercrowding with first-year students isn’t a unique problem, Kent A. Drake-Deese, associate dean of student life and director of residential life, said. In fact, Drake-Deese said he’s never worked at a school that doesn’t have some built-up triples.\n\nGenerally, though, the number of triples at other school is more in the 20 percent range, he said.\n\n“But 63 percent, that’s a bit over the top,” Drake-Deese said. “That’s more than it should be. I think that’s an issue.”\n\nAnd while Drake-Deese didn’t have numbers to compare this year’s situation to previous years’, he said the rate of overcrowding holds fairly steady.\n\n“This is, unfortunately, not unusual,” he said.\n\nThe college has 2,699 beds on campus, meaning there is enough space for more than half of the 4,700 undergraduate students. This year there are 314 built-up spaces, or rooms with at least one more bed than they were designed to contain, and there are 32 beds in rooms that are converted lounges or storage areas.\n\nJay V. Kahn, vice president of finance and planning for Keene State, said a strong residential program is directly related to the retention of students, and so the college wants to make sure it’s serving its first-year population as best as it can.\n\nIn 2011, Keene State started requiring all first- and second-year students to live on campus in an effort to improve new students’ ties to the campus. That means the college must provide space for all freshman and sophomore students who want it.\n\nKeene State also made a goal in 2004 to house 60 percent of all undergraduates on campus. Right now, that number is at 54 percent, and there’s no way it can climb to the desired 60 percent without more space devoted to housing, Kahn said.\n\n“We want to do this review and act quickly to make improvements that can influence not only who we attract to Keene State, but improve the number of students who return each year,” Kahn said.\n\nCollege officials have determined Keene State needs about 400,000 square feet more of space. That figure includes housing, academic and recreational.\n\nUntil the 2014 master plan is released and more in-depth project plans are made, it’d be premature to say exactly how the college will make up that lack of space, he said.\n\nStill, he said it’s safe to say the college will need to renovate existing buildings as well as build new ones.\n\nThese needs didn’t come out of thin air. Many of these are issues school officials knew would arise, some of which were even included in the college’s 2004 master plan, Kahn said.\n\nSince that plan, Keene State renovated Fiske Hall and Huntress Hall, which house first-year students, and built two new residence halls, Butler Court and Pondside III.\n\nBefore those new halls opened, overcrowding was even more significant, with students “sticking out of everywhere,” Drake-Deese said.\n\nOff-campus housing complexes that opened in recent years also have helped to ease overcrowding, Kahn said.\n\nSpikes in enrollment aren’t to blame for the tight spaces. Total undergraduate enrollment has fallen slightly in the past few years. The 1,258 first-year students this year is up from the roughly 1,000 first-year student counts from the early 2000s. But for the past five years, the number of freshman hasn’t fluctuated widely. Yet part of the crunch is due to the college trying to meet the growing requests for single dorm rooms.\n\n“There’s always been an outcry for single rooms, and we just don’t really have many,” Drake-Deese said.\n\nSo the college recently renovated Monadnock Hall to meet the high number of requests from upperclassmen for single rooms. The hall used to hold double rooms, but now there are 74 single beds, and a wait list to get in, Drake-Deese said.\n\nAt some schools, colleges only add an extra bed to a triple and students must share a desk, dresser and closet space. But Keene State provides bunk beds and lofted beds, and enough furniture for each student in the room, even though it makes the space a little tighter, Drake-Deese said.\n\nThe college has measured out all the rooms and placed the triples in the largest ones, but those tend to all be located in the same halls, which means residential life can’t spread out the overcrowding.\n\nFor example, bathrooms on each floor were designed to serve a certain number of students, as were lounges. When there’s a floor full of built up rooms, those areas also are put under stress.\n\nTriples create issues aside from the physical floor space, too, Drake-Deese said.\n\nMost students don’t thrive in a scenario with two roommates, because it naturally creates a “third wheel situation,” he said. There’s also less privacy.\n\nThe residential life staff handles between 250 and 300 room changes per year, most of those from triples, Drake-Deese said. And since room change interrupt not only the person doing the moving, but also the original roommates and the new ones, more than half of first-year students have been affected by the end of any given year, he said.\n\n“It doesn’t promote stability,” Drake-Deese said. “That’s not something that you want to happen.”", "article_metadata": {"googlebot": "noarchive", "og": {"site_name": "SentinelSource.com", "description": "Overcrowded residence halls at Keene State College have the school at 108 percent of its intended housing capacity this year.", "title": "Keene State looks for solutions for tight space in residence halls", "url": "http://www.sentinelsource.com/news/local/keene-state-looks-for-solutions-for-tight-space-in-residence/article_3596aa0c-7aae-54db-9a0f-b75e6248bb3d.html", "image": "http://sentinelsource.com/app/SSlogo.jpg", "type": "article"}, "twitter": {"site": "@sentinelsource", "card": "summary", "creator": "@"}, "fb": {"app_id": 195134749461}, "keywords": "local,top_story", "google-site-verification": "oOCA50_TAAjdvXwxVnDnOs5yS_kZUqHI6u4prlFHnH4", "news_keywords": "local,top_story", "description": "Overcrowded residence halls at Keene State College have the school at 108 percent of its intended housing capacity this year."}, "_id": "\"57477af36914bd0286fcf5b3\"", "article_summary": "Overcrowded residence halls at Keene State College have the school at 108 percent of its intended housing capacity this year.\nSince that plan, Keene State renovated Fiske Hall and Huntress Hall, which house first-year students, and built two new residence halls, Butler Court and Pondside III.\nKeene State also made a goal in 2004 to house 60 percent of all undergraduates on campus.\nThe 1,258 first-year students this year is up from the roughly 1,000 first-year student counts from the early 2000s.\nCollege officials have determined Keene State needs about 400,000 square feet more of space."}