{"article_title": "Case closed: Hanford cleanup ruling ups accountability for feds", "article_keywords": ["case", "plant", "waste", "court", "federal", "hanford", "washington", "accountability", "state", "cleanup", "feds", "ruling", "closed", "judge", "peterson", "doe", "ups", "treatment"], "article_url": "http://www.governor.wa.gov/news-media/case-closed-hanford-cleanup-ruling-ups-accountability-feds-0", "article_text": "OLYMPIA — Late Friday, a U.S. District Court judge resolved the latest lawsuit in Washington’s long-running efforts to hold the federal government accountable for the cleanup of nuclear waste at the Hanford Nuclear Reservation with a 102-page ruling and related orders. In an often scathing assessment of the U.S. Department of Energy (DOE), the court decried the federal government’s “total lack of transparency.”\n\nThe ruling requires greater transparency on the part of the federal government; sets forth earlier, firmer deadlines than the feds advocated; and grants the state of Washington direct opportunities to return to court to hold the U.S. accountable when needed. The court also encouraged the parties to work together going forward.\n\n\"This ruling represents a big step in the right direction for our state. Cleaning up the legacy waste at Hanford is the federal government's legal and moral responsibility to the Tri-Cities community and the Pacific Northwest,” said Governor Jay Inslee. “I have been repeatedly frustrated by the delays and lack of progress toward meeting key milestones in waste cleanup and treatment. We cannot consider any further delays, and I am pleased that the court clearly agrees. I hope this ruling commences a new level of and progress and collaboration in clean up.\"\n\n“This ruling is a significant victory for the people of Washington,” Attorney General Bob Ferguson said. “The federal government has long been more focused on excusing its delays than being a good partner in cleaning up the toxic mess they left behind at Hanford.\n\n“We went to court to hold them accountable, and the court agreed with the state of Washington. I am optimistic that, with this decision, the federal government’s track record of hiding the ball is now behind us. I hope today’s ruling signals the beginning of a more positive partnership and real progress on moving forward to clean up Hanford.”\n\nU.S. District Court for the Eastern District of Washington Chief Judge Rosanna Malouf Peterson agreed with Washington that the U.S. Department of Energy’s lack of transparency and accountability have contributed to the on-going delays in cleaning up the Hanford site. Judge Peterson ruled for the state in setting hard deadlines for specific cleanup milestones, requiring reporting to the states of Washington and Oregon to improve transparency, and creating an expedited hearing process, should further problems arise.\n\nTo hold the federal government accountable, the court added specific milestones to the cleanup process. Judge Peterson rejected the federal government’s assertion that it should have sweeping discretion to comply with or push back deadlines related to the site’s Waste Treatment Plant. The plant is being constructed to treat the radioactive and chemical waste held in 177 tanks on the site.\n\n“DOE’s extension mechanism would create a vacuum in which DOE would be free to proceed at its own rate without any safeguards for Washington or enforcement by the court,” Judge Peterson wrote of the request. “DOE must be accountable. Granting DOE the unilateral, virtually unbounded freedom to extend any consent decree [Waste Treatment Plant] scheduling milestone would result in the opposite of accountability.\n\nJudge Peterson further stated: “Litigation did not arise, as DOE asserts, solely as a result of unresolved technical issues delaying the [Waste Treatment Plant] development and construction. As asserted by Washington, a primary grievance was DOE’s lack of transparency concerning the delay in both [Waste Treatment Plant] development as well as [single-shell tank] retrieval.”\n\nThe court order set hard deadlines for the completion and operation of the three main components of the waste treatment plant:\n\nA plant designed to treat low-activity waste, a critical piece in the cleanup effort, must begin treatment by 2022;\n\nA Pretreatment Facility to separate Hanford’s tank waste into low-activity and high-level waste streams — an operation that has been vexed by technical issues — is required to start operations by Dec. 31, 2031; and\n\nThe High-level Waste Facility must begin treatment by June 30, 2032.\n\nThe deadline for starting the full Waste Treatment Plant is Dec. 31, 2033, with full operation to be reached by the end of 2036.\n\n“These milestones should be viewed as enforceable legal duties rather than optimal, idealistic goals,” Judge Peterson wrote.\n\nThe court did not immediately require the U.S. Department of Energy to build additional double-shell tanks to store waste currently held in leak-prone single-shell tanks. The court did, however, provide that, if the federal government misses an interim 2020 milestone for single-shell tanks under the consent decree, Washington can ask the court to require the feds to build additional double-shell tanks.\n\nJudge Peterson found that the federal government’s lack of transparency and communication with the states created missed opportunities and contributed to the delay. To address this failing, the court added requirements for DOE to report its progress to Washington and Oregon in order to ensure accountability, “especially in a situation where DOE has chosen to operate unilaterally and in violation of the original consent decree to which DOE had voluntarily agreed.”\n\nPeterson wrote: “While the various technical issues may have caused the delay, DOE has no excuse for its total lack of transparency concerning the resolution process. It is possible that if DOE had reported issues to Washington and Oregon, such as funding inadequacies, the parties could have jointly lobbied Congress for needed funds to resolve the problem. By not reporting to Washington and Oregon, DOE lost the power and influence of two valuable political partners, and the parties were denied the opportunity of working together for the good of the public and the environment. Therefore, the Court will mandate enhanced reporting requirements in order to encourage cooperation between parties.”\n\nFinally, Judge Peterson ruled that given Energy’s long history of non-compliance on agreements with the state, the court will grant Washington an expedited hearing if the state believes information is being withheld.\n\nPeterson wrote: “In consideration of Washington’s concerns about DOE’s past non-compliance with Consent Decree reporting requirements, the Court will allow Washington to petition the Court for an expedited hearing if Washington has good cause to allege that DOE has not been forthcoming or has omitted essential details from [the reports] . . . [T]he Court will immediately convene a hearing, during which DOE personnel will explain any discrepancies and address Washington’s allegations as well as the Court’s concerns . . . in open court with a public record open to public scrutiny.”\n\nIn a separate Order, the court rejected the federal government’s attempt to remove a technical advisor nominated by the state from a panel assembled by the court to assist with specialized aspects of the case. Finding that “DOE continues to misconstrue the technical advisors’ role in this matter,” Judge Peterson noted that she had already addressed the matter, and she retained the advisor — again. The ruling further admonished, “The Court is disappointed that while DOE repeatedly has claimed that budgetary restrictions and limited financial resources have hindered DOE’s ability to perform its agreed duties at Hanford, too much time and public money has been wasted in this case needlessly, due in part to the inappropriate insertion of litigation tactics by DOE’s counsel.”\n\nCase History\n\nThe lawsuit’s origins stem from 2008 when then-Attorney General Rob McKenna filed suit against Energy after the federal agency missed numerous deadlines imposed by Hanford’s Tri-Party Agreement, an administrative order guiding the cleanup at Hanford.\n\nThat lawsuit was settled when the parties agreed to the judicially enforced order, called a “consent decree,” to govern the retrieval of a significant portion of Hanford’s tank wastes, as well as set firm deadlines for construction of a waste treatment plant to treat those and other remaining tank wastes.\n\nAfter Energy again failed to live up to its obligations under the consent decree, Attorney General Ferguson and the Washington Department of Ecology, filed the current petition against Energy in October 2014 to enforce the decree.\n\nHanford Background\n\nThe Hanford Site is a World War II- and Cold War-era nuclear reservation operated by the U.S. federal government in southeastern Washington. Hanford’s 586 square miles currently house over 50 million gallons of nuclear waste in 177 underground tanks — enough to fill roughly 88 Olympic-sized swimming pools. Most of these tanks are of single-shell construction, and many have leaked.\n\nA federal court consent decree and the Hanford Tri-Party Agreement require the U.S. Department of Energy to retrieve and treat Hanford’s tank waste and safely close Hanford’s unfit-for-use single-shell tanks.\n\nThe Washington Attorney General's Office and the Department of Ecology have historically played a significant role in enforcing the requirements of the Tri-Party Agreement and ensuring that the cleanup work continues on schedule and in a manner that protects the environment, public health, and the safety of workers performing this important task.\n\nIn a separate lawsuit, Attorney General Ferguson is suing the federal Department of Energy and its contractor, Washington River Protection Services, alleging that hazardous tank vapors at the Hanford Nuclear Reservation, pose a serious risk to workers at the site.", "article_metadata": {"description": "OLYMPIA — Late Friday, a U.S.", "generator": "Drupal 7 (http://drupal.org)", "twitter": {"description": "OLYMPIA — Late Friday, a U.S.", "creator": {"identifier": "@wastategov", "id": 1009489969}, "url": "http://www.governor.wa.gov/news-media/case-closed-hanford-cleanup-ruling-ups-accountability-feds-0", "title": "Case closed: Hanford cleanup ruling ups accountability for feds", "site": {"identifier": "@GovInslee", "id": 1077214808}, "card": "summary"}, "google-translate-customization": "d7f618b6b2409454-2cd07b6e85f71c87-g0a19df6dfd60df65-13", "HandheldFriendly": "true", "apple-touch-fullscreen": "YES", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=yes"}, "article_summary": "The deadline for starting the full Waste Treatment Plant is Dec. 31, 2033, with full operation to be reached by the end of 2036.\nGranting DOE the unilateral, virtually unbounded freedom to extend any consent decree [Waste Treatment Plant] scheduling milestone would result in the opposite of accountability.\n“These milestones should be viewed as enforceable legal duties rather than optimal, idealistic goals,” Judge Peterson wrote.\nJudge Peterson found that the federal government’s lack of transparency and communication with the states created missed opportunities and contributed to the delay.\n“I have been repeatedly frustrated by the delays and lack of progress toward meeting key milestones in waste cleanup and treatment."}