{"article_title": "Who Are The Uninsured?", "article_keywords": ["tax", "conversation", "need", "individuals", "health", "coverage", "uninsured", "offices", "opportunity", "insurance"], "article_url": "http://www.hhnmag.com/articles/7254-who-are-the-uninsured", "article_text": "Individuals who remain uninsured despite being eligible for coverage through the marketplaces are more difficult to convince than those who seized the opportunity to get covered in the first three open-enrollment periods.\n\nBut it’s not because they are opposed to Obamacare or do not value health insurance; indeed, the vast majority of uninsured people say insurance is somewhat or very important to them. That’s what the Robert Wood Johnson Foundation learned from a survey of more than 1,200 uninsured adults last summer. The foundation hired PerryUndem Research/Communication to find out why they remain uninsured. What they learned:\n\nAffordability is the barrier. Those who have looked at their exchange options have calculated the cost of premiums and their out-of-pocket cost sharing and determined they cannot afford coverage. Many do not understand the fines associated with not having health insurance. One fourth of the uninsured are unaware of the tax credit that could subsidize their coverage, and another 34 percent do not understand how the tax credit works. “The marketplace is not tapped out,” says Michael Perry, a partner in the firm. But convincing the remaining uninsured to enroll in coverage requires a different level of engagement than was needed for those who signed up in the first few open-enrollment periods, he says. They need detailed information about their options and exactly how the tax credit works — but they also need someone who listens to their individual story and understands where health insurance can fit in.\n\n“The conversation needs to look like more of a dialogue, more of a negotiation, than it was before,” he says. “It’s more about listening to what’s going on in their lives, hearing some of the complicated things they are weighing, providing information, having them ask questions, giving more information.” Individuals have different preferences about whom they are willing to have that conversation with. Federally hired navigators, privately employed assisters and insurance brokers are key because the remaining uninsured are unlikely to find the answers they need on a website. “Based on what I’ve learned, they are becoming even more important because they need to spend time, one-on-one, with individuals,” Perry says. Good touch points are: Hospital emergency departments: “When someone is at the ER, there is a good opportunity to have a conversation about enrolling,” he says.\n\n“When someone is at the ER, there is a good opportunity to have a conversation about enrolling,” he says. Safety net health clinics: Physician offices. “People look to their doctor and to the front office staff in provider offices for help with this,” he says.\n\nPhysician offices. “People look to their doctor and to the front office staff in provider offices for help with this,” he says. Pharmacists: For some individuals, insurance that will help pay for medication is the motivator to enroll.\n\nLola Butcher", "article_metadata": {"description": "Individuals who remain uninsured despite being eligible for coverage through the marketplaces are more difficult to convince than those who seized the opportunity to get covered in the first three open-enrollment periods.  But it’s not because they are opposed to Obamacare or do not value health insurance; indeed, the vast majority of uninsured people say insurance is somewhat or very important to them. That’s what the Robert Wood Johnson Foundation learned from a survey of more than 1,200 uninsured adults last summer. The foundation hired . . .", "csrf-token": "hpGJTFcnXsl7NP8zdXxYTPk33Dt5Ax5NgCz7Nh1WRoo=", "twitter": {"image": "http://www.hhnmag.com/ext/resources/inc-hhn/img/articles/article_images/Operations6_190x127.jpg?1448315757", "description": "How to reach out to those who balk at exchanges, despite being eligible for coverage.", "card": "summary", "title": "Who Are The Uninsured?"}, "msapplication-TileColor": "#FFFFFF", "csrf-param": "authenticity_token", "og": {"image": "http://www.hhnmag.com/ext/resources/inc-hhn/img/articles/article_images/Operations6_190x127.jpg?1448315757", "type": "Article", "description": "How to reach out to those who balk at exchanges, despite being eligible for coverage.", "title": "Who Are The Uninsured?"}, "msapplication-TileImage": "/images/favicons/favicon-144.png", "keywords": "conversation,coverage,credit,health,important,individuals,insurance,options,uninsured", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fcf619\"", "article_summary": "But it’s not because they are opposed to Obamacare or do not value health insurance; indeed, the vast majority of uninsured people say insurance is somewhat or very important to them.\nThat’s what the Robert Wood Johnson Foundation learned from a survey of more than 1,200 uninsured adults last summer.\nThe foundation hired PerryUndem Research/Communication to find out why they remain uninsured.\nFederally hired navigators, privately employed assisters and insurance brokers are key because the remaining uninsured are unlikely to find the answers they need on a website.\nOne fourth of the uninsured are unaware of the tax credit that could subsidize their coverage, and another 34 percent do not understand how the tax credit works."}