{"article_title": "The Washington Post", "article_keywords": ["aca", "court", "congress", "washington", "administration", "gases", "air", "greenhouse", "clean", "dioxide", "post", "care"], "article_url": "https://www.washingtonpost.com/opinions/charles-krauthammer-government-by-fiat/2014/06/26/77275a52-fd63-11e3-932c-0a55b81f48ce_story.html", "article_text": "The Supreme Court this week admonished the Environmental Protection Agency for overreaching in regulating greenhouse gases. The Clean Air Act covers polluters that emit 250 tons per year (or in some cases, 100 tons). This standard makes no sense if applied to greenhouse gases. Thousands of establishments from elementary schools to grocery stores would be, absurdly, covered. So the EPA arbitrarily chose 100,000 tons as the carbon dioxide threshold.\n\nThat’s not “tailoring,” ruled the Supreme Court. That’s rewriting. Under our Constitution, “an agency has no power to ‘tailor’ legislation to bureaucratic policy goals by rewriting unambiguous statutory terms.”\n\nIt was a welcome constitutional lesson in restraint, noted the Wall Street Journal. One would think — hope — that an administration so chastened might reconsider its determination to shift regulation of the nation’s power generation to Washington through new carbon dioxide rules under the Clean Air Act.\n\nFat chance. This administration does not learn constitutional lessons. It continues marching until it meets resistance. And it hasn’t met nearly enough.\n\nThe root problem is that the Clean Air Act, passed in 1970, was never intended for greenhouse gases. You can see it in its regulatory thresholds which, if applied to carbon dioxide, are ridiculously low. Moreover, when the law was written, we hadn’t yet even had the global cooling agitation of the 1970s, let alone the global warming panic of today.\n\nPresident Barack Obama steps off Marine One upon his arrival at Andrews Air Force Base, Md., Thursday, June 26, 2014. (Jose Luis Magana/AP)\n\nBut with only two of nine justices prepared to overturn the court’s 2007 ruling that shoehorns greenhouse gases into the Clean Air Act, the remedy falls to Congress. It could easily put an end to all this judicial parsing and bureaucratic mischief with a one-line statute saying that the Clean Air Act does not apply to carbon dioxide emissions.\n\nCongress can then set about regulating greenhouse gases as it wishes, rather than leaving it to the tender arbitrary mercies of judges and bureaucrats. Otherwise, we will soon have the EPA unilaterally creating a cap-and-trade regime that will make its administrator czar of all power regulation in every state.\n\nOf course, a similar scheme failed to pass a Democratic Congress in 2010. Our president doesn’t let such niceties stand in his way, however. He has an agenda to enact, boldly enunciated in his Feb. 24, 2009, address to Congress promising to transform America in three areas: health care, education and energy. Education lags, but he’s now on the verge of centralizing energy regulation in Washington through naked executive action, having already succeeded in centralizing health care in Washington through the Affordable Care Act.\n\nWith energy, he’ll do it by executive order after failing to pass the desired legislation. With health care, he does it with a law that he then amends so wantonly after it passed that the ACA itself becomes a blank slate on which the administration unilaterally remakes American medicine.\n\nEmployer mandate? The ACA says it was to go into effect Jan. 1, 2014. It didn’t. The administration decreed that there should be several classes of employers, each with different starting dates, contradicting its own law.\n\nPrivate insurance? The law says that plans not conforming to ACA coverage mandates must be canceled. Responding to the outcry that ensued, Obama urged the states and insurers to reinstate the plans — which would violate the explicit mandate of his own law.\n\nOne bit of ACA lawlessness, however, may prove a bridge too far. The administration has been giving subsidies to those who sign up through the federal exchange. The ACA limits subsidies to plans on the state exchanges.\n\nThis case will reach the Supreme Court. It is hard to see how the court could do anything other than overturn the federal-exchange subsidies. The court might even have a word to say about the administration’s 22 (or is it 37?) other acts of post-facto rewriting of the ACA.\n\nPerhaps. But until then, the imperial president rules.\n\nHaving been supine for years in the face of these encroachments, Congress is stirring. The Republican House is preparing a novel approach to acquiring legal standing before the courts to challenge these gross executive usurpations. Nancy Pelosi, reflecting the narrowness of both her partisanship and her vision, dismisses this as a “subterfuge.”\n\nShe won’t be saying that on the day Democrats lose the White House. Then, cheered on by a suddenly inflamed media, the Democrats will no doubt express horror at such constitutional overreach.\n\nAt which point, the temptation to stick it to the Democrats will be overwhelming.\n\nAt which point, Lord give us strength.\n\nRead more from Charles Krauthammer’s archive, follow him on Twitter or subscribe to his updates on Facebook.", "article_metadata": {"description": "The courts and Congress must offer lessons in restraining Obama.", "author": "https://www.facebook.com/pages/Charles-Krauthammer/95978776589", "og": {"site_name": "Washington Post", "description": "The courts and Congress must offer lessons in restraining Obama.", "title": "Government by fiat", "url": "https://www.washingtonpost.com/opinions/charles-krauthammer-government-by-fiat/2014/06/26/77275a52-fd63-11e3-932c-0a55b81f48ce_story.html", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2014/06/26/Editorial-Opinion/Images/Obama-0e00c.jpg", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@krauthammer"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/opinions/charles-krauthammer-government-by-fiat/2014/06/26/77275a52-fd63-11e3-932c-0a55b81f48ce_story.html", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "charles krauthammer, charles krauthammer column, charles krauthammer washington post, lawless obama, imperial president, obama rewrites laws, obamacare rewritten, government by fiat,", "article": {"publisher": "https://www.facebook.com/washingtonpost", "author": "https://www.facebook.com/pages/Charles-Krauthammer/95978776589"}, "eomportal-uuid": "77275a52-fd63-11e3-932c-0a55b81f48ce", "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "charles krauthammer, charles krauthammer column, charles krauthammer washington post, lawless obama, imperial president, obama rewrites laws, obamacare rewritten, government by fiat,"}, "_id": "\"57477af36914bd0286fd405b\"", "article_summary": "Education lags, but he’s now on the verge of centralizing energy regulation in Washington through naked executive action, having already succeeded in centralizing health care in Washington through the Affordable Care Act.\nThe Clean Air Act covers polluters that emit 250 tons per year (or in some cases, 100 tons).\nThe root problem is that the Clean Air Act, passed in 1970, was never intended for greenhouse gases.\nOne would think — hope — that an administration so chastened might reconsider its determination to shift regulation of the nation’s power generation to Washington through new carbon dioxide rules under the Clean Air Act.\nThis standard makes no sense if applied to greenhouse gases."}