{"article_title": "Closing the Gap: Sen. Tim Scott on offering more education options", "article_keywords": ["wage", "school", "think", "offering", "unemployment", "conversation", "woodruff", "gap", "tim", "minimum", "scott", "sen", "closing", "education", "options"], "article_url": "http://www.pbs.org/newshour/bb/closing-the-gap-sen-tim-scott-offering-more-education-options/", "article_text": "JUDY WOODRUFF: Now to a subject on the minds of many Americans this year: the growing divide between rich and poor in this country.\n\nThe issue is also the focus of our ongoing series of conversations, Closing the Gap.\n\nLast week, I spoke with Democratic Congressman George Miller of California about how he believes the problem should be tackled.\n\nYesterday, Gwen spoke with Republican Sen. Marco Rubio of Florida about his anti-poverty plan.\n\nRELATED LINKS\n\nTonight, we hear from South Carolina Sen. Tim Scott, who recently launched what he’s calling his opportunity agenda.\n\nI sat down with the Republican lawmaker yesterday afternoon.\n\nSen. Scott, welcome to the NewsHour.\n\nSEN. TIM SCOTT, R-S.C.: Thank you very much. Thank you for having me on your show.\n\nJUDY WOODRUFF: You have been talking a lot lately about the need for the Republican Party to put more focus on lower- and middle-income Americans. Why is that a priority for you?\n\nSEN. TIM SCOTT: I think a lot of what we see as our own priorities are the stories that come out of our own lives.\n\nAnd, for me, it was really being raised in a single-parent household, understanding the challenges that so many moms face that are trying to raise two rambunctious boys, as my mom tried to do with me and my brother, and understanding that the path forward requires a different perspective on the conversation, or in the conversation and requires a paradigm shift.\n\nFor me, it was really learning a little later in life — by the time you’re in the ninth grade, it’s typically pretty late in the education. But for me, it was learning as a ninth grader that there was hope and opportunity that there was a way for me to find a path out of poverty that included education, included thinking my way out of poverty.\n\nAnd so, for me, it was focusing on education. So, much of what you will see on my agenda, much of my agenda starts with the conversation of education. How do we improve the educational outcome, not the intentions, but the outcome, of education for kids that are trapped today in poverty?\n\nJUDY WOODRUFF: Why is that important to do? I mean, what is it that you — what are the gaps or gap out there that you think needs to be filled?\n\nSEN. TIM SCOTT: So often, what we do as policy-makers is, we focus on the outcomes of education. We focus on the challenges that we face as a nation.\n\nAs an example, part of the symptoms that we see is a high unemployment rate. But when you look at the high unemployment rate, what you will find very quickly is that if you have a college degree, then your unemployment rate is a little less than 4 percent. If you have a high school diploma, your unemployment rate is around 7.7 percent.\n\nIf you didn’t finish high school, your unemployment rate is at 10 percent, except for the fact that those over 25 who didn’t finish high school, half are in the work force. Half are not.\n\nJUDY WOODRUFF: Right.\n\nSEN. TIM SCOTT: So imagine that real number, the real number of unemployment rate on those kids who don’t finish high school. It’s an amazing impact on self-esteem. It’s an amazing impact on one’s ability to fulfill his or her potential. And it’s an amazing impact on our economy.\n\nSo the output of our country is significantly reduced if we don’t find the best path forward in education.\n\nJUDY WOODRUFF: Is this something that you think has been largely overlooked for a long time?\n\nSEN. TIM SCOTT: Well, it’s obvious to me that our state — our nation and our states spend about $600 billion on education, and yet our outcomes in education are getting worse.\n\nAnd so what I have proposed is for us to take a serious look at, how do we create an environment where kids are going to succeed at the highest level possible? And, to me, that includes having the parents — giving the parents more choices so the kid has a better chance, whether that’s charter schools, public school choice for those schools that are failing in the school district, whether that is private school.\n\nWe need to have a real cafeteria plan so that the parents have the best options on the table for their kids.\n\nJUDY WOODRUFF: And how much does that cost the taxpayer?\n\nSEN. TIM SCOTT: It’s a good question.\n\nI would tell you that the cost of unemployment can be measured in our government programs today, which are — our government assistant programs are nearly a trillion dollars. So there’s multiple ways to take a look at the costs, the true costs of those who do not get a good education and those who do.\n\nI would say that we’re spending over $600 billion on K-12 education in this country. If we were to take 3 percent or 4 percent or 5 percent of those dollars and put that into the competitive environment to see what the results are, I think we would see the same results around the country as we have started to see in D.C.\n\nAnd part of my CHOICE Act, just to give you a classic example…\n\nJUDY WOODRUFF: Right.\n\nSEN. TIM SCOTT: Part of my CHOICE Act provides D.C. kids with an Opportunity Scholarship at 40 percent of the cost of public schools; 97 percent of the kids in the Opportunity Scholarship program graduate from high school; 56 percent of the kids do in D.C.\n\nJUDY WOODRUFF: Right.\n\nIs this something you are getting support for in your own party, in the Republican Party?\n\nSEN. TIM SCOTT: Oh, absolutely. People are excited about this opportunity, Judy, that I’m proposing.\n\nWe’re actually having folks from the other side of the aisle very interested. And we take a serious look at this as well in talking to some of my former colleagues in the House. I have had meetings with different senators. So we’re trying to create a conversation that is not Republicans and Democrats.\n\nIt’s not conservatives and liberals. It’s — I believe all of us care about the outcome of education for our kids. And so I want to just be one of the folks leading the charge, so that we can have a nonpartisan conversation about perhaps the most important issue to our economic future.\n\nJUDY WOODRUFF: Well, as you know very well, one of the things the president is talking about and Democrats are talking about is raising the minimum wage. They say that is a basic thing that needs to be done in order to help folks at the lower end of the income ladder.\n\nSEN. TIM SCOTT: Yes, I would tell the president and my friends on the left that we can have a robust conversation about actually helping those folks at the entry level of the income ladder by having a conversation about restoring the 40-hour workweek that is in Obamacare.\n\nThe fact is that, today, employers are making the decision to move their employees from 40 hours a week to 30 hours to week to comply with the ACA. If we were to restore the 40-hour workweek, we would have a — at least the same impact on the same number of people as we would have having a conversation about increasing the minimum wage, without the job losses, without the reduction of hours that comes with a 40 or 50 percent increase in the minimum wage.\n\nJUDY WOODRUFF: So, how — so you are saying it all comes back to the health care law?\n\nSEN. TIM SCOTT: No, I’m not saying that at all.\n\nI think a lot of things come back to the health care law, without any question. But this is a — an incision that we could make in the health care law, restoring the 40 hour workweek, in order to make sure that those folks who today are facing a 25 percent cut in their pay because of the health care law, if we were to restore that, we could continue the debate.\n\nOf course, I’m not a supporter of the health care law, without any question. We could continue the debate on the rest of the law and how we could deal with that. But, today, if we’re going to have a real conversation about income inequality, the fastest way for us to restore the notion of more equality is faster done and more equitably done by restoring the 40-hour workweek.\n\nJUDY WOODRUFF: And that would be done by amending the law?\n\nSEN. TIM SCOTT: We could do that very quickly with both houses of Congress and the president could sign it. That would restore in a major way 25 percent of more than I think it’s 2.3 or 2.5 million Americans.\n\nJUDY WOODRUFF: You reject out of hand the idea of raising the minimum wage?\n\nSEN. TIM SCOTT: I don’t reject out of hand the idea of raising the minimum wage.\n\nWhat I reject is the notion that we can somehow create a higher quality of life by simply debating the minimum wage. There are things that we can do like restoring the 40-hour workweek that I believe would have a faster impact on the most vulnerable in our society. And by doing that, then we are on the right path.\n\nIf we are to have a conversation about the minimum wage, and I’m happy to have that conversation — and we perhaps should have that conversation. We should have a serious conversation about the pros and conservative, and not simply having a debate about a minimum wage because it has a 77 percent approval rating among those folks listening to our show today.\n\nThe fact of the matter is that we ought to take a look at the whole conversation on the minimum wage. And if we want to do it holistically, I’m happy to participate in that conversation. But, until then, we can immediately impact 25 percent of the paychecks of more Americans than the minimum wage would help.\n\nJUDY WOODRUFF: But you know the president has said he’s not going to accept something like that.\n\nSEN. TIM SCOTT: Well, he certainly said he wouldn’t accept a total rejection or repeal of the law.\n\nThis would be a quick incision. It would be easy to do. It has wide support on both sides of the aisle. If the president would step up to the plate and say that he was willing to try this, I think Republicans and Democrats would come together, and America would see for the first time in a long time bipartisan support for them, and not for each party.\n\nJUDY WOODRUFF: Senator Tim Scott, South Carolina, thank you for talking with us.\n\nSEN. TIM SCOTT: Yes, ma’am. Thank you for having me on the show.\n\nGWEN IFILL: Tomorrow night, we will continue our series with a Democrat’s perspective, from Philadelphia Mayor Michael Nutter.\n\nPBS NewsHour education coverage is part of American Graduate: Let’s Make it Happen, a public media initiative made possible by the Corporation for Public Broadcasting.", "article_metadata": {"description": "Judy Woodruff talks to Sen. Tim Scott, R-S.C., in another conversation in our series on income inequality.", "pubdate": 20140213, "og": {"site_name": "PBS NewsHour", "description": "Judy Woodruff talks to Sen. Tim Scott, R-S.C., in another conversation in our series on income inequality.", "title": "Closing the Gap: Sen. Tim Scott on offering more education options", "locale": "en_US", "image": "http://newshour-tc.pbs.org/newshour/wp-content/uploads/2014/02/timscott2.jpg", "url": "http://www.pbs.org/newshour/bb/closing-the-gap-sen-tim-scott-offering-more-education-options/", "type": "article"}, "twitter": {"domain": "PBS NewsHour", "description": "Judy Woodruff talks to Sen. Tim Scott, R-S.C., in another conversation in our series on income inequality.", "title": "Closing the Gap: Sen. Tim Scott on offering more education options", "image": "http://newshour-tc.pbs.org/newshour/wp-content/uploads/2014/02/timscott2.jpg", "creator": "@newshour", "site": "@newshour", "card": "summary_large_image"}, "robots": "noodp,noydir", "apple-mobile-web-app-capable": "no", "fb": {"app_id": 114150878604116}, "article": {"publisher": "https://www.facebook.com/newshour", "tag": "poverty"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no", "news_keywords": "closing the gap, education, income inequality, poverty"}, "_id": "\"57477af36914bd0286fd4061\"", "article_summary": "RELATED LINKSTonight, we hear from South Carolina Sen. Tim Scott, who recently launched what he’s calling his opportunity agenda.\nSEN. TIM SCOTT: Well, he certainly said he wouldn’t accept a total rejection or repeal of the law.\nSEN. TIM SCOTT: We could do that very quickly with both houses of Congress and the president could sign it.\nSEN. TIM SCOTT: So often, what we do as policy-makers is, we focus on the outcomes of education.\nSEN. TIM SCOTT: I don’t reject out of hand the idea of raising the minimum wage."}