{"article_title": "Ted Cruz's Pants on Fire claim that health care law is nation's 'biggest job-killer'", "article_keywords": ["affordable", "claim", "jobs", "jobkiller", "work", "ted", "number", "nations", "millions", "rate", "health", "obamacare", "biggest", "cruzs", "law", "parttime", "care", "pants"], "article_url": "http://www.politifact.com/truth-o-meter/statements/2016/jan/29/ted-cruz/ted-cruzs-pants-fire-claim-health-care-law-nations/", "article_text": "Obamacare \"is the biggest job-killer in this country -- millions of Americans have lost their jobs, have been forced into part-time work.\"\n\nTo a man, the seven candidates on the stage at the Republican debate in Des Moines, Iowa, oppose Obamacare. When Texas Sen. Ted Cruz was asked what he would do for the millions of people who have gained health insurance thanks to the program, Cruz was quick to describe his take on the health care law’s failings.\n\n\"First of all, we have seen now in six years of Obamacare that it has been a disaster,\" Cruz said. \"It is the biggest job-killer in this country. Millions of Americans have lost their jobs, have been forced into part-time work, have lost their health insurance, have lost their doctors, have seen their premiums skyrocket.\"\n\nVirtually from the moment the Affordable Care Act was first debated, its critics have warned that it would wreck the economy. Those predictions, we found at least five times, were based on faulty evidence .\n\nNow Cruz is claiming that the critics were right, and it all has come to pass.\n\nOnly that’s not true, either. At least in any way that the national data picks up.\n\nThe government’s labor surveys give us a pretty good window into the number of people working in any given month. They also count the number of people who are working part-time but would rather have full-time work . We looked at those tallies at several points in the life of Obamacare: When it passed, when its earliest changes took effect, when people first got insured under the law, and today.\n\nThe numbers run against Cruz’s statement.\n\nNot only has the number of jobs gone up, but the number of unwilling part-timers has gone down. We used data from the U.S. Bureau of Labor Statistics to build this table:\n\nApril 2010 September 2010 January 2014 December 2015 Unemployment rate 9.9 9.5 6.6 5 Number of jobs (thousands) 139,297 139,396 145,092 149,929 Unwilling part-timers (thousands) 9,178 9,246 7,250 6,022\n\nAll of the job numbers have moved in a positive direction since April 2010, the first full month after President Barack Obama signed the bill into law. The unemployment rate has moved steadily from 9.9 percent to 5 percent. The economy has added about 10.7 million jobs. And the number of working people who have part-time work but would rather have full-time work has fallen by nearly 3 million. There was a brief rise in that number between April and September 2010, but the longer term trend is clearly one of decline.\n\nThat’s not to say the Affordable Care Act deserves all the credit. The fact is many factors drive the labor market and the overall recovery from the Great Recession is the dominant player in this regard.\n\nStill, economist Gary Burtless at the Brookings Institution said job growth has been steady and nearly all of it has been in full-time positions. The pattern, he said contradicts \"the prediction that the law would push employers to reduce the hours of their employees in order to avoid the law's penalties on employers who do not provide insurance to the full-time employees.\"\n\n\"In the face of this evidence, critics of the Affordable Care Act keep telling us their predictions of the ‘job killing’ impacts of Obamacare have been borne out by experience,\" Burtless said. \"So far as I can see, this is flatly untrue.\"\n\nMaxim Pinkovskiy , an economist with the Federal Reserve Bank of New York, compared states that had very different starting points when Obamacare was passed. Pinkovskiy looked at Minnesota, a state with a low uninsurance rate, and Texas, where the uninsurance rate was relatively high. In his study, Texas was considered more exposed to the impacts of the Affordable Care Act because the law’s primary effect was to increase the number of insured people (despite Texas’ decision against expanding Medicaid).\n\nPinkovskiy found that in terms of jobs, Texas grew at a faster clip than Minnesota.\n\n\"More exposed states and counties have, if anything, experienced a rise in employment, salaries and output relative to less exposed areas with the implementation or the enactment of the ACA,\" Pinkovskiy wrote.\n\nBowen Garrett, an economist at the Urban Institute, co-authored a study with colleagues at the University of Illinois at Chicago that compared states that expanded Medicaid under Obamacare and those that didn’t. The researchers found no predictable effect on labor market trends. Garrett told us that based on some economic models, it’s possible that the Affordable Care Act could have increased the number of part-time jobs by about 250,000.\n\n\"But that’s far from the millions some have claimed, and it’s not clear that the ACA is responsible,\" Garrett said.\n\nA study in Health Affairs found no evidence that the law has led to more part-time work overall, but within certain groups -- people with little education and those 60-64 years old -- there might be a modest rise.\n\nWe reached out to the Cruz campaign and did not hear back.\n\nOur ruling\n\nCruz said that Obamacare cost the country millions of jobs and had forced millions into working part-time.\n\nThe government’s employment surveys show no sign of that occurring. By every measure, millions more people are working and millions fewer are stuck unwillingly in part-time work since the time the Affordable Care Act became law. The law might have affected part-time work for certain kinds of people, but that didn’t change the improvement in the overall numbers.\n\nMany of these numbers, especially the well-reported unemployment rate, are readily available and independent economic studies uncovered no sign that job growth has suffered at all under the new health care law.\n\nCruz turned familiar data upside down. We rate this claim Pants on Fire.", "article_metadata": {"description": "To a man, the seven candidates on the stage at the Republican debate in Des Moines, Iowa, oppose Obamacare. When Texas Sen. Ted Cruz was asked what he would do for the millions of people who have gained health insurance thanks to the program, Cruz was quick to describe his take on the health care law&rsquo;s failings. &quot;First of all, we have seen now in six years of Obamacare that it has been a disaster,&quot; Cruz said. &quot;It is the biggest job-killer in this country. Millions of Americans have lost their jobs, have been forced into part-time work, have lost ...", "og": {"site_name": "@politifact", "description": "To a man, the seven candidates on the stage at the Republican debate in Des Moines, Iowa, oppose Obamacare. When Texas Sen. Ted Cruz was asked what he would do for the millions of people who have gained health insurance thanks to the program, Cruz was quick to describe his take on the health care law’s failings.", "title": "Ted Cruz's Pants on Fire claim that health care law is nation's 'biggest job-killer'", "url": "http://www.politifact.com/truth-o-meter/statements/2016/jan/29/ted-cruz/ted-cruzs-pants-fire-claim-health-care-law-nations/", "image": "http://static.politifact.com.s3.amazonaws.com:80/rulings%2Ftom-pantsonfire.gif", "type": "article"}, "twitter": {"username": "PolitiFact", "description": "To a man, the seven candidates on the stage at the Republican debate in Des Moines, Iowa, oppose Obamacare. When Texas Sen. Ted Cruz was asked what he would do for the millions of people who have gained health insurance thanks to the program, Cruz was quick to describe his take on the health care law&rsquo;s failings. &quot;First of all, we have seen now in six years of Obamacare that it has been a disaster,&quot; Cruz said. &quot;It is the biggest job-killer in this country. Millions of Americans have lost their jobs, have been forced into part-time work, have lost ...", "title": "Ted Cruz's Pants on Fire claim that health care law is nation's 'biggest job-killer'", "url": "http://www.politifact.com/truth-o-meter/statements/2016/jan/29/ted-cruz/ted-cruzs-pants-fire-claim-health-care-law-nations/", "image": "http://static.politifact.com.s3.amazonaws.com:80/rulings%2Ftom-pantsonfire.gif", "site": "PolitiFact", "card": "summary_large_image"}, "fb": {"admins": 750116788, "app_id": 106379906558, "pages": 61308923432}, "google-site-verification": "qAV0CDw3qyhv8XdVwp6m1xDBnW9Q1sRAAynq6kDP7kE", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Virtually from the moment the Affordable Care Act was first debated, its critics have warned that it would wreck the economy.\nObamacare \"is the biggest job-killer in this country -- millions of Americans have lost their jobs, have been forced into part-time work.\"\nThe law might have affected part-time work for certain kinds of people, but that didn’t change the improvement in the overall numbers.\nBy every measure, millions more people are working and millions fewer are stuck unwillingly in part-time work since the time the Affordable Care Act became law.\nThat’s not to say the Affordable Care Act deserves all the credit."}