{"article_title": "How an emergency kit for homeless and poor lined the pockets of Alabama contractor who ran health centers", "article_keywords": ["poor", "inspectors", "pockets", "emergency", "grant", "ran", "cach", "bhc", "shep", "kit", "dunning", "federal", "kits", "health", "homeless", "contractor", "lined", "centers", "synergy"], "article_url": "http://www.al.com/news/index.ssf/2014/07/the_shep_kit_story_help_for_th.html", "article_text": "As the inspectors wrote after their May 2011 site visit: \"Only 400 of the 3,000 SHEP kits purchased with grant funds have been distributed to patients or local residents.\"\n\nThe idea was to put everything a body might need in an emergency in a soft, zip-up case big enough to cool a six-pack and give it to the poor and homeless.\n\nFlashlight, gauze, burn gel, tweezers, a whistle with a lanyard – that sort of thing.\n\nTwo Alabama community health centers asked the federal government in 2009 for the money to buy thousands of these things.\n\nThey got the money and bought the kits, but for years, thousands of the Safety & Health Emergency Preparedness (SHEP) kits sat in a Birmingham warehouse, AL.com has learned – well past the April 27, 2011, tornado disaster when they might have actually been useful.\n\nIt is still unclear how many got distributed to the poor and homeless in Birmingham and parts of Alabama's Black Belt, or when.\n\nWhere are the SHEP kits now? That's still not entirely certain.\n\nBut plotting the SHEP kit's history in Alabama provides a cautionary peek into what could go wrong as $11 billion in federal money is showered upon the nation's 1,300 community health centers under the Affordable Care Act over the next five years.\n\nNewly released documents obtained by AL.com through the Freedom of Information Act reveal for the first time that the federal agency responsible for overseeing grants had serious concerns about how the community health centers' money was obtained and spent.\n\nThe report found conflict of interest violations in obtaining the SHEP kit grants and problems with distributing the kits.\n\nThese findings and others related to the community health center operations ultimately led federal officials to file a complaint with the Health and Human Services Inspector General's Office. In May, federal officials confirmed an FBI investigation is ongoing.\n\nIn looking back at the SHEP kit story, the question has to be asked: Were the SHEP kits ordered by two Alabama community health centers – paid for with more than $660,000 in federal money – really developed to help the poor?\n\nOr were SHEP kits just a vehicle to turn a quick profit for a private company with ties to the two community health centers where they were destined?\n\nHurricanes, tornadoes and floods\n\nThe story of the SHEP kits begins June 1, 2009.\n\nIt was just before 5 p.m. That's when Sharon Waltz, a psychologist turned grant-writer, punched through two separate, but nearly identical, applications to the Department of Health Resources Services Administration (HRSA), which, under Health and Human Services, funds and oversees the funding to the nation's community health centers.\n\nThe applications were for Central Alabama Comprehensive Health, a multisite center based in Tuskegee, founded in 1980 and serving several Black Belt counties in the area, and Birmingham Health Care, founded in 1985 as part of a pioneering pilot project to provide health-care for the homeless.\n\nWaltz was working for BHC and CACH through a consultant company Synergy Health Link. She wrote a grant for each company, nearly identical.\n\nHer boss was Jonathan Dunning, the immediate past CEO of Birmingham Health Care and a former CEO for CACH as well. According to federal reports, Dunning had the dual role of CEO for each organization \"until March 2009 when he resigned.\"\n\nBut Dunning retained power over both organizations as a consultant, according to the documents.\n\n\"It appears that Mr. Jonathan Dunning has been acting as a consultant to both organizations and has founded various companies that provide consultative services to both BHC and CACH.\"\n\nAL.com has previously reported that during a four-year period, before and after Dunning was CEO, the Birmingham and Tuskegee clinics paid more than $2 million to Dunning's companies, according to a review of the clinics' tax filings from 2007 to 2010, the latest filing available.\n\nWaltz, who was working for BHC and CACH through Synergy contracts, would later sue Dunning alleging years of ongoing sexual harassment. Dunning, who is married, and Waltz had two children together and Dunning admits the affair but strongly denies the harassment. That case is now pending in federal court.\n\nWaltz wrote on the contract: \"The need to prepare for natural and man-made disasters became evident as the southern states experienced the devastating hurricane season of 2004 and 2005. Since that time our state has also been hard hit by tornadoes and floods.\"\n\nThe kits will be ready for distribution January 2010 and completed – all 6,000 of them distributed – by March 2010, she wrote in the grant.\n\nSo the federal government was pitched. And the federal government went for it.\n\nHRSA signed off on the grants which would later be described as not meeting any criteria to be considered valid for these federal stimulus funds.\n\nFederal inspectors also later cited the conflict of interest of having Dunning, a former employee both managing the health centers and providing contracted supplies through the grants.\n\nThe inspectors wrote it was a violation of federal grant agreements:\n\n\"No employee, officer, or agent shall participate in the selection, award or administration of a contract supported by federal funds if a real or apparent conflict of interest would be involved. Such a conflict would arise when the employee, officer, or agent ... has a financial or other interest in the firm selected for the award.\"\n\nHere's how it broke down:\n\nWaltz, working for Dunning, submits the contracts to get $331,650 to buy the SHEP kits for Birmingham Health Care (BHC); and $331,650 to Central Alabama Comprehensive Health (CACH).\n\nNext enters the middleman -- Synergy Health Link, a for-profit company owned and operated by Dunning, the immediate past chief executive officer for BHC and a former CEO at CACH, as well.\n\nAs the more than $660,000 flowed to BHC and CACH, Synergy Health Link executed separate contracts with BHC and CACH to supply the health centers with the SHEP kits.\n\nSynergy came up with two identical contracts - one for BHC and one for CACH – signed by Jonathan Dunning as president of Synergy Health Link for $331,650, the amount of grant money received by each.\n\nIn a meeting at the Regions Harbert Plaza, where Synergy rented an office, Dunning negotiated a deal with the supplier, a Pelham company, to buy the kits and supplies for $35.71 apiece, according to a receipt.\n\nThat's $107,130 for 3,000 kits.\n\nDunning's company, Synergy, turned around and charged each clinic $181,650 for the kits, a difference of $74,520 each.\n\n[ MORE: See what's inside the emergency preparedness kits ]\n\nAdditionally, Synergy Health Link charged each clinic $150,000 for electronic \"smart\" cards. Add it all up and the charges consumed the rest of each of the clinics' $331,650 grant.\n\nSynergy's cost for the smart cards is not clear. But several employees have told AL.com that the cards, which were supposed to electronically store medical information on the patient, were not used because of technical problems.\n\nFast forward to May 2011 – just after the devastating tornadoes on April 27.\n\nActing on tips about multiple problems at CACH in Tuskegee – which was being run by the management team from BHC, led by Dunning as consultant – HRSA inspectors came to CACH for a site visit.\n\nWhat they found were wide-ranging problems ranging from alleged embezzlement to serious medical safety issues, as documented in their report obtained by AL.com through the Freedom of Information Act.\n\nWhen they turned their attention to the SHEP kits, the inspectors found many problems.\n\nWhere are the kits?\n\nThe newly obtained documents reveal that CACH had only distributed 427 kits. When asked to see the 2,500-plus kits leftover, staff told the inspectors \"they were housed at BHC and provided to CACH as needed.\" There was no mention in the report of how many kits BHC may have had stored – but BHC employees reported thousands were in storage there through most of 2012.\n\n\"We were asked to move them around every now and then,\" said a former employee, who spoke on condition of anonymity.\n\nFor some time, all of the 6,000 SHEP kits were stored in a warehouse in Birmingham or Homewood, and deliveries were made, 50 or so kits in a carload to CACH, two former employees involved in the process confirmed.\n\nAs the inspectors wrote after their May 2011 site visit: \"Only 400 of the 3,000 SHEP kits purchased with grant funds have been distributed to patients or local residents.\"\n\nThey also raised concerns about the contracts.\n\n\"In addition the same parent company (Synergy) that provided the grant writer Dr. Waltz under a management services contract arrangement provided all vendor services under the grant through other wholly owned and managed subsidiary companies. These subsidiary companies (as far as can be ascertained by the consultant) all controlled and owned by the same individual, Mr. Jonathan Dunning.\"\n\nThe inspectors noted that the SHEP kits were \"grossly overpriced\" and that there was no evidence of bid-taking in selecting Dunning's company.\n\nMeanwhile, the team noted that the grant, which came from federal stimulus funds, was not meant to be spent on such things as SHEP kits.\n\nThe inspectors also learned that CACH and BHC were trying to sell the kits for $79.95 with a $15 discount if you had Medicaid. Staff had been asked by management to try to give 500 away to the poor, sell 1,000 for $79.95; 1,500 discounted to $64.95. Business was slow to say the least, employees reported.\n\nThe inspection report said it was \"not clear\" if the sale of the kits was even allowable given that they had already been paid for with federal funds.\n\nIn light of these findings, the site inspectors at CACH called for a review of grant activity for CACH.\n\n\"Special attention should be paid to the creation of the ... grant request and possible conflict of interest, fraud and/or abuse which may have occurred in the procurement and implementation process,\" the report said.\n\nWhat they're saying\n\nBecause of the investigations, HRSA officials have declined to talk about the issues surrounding the community health centers.\n\nIn an email, Waltz told AL.com last week she \"didn't think there was anything improper at the time\" about the SHEP kit grants. She said they came on the heels of Hurricane Katrina, and the idea was to give needy people something to help them in an emergency.\n\n\"I was not the person responsible for distribution or pricing,\" she said, adding that she had no idea how many were distributed.\n\nWaltz said she knows that as late as 2012, when she left Synergy, there were leftover SHEP kits stored in a locked closet at BHC's Norwood clinic.\n\nContacted last week, Ken Dowdy, who is the lawyer for both BHC and Dunning, said the SHEP kits have been distributed but did not elaborate on when and where.\n\n\"Please know that BHC distributed all of its SHEP kits pursuant to the terms of the grant awarded for such purpose,\" Dowdy said in an email. \"BHC does not know what CACH did with the SHEP kits it received, however all SHEP kits purchased under the grant for CACH were delivered to CACH for distribution.\"\n\nAccording to the grant application, all the kits were to be distributed by March 2010\n\nLast year HRSA stopped funding CACH, and allowed Quality of Life of Gadsden, with 19 locations in 11 counties, to take over CACH's coverage area which includes Macon, Bullock, Chambers, Tallapoosa, Russell and Lee counties.\n\nCACH has sued BHC in court over some of these issues. A trial start scheduled for July 28 was last week postponed.\n\n(Updated at 8:40 a.m. July 20 to add word to clarify headline.)", "article_metadata": {"medium": "news", "viewport": "width=device-width,initial-scale=1", "news_keywords": "affordable care act, birmingham health care, news", "title": "How an emergency kit for homeless and poor lined the pockets of Alabama contractor who ran health centers", "og": {"site_name": "AL.com", "description": "The purchase of thousands of emergency kits in Alabama can provide a cautionary peek into what could go wrong as $11 billion in federal money is showered upon the nation's 1,300 community health centers under the Affordable Care Act over the next five years in an effort to help the poor with health care.", "title": "How an emergency kit for homeless and poor lined the pockets of Alabama contractor who ran health centers", "url": "http://www.al.com/news/index.ssf/2014/07/the_shep_kit_story_help_for_th.html", "image": "http://image.al.com/home/bama-media/width620/img/alphotos/photo/2014/07/14/15406657-large.jpg", "type": "article"}, "twitter": {"description": "The purchase of thousands of emergency kits in Alabama can provide a cautionary peek into what could go wrong as $11 billion in federal money is showered upon the nation's 1,300 community health centers under the Affordable Care Act over the next five years in an effort to help the poor with health care.", "creator": "@MikeOliverAL", "image": "http://image.al.com/home/bama-media/width620/img/alphotos/photo/2014/07/14/15406657-large.jpg", "title": "How an emergency kit for homeless and poor lined the pockets of Alabama contractor who ran health centers", "site": "@aldotcom", "card": "summary_large_image"}, "article_date_updated": "Wednesday, August 20, 2014,  6:16 AM", "fb": {"admins": 100000302287435}, "article_publication_name": "AL.com", "article": {"author": "http://"}, "article_comments": 0, "article_date_original": "Sunday, July 20, 2014,  8:02 AM", "article_author": "Mike Oliver | moliver@al.com", "Description": "The purchase of thousands of emergency kits in Alabama can provide a cautionary peek into what could go wrong as $11 billion in federal money is showered upon the nation's 1,300 community health centers under the Affordable Care Act over the next five years in an effort to help the poor with health care."}, "_id": "\"57477af36914bd0286fd4078\"", "article_summary": "[ MORE: See what's inside the emergency preparedness kits ]Additionally, Synergy Health Link charged each clinic $150,000 for electronic \"smart\" cards.\nAs the more than $660,000 flowed to BHC and CACH, Synergy Health Link executed separate contracts with BHC and CACH to supply the health centers with the SHEP kits.\nHurricanes, tornadoes and floodsThe story of the SHEP kits begins June 1, 2009.\nTwo Alabama community health centers asked the federal government in 2009 for the money to buy thousands of these things.\nOr were SHEP kits just a vehicle to turn a quick profit for a private company with ties to the two community health centers where they were destined?"}