{"article_title": "Kenneth Bae speaks: US missionary detained in North Korea pleads for help", "article_keywords": ["pleads", "north", "help", "korea", "kim", "rodman", "comments", "kenneth", "american", "bae", "detained", "pyongyang", "star", "speaks", "missionary"], "article_url": "http://worldnews.nbcnews.com/_news/2014/01/20/22367142-kenneth-bae-speaks-us-missionary-detained-in-north-korea-pleads-for-help?lite", "article_text": "Kim Kwang Hyon / AP American missionary Kenneth Bae, right, leaves after speaking to reporters in Pyongyang, North Korea, on Monday.\n\nPYONGYANG, North Korea -- An American missionary who has been jailed in North Korea for more than a year appeared before reporters Monday and appealed to the U.S. government to do its best to secure his release.\n\nKenneth Bae made the comments at what he called a press conference held at his own request. He was under guard during the appearance. It is not unusual for prisoners in North Korea to say after their release that they spoke in similar situations under duress.\n\nWearing a gray cap and inmate's uniform with the number 103 on his chest, Bae spoke in Korean during the brief appearance, which was attended by The Associated Press and a few other foreign media in Pyongyang.\n\nU.S. State Department spokesperson Jen Psaki talks about former NBA star Dennis Rodman's trip to North Korea and his comments about American Kenneth Bae, who is being held in a North Korean prison.\n\n\"I believe that my problem can be solved by close cooperation and agreement between the American government and the government of this country,\" he said.\n\nBae, the longest-serving American detainee in North Korea in recent years, expressed hope that the U.S. government will do its best to secure his release. He said he has not been treated badly in confinement.\n\nA sticking point with Bae might be that the U.S. government has said he is not guilty of any crimes. Vice President Joe Biden said last month that Bae is being held without reason, which Pyongyang denies. Bae on Monday made an apology and said he had committed anti-government acts. He said recent comments in the media from the U.S. side — likely alluding to Biden's remarks — have made his situation more complicated.\n\nBae was arrested in November 2012 while leading a tour group and accused of crimes against the state before being sentenced to 15 years of hard labor. He was moved to a hospital last summer in poor health.\n\nHis appearance came weeks after North Korea freed an elderly American veteran of the Korean War who had been held for weeks for alleged crimes during the 1950-53 war.\n\nState media said 85-year-old Merrill Newman was released because he apologized for his wrongdoing and that authorities also considered his age and medical condition. Newman said after his release that a videotaped confession was given involuntarily and under duress, although he was generally treated well.\n\nThe former NBA star is saying sorry this morning for comments he made about Kenneth Bae, the American being detained in North Korea. Rodman is in North Korea to celebrate Kim Jong Un's birthday. NBC's Ian Williams reports from Beijing.\n\nNorth Korea has detained at least seven Americans since 2009. They were eventually deported or released without serving out their terms, some after prominent Americans such as former presidents Bill Clinton and Jimmy Carter traveled to Pyongyang.\n\n\"We shouldn't take Kenneth Bae's comments merely as his own,\" said Kim Jin Moo, a North Korea expert at the state-run Korea Institute for Defense Analyses in Seoul. \"The reason why North Korea had Kenneth Bae make this statement ... is that they want Washington to reach out to them.\"\n\n\"Bae's comments are an appeal to Washington to actively persuade Pyongyang to release him,\" Kim said.\n\nOther foreign analysts say North Korea wants better ties with Seoul and Washington as a way to win foreign aid and investment to boost its struggling economy.\n\nEarlier this month, Bae's detention was in the news after former basketball star Dennis Rodman traveled to Pyongyang with other retired NBA players for an exhibition game marking the birthday of North Korean leader Kim Jong Un. In an interview with CNN while in Pyongyang, Rodman made comments implying Bae was at fault.\n\nRodman, who has been criticized for not using his ties with Kim to help secure Bae's freedom, later apologized.\n\n- The Associated Press\n\nWatch former NBA star Dennis Rodman sing \"Happy Birthday\" to North Korea's Kim Jong Un, not shown on camera, during a basketball game in Pyongyang.\n\nRelated:\n\nThis story was originally published on", "article_metadata": {"description": "PYONGYANG, North Korea -- An American missionary who has been jailed in North Korea for more than a year appeared before reporters Monday and appealed to the U.S. government to do its best to secure his release.\nKenneth Bae made the comments at what he c", "author": "World News", "og": {"site_name": "NBC News", "description": "PYONGYANG, North Korea -- An American missionary who has been jailed in North Korea for more than a year appeared before reporters Monday and appealed to the U.S. government to do its best to secure his release.\nKenneth Bae made the comments at what he c", "title": "Kenneth Bae speaks: US missionary detained in North Korea pleads for help", "url": "http://worldnews.nbcnews.com/_news/2014/01/20/22367142-kenneth-bae-speaks-us-missionary-detained-in-north-korea-pleads-for-help", "image": "http://media2.s-nbcnews.com/i/MSNBC/Components/Photo/_new/140120-kenneth-bae-5a.jpg", "type": "article"}, "contentId": 22367142, "section": "{\"domainName\":\"worldnews\",\"displayName\":\"World News\",\"avatar\":\"http:\\/\\/nvcdn.nbcnews.com\\/_vine\\/images\\/av\\/30x30\\/group.gif\",\"url\":\"http:\\/\\/worldnews.nbcnews.com\\/\",\"type\":\"group\",\"ass\":\"\",\"groupId\":\"6784\",\"articleCount\":\"9180\",\"seedCount\":\"70617\",\"memberCount\":\"35\",\"description\":\"\",\"createDate\":1311293760,\"groupType\":null,\"groupTypeId\":\"5\",\"blessed\":0,\"lastPub\":1464069395,\"isEnabled\":1}", "title": "Kenneth Bae speaks: US missionary detained in North Korea pleads for help - World News", "trackData": "{\"section\":\"World news\",\"subSection\":\"worldnewsfranchise\",\"sitePageId\":\"a22367142\",\"headline\":\"Kenneth Bae speaks: US missionary detained in North Korea pleads for help\",\"pageSource\":\"World News\",\"typeName\":\"Story\",\"byline\":\"World News\",\"tags\":[\"featured\",\"north-korea\",\"updated\",\"press-conference\",\"dennis-rodman\",\"kenneth-bae\"],\"seedSource\":\"\"}", "jenga-session-config": "{\"when_to_init\":\"asap\", \"load_pers\":\"1\"}", "cip": "104.96.220.204", "nv": {"contentId": 22367142, "contentType": "n"}, "date": "May 23, 2016, 11:39 pm", "server": "web08", "viewport": "width=device-width, initial-scale=1.0", "canonical": "http://worldnews.nbcnews.com/_news/2014/01/20/22367142-kenneth-bae-speaks-us-missionary-detained-in-north-korea-pleads-for-help"}, "_id": "\"57477af46914bd0286fe048e\"", "article_summary": "Kim Kwang Hyon / AP American missionary Kenneth Bae, right, leaves after speaking to reporters in Pyongyang, North Korea, on Monday.\n\"The reason why North Korea had Kenneth Bae make this statement ... is that they want Washington to reach out to them.\"\nPYONGYANG, North Korea -- An American missionary who has been jailed in North Korea for more than a year appeared before reporters Monday and appealed to the U.S. government to do its best to secure his release.\nIt is not unusual for prisoners in North Korea to say after their release that they spoke in similar situations under duress.\nThe former NBA star is saying sorry this morning for comments he made about Kenneth Bae, the American being detained in North Korea."}