{"article_title": "The Gospel According to Comrades: Hark! Ye Mental Health Exams Coveredth Now", "article_keywords": ["comrade", "hark", "mental", "lost", "obamacare", "coveredth", "ye", "according", "know", "insurance", "health", "exams", "healthcare", "need", "comrades", "gospel", "think", "wrote", "dont"], "article_url": "http://finance.townhall.com/columnists/johnransom/2013/10/27/the-gospel-according-to-comrades-hark-ye-mental-health-exams-coveredth-now-n1732297/page/full", "article_text": "Rx7pj wrote: What the hell makes you think you have lost the constitution , liberty or freedom??? I haven't lost any of these things and if yo live here either have you. Quit parroting this right winged garbage. Eeewww! Amycare for US Senate\n\nDear Comrade RX,\n\nI could write a book about how we’ve lost the constitutional limitations on government, but others have already done that job for me.\n\nHere’s a few: Never Enough: America's Limitless Welfare State ;\n\nTerms of Engagement: How Our Courts Should Enforce the Constitution's Promise of Limited Government;\n\nRestoring the Lost Constitution: The Presumption of Liberty;\n\nThe Liberty Amendments: Restoring the American Republic\n\nInstead of just parroting Left-Wing garbage, you should probably try reading those books.\n\nBut more to your point, yes, I think that when the United States' government monitors all Internet traffic, monitors every single domestic telephone call for pattern recognition; when governments install video monitoring devices at every intersection; when the government guarantees entire industries like banking, real estate, autos, the university system, and now healthcare; when the plain language of the Second Amendment-- that says the right to keep and bear arms shall NOT be abridged-- is abridged to only include specific people who can keep and bear arms; when the government starts tracking children in the womb with personally identifiable information– children who they don’t even recognize as humans under their reading of the constitution—in order to promote some liberal idea of education reform; when that government does all that, then, yes, we have lost the constitution, our liberty and our rights.\n\nWhen you add up the economic activity in so-called \"private industry\" that the government controls, you get a sense why government as a percentage of our GDP is over 40 percent, rivaling the years of World War II when 19 million American men were in uniform.\n\nReal Estate +6.3%; Autos +3.3%; K-12 +5.7%; College +3.1; Healthcare +17.9%. That comes out to 36.3% of GDP in industries closely controlled by the government. If you add in just Fannie Mae and Freddie Mac and the big six systemic banks that the federal government guarantees, you can figure on another $18 trillion in assets that the government closely controls. Our entire GDP for a year is around $16 trillion.\n\nSeriously. Try reading books.\n\nIf you can’t see the intersection between the government and our economy in constitutional terms, then let’s just say there really is no difference between you and communists.\n\nBut of course, that’s why I call you comrade.\n\nReginald10 wrote: Yes, and we need to replace strychnine with arsenic, because strychnine is poisonous. Eeewww! Amycare for US Senate\n\nDear Comrade Reggie,\n\nI think you made the right choice for your career when you switched to the name \"Elton John.\" But I was never a fan of either the glasses or the platform shoes. Or Princess Di.\n\nSorry.\n\nDrayburn wrote [with both fine gramear and speliing]: So Johnny Boy you have lost your faith in God, becoming a Loin of the Devil wondering around stealing souls, at least God found use for a donkey riding it though the city. As most Republicans the Devil has made his deals with for there great power over others and blind them to reality and fact, there comes the time to pay the piper, well time to pay little man time to pay. The braking of the Republican bubble has come for them to face there hate and lies they spread for years. We Are Lions That Are Lead By Donkeys\n\nDear Comrade Dray,\n\nYou seem to be suffering from a flight of ideas or some other similar thought disorder. Or perhaps it’s derailment of ideas.\n\nThe good news is that these conditions are covered under Obamacare.\n\nThe bad new is that you probably need an exorcism too.\n\nAnd what d'ya know? Not covered under Obamacare, yet!\n\nI know. I’m surprised too.\n\n\"For the devil has come down unto you, having great wrath, because he knoweth that he hath but a short time.” - Revelation of John 12:12\n\nIt is not I that is rolling out a broken healthcare system because I have such a short time left to accomplish my goal.\n\nBut then when has Obama ever cared for the consequences to his party or his country when contemplating anything?\n\nLook, I’m not saying Obama’s the devil. He’s not bright enough for that.\n\nBut his works are certainly devilish.\n\nRemember those terrible Republican conservatives who wanted to delay the implementation of Obamacare?\n\nIt looks like they were the only ones who knew what the hell they were talking about.\n\nYou know it’s bad when Ezra Klein, my favorite idiot, thinks there are problems with Obamacare much bigger than the website:\n\nTo understand why these problems are so dangerous to Obamacare it's helpful to understand how the Obama administration thinks about Obamacare.\n\nWith my colleague Sarah Kliff, I spent much of May and June working on that. What we wanted to know -- and asked repeatedly -- was how administration officials defined success for the health care law.\n\nHere is what we learned: “To the White House, the difference between success and failure is straightforward: They need to entice a sufficient number of young and healthy adults into the new insurance marketplaces that open Oct. 1.”\n\nI want to be clear on this: No one said that success was letting kids up to age 26 stay on their parents' insurance plan. No one said it was regulating insurers or covering preventive care. Instead, everyone in the White House shared a singular definition: Success meant setting up the exchanges and attracting enough young people that premiums stayed low.\n\nAnd he concluded:\n\nThe problem is precisely that the people who really need insurance will be patient and persistent. The people who don't need insurance as badly may not be. And if that happens, then in year two, costs are going to rise sharply for those sicker, older people left in the exchanges. And Republicans who see Obamacare's problems as a path to success in 2014 won't even think about expanding Medicaid.\n\nWhen ANY liberal is being this honest it’s refreshing.\n\nBut Klein has made supporting Obamacare his raison d'être for the better part of the last 4 years. And make no mistake, he still a fan. He’s trying to save Obamacare, but he says there isn’t much time: “The White House has time to right the ship. But not much. Health-care experts suggest the Web site needs to be running smoothly by Thanksgiving at the latest.”\n\nJust another thing to be thankful for on Thanksgiving Day.\n\n“Give me six hours to chop down a tree,” said Lincoln, “and I will spend the first four sharpening the axe.”\n\nObama blew his four hours. He’s got two left.\n\nGoldilocks wrote: When did conservatives become lions? We Are Lions That Are Lead By Donkeys Goldilocks also wrote: If conservatives are lions, then conservatives are not pachyderms. So conservatives are PINOs!\n\nDear Comrade Goldi,\n\nYou too will qualify for free mental health-screenings under Obamacare. I hear they are coming up with a combined concealed-carry permit, NSA job application, IRS non-profit designation and Obamacare registration all in one.\n\nAnyone who fills it out is automatically registered as a Democrat and their prescriptions arrive in the mail.\n\nAnd the best part? I hear you won’t even have to show up to vote. They make the vote selections for you with one of the “Obamacare-approved” candidates. And if there’s a generic alternative, that’s covered as well.\n\nI didn’t call conservatives lions.\n\nI called the American people “lions.”\n\nChurchill, a lion himself, was half-American and somewhat of a visionary on the importance of the USA.\n\nAnd despite the shackles and fetters with which they try to bind us, there are still more lions in America than there are donkeys. American solutions to problems tend to come organically out of individuals, not groups, at any event.\n\nIn fact, I called out the elites on ALL sides for letting us down. They are the donkeys in this scenario:\n\nIn many senses the government, the politicians, the media, our newspapers, our radio stations, our chambers of commerce, our professional sports leagues, our schools, our universities, our court system, Democrats and Republicans alike, defaulted a long time ago.\n\nOL1 wrote: We love you John. You, President Obama, and Ted Cruz are creating a much stronger Democratic Party by not understanding or participating in this democracy. Keep up the good work. It’s Stupid, Obamacare\n\nDear Comrade OL1,\n\nDoes Obama know you are using his patented number one?\n\nI’m OK with it, but is he?\n\nNot to worry, even now I am holding up one finger and shouting “You’re number one.”\n\nGuess which finger?\n\nThe real numbers I’m looking at however say that whatever you might think of Ted Cruz, in the long wrong, he’ll be remembered as the guy who implored Washington to get rid of Obamacare before disaster struck.\n\nBlame who you want but the law was poorly thought out, even worse in execution, and clearly will be a big issue in next year’s upcoming election.\n\nObama’s approval rating is as low as it’s ever been and unless he has magic pixie dust and a herd of unicorns to fix the monument to himself disguised as “healthcare reform,” it’ll get worse.\n\nThe 2010 mid terms were about government overreach. The 2014 midterms will be about that too, plus government incompetence.\n\nElucidated wrote: John, it's understandable that you have reduced your lexicon to \"stupid' when describing Obamacare. . .since you are angry that the GOP just got a big whooping. But in my case, I have a tiny difference of opinion. You see, I have a son with seizures who was denied health insurance last year. Do you have any idea how our lives have been effected by private insurance playing the God card to save money? It’s Stupid, Obamacare\n\nDear Comrade Elucidated,\n\nI’m sorry that your son was denied coverage.\n\nI think, however, you’ve mistaken me --and the rest of America for that matter-- as a giant call-center and complaint department.\n\n\"Helloooooo, I care. Oh, wait. I don't.\" Click.\n\nMy family has it’s own issues. I don’t make you responsible for them, do I?\n\nIf you want high quality healthcare, then you should ask the government to get out of healthcare entirely.\n\nLet me boil it down for you: Healthcare in this country suffers from the same delusion that many things the government gets involved does.\n\nThis is the delusion that you can get people who don’t get many—or any—benefits to pay for people who get many—or most—of the benefits.\n\nThere is very little difference between the ponzi scheme that is Social Security and the scheme that’s known as Obamcare. Both rely on people who don’t get a benefit to support those who get the benefits today.\n\nIt’s immoral.\n\n“As an individual who undertakes to live by borrowing,” said Lincoln, “soon finds his original means devoured by interest, and next no one left to borrow from - so must it be with a new government.”\n\nBTW- I need you to come by next week and write a check for my mortgage. It’s been a bad few months for me, and I’m a little short.\n\nThat's the same argument you are using.\n\nBSullivan848 wrote: Oh John NOW you want to move center? Good Luck after spreading misinformation and to where we are know worried about the next move of the extremist you and your party have become? The Great Default Already Happened\n\nDear Comrade Sully,\n\nOh, we’re the extremists?\n\nKids can’t even dress up as “Indians” anymore.\n\nFrom Opposing Views:\n\nThe University of Colorado Boulder has instructed its students not to wear \"offensive\" Halloween costumes such as cowboys, Indians, sombreros, white trash or anything that shows any culture as being \"over-sexualized.\"\n\nIn addition to the costume censorship, the college is telling students not to have parties that include ghettos, hillbillies, crime and sex work, notes The Telegraph.\n\nI guess free speech doesn’t apply anymore, huh?\n\nAll this from the Land of Fruit and Nuts we call the Democrat Party.\n\nBut then, I'm the extremist.\n\nEricynot1 wrote: \"Bush inherited a financial crisis at the beginning of his presidency, a crisis that was wholly unforeseen as well\"\n\nRansom must have been traveling intergalactically for a few years in the late '90's. For at least two years prior to the Dotcom bubble crash, financial writers had been predicting it to happen. The only real question was how the crash managed to hold off for as long as it did. Here’s To The Yahoo’s Who Ruined A Perfectly Good Shutdown\n\nDear Comrade EricY!,\n\nI was actually working in venture capital at the time. I knew as well anyone what was up. I never got caught up in the dot-com bubble. My clients prior to that were in the stock market, but, generally speaking, I’m a value guy when it comes to stock purchases.\n\nHaving said that, I don’t know what your comments have to do with Bush.\n\nHe was responsible for the dot-com crash? Before he was president?\n\nThe crisis that he inherited, the one that was unforeseen, was the attack on the World Trade Center, which blew about 0.5% off of GDP for that year.\n\nAnd if a big majority of financial writers had predicted the crash many years before, the crash never would have happened.\n\nInstead, there would have been an orderly retreat in the stock market, as the public reacted to changing media opinion. That’s how the market works. At any given time there are writers who are bearish on the market, like Doug Kass, who one day are right.\n\nThat doesn’t change the fact that those bears missed one of the all-time great bull markets for about a ten-year period because they are permanent bears on the market.\n\nOf the two of us, comrade, there is only one who has an intergalactic problem with reality.\n\nIt’s not I.\n\nThat's it for this week,\n\nV/r,\n\nJR", "article_metadata": {"keywords": "The Gospel According to Comrades: Hark! Ye Mental Health Exams Coveredth Now - John Ransom - Personal Finance, Financial Advice, Money, Business News, Real Estate, Mortgages, Investments, Stocks, Ransom Notes Radio, John Ransom", "og": {"site_name": "finance.townhall.com", "description": "The good news is that these conditions are covered under Obamacare. The bad new is that you probably need an exorcism too. And what d'ya know? That's not covered under Obamacare, yet!", "title": "John Ransom - The Gospel According to Comrades: Hark! Ye Mental Health Exams Coveredth Now", "url": "http://finance.townhall.com/columnists/johnransom/2013/10/27/the-gospel-according-to-comrades-hark-ye-mental-health-exams-coveredth-now-n1732297", "image": "http://media.townhall.com/townhall/reu/ha/uploads/2013/10/26/0.jpg", "type": "article"}, "fb": {"app_id": 143685698988231}, "description": "The Gospel According to Comrades: Hark! Ye Mental Health Exams Coveredth Now - John Ransom - Personal Finance, Financial Advice, Money, Business News, Real Estate, Mortgages, Investments, Stocks, Ransom Notes Radio, John Ransom", "robots": "index, follow"}, "_id": "\"57477af36914bd0286fc9e00\"", "article_summary": "And he concluded:The problem is precisely that the people who really need insurance will be patient and persistent.\nThe people who don't need insurance as badly may not be.\nHaving said that, I don’t know what your comments have to do with Bush.\nAmycare for US SenateDear Comrade Reggie,I think you made the right choice for your career when you switched to the name \"Elton John.\"\nWhat we wanted to know -- and asked repeatedly -- was how administration officials defined success for the health care law."}