{"article_title": "Do omega-3 supplements help or hurt?", "article_keywords": ["kids", "fatty", "important", "fish", "problems", "dha", "hurt", "brain", "supplements", "dont", "omega3", "help"], "article_url": "http://health.heraldtribune.com/2014/02/24/do-omega-3-supplements-help-or-hurt/", "article_text": "If you've turned on the TV lately, you've probably seen the commercial for Enfagrow Toddler Next Step, a new powdered drink made by formula manufacturer Enfamil. The voiceover lady explains that your child is probably not getting enough of the omega-3 fatty acid DHA (docosahexaenoic acid), \"an important nutrient that can help nourish the brain.\" Luckily, Enfagrow can fill that gap!\n\nDo toddlers need those supplements? Parenting magazine explains that DHA \"jump starts the production of a hormone that's crucial for brain development\" for infants and toddlers. BabyCenter recommends omega-3 supplements for kids who don't eat fatty fish at least once a week (and no, store-bought fish sticks don't count). On the other hand, the Cornucopia Institute, a nonprofit organization that supports sustainable and organic agriculture, published a report in 2010 in which it warned that the omega-3 fatty acids added to infant and children's drinks are \"dangerous and unnecessary\" and can cause diarrhea, rashes, and even seizures. So what's the deal -- are omega-3 supplements critical or harmful? It seems that the answer to this question is a reassuring neither. Although omega-3 fatty acids such as DHA are important building blocks for the developing brain, and average consumption by American kids is quite low, there is little evidence to suggest that children become smarter or healthier when they take omega-3 supplements. In fact, there's no clear consensus on how many omega-3 fats kids actually need. Most scientists and doctors agree, too, that it's smarter to get nutrients through whole foods when possible. But after taking a close look at the evidence, I'm confident that the safety concerns raised about the omega-3s added to formulas and kids' drinks are not based in solid science. About 15 percent of the fat found in the brain is DHA, where the molecule helps brain cells function and react quickly. Omega-3s are used to build parts of the eye, maintain cell structure throughout the body, and make hormones known as eicosanoids, important for a range of physiological functions. Animals who are fed omega-3-deficient diets end up with learning and visual problems; some studies have also found associations between abnormal fatty acid levels in children and behavioral or developmental problems such as ADHD, autism and reading and memory difficulties. But before you run out to stock up on Enfagrow, there are some important caveats to consider. Just because fatty acid deficiencies have been linked to developmental problems doesn't mean that the deficiencies cause the problems. In fact, researchers studying these links theorize that kids with developmental disorders or cognitive problems may have trouble metabolizing fatty acids -- in other words, the disorders may cause omega-3 deficiencies, not vice versa. Supporting this notion, several studies and systematic reviews have shown that giving kids with these disorders omega-3 supplements does not improve their symptoms. Overall, there's no good evidence to suggest that children who take omega-3 supplements fare better than those who don't. THE BOTTOM LINE Don't feel pressured give your kids omega-3 supplements if they're healthy and eating well. Do, however, try to ensure that kids eat one or two weekly servings of fatty fish low in mercury, such as salmon. What if you have an 18-month-old who simply refuses to eat fatty fish, no matter how you prepare it? In this case, supplements might be smart. But don't give up: Keep putting fish in front of your kids and ask them to try a bite each time, because repeated tastings can overcome food fears and aversions.", "article_metadata": {"og": {"image": "http://health.heraldtribune.com/files/2014/02/hfnutri25.jpg"}, "wp-parsely_version": "1.8", "fb": {"app_id": 846021808821787}}, "_id": "\"57477af46914bd0286fe2a34\"", "article_summary": "BabyCenter recommends omega-3 supplements for kids who don't eat fatty fish at least once a week (and no, store-bought fish sticks don't count).\nTHE BOTTOM LINE Don't feel pressured give your kids omega-3 supplements if they're healthy and eating well.\nOverall, there's no good evidence to suggest that children who take omega-3 supplements fare better than those who don't.\nSo what's the deal -- are omega-3 supplements critical or harmful?\nSupporting this notion, several studies and systematic reviews have shown that giving kids with these disorders omega-3 supplements does not improve their symptoms."}