{"article_title": "Rush 40th anniversary tour makes New Jersey stop", "article_keywords": ["rush", "lee", "played", "40th", "half", "mr", "stop", "anniversary", "lifeson", "band", "tour", "peart", "world", "makes", "jersey", "stage"], "article_url": "http://www.washingtontimes.com/news/2015/jun/28/rush-40th-anniversary-tour-makes-new-jersey-stop/", "article_text": "For 40 years, Rush fans and industry colleagues alike have asked: How is it possible that just three guys can produce so much sound? No backup instrumentalists, no prerecorded tracks or backing vocals — just three fellows from Toronto fashioning rock ‘n’ roll symphonics unequalled anywhere in musicdom.\n\nBassist/vocalist/keyboardist Geddy Lee, guitarist Alex Lifeson and drummer Neil Peart are touring the U.S. and Canada to commemorate their ruby anniversary, with a sold-out stop Saturday at Newark, New Jersey’s Prudential Center. The trio performed a three-hour show with but a halftime break. Each half had a “theme,” with the first being “The World Is…The World Is” and the second “No Country for Old Hens,” each offset by humorous videos the band made in various costumed attire — replete with character-breaking outtakes.\n\n“The World Is…The World Is” kicked off with “The Anarchist” from the band’s most recent album, 2012’s “Clockwork Angels.” Like much of their greater compositions, “The Anarchist” commences with a bombastic instrumental intro and thematic vamping before Mr. Lee comes in with his trademark high-tenor vocals at the minute-and-a-half mark.\n\nFor a band with such a bevy of recognizable hits, Rush largely strayed deeper into the catalog for the Newark show, even busting out super-rarity “Between the Wheels,” which Mr. Lee informed the fanatic crowd had only been played publicly one other time.\n\nIn a humorous turn, during “Roll the Bones,” celebs Peter Dinklage from “Game of Thrones,” Audioslave guitarist Tom Morello and actors Paul Rudd and Jason Segel lip-synced in prerecorded video played behind the band. In fact, Mr. Rudd and Mr. Segel co-starred in the 2009 bromance comedy “I Love You, Man” as two rabid Rush fans, and in which the band itself provided a concert cameo.\n\nIn a surprise move, Mr. Lee brought to the stage violinist Jonathan Dinklage, brother of Peter, for the elegiac “Losing It.” Mr. Dinklage’s mournful strains echoed across Prudential’s walls as a rare guest artist for the trio.\n\nThe first half closed out with the hit “Subdivisions,” as Mr. Lee simultaneously played keys and bass while crooning of the rural ennui of malls, conformity and prefabricated houses and suburban lives.\n\nThe “No Country for Old Hens” half began with “South Park” footage of the hell-raising animated youths waxing on the “true” lyrics of “Tom Sawyer,” which dovetailed with the curtain rising on Mr. Lee, Mr. Lifeson and Mr. Peart assaying that very tune before segueing into “Camera Eye.”\n\nThe crowd reached a fever pitch as Mr. Lifeson thrashed the opening chords of 1980’s “The Spirit of Radio,” followed in short order by Mr. Peart’s signature drum strikes and Mr. Lee’s lyrics about the “companion unobtrusive.” Mr. Lee didn’t reach for as many optional superhigh notes in the tune as usual — not that the concertgoers seemed to mind.\n\nThen came “Jacob’s Ladder” off of “Permanent Waves” and two segments of “Cygnus X-1” before a stunning rendition of “Closer to the Heart,” complete with Mr. Peart switching from drums to stand-up tubular bells where needed. The crowd roared as Mr. Lee took his tenor to its upper registers in the final refrain of the song’s titular lyric.\n\nThe heart of the second half — and of the entire show — was the fantastical “Xanadu” followed by several sections of the “2112” concept album from 1976 to cap “No Country for Old Hens.”\n\nBefore the encore, more video played, this time of fellow Ontarian Eugene Levy in his SCTV character for a segment of “Mel’s Rock Pile,” as the actor comically re-introduced Rush as a band that “might” be something someday. The trio then returned for a truncated version of “Lakeside Park,” “Anthem,” “What You’re Doing” and “Working Man” before bidding the crowd of grateful Garden Staters adieu. Closing video showed the band attempting to retire to their dressing room, which had been co-opted by an obnoxious clown and a surreal assortment of animated artworks from the band’s various album covers.\n\nFor three gentlemen over 60, Messrs. Lee, Lifeson and Peart played with the energy of teenagers first thrust upon the world’s stage. The graying of Mr. Lifeson’s hair, the cragginess of Mr. Lee’s visage and the seemingly permanent grumpy face of Mr. Peart are all that belie the reality of their calendar ages, which is all but forgotten — or forgiven — as the triumvirate showcased an energy and vibrancy seem little elsewhere in rock. Mr. Lifeson’s ax-wielding chops in particular are rivaled by few of his contemporaries with the notable exception of Fleetwood Mac’s Lindsey Buckingham, now 65. Mr. Peart is as polished as ever behind the drum kit, making up for his perceived lack of showmanship — though he did delight in frequent drumstick twirls and vertical tosses and catches — with the beat-setting and percussive backbone that has been his staple in the band since joining in 1974. (In the 2010 documentary “Rush: Beyond the Lighted Stage,” Mr. Lifeson and Mr. Lee still referred to Mr. Peart as “the new guy.”) And Mr. Lee is as competent as ever both with his instruments and his amazingly high voice, which somehow never strains for those upper notes.\n\nThere are rumblings this will likely be Rush’s “final” tour, what with Mr. Lifeson suffering from worsening arthritis and Mr. Peart’s tendonitis making punishment of the drums night after night a painful ordeal for his elbow. Lest we forget, the Torontonians have before faced and overcome tragedy, most notably the near-simultaneous deaths of Mr. Peart’s daughter and wife in the late ‘90s and his declaration that, for him, Rush was over. After nearly two years on his motorcycle, Mr. Peart met photographer Carrie Nuttall, who became his second wife and the mother of his daughter Olivia, returning to the band shortly thereafter.\n\nIf Rush has proven anything, it’s that endings, to shows and in life, are complicated and sometimes messy business, especially for a group that has been continuously recording and touring for nearly a half-century. While this outing very well might be Rush’s curtain call as a touring act, they may yet have longevity beyond the lighted stage. Judging from the rapturous audience at Saturday’s Newark appearance, fans will warm overwhelmingly to their next inevitable chapter.", "article_metadata": {"description": "Rush bassist/vocalist/keyboardist Geddy Lee, guitarist Alex Lifeson and drummer Neil Peart are touring the U.S. and Canada to commemorate their ruby anniversary, with a sold-out stop Saturday at Newark, New Jersey's Prudential Center. The trio performed a three-hour show with a halftime break.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "Rush bassist/vocalist/keyboardist Geddy Lee, guitarist Alex Lifeson and drummer Neil Peart are touring the U.S. and Canada to commemorate their ruby anniversary, with a sold-out stop Saturday at Newark, New Jersey’s Prudential Center. The trio performed a three-hour show with a halftime break.", "title": "Rush 40th anniversary tour makes New Jersey stop", "url": "http://www.washingtontimes.com/news/2015/jun/28/rush-40th-anniversary-tour-makes-new-jersey-stop/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/06/28/rush.jpg", "type": "article"}, "twitter": {"image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/06/28/rush.jpg", "description": "Rush bassist/vocalist/keyboardist Geddy Lee, guitarist Alex Lifeson and drummer Neil Peart are touring the U.S. and Canada to commemorate their ruby anniversary, with a sold-out stop Saturday at Newar", "site": "@washtimes", "card": "summary", "title": "Rush 40th anniversary tour makes New Jersey stop"}, "Author": "Eric Althoff", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web1", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "Entertainment Culture, Neil Peart, Geddy Lee, Alex Lifeson, Newark"}, "_id": "\"57477af36914bd0286fd40a9\"", "article_summary": "The crowd roared as Mr. Lee took his tenor to its upper registers in the final refrain of the song’s titular lyric.\nFor three gentlemen over 60, Messrs. Lee, Lifeson and Peart played with the energy of teenagers first thrust upon the world’s stage.\nThere are rumblings this will likely be Rush’s “final” tour, what with Mr. Lifeson suffering from worsening arthritis and Mr. Peart’s tendonitis making punishment of the drums night after night a painful ordeal for his elbow.\nBassist/vocalist/keyboardist Geddy Lee, guitarist Alex Lifeson and drummer Neil Peart are touring the U.S. and Canada to commemorate their ruby anniversary, with a sold-out stop Saturday at Newark, New Jersey’s Prudential Center.\nFor 40 years, Rush fans and industry colleagues alike have asked: How is it possible that just three guys can produce so much sound?"}