{"article_title": "In NYC, Front Doors Are for the One Percent", "article_keywords": ["building", "city", "separate", "housing", "inequality", "amenities", "york", "doors", "income", "nyc", "residents", "tenants"], "article_url": "http://www.thefiscaltimes.com/Articles/2014/07/22/NYC-Front-Doors-Are-One-Percent", "article_text": "Income inequality has dominated Democrats’ political rhetoric across the country, with politicians in Washington and on the campaign trail introducing plans to narrow the growing gulf between the rich and the poor.\n\nYet, in the country’s largest city, which recently elected a mayor who ran on a platform that derided income inequality, the issue is getting more and more visible - especially for some of New York’s low-income residents living in buildings that segregate them from their rich neighbors.\n\nRelated: Income Inequality is Hobbling the Middle Class\n\nThat’s right: So-called “poor doors” (or separate entrances for poor people, usually located in the back of the building, out of view from the upper-class tenants) are increasingly common among New York’s swanky residential buildings that house the super-rich alongside a handful of low-income people in order to get tax credits from the city.\n\nLast week, the New York Department of Housing Preservation and Development approved a request by a swanky new condo on the Upper West Side to have a separate entrance in a back alley for its lower income residents (in New York City that means people with an annual income of $51,540 or less).\n\nThe front doors, meanwhile, will be reserved for wealthy tenants only.\n\nThe proposal was part of an application for the city’s Inclusionary Housing Program, which gives tax credits and other benefits to big real estate developers in exchange for offering some affordable housing units in addition to their pricey condos.\n\nThe whole program is supposed to help alleviate the city’s overcrowding and increasingly expensive housing situation.\n\nLast year, the average rent for an apartment in Manhattan was $3,014, compared to the national average of a little more than $1,000, The Wall Street Journal reported.\n\nRelated: Why Economists Are Finally Taking Income Inequality Seriously\n\nExtell’s justification for segregating its residents, according to Think Progress, is that it considers the affordable segment to be legally separate from the rest of the building, so they are required to have different entrances.\n\nThere are many luxury high rises in New York City that cater to wealthy people, yet also house rent-regulated tenants. Some buildings offer amenities such as gyms, playgrounds and pools to only their higher-paying tenants. Developers, for their part, say that amenities are a way to lure in tenants willing to pay higher prices, and that offering those same amenities to tenants who pay far less would be problematic.\n\nHowever, the attention surrounding 40 Riverside may spell the end of them.\n\n“The city has just begun to wake up and see that if we don’t act, this is going to be an increasing problem,” Mark Levine, a member of the New York City Council, told The New York Times. Levine and Johnson are working on legislation to expand the city’s anti-discrimination code to include rent-regulated tenants.\n\nBut some developers are defending the practice of limiting amenities to certain tenants.\n\nDavid Von Spreckelsen, senior vice president at Toll Brothers, another company that specializes in luxury residencies (complete with poor doors), told The Real Deal, “No one ever said the goal was full integration of these populations.”\n\nHe added, “It’s unfair to expect very high-income homeowners who paid a fortune to live in their building to have to be in the same boat as low-income renters, who are very fortunate to live in a new building in a great neighborhood.”\n\n\n\nTop Reads from the Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Income inequality has dominated Democrats’ political rhetoric across the country, with", "title": "In NYC, Front Doors Are for the One Percent", "url": "http://www.thefiscaltimes.com/Articles/2014/07/22/NYC-Front-Doors-Are-One-Percent", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/02122013_Dollar_City_article.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/Articles/2014/07/22/NYC-Front-Doors-Are-One-Percent", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/02122013_Dollar_City_article.jpg", "title": "The Fiscal Times", "card": "summary", "creator": "@Briannaehley"}, "generator": "Drupal 7 (http://drupal.org)", "description": "Income inequality has dominated Democrats’ political rhetoric across the country, with", "viewport": "initial-scale=1, maximum-scale=1"}, "_id": "\"57477af46914bd0286fe46ce\"", "article_summary": "There are many luxury high rises in New York City that cater to wealthy people, yet also house rent-regulated tenants.\nThe front doors, meanwhile, will be reserved for wealthy tenants only.\nIncome inequality has dominated Democrats’ political rhetoric across the country, with politicians in Washington and on the campaign trail introducing plans to narrow the growing gulf between the rich and the poor.\n“The city has just begun to wake up and see that if we don’t act, this is going to be an increasing problem,” Mark Levine, a member of the New York City Council, told The New York Times.\nBut some developers are defending the practice of limiting amenities to certain tenants."}