{"article_title": "Stop whining, I’m your friend", "article_keywords": ["whining", "business", "house", "stop", "politicians", "im", "ceos", "mr", "president", "tax", "corporate", "white", "friend", "obama"], "article_url": "http://www.economist.com/news/united-states/21611140-president-wants-ceos-play-ball-he-might-have-change-his-own-language-stop", "article_text": "WITH two and a half years left in office, Barack Obama wants to shed his image as a president who is hostile to business. In an interview with The Economist last week aboard Air Force One, which was supposed to focus on foreign policy, Mr Obama introduced the subject of business and launched a strident defence of his record. Bosses, he argued, have not given him due credit for running the economy well. And rather than grumbling about the burden of regulation and casting him as a class warrior, chief executives should think harder about society as a whole.\n\nThe full interview is here. But Mr Obama’s impatience with Main Street is interesting, because the feeling is mutual. His administration provokes quiet fury from many corporate leaders: even Democrat-voting bosses moan about a White House that “doesn’t get it”. Some cite a president bent on redistribution and red tape as a reason not to invest in America.\n\nBut who is correct? The president’s strongest card is macroeconomic policy (see chart). Mr Obama points to such measures as high stockmarket values, record corporate profits and job growth. How much of this he can claim credit for is a question debated by economists (see article). But, given the mess that he inherited, it is hard to claim that he has done badly. Indeed, CEOs tend to give fairly high marks to his economic team: they may not have enjoyed being lectured about Keynesian stimulus by Larry Summers and Tim Geithner, both now departed, but they sensed the economists knew their subject.\n\nThe main complaints from business are threefold. First, Mr Obama rarely misses a chance to cast them as the bad guys. In a speech in Kansas City just before the interview, he raised whoops by lambasting “unpatriotic” companies which (perfectly legally) register their headquarters overseas for tax purposes—or, as he puts it, “stash their money offshore”. A fairer stance would be that America’s corporate-tax system is a mess, which the president deserves part of the blame for failing to fix.\n\nThe second element is more personal. In face-to-face meetings, the White House’s starting point is contempt. Bosses exchange horror stories about being herded in for photo-opportunities or being invited to the White House to suggest policy ideas—only to find themselves accused of special pleading. Sooner or later the CEOs mention Valerie Jarrett, who many depict as the commissar of the West Wing.\n\nIn his interview, Mr Obama half fell into this stereotype, talking about CEOs only being motivated by shareholder value—a caricature that infuriates business leaders who spend much of their time dealing with “stakeholders” of one sort or another. Mr Obama duly retreated, but only a little. Yes, he accepted that CEOs spend a lot of time on corporate social responsibility, but he still sees a gap between their professed values and how their firms lobby in Washington: “My challenge to them consistently is, is your lobbyist working as hard on those issues as he or she is on preserving that tax break that you’ve got? And if the answer is no, then you don’t care about it as much as you say.”\n\nThe third complaint is over-regulation. Businesses moan that the White House has become a red-tape machine. Mr Obama responds that businesses will always find some regulations inconvenient, which is fair. Asked about the crushing complexity of flagship laws passed on his watch, such as the Dodd-Frank financial reforms or the Affordable Care Act (“Obamacare”), he is defensive. Given a blank canvas and a calmer political environment, they could have been “far more elegant”. But democracy is “messy”, he explains.\n\nEven allowing for that, many commercial sorts would say that the White House underestimates the cost of complexity. Carly Fiorina, a former CEO of Hewlett-Packard (and a Republican) says large companies might be able to hire professionals to navigate America’s over-complex, uncompetitive tax and regulatory systems, but small firms and entrepreneurs cannot. Other CEOs argue that Mr Obama’s failure to rein in spending and simplify laws—typified by his decision to ignore the bipartisan reforms to entitlements and the tax system suggested by the Simpson-Bowles commission—will haunt America for a long time.\n\nBehind most of the antipathy sits one big issue and a lot of counter-productive language. The big issue is inequality. The president dismisses the idea that he is a class warrior. “Feel free to keep your house in the Hamptons and your corporate jet,” he assures the wealthy. That may be hard to take from a politician who has cited tax breaks on private planes in many a campaign speech. But there is no doubt where his sympathies lie. In Kansas City Mr Obama declared that the “challenge of our time” is creating an economy that works for all America, which he defines as one in which workers earn enough to send their kids to college and—after 20 or 30 years—retire with dignity.\n\nTo the president, after two decades of middle-class wage stagnation, the best-paid need to avoid sounding ungrateful. “The folks who don’t have a right to complain are the folks at the top,” he said.\n\nThat will always put Mr Obama to the left of many corporate leaders. But the man on Air Force One was also plainly a long way from the socialist ogre that boardrooms fear. On a lot of issues, from immigration to infrastructure and even climate change, this generally pragmatic president is closer to Main Street than the Republicans are. But his language—about tax-dodging companies and Hamptons swimming pools—does not help him.\n\nHere is one piece of advice:\n\nBusinessmen have a different set of delusions from politicians, and need, therefore, different handling. They are, however, much milder than politicians, at the same time allured and terrified by the glare of publicity, easily persuaded to be “patriots”, perplexed, bemused, indeed terrified, yet only too anxious to take a cheerful view, vain perhaps but very unsure of themselves, pathetically responsive to a kind word. You could do anything you liked with them, if you would treat them (even the big ones), not as wolves or tigers, but as domestic animals by nature, even though they have been badly brought up and not trained as you would wish. It is a mistake to think that they are more immoral than politicians. If you work them into the surly, obstinate, terrified mood, of which domestic animals, wrongly handled, are so capable, the nation’s burdens will not get carried to market; and in the end public opinion will veer their way.\n\nThis is from a private letter that John Maynard Keynes sent to Franklin Roosevelt. Business bosses often clash with politicians, but today’s gulf of mutual distrust is unusually wide. Mr Obama could probably do more to bridge it.", "article_metadata": {"sailthru.image.thumb": "http://cdn.static-economist.com/sites/default/files/imagecache/50_by_50/images/print-edition/20140809_USD001_0.jpg", "sailthru.flytitle": "Barack Obama’s message to business", "description": "The president wants CEOs to play ball. He might have to change his own language", "pubdate": 20140809, "og": {"site_name": "The Economist", "description": "The president wants CEOs to play ball. He might have to change his own language", "title": "Stop whining, I’m your friend", "url": "http://www.economist.com/news/united-states/21611140-president-wants-ceos-play-ball-he-might-have-change-his-own-language-stop", "image": "http://cdn.static-economist.com/sites/default/files/images/print-edition/20140809_USD001_0.jpg", "type": "article"}, "sailthru.rubric": "The president wants CEOs to play ball. He might have to change his own language", "sailthru.date": "2014-08-09 00:00:00", "sailthru.printdate": "2014-08-09 00:00:00", "revisit-after": "1 day", "sailthru.tags": "Barack Obama’s message to business", "fb": {"pages": 6013004059, "app_id": 173277756049645}, "sailthru.imagepath": "images/print-edition/20140809_USD001_0.jpg", "articleid": 21611140, "sailthru.image.full": "http://cdn.static-economist.com/sites/default/files/images/print-edition/20140809_USD001_0.jpg", "sailthru.image.thumb_mfte": "http://cdn.static-economist.com/sites/default/files/imagecache/ec_related_article_image/images/print-edition/20140809_USD001_0.jpg", "sailthru.web_section": "United States", "article": {"publisher": "https://www.facebook.com/theeconomist"}, "twitter": {"image": "https://cdn.static-economist.com/sites/default/files/images/print-edition/20140809_USD001_0.jpg", "site": "@TheEconomist", "card": "summary_large_image"}, "news_keywords": "Barack Obama’s message to business"}, "_id": "\"57477af46914bd0286fd7d35\"", "article_summary": "Even allowing for that, many commercial sorts would say that the White House underestimates the cost of complexity.\nFirst, Mr Obama rarely misses a chance to cast them as the bad guys.\nHis administration provokes quiet fury from many corporate leaders: even Democrat-voting bosses moan about a White House that “doesn’t get it”.\nMr Obama responds that businesses will always find some regulations inconvenient, which is fair.\nMr Obama points to such measures as high stockmarket values, record corporate profits and job growth."}