{"article_title": "On Hold in the Land of Lincoln", "article_keywords": ["lincoln", "land", "company", "number", "insurance", "phone", "plan", "coverage", "hold", "id"], "article_url": "http://www.huffingtonpost.com/matt-farmer/on-hold-in-the-land-of-li_b_8959678.html", "article_text": "I don't expect my wife or my 13-year-old daughter to know the ID number for our family's current health insurance plan, but I was stunned to learn late Monday afternoon that nobody at Land of Lincoln Health, our new insurance provider, could come up with that basic information.\n\nShould I need to visit a doctor's office or emergency room anytime soon, the conversation with the registration desk will be a disaster:\n\nAttendant: And who is your insurer, Mr. Farmer? Me: Land of Lincoln Health. Attendant: May I see your card? Me: They never sent me one. Attendant: Do you know your plan ID number? Me: No. Attendant: You'll need to call Land of Lincoln and get that information. Me: I did, and they don't have it. Attendant: Are you certain you're insured by Land of Lincoln? Me: Well, they sent me an email in December thanking me for paying my January 2016 premium, but now that you mention it, I don't know. I can't log into the member portal on their website, no one at the company answers the phone, and the Chicago Tribune has been running stories that suggest the company may be in over its head.\n\nLooks like I picked a bad time to insure my family through what the Tribune calls \"a struggling insurance startup.\"\n\nI've long been a cheerleader for the Affordable Care Act, and I've purchased my family's coverage through the Illinois marketplace since it opened in late 2013, dutifully paying my premiums to insurance companies whose names I at least recognized -- Humana and Blue Cross Blue Shield of Illinois.\n\nLast month, however, I learned Humana would no longer offer marketplace coverage comparable to what I had in 2015, so I quickly did some homework and found a policy offered by Land of Lincoln Health (a company I'd never heard of) that listed all of my family's doctors as being \"in-network.\"\n\nIn mid-December I pulled the trigger, enrolling with Land of Lincoln through the Get Covered Illinois website.\n\nI make it a point to pay my bills on time, and to prevent a gap in health insurance coverage I damn sure wanted to get my January 2016 premium to Land of Lincoln before the end of 2015, but the company didn't make it easy.\n\nI had no invoice from Land of Lincoln, and the company didn't send me a timely \"Welcome to Land of Lincoln\" email, so I found a phone number for the insurer and called it.\n\nIt was the first of many times that I waited unsuccessfully on hold for over an hour to speak to a Land of Lincoln representative -- and all I was trying to do was give the company my money.\n\nI eventually got lucky and was able to speak to someone after waiting on hold for a mere 20 minutes. I felt like I'd won a radio contest that afternoon, even though my \"prize\" -- the chance to pay my January premium -- cost me over $1500.\n\nI vented a bit to the Land of Lincoln representative about hold times and customer service before giving her my credit card information, but when I hung up the phone I was relieved, believing my family and I now had insurance coverage for January 2016.\n\nToday, though, I'm not so sure.\n\nMy wife had been hoping to schedule a doctor's appointment this week, but we still don't have plan information from Land of Lincoln. I promised her that I'd contact the company, so on Monday I spent another two hours on hold with our new insurer, listening to the company's horrible on-hold music.\n\nWhile on hold, I took to Twitter, expressing in 140-character blasts (a few of which are set out below) my growing frustration with this company.\n\nIs there anyone home at @LLHInsured this morning who can give me some basic info about my family's new coverage so my wife can see a doctor? — Matt Farmer (@mifarmer) January 11, 2016\n\nDear @LLHInsured -- Your phone answering system told me my estimated wait time to speak to a human was 15 minutes. That was 55 minutes ago. — Matt Farmer (@mifarmer) January 11, 2016\n\nStill unable to login to @LLHInsured member portal. Still unable to reach a human being to answer my basic coverage questions. Unbelievable. — Matt Farmer (@mifarmer) January 11, 2016\n\nMy rapid-fire posts drew a response from a gentleman named \"Vince,\" who runs (or at least monitors) Land of Lincoln's Twitter account. He took my phone number and promised someone would call me back.\n\nHad I not taken to Twitter, I'd still be on hold.\n\nWhen the callback came, a gentleman named \"Mike M.\" told me the company has been having problems with its member portal. He also said he'd received a number of complaints from members and would-be members who were unable to confirm that they had Land of Lincoln coverage. He assured me all those problems were being addressed.\n\nI cut to the chase.\n\nMike, I said, what do I tell an emergency room administrator when he asks me about my insurance coverage? I need some basic information. What's my plan ID number, Mike?\n\nAfter a long pause, Mike told me my plan ID number wasn't in the Land of Lincoln system, but he assured me he'd look into it.\n\nI hung up the phone and immediately told my family it's imperative that we stay healthy in 2016.\n\nFollow Matt Farmer on Twitter: www.twitter.com/mifarmer", "article_metadata": {"description": "I don't expect my wife or my 13-year-old daughter to know the ID number for our family's current health insurance plan, but I was stunned to learn late M...", "sailthru.expire_date": "2016-01-13 16:47:31 -0500", "og": {"site_name": "The Huffington Post", "description": "I don't expect my wife or my 13-year-old daughter to know the ID number for our family's current health insurance plan, but I was stunned to learn late M...", "url": "http://www.huffingtonpost.com/matt-farmer/on-hold-in-the-land-of-li_b_8959678.html", "image": "http://i.huffpost.com/gen/2609054/images/o-INSURANCE-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/2609054/images/o-INSURANCE-facebook.jpg", "height": 1000}, "creator": "mifarmer", "description": "I don't expect my wife or my 13-year-old daughter to know the ID number for our family's current health insurance plan, but I was stunned to learn late M...", "card": "summary_large_image", "site": "@HuffPostChicago"}, "sailthru.date": "2016-01-12 16:47:31 -0500", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=8959678", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "chicago", "fb": {"app_id": 46744042133}, "keywords": "Affordable Care Act,land of lincoln,Health Insurance", "article": {"section": "Chicago", "tag": "Affordable Care Act,land of lincoln,Health Insurance", "published_time": "2016-01-12 16:47:31 -0500", "modified_time": "2016-01-12 16:59:01 -0500"}, "viewport": "width=1000"}, "article_summary": "I had no invoice from Land of Lincoln, and the company didn't send me a timely \"Welcome to Land of Lincoln\" email, so I found a phone number for the insurer and called it.\nAfter a long pause, Mike told me my plan ID number wasn't in the Land of Lincoln system, but he assured me he'd look into it.\nHe also said he'd received a number of complaints from members and would-be members who were unable to confirm that they had Land of Lincoln coverage.\nIn mid-December I pulled the trigger, enrolling with Land of Lincoln through the Get Covered Illinois website.\nAttendant: You'll need to call Land of Lincoln and get that information."}