{"article_title": "5 invaluable lessons from government whistle-blowers", "article_keywords": ["lessons", "information", "wiebe", "snowden", "whistleblowers", "nsa", "spying", "secrecy", "need", "invaluable", "public", "governments"], "article_url": "http://www.salon.com/2014/11/27/5_valuable_lessons_from_whistleblowers_partner/", "article_text": "Topics: Edward Snowden, GlobalPost, Whistleblower, Politics News\n\nThis article originally appeared on GlobalPost\n\nLONDON, UK — No matter how much they dislike it, governments need calling out.\n\nThat’s what a group of whistleblowers who risked their careers, reputations and personal freedom to uphold said Friday. Now serving on the advisory board of ExposeFacts.org, a project of the Institute for Public Accuracy in Washington, they said the nature of government secrecy ensures that more people will have to take similar risks in the future — and that the consequences could be even greater.\n\n“If whistleblowers are suppressed, which is the clear intention of the US and British governments, all that’s left is a flow of official information… which adds up to lies and war,” said ExposeFacts coordinator Norman Soloman.\n\nThe government doesn’t need to spy on people all the time to keep them in line. It just needs them to know that it can.\n\nThe US National Security Agency and British equivalent, GCHQ, aren’t using all the information they’re gathering today, said J. Kirk Wiebe, a former NSA employee who went public after his 2001 retirement with information about the agency’s mass collection of individuals’ data. It’s being stored in a server to be used as evidence of crimes committed down the road.\n\nThose who condone spying because they personally have nothing to hide should remember that it’s not clear what future governments will consider illegal, he said.\n\n“The next time you hear someone saying ‘I’m not worried, I’m not doing anything wrong’ — rubbish,” Wiebe said. “You don’t get to choose what’s wrong.”\n\nSurveillance doesn’t guarantee security.\n\n“We are told that governmental secrecy is protecting us, when the truth is the opposite,” said Coleen Rowley, a former FBI special agent who exposed the agency’s intelligence failures before the Sept. 11, 2001 attacks.\n\nA refusal to share intelligence within agencies, across agencies and with the public contributed to the attacks, the 9/11 Commission found.\n\nMatthew Hoh, who resigned from the US State Department in 2009 to protest American policy in Afghanistan, offered another example. In the wake of disclosures by former NSA contractor Edward Snowden, the Obama administration argued that the NSA’s surveillance tactics thwarted 54 terror attacks. After pressure from journalists and US Sen. Patrick Leahy, the NSA confirmed just four cases, none of which were a direct result of the spying program.", "article_metadata": {"description": "\"Surveillance doesn't guarantee security\" and other revelations in the age of Edward Snowden", "title": "5 invaluable lessons from government whistle-blowers", "og": {"site_name": "Salon", "description": "\"Surveillance doesn't guarantee security\" and other revelations in the age of Edward Snowden", "title": "5 invaluable lessons from government whistle-blowers", "url": "http://www.salon.com/2014/11/27/5_valuable_lessons_from_whistleblowers_partner/", "image": "http://media.salon.com/2014/05/edward_snowden2.jpg", "type": "article"}, "twitter": {"description": "\"Surveillance doesn't guarantee security\" and other revelations in the age of Edward Snowden", "title": "5 invaluable lessons from government whistle-blowers", "image": "http://media.salon.com/2014/05/edward_snowden2.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Corinne Purtill", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Edward Snowden, GlobalPost, Whistleblower", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fdfdaf\"", "article_summary": "That’s what a group of whistleblowers who risked their careers, reputations and personal freedom to uphold said Friday.\nTopics: Edward Snowden, GlobalPost, Whistleblower, Politics NewsThis article originally appeared on GlobalPostLONDON, UK — No matter how much they dislike it, governments need calling out.\nIn the wake of disclosures by former NSA contractor Edward Snowden, the Obama administration argued that the NSA’s surveillance tactics thwarted 54 terror attacks.\nMatthew Hoh, who resigned from the US State Department in 2009 to protest American policy in Afghanistan, offered another example.\nA refusal to share intelligence within agencies, across agencies and with the public contributed to the attacks, the 9/11 Commission found."}