{"article_title": "Senate Minority Leader Mitch McConnell: a pro-life stalwart", "article_keywords": ["life", "right", "prolife", "minority", "mitch", "senate", "proabortion", "abortion", "mcconnell", "kentucky", "national", "unborn", "stalwart", "leader", "voted"], "article_url": "http://www.nationalrighttolifenews.org/news/2014/03/senate-minority-leader-mitch-mcconnell-a-pro-life-stalwart/", "article_text": "By Andrew Bair\n\n2014 presents a great opportunity for the pro-life movement. After years of Senate control in the hands of Democrats under the leadership of pro-abortion Senator Harry Reid (D-Nv.), there is a real shot at regaining control. At the helm of this effort is Minority Leader Mitch McConnell (R-Ky).\n\nMcConnell is endorsed by National Right to Life, the nation’s oldest and largest pro-life organization, and Kentucky Right to Life, the Bluegrass State’s oldest and largest pro-life organization. Nationwide, McConnell’s leadership in the Senate commands great respect among pro-life Americans.\n\n“No U.S. senator has done more for unborn children than Sen. Mitch McConnell,” said Carol Tobias, president of National Right to Life.\n\n“Mitch McConnell is a stalwart defender of innocent human life and a tireless advocate for pro-life principles,” said Margie Montgomery, executive director of Kentucky Right to Life. “Pro-life voters need to come together to re-elect pro-life Sen. Mitch McConnell and defeat pro-abortion Alison Lundergan Grimes.”\n\nAs reported by National Right to Life, “McConnell has been a key supporter of every major pro-life initiative to come before the U.S. Senate during his tenure, including current legislation to protect unborn children at 20 weeks, a point by which the unborn child is capable of experiencing great pain when being killed by dismemberment or other late abortion techniques.”\n\nMcConnell’s general election opponent Alison Lundergan Grimes is endorsed by EMILY’s List, a pro-abortion PAC that backs female Democrats who support abortion-on-demand. EMILY’s List labeled McConnell an “anti-choice obstructionist” for fighting back against the pro-abortion Obama agenda.\n\nThe 2012 elections were barely over before Planned Parenthood turned its attention to attacking McConnell. They recognize the asset he is to the pro-life movement in the Senate.\n\nIn February 2013, Planned Parenthood began running ads blasting McConnell for his support for Hobby Lobby in their legal challenge to the Obama Mandate.\n\nHowever, despite McConnell’s proven record, some have falsely alleged that McConnell is somehow weak on pro-life issues. Nothing could be further from the truth.\n\nMcConnell’s GOP primary challenger Matt Bevin has misrepresented McConnell’s record, even claiming on his website that McConnell voted in favor of federal funding for abortion. Yet, time and time again, McConnell voted against abortion funding.\n\n(McConnell’s voting record on pro-life issues is available here.)\n\nMcConnell voted for the pro-life Mexico City Policy. He voted to cut off funding to the UN Population Fund (UNFPA), which participates in the carrying out of China’s One-Child Policy that relies on forced abortions. He also voted to cut funding to Planned Parenthood, America’s largest abortion provider. McConnell has stood resolutely from the beginning against funding of abortion in Obamacare and its mandates that violate rights of conscience.\n\nIronically, supporters of the Bevin campaign have employed the slogan “Ditch Mitch,” the same slogan used by pro-abortion EMILY’s List in its efforts to unseat the senator. Abortion advocates couldn’t be more overjoyed to see McConnell challenged from within his own party. Liberal bloggers with The Daily Kos, relish Bevin’s primary challenge to McConnell, calling it “deliciously bitter.”\n\nA recent poll conducted by SurveyUSA, found that respondents who identified themselves as conservatives picked McConnell 57 percent to 28 percent over Bevin.\n\nAccording to a Public Opinion Strategies poll, McConnell currently leads Bevin 61 to 23 percent among likely Republican primary voters.\n\nThis week, Bevin posted a graphic on social media touting a “big endorsement” he received. The nod came from a group called Northern Kentucky Right to Life, an organization not affiliated with either Kentucky Right to Life or National Right to Life.\n\nOn Tuesday, National Right to Life & Kentucky Right to Life issued a press release reaffirming that McConnell is “irreplaceable” in the U.S. Senate as a defender of unborn children and other vulnerable persons.", "article_metadata": {"og": {"image": "http://www.nationalrighttolifenews.org/news/wp-content/uploads/2013/08/McConnellGrimes-300x210.jpg"}, "bitly-verification": "3d313669c834"}, "_id": "\"57477af36914bd0286fd40b4\"", "article_summary": "The nod came from a group called Northern Kentucky Right to Life, an organization not affiliated with either Kentucky Right to Life or National Right to Life.\nMcConnell is endorsed by National Right to Life, the nation’s oldest and largest pro-life organization, and Kentucky Right to Life, the Bluegrass State’s oldest and largest pro-life organization.\n“Mitch McConnell is a stalwart defender of innocent human life and a tireless advocate for pro-life principles,” said Margie Montgomery, executive director of Kentucky Right to Life.\n“No U.S. senator has done more for unborn children than Sen. Mitch McConnell,” said Carol Tobias, president of National Right to Life.\nMcConnell voted for the pro-life Mexico City Policy."}