{"article_title": "Teen, Marquez Redden, Pursued And Shot In Arm By Georgia Police While Skipping School", "article_keywords": ["teen", "school", "georgia", "shot", "pursued", "accidentally", "officers", "skipping", "officer", "involved", "marquez", "told", "redden", "arm", "assumed"], "article_url": "http://www.medicaldaily.com/teen-marquez-redden-pursued-and-shot-arm-georgia-police-while-skipping-school-case-mistaken-identity", "article_text": "Marquez Redden, a 16-year-old African American boy, was shot by Georgia police after they incorrectly assumed he was involved in a home robbery.\n\nMarquez Redden, a 16-year-old African American boy, was shot by Georgia police after they incorrectly assumed he was involved in a home robbery. Facebook\n\nMarquez Redden, 16, was accidentally shot in the arm by Georgia police officers on Wednesday morning, after they mistakenly assumed that he was involved in a home invasion. The teenager was rushed to Grady Memorial Hospital after the bullet pierced his arm and exited through his elbow. A second surgery was required today to repair the wounds.\n\nThe incident began when Redden, who was skipping class from Southwest Dekalb High School, accidentally stumbled across Dekalb police officers as they were hunting for the perpetrators involved with a home robbery in the city of Decatur. Two of the suspects were apprehended at the scene but two more escaped, leading to the local manhunt.\n\nDekalb County Police Chief Cedric Alexander said that because the teen was truant from school, he ran when he saw officers. A police dog led an officer to the boy’s hiding place in a shed.\n\nAlexander says the investigation into the shooting will be “forthright and transparent,\" although the officer involved is on paid administrative leave. The identity of the officer has not been released.\n\nAccording to Alexander, an officer entered the shed, became startled, and accidentally fired. Although the shooting is still under investigation, family and friends say Redden tried to surrender before the being shot.\n\n\"He said he had his hands up, that's what he said and he said the officer shot him,\" the teen’s aunt Geraldine Lloyd told WSBTV. She continued that this never would have happened if the teenager had been at school, but Redden’s father is more incensed by the incident.\n\n\"He [the officer] has a Taser,\" the boy's father told CBS Atlanta. \"He had a dog in his hand, so there are other forces that you could use instead of accidentally discharging your gun, if that's what you say happened.”\n\nRedden’s cousin, Jovanni Fuller, agreed that the police should have admitted to making the error.\n\n“I think they need to pay. Somebody has got to pay. I mean…where's the cop that shot him…he hasn't apologized,\" Fuller told MyFoxAtlanta.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "shooting, georgia teen, marquez redden, arm injury", "og": {"site_name": "Medical Daily", "description": "Marquez Redden, a 16-year-old African American boy, was shot by Georgia police after they incorrectly assumed he was involved in a home robbery.", "title": "African American Teen Pursued And Shot In Arm By Georgia Police While Skipping School: Mistaken Identity Or Racial Profiling?", "url": "http://www.medicaldaily.com/teen-marquez-redden-pursued-and-shot-arm-georgia-police-while-skipping-school-case-mistaken-identity", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/09/05/marquez-reddennarrow.jpg", "type": "article"}, "twitter": {"description": "Marquez Redden, a 16-year-old African American boy, was shot by Georgia police after they incorrectly assumed he was involved in a home robbery.", "title": "African American Teen Pursued And Shot In Arm By Georgia Police While Skipping School: Mistaken Identity Or Racial Profiling?", "url": "http://www.medicaldaily.com/teen-marquez-redden-pursued-and-shot-arm-georgia-police-while-skipping-school-case-mistaken-identity", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/09/05/marquez-reddennarrow.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/09/05/marquez-reddennarrow.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "US/World", "published_time": "2013-09-05T16:52:25-04:00", "modified_time": "2013-09-05T17:03:53-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Marquez Redden, a 16-year-old African American boy, was shot by Georgia police after they incorrectly assumed he was involved in a home robbery."}, "_id": "\"57477af46914bd0286fe2a8d\"", "article_summary": "Marquez Redden, a 16-year-old African American boy, was shot by Georgia police after they incorrectly assumed he was involved in a home robbery.\nAlexander says the investigation into the shooting will be “forthright and transparent,\" although the officer involved is on paid administrative leave.\nFacebookMarquez Redden, 16, was accidentally shot in the arm by Georgia police officers on Wednesday morning, after they mistakenly assumed that he was involved in a home invasion.\n\"He said he had his hands up, that's what he said and he said the officer shot him,\" the teen’s aunt Geraldine Lloyd told WSBTV.\nDekalb County Police Chief Cedric Alexander said that because the teen was truant from school, he ran when he saw officers."}