{"article_title": "The Real Reason It’s So Easy to Get A’s in College", "article_keywords": ["real", "student", "students", "average", "rojstaczer", "gpa", "grade", "reason", "according", "college", "easy", "schools", "public"], "article_url": "http://www.thefiscaltimes.com/2016/04/04/Real-Reason-It-s-So-Easy-Get-s-College", "article_text": "Tuition is not the only thing on the rise at colleges these days.\n\nThe average GPA is also higher than it’s ever been before, according to an updated analysis by Stuart Rojstaczer, a journalist and author who’s been tracking grade inflation since 2002.\n\nIn 2013, the most recent year for which data is available, the average student had a GPA of about 3.15, and 45 percent of all letter grades were A's. The GPAs at private schools averaged 2.9 percent higher than those of public colleges.\n\nIn 1973, when far fewer students were going to college, the average GPA was just 2.9 percent, and A’s accounted for about 30 percent of all grades.\n\nThe current grade inflation trend began in the mid-1980s, according to Rojstaczer, as college became more commoditized and schools began thinking of attendees as consumers rather than students. “When you treat a student as a customer, the customer is, of course, always right,” he writes. “If a student and parent of that student want a high grade, you give it to them.”\n\nMeanwhile, a gap has appeared between how ready college graduates feel they are for the workplace and employers’ assessment of their preparedness. Students were more optimistic about their preparedness than employers were in each of the 17 skill areas recently studied by the Americans Association of Colleges and Universities.\n\nThe cost of attending a private college is now more than $30,000 and a public school runs more than $9,000, more than three times the cost in the early 1980s, according to the College Board.", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Tuition is not the only thing on the rise at colleges these days.", "title": "The Real Reason It’s So Easy to Get A’s in College", "url": "http://www.thefiscaltimes.com/2016/04/04/Real-Reason-It-s-So-Easy-Get-s-College", "image": "http://cdn.thefiscaltimes.com/sites/default/files/10012014_Graduation_Ceremony.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2016/04/04/Real-Reason-It-s-So-Easy-Get-s-College", "image": "http://cdn.thefiscaltimes.com/sites/default/files/10012014_Graduation_Ceremony.jpg", "creator": "@bethbrav", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "Tuition is not the only thing on the rise at colleges these days.", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "In 1973, when far fewer students were going to college, the average GPA was just 2.9 percent, and A’s accounted for about 30 percent of all grades.\nIn 2013, the most recent year for which data is available, the average student had a GPA of about 3.15, and 45 percent of all letter grades were A's.\nThe current grade inflation trend began in the mid-1980s, according to Rojstaczer, as college became more commoditized and schools began thinking of attendees as consumers rather than students.\nThe cost of attending a private college is now more than $30,000 and a public school runs more than $9,000, more than three times the cost in the early 1980s, according to the College Board.\nThe average GPA is also higher than it’s ever been before, according to an updated analysis by Stuart Rojstaczer, a journalist and author who’s been tracking grade inflation since 2002."}