{"article_title": "Bacterial Disease Spikes in Dogs", "article_keywords": ["spikes", "animals", "months", "disease", "specifically", "according", "released", "leptospirosis", "diagnosed", "memory", "bacterial", "uf", "dogs"], "article_url": "http://health.wusf.usf.edu/post/bacterial-disease-spikes-dogs", "article_text": "A dozen dogs have been diagnosed recently with an emerging bacterial disease that University of Florida veterinarians say could spread to humans.\n\nThe 12 canine cases of leptospirosis found at UF’s Small Animal Hospital in the past six months is atypical. Animals that spend a lot of time outside, especially near other wildlife, are most at risk, according to a statement released by the UF College of Veterinary Medicine.\n\n“Although frequently seen in many animal species and in humans around the world, including the United States, there have been very few cases of pets diagnosed with this disease in the last decade in Florida,” said Carsten Bandt, an UF assistant professor of emergency medicine and critical care.\n\nThe bacterium transfers through the urine of infected rodents and other animals, and can live in soil or water several months, according to the Centers for Disease Control and Prevention says.\n\nWhile the number of animals infected by leptospirosis is unknown, the disease is diagnosed in 100 to 200 people a year, the CDC says.\n\nIn animals, the potentially fatal disease can cause liver and kidney damage, Bandt says. For humans, leptospirosis creates flu-like symptoms that can last from days to months, the CDC says.\n\nAlso at UF, researchers have identified a mechanism that could cause age-related memory loss, the Gainesville Sun reports.\n\nNeuroscience Professor Jennifer Bizon and her team tested the short-term memory of young and old rats, looking specifically at proteins in the prefrontal cortex.\n\nThe findings suggest that treatments that target the so-called GABA receptors may help prevent age-releated memory loss, specifically executive functions, according to the study released in the Journal of Neuroscience.", "article_metadata": {"category": "HNF Stories", "description": "A dozen dogs have been diagnosed recently with an emerging bacterial disease that University of Florida veterinarians say could spread to humans. The 12", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://health.wusf.usf.edu/post/bacterial-disease-spikes-dogs", "image": "http://mediad.publicbroadcasting.net/p/healthnewsfl/files/styles/medium/public/201403/ACD_puppy_Red_Manor%27s_Avis-Gin_%282%29.jpg", "type": "article", "description": "A dozen dogs have been diagnosed recently with an emerging bacterial disease that University of Florida veterinarians say could spread to humans. The 12", "title": "Bacterial Disease Spikes in Dogs"}, "story_id": 289443210, "twitter": {"site": "@HealthNewsFL", "card": "summary", "creator": "@HealthNewsFL"}, "author": "Health News Florida Staff", "org_id": 0, "dc": {"title": "Bacterial Disease Spikes in Dogs"}, "nid": 5792, "datePublished": "2014-03-12", "keywords": "leptospirosis, veterinary medicine, dog, Centers for Disease Control and Prevention, University of Florida", "wordCount": 356, "has_audio": 0, "viewport": "width=device-width"}, "_id": "\"57477af36914bd0286fd0dda\"", "article_summary": "A dozen dogs have been diagnosed recently with an emerging bacterial disease that University of Florida veterinarians say could spread to humans.\nWhile the number of animals infected by leptospirosis is unknown, the disease is diagnosed in 100 to 200 people a year, the CDC says.\nThe bacterium transfers through the urine of infected rodents and other animals, and can live in soil or water several months, according to the Centers for Disease Control and Prevention says.\nIn animals, the potentially fatal disease can cause liver and kidney damage, Bandt says.\nThe 12 canine cases of leptospirosis found at UF’s Small Animal Hospital in the past six months is atypical."}