{"article_title": "Two rural Pee Dee hospitals may close in May", "article_keywords": ["marlboro", "pee", "hospital", "park", "general", "health", "rural", "close", "chesterfield", "trust", "hospitals", "dee", "really"], "article_url": "http://www.postandcourier.com/article/20150110/PC16/150119974/1177/two-adjacent-hospitals-in-rural-pee-dee-region-may-both-close-in-may", "article_text": "The last time Emmie Beck needed to use the emergency room at Marlboro Park Hospital in rural Bennettsville, she had tripped over a hose at the gas station pump, shattering her elbow and rotator cuff.\n\nThe ER staff sent her home that night, even though Beck, who owns a cafe in downtown Bennettsville, found out the next day she needed surgery right away. She's lived in Marlboro County for more than two decades, but hasn't been back to the hospital in 11 years.\n\n\"Would I use it again? Yes. For something major? Probably not,\" she said. \"I've never really bashed the place because I do think it's important for it to be here.\"\n\nBut Marlboro Park Hospital and its neighbor, Chesterfield General Hospital in Cheraw, may both soon close. The Birmingham, Ala., real estate investment trust that owns the buildings, which are located 15 miles from each other, north of Florence below the North Carolina line, needs to find a new operator by April 30. Otherwise, 300 employees will lose their jobs and thousands of residents in one of the most rural pockets of the state will have nowhere nearby to turn for emergencies.\n\nMore than a dozen other South Carolina hospitals scattered in rural, impoverished communities - in Lake City, Kingstree, Allendale and Hardeeville - may face these same problems soon. Although Gov. Nikki Haley's administration has tried infusing millions more state and federal dollars into these facilities, they continue bleeding patients and profits. The imminent threat that Marlboro Park and Chesterfield General hospitals may shut their doors this spring has loomed particularly large in the Pee Dee region.\n\n\"It would be a blow to our economy for a number of reasons,\" said Ron King, the executive director of the Marlboro County Economic Development Partnership. \"Not having a hospital in our community, long term, would definitely be a detriment.\"\n\nWendy Wagner, a spokeswoman for both hospitals, said Medical Properties Trust, which owns the buildings, but does not run the hospitals, considered proposals last week from four possible entities to take over operations. No announcement has been made. It is not clear if Medical Properties Trust reached an agreement.\n\nThe search for a new operator started nine months ago when Community Health Systems, which runs the hospitals now and employs all staff, announced it would not renew its operating lease this year. Attempts to reach corporate officials at Community Health Systems, based in Franklin, Tenn., were unsuccessful. Messages left for Chesterfield General and Marlboro Park CEO Jeff Reece and Medical Properties Trust were also not returned.\n\n\"They haven't really told us anything,\" said Hubert Meggs, owner of Meggs Ford in Bennettsville and chairman of the Marlboro Park Hospital Advisory Board. \"They just said they had some prospects and that was the extent of it.\"\n\nCheraw Mayor Andy Ingram said Medical Properties Trust told him about a month ago that it would strike a deal with someone to keep the hospitals open. It's time for them to make a decision, he said.\n\n\"These employees out here, they don't know what in the world's going on. They don't know whether to go hunt for another job,\" Ingram said. \"Do they wait? It's just a cat and mouse game, it seems like.\"\n\nChesterfield General Hospital's bottom line is much hardier than Marlboro Park Hospital, which lost nearly $35 million between 2009 and 2013, more than any other hospital in the state. In 2013, Marlboro Park's 102 hospital beds were occupied by patients only 14 percent of the year. By comparison, Chesterfield General Hospital turned an $8.5 million profit between 2009 and 2013 and posted a 32 percent occupancy rate in 2013.\n\nNevertheless, both were placed on the state's endangered hospital list last year. The South Carolina Department of Health and Human Services identified 16 hospitals, most of them in rural communities, on the brink of failing. The agency has offered $4 million to any \"advising\" hospital that puts forth a realistic plan to save one of these facilities. There have been no proposals submitted to date, an agency spokeswoman confirmed last week.\n\nSome industry experts have previously expressed skepticism that the state's plan will work. They have argued $4 million isn't really enough money to encourage a large, healthy hospital to save a sick one. Others have worried that the long-term, best interests of these rural communities may be lost in the proposals.\n\n\"We've got to find a model that is sustainable,\" said Thorton Kirby, president of the South Carolina Hospital Association. \"The question really should be, 'What should their business model look like for the next two decades?'\"\n\nKirby said he does not know if the hospitals in Cheraw and Bennettsville will close, but acknowledged that it's \"a very real possibility.\"\n\n\"I don't know what's going to happen,\" he said.\n\nMeanwhile, McLeod Health, the Pee Dee region's largest and most lucrative hospital system in Florence, plans to build a freestanding emergency department in Cheraw. If the existing hospitals close and create a vacuum for health care in Marlboro and Chesterfield counties, the new facility would offer a close-by alternative to the next nearest emergency room - at least 30 minutes away from Bennettsville and Cheraw.\n\n\"I think that would actually be a lot better than what we have now,\" said Ron Stafford, a Cheraw resident, who had his gallbladder removed at Chesterfield General Hospital four years ago. \"They're just not a very caring, good hospital. The only thing they're good at is collecting the money that you owe them. They're really good at that.\"\n\nA spokeswoman for the state health department said last week that McLeod Health has not yet filed the necessary paperwork to proceed with the proposed project.\n\nReach Lauren Sausser at 937-5598.", "article_metadata": {"news_keywords": "Two rural Pee Dee hospitals may close in May, FP LatestNews, \r\nFP LatestNewsMetro, \r\nHealth care, \r\nHealth care, Chesterfield County,Chesterfield General Hospital,Community Health Systems,Marlboro County,Marlboro Park Hospital,Medical Properties Trust,rural hospitals,South Carolina Hospital Association", "og": {"site_name": "Post and Courier", "description": "The last time Emmie Beck needed to use the emergency room at Marlboro Park Hospital in rural Bennettsville, she had tripped over a hose at the gas station pump, shattering her elbow and rotator cuff.", "title": "Two rural Pee Dee hospitals may close in May", "url": "http://www.postandcourier.com20150110/150119974/two-rural-pee-dee-hospitals-may-close-in-may", "image": {"url": "http://www.postandcourier.com/carbon/carbon-generic.png", "identifier": "http://www.postandcourier.com/carbon/carbon-generic.png"}, "type": "article"}, "twitter": {"description": "The last time Emmie Beck needed to use the emergency room at Marlboro Park Hospital in rural Bennettsville, she had tripped over a hose at the gas station pump, shattering her elbow and rotator cuff.", "title": "Two rural Pee Dee hospitals may close in May", "app": {"country": "US", "name": {"ipad": "Post and Courier", "iphone": "Post and Courier", "googleplay": "Post and Courier"}, "id": {"ipad": 603721271, "iphone": 603721271, "googleplay": "com.Synapse.PandC"}}, "site": "@postandcourier", "image": "?201501102202", "card": "summary_large_image"}, "msvalidate.01": "05BAEC9D8820FA9F10D57DB6EB3C6192", "metered": "yes", "p": {"domain_verify": "c6511264bdb6fa45c6bb985fb86d3ab2"}, "fb": {"app_id": 146078808769941}, "tout": {"article": {"id": 150119974}}, "google-site-verification": "rAW9DX7yfiFF82k05QGF6LbZBkxcKxMTzAwNv0OCKAM", "keywords": "Two rural Pee Dee hospitals may close in May , FP LatestNews, \r\nFP LatestNewsMetro, \r\nHealth care, \r\nHealth care, Chesterfield County,Chesterfield General Hospital,Community Health Systems,Marlboro County,Marlboro Park Hospital,Medical Properties Trust,rural hospitals,South Carolina Hospital Association", "article": {"published_time": "2015-01-10T19:00:00Z", "modified_time": "2015-01-10T22:02:00Z", "author": "Lauren Sausser"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=no", "description": "The last time Emmie Beck needed to use the emergency room at Marlboro Park Hospital in rural Bennettsville, she had tripped over a hose at the gas station pump, shattering her elbow and rotator cuff."}, "article_summary": "The imminent threat that Marlboro Park and Chesterfield General hospitals may shut their doors this spring has loomed particularly large in the Pee Dee region.\nBut Marlboro Park Hospital and its neighbor, Chesterfield General Hospital in Cheraw, may both soon close.\nBy comparison, Chesterfield General Hospital turned an $8.5 million profit between 2009 and 2013 and posted a 32 percent occupancy rate in 2013.\nChesterfield General Hospital's bottom line is much hardier than Marlboro Park Hospital, which lost nearly $35 million between 2009 and 2013, more than any other hospital in the state.\nMessages left for Chesterfield General and Marlboro Park CEO Jeff Reece and Medical Properties Trust were also not returned."}