{"article_title": "No Stopping. No Recreating. Thank You.", "article_keywords": ["recreating", "thank", "ranger", "car", "medema", "park", "protesters", "rangers", "protest", "travelers", "stopping", "yosemite", "powells"], "article_url": "https://www.kcet.org/socal-wanderer/no-stopping-no-recreating-thank-you", "article_text": "Occupy Yosemite organizer Stacey Powells, right, holds a sign next to Mammoth Lakes resident Jennifer DeAngelis. | Photo: Dan McConnell\n\nIt was a postcard-perfect fall afternoon along California's Eastern Sierra, with a cloudless sky, swatches of orange and gold up Lee Vining Canyon, and a crisp breeze blowing off Mono Lake. A line of classic cars -- a glossy black '39 Ford Convertible, for example, and a '55 Pontiac Safari wagon -- cruised down Highway 395, heading for the Fall Colors Car Show in Bishop. At the Mobil station at the base of Tioga Pass business was slow, even for the late season. A dozen or so locals gathered on the lawn clutching a variety of messages hand-written on neon-green posterboard: \"Yosemite Held Hostage\" and \"Parks for People, Not Politics.\"\n\nStacey Powells, News Director for KMMT/KRHV Radio in Mammoth Lakes, had sent word through social media that she hoped people would join her Friday afternoon to protest the ongoing closure of Yosemite National Park, attendant to this week's Federal Government Shutdown. The original plan had been to stage a \"sit-down protest\" inside the park at Tuolumne Meadows. She was calling it \"Occupy Yosemite.\"\n\nThere'd been a significant amount of chatter online about whether such a move would actually accomplish anything, or just make things harder for the park rangers, who weren't even being paid. \"Horrible idea,\" wrote Jay Ogawa from Costa Mesa on Facebook. \"If you're going to protest the government shutdown, go to the steps of the U.S. Capitol not Yosemite.\"\n\n\"It's going to create a mess for the park employees that have to deal with the crowd and the attention,\" wrote Andrea Ketchmark of Grand Rapids, Michigan. \"The outrage should be focused where it belongs: the members of the House.\"\n\n\"We're not here to make life difficult for the park rangers,\" Powells announced to the assembled protesters. \"They're our families. They're our friends. A lot of people have lost jobs because of this. I ran into a bunch of them yesterday standing in line at the EDD office. We're here to let the people in Washington know that we're done with their shenanigans.\"\n\nBystander Edward England, a Republican from Gardnerville, Nevada, on his way to the car show, couldn't help but interject. \"Do you know where the order came from to shut the park?\" he asked rhetorically.\n\n\"From Congress,\" offered one protester.\n\n\"From Obama,\" said England. \"That's who.\"\n\n\"How about the Tea Party?\" suggested another protester. \"How about Paul Cook?\" suggested a third, referring to the Republican Representative for California's 8th District, which runs along the eastern side of the state from Twentynine Palms to Mono Lake and encompasses vast stretches of Federal land.\n\n\"It's Obama's fault,\" repeated England's wife, Pat. Then she laughed and added: \"But just in case you want an alternate opinion we brought a Democrat for you.\"\n\n\"They're just trying to get rid of Obamacare,\" said Barbara Johnson, of Minden, Nevada, and wife of said Democrat. \"That's what I think.\"\n\n\"I hope it goes through,\" said her husband, John Johnson. \"Then maybe my insurance'll go down. I'm the only one with insurance, seems like, and so I'm paying for everyone else.\"\n\nMeanwhile, the plan for the protest had been amended. There'd been rumors that anyone stopping in the park would be arrested for trespassing, or at the very least cited and fined. The idea now was to caravan the 12 miles up Highway 120 to the park's East Gate, to see what the rangers had to say.\n\n\n\n\n\nAt the gate kiosk, two smiling rangers took turns informing travelers -- and there were some travelers, a handful of cars every thirty seconds or so -- that the road was open to pass through the park, but that stopping for any reason, even for taking photographs, was strictly prohibited.\n\n\"No stopping. No pulling over. No getting out of your vehicle,\" said Ranger One, who declined to speak on record about the details of the furlough or anything else.\n\n\"It's a beautiful drive,\" said Ranger Two. \"You just can't stop. Or you'd be trespassing on Federal property.\"\n\nA pair of law enforcement rangers, each emerging from a separate but equally shiny-white, unmarked Chevy Suburban, directed the small caravan of protesters to park at a turnout just inside the gate, offering two options for where they might stand with their signs. \"We won't ticket your cars,\" said Tom Medema, a 21-year veteran interpretive ranger. \"We just want to make sure you guys are safe.\"\n\n\"I appreciate that,\" said Powells. \"My husband didn't come with me because he thought I might get arrested.\"\n\nVeteran interpretive ranger Tom Medema, right, chats with protesters, including David Carle, author of \"Introduction to California Water\" and former Mono Lake ranger. | Photo: Dan McConnell\n\nOf 800 park employees, 600 had been furloughed since the shutdown. Neither Medema nor any of the other rangers was being paid to be out there, but Medema anticipated there would eventually be back pay for services provided. \"There are 1000 people who live in the park, and we have to keep the park safe. There are still some visitors left too. There are still people on El Cap, most of the way up the wall. We just put notices on their car: when you come out please head directly out of the park.\"\n\n\"How are the employees taking it?\" Powells asked. \"We're a resilient bunch,\" said Medema. \"We deal with fire and rockfall and flood. But anybody who gets cut off from a paycheck, there's impact.\"\n\n\"Congress needs to hear that people are hurting out here,\" said Mono County Supervisor Byng Hunt, whose daughter owns a motel in Lee Vining, already hard hit from the weeks' long closure of 120 during this summer's Rim Fire. \"People are losing their businesses. The only way we have left to be heard is to step out and stir things up a little.\"\n\nA chill wind blew up the canyon. The protesters donned jackets and wool hats. Out of the back of Powells' late-model Volvo station wagon they made turkey sandwiches from fixings donated by the Vons grocery store in Mammoth. They stood or sat in camp chairs on the road shoulder just in front of the entrance. They waved their signs and chatted through car windows with travelers waiting to go through the gate.\n\nThe travelers were mostly confounded by the situation. Bob and John were up from Los Angeles. John was driving his brand new Pleasureway Class B campervan that he'd bought specifically for this trip. He was towing Bob's brand new teardrop trailer behind it. \"Bob and John's great adventure,\" said John.\n\nThey'd found all the Forest Service campgrounds closed. They'd spent the previous night in a commercial RV park in Mammoth. \"We planned this a year ago,\" said Bob. \"It didn't work out too well.\"\n\nMono County Supervisor Byng Hunt gives protesters a quick pep talk. \"Until Congress hears us, we're going to be sitting here.\" | Photo: Dan McConnell\n\nMarlene Liccardi from New York got out of her car to have her picture taken holding a sign that read \"Occupy Yosemite.\" \"We can write our senators and bitch about it,\" said her husband. \"But I don't know. We're just the little guys. How about those guys that come from Europe? They plan for two years to come here. What kind of idea of America would they have?\"\n\nTony and Lillian Logue from Canberra, Australia, had just done a bus tour of the Grand Canyon, Zion and Bryce. They'd rented a car in Las Vegas and driven through Death Valley. They weren't allowed to stop in Death Valley. And now they had no idea where they would stay the night. \"We had reservations to stay two nights in Yosemite,\" said Tony.\n\n\"To me it's just unbelievable. It's terrible.\" Tony was worked up about it. \"I can't believe your politicians do this to you.\" And then he added: \"This is the first time we've seen a protest. In Australia they'd all be out knocking on Parliament's door and jumping up and down!\"\n\nDown the road at Olmsted Point, one of the park's most famous photo opportunities, with the smooth pate of Half Dome floating out in the distance, there were traffic cones and long stretches of yellow police tape blocking the parking area. DO NOT ENTER. Still, some travelers -- from Italy, France, Japan, Kansas -- couldn't help but stop to poach a quick photo.\n\n\"Chez nous, en France, la montagne est libre,\" said a gentleman by the name of Bennot from Chambéry, in the Alps. Bennot didn't speak English. But in French he said essentially this: \"In France the mountains are open. Everyone has access. Why close this parking lot?\" He and his wife had just been to the Grand Canyon. It was already closed. Their tour operator had offered several day-trip alternatives outside Yosemite. They were not impressed.\n\nBy 3:30 the protesters had decided to bail. \"It was cold,\" said Powells. \"It was about 20 degrees.\" She lamented that more people hadn't been able to come out on a Friday afternoon. But it seemed to her like a good first effort. \"No one's going to pay attention if you don't squeak your wheel.\"\n\nThen she offered a passerby a hunk of gluten-free chocolate banana bread. \"It's gooey and delicious,\" she said.\n\nLike SoCal Wanderer on Facebook and follow @SoCal_Wanderer on Twitter.", "article_metadata": {"description": "It was a postcard-perfect fall afternoon along California's Eastern Sierra when a group headed up to Yosemite National Park to protest.", "generator": "KCETLink", "og": {"site_name": "KCET", "description": "It was a postcard-perfect fall afternoon along California's Eastern Sierra when a group headed up to Yosemite National Park to protest.", "title": "No Stopping. No Recreating. Thank You.", "url": "https://www.kcet.org/socal-wanderer/no-stopping-no-recreating-thank-you", "image": {"secure_url": "https://www.kcet.org/sites/kl/files/styles/kl_image_large/public/atoms/article_atoms/www.kcet.org/living/travel/socal_wanderer/occupy-yosemite-3.jpg?itok=nHMNKIrS", "identifier": "https://www.kcet.org/sites/kl/files/styles/kl_image_large/public/atoms/article_atoms/www.kcet.org/living/travel/socal_wanderer/occupy-yosemite-3.jpg?itok=nHMNKIrS"}, "updated_time": "2016-02-05T15:52:30-08:00", "type": "article"}, "twitter": {"description": "It was a postcard-perfect fall afternoon along California's Eastern Sierra when a group headed up to Yosemite National Park to protest.", "title": "No Stopping. No Recreating. Thank You.", "url": "https://www.kcet.org/socal-wanderer/no-stopping-no-recreating-thank-you", "image": "https://www.kcet.org/sites/kl/files/styles/kl_image_large/public/atoms/article_atoms/www.kcet.org/living/travel/socal_wanderer/occupy-yosemite-3.jpg?itok=nHMNKIrS", "creator": "@LinkTV", "card": "summary"}, "HandheldFriendly": "true", "MobileOptimized": "width", "article": {"publisher": "https://www.facebook.com/linktv", "section": "SoCal Wanderer", "published_time": "2013-10-04T17:30:00-07:00", "modified_time": "2016-02-05T15:52:30-08:00"}, "viewport": "width=device-width"}, "_id": "\"57477af36914bd0286fc9e03\"", "article_summary": "\"We're not here to make life difficult for the park rangers,\" Powells announced to the assembled protesters.\nThere'd been a significant amount of chatter online about whether such a move would actually accomplish anything, or just make things harder for the park rangers, who weren't even being paid.\nThere'd been rumors that anyone stopping in the park would be arrested for trespassing, or at the very least cited and fined.\nVeteran interpretive ranger Tom Medema, right, chats with protesters, including David Carle, author of \"Introduction to California Water\" and former Mono Lake ranger.\nBystander Edward England, a Republican from Gardnerville, Nevada, on his way to the car show, couldn't help but interject."}