{"article_title": "$600 million cost attributed to Health Connector website failure by Pioneer Institute", "article_keywords": ["website", "temporary", "600", "failure", "institute", "million", "attributed", "costs", "connector", "pioneer", "state", "cost", "health", "massachusetts", "report", "medicaid", "care"], "article_url": "http://www.masslive.com/politics/index.ssf/2014/09/pioneer_institute_pegs_cost_of.html", "article_text": "BOSTON - A new report by the conservative-leaning Pioneer Institute pegs the total cost of Massachusetts' faulty health connector website at $600 million. Counting the cost of providing temporary health insurance to people unable to use the website to enroll in insurance, the added cost of the technology debacle rises to $1 billion, according to the report.\n\nJoshua Archambault, director of health care policy for the Pioneer Institute, called on Massachusetts Inspector General Glenn Cunha to investigate the project and called on federal officials to investigate whether state officials lied about the project's progress to receive federal funds.\n\n\"Our hope is that this budget estimate starts a conversation and stirs state and federal leaders to exercise proper oversight; a sentiment that has taken hold in numerous other states with troubled state-based exchanges, but has yet to penetrate the Commonwealth,\" Archambault wrote in the report.\n\nState officials dispute the numbers. Gov. Deval Patrick, a Democrat, said in a statement, \"One thing I won't miss is having to answer spurious charges from the Pioneer Institute based on politics rather than facts. The truth is that Massachusetts is still successfully expanding health care and doing so within budget. The philosophical objections to the (Affordable Care Act) of this reliable critic don't change that.\"\n\nThe Massachusetts health insurance exchange was created to conform with the national Affordable Care Act but was plagued by technological glitches. The state is now working to create a new website, using a new contractor, in time for open enrollment this November.\n\nThe report writes that Massachusetts has $340 million already committed to the exchange from state and federal money dedicated to the Affordable Care Act. In a list of costs, Archambault detailed $616 million in costs related to the site, including actual expenditures in fiscal year 2014, money budgeted for 2015 and projected future bills.\n\nThe biggest single cost is $105 million for a contract with Optum, the company Gov. Deval Patrick hired to oversee the fixes to the website after the state fired its original contractor, CGI. The report listed another $56 million cost associated with hCentive, off the shelf software that the state is using to rebuild its website this year.\n\nHowever, Jason Lefferts, a spokesman for the Health Connector, said the report double counted some expenses. For example, about $120 million listed as additional costs, including the price of hCentive, were actually included in the $105 million Optum contract.\n\nArchambault has acknowledged that there may be some double counting. \"That was unavoidable because of the lack of transparency on the cost of the project,\" Archambault wrote in a post on the Pioneer Institute website. Archambault said the Pioneer Institute was also overly conservative in some of its estimates.\n\nIn terms of actual costs for health care, once the state was unable to enroll people in new plans through the website, officials extended people's existing subsidized plans through Commonwealth Care and put new applicants into temporary Medicaid coverage. The federal government will reimburse the state for some of the Medicaid costs for people who are eligible. But the report points out that it is still unclear how many of those enrolled in temporary Medicaid are eligible for it. Massachusetts could be on the hook for additional costs at the end of 2014 if the federal government determines that it paid for people who do not actually qualify for Medicaid.\n\nThe report cited the $260 million that the state already paid to cover claims from individuals enrolled in temporary Medicaid. It projects another $160 million in temporary Medicaid costs through the end of the year. And it estimates that the state paid $120 million to extend people's Commonwealth Care plans.\n\nSecretary of Administration and Finance Glen Shor said the state always knew that expanding eligibility for insurance coverage for low-income or uninsured individuals under the Affordable Care Act would require additional state funding.\n\n\"That's what we planned and budgeted for in FY14, and that's why we stayed within budget despite IT system challenges,\" Shor said.\n\nShor said the temporary Medicaid coverage \"has been and continues to be extremely cost effective.\"\n\nThe state has pegged the costs of temporary Medicaid coverage at $139 million in fiscal year 2014, which ended in June, and $120 million so far in fiscal year 2015.\n\nThe state gave its most comprehensive accounting yet of the costs of the Health Connector failure in July. That report found that Massachusetts had spent $108 million building the website and spent or obligated another approximately $34 million in administrative costs due to the website problems. But that did not include a number of costs including the contract with Optum, which is still being negotiated but is estimated at $105 million.", "article_metadata": {"medium": "news", "viewport": "width=device-width,initial-scale=1", "news_keywords": "'@homepage','affordable-care-act','deval-patick','glen-shor','health-connector','josh-archambault','massachusetts-health-connector'", "title": "$600 million cost attributed to Health Connector website failure by Pioneer Institute", "parsely-page": "{\"title\": \"$600 million cost attributed to Health Connector website failure by Pioneer Institute\", \"link\": \"http://www.masslive.com/politics/index.ssf/2014/09/pioneer_institute_pegs_cost_of.html\", \"image_url\": \"http://imgick.masslive.com/home/mass-media/width620/img/breakingnews/photo/2014/04/14672963-standard.jpg\", \"type\": \"post\", \"post_id\": \"13937738\", \"pub_date\": \"2014-09-17T18:55:56Z\", \"author\": \"Shira Schoenberg | sschoenberg@repub.com\", \"tags\": [\"@homepage\",\"affordable-care-act\",\"deval-patick\",\"glen-shor\",\"health-connector\",\"josh-archambault\",\"massachusetts-health-connector\"] }", "twitter": {"image": "http://media.masslive.com/breakingnews/photo/2014/04/14672963-thumb_square_large.jpg", "creator": "@#!/shiraschoenberg", "description": "Counting the cost of providing temporary health insurance to people unable to use the website to enroll in insurance, the added cost of the technology debacle rises to $1 billion, according to the report. State officials dispute the numbers.", "card": "summary", "site": "@masslivenews"}, "article_date_updated": "Wednesday, September 17, 2014,  3:44 PM", "parsely-metadata": "{\"image_url\": \"http://media.masslive.com/breakingnews/photo/2014/04/041014-health-connectorjpg-6660116388262117.jpg\", \"author_name\": \"sschoenberg\", \"author_nickname\": \"Shira Schoenberg | sschoenberg@repub.com\", \"author_id\": \"10164552\", \"source_blog_name\": \"Politics - MassLive.com\", \"source_blog_url\": \"http://www.masslive.com/politics/index.ssf/\", \"sponsored_content\": \"0\" }", "og": {"site_name": "masslive.com", "description": "Counting the cost of providing temporary health insurance to people unable to use the website to enroll in insurance, the added cost of the technology debacle rises to $1 billion, according to the report. State officials dispute the numbers.", "title": "$600 million cost attributed to Health Connector website failure by Pioneer Institute", "url": "http://www.masslive.com/politics/index.ssf/2014/09/pioneer_institute_pegs_cost_of.html", "image": "http://www.masslive.com/static/aff/static/img/logos/logo_fb.jpg", "type": "article"}, "fb": {"admins": 100000302287435}, "article_publication_name": "masslive.com", "article_comments": 0, "article_date_original": "Wednesday, September 17, 2014,  2:55 PM", "article_author": "Shira Schoenberg | sschoenberg@repub.com", "Description": "Counting the cost of providing temporary health insurance to people unable to use the website to enroll in insurance, the added cost of the technology debacle rises to $1 billion, according to the report. State officials dispute the numbers."}, "_id": "\"57477af36914bd0286fd410b\"", "article_summary": "BOSTON - A new report by the conservative-leaning Pioneer Institute pegs the total cost of Massachusetts' faulty health connector website at $600 million.\nIt projects another $160 million in temporary Medicaid costs through the end of the year.\nShor said the temporary Medicaid coverage \"has been and continues to be extremely cost effective.\"\nThe Massachusetts health insurance exchange was created to conform with the national Affordable Care Act but was plagued by technological glitches.\nThe truth is that Massachusetts is still successfully expanding health care and doing so within budget."}