{"article_title": "Rush Limbaugh Claims President Obama Is Looking To Frame A Cop For \"Racial Assassination\"", "article_keywords": ["cop", "rush", "assassination", "feel", "country", "frame", "limbaugh", "officers", "gonna", "looking", "right", "ferguson", "claims", "president", "racial", "holder", "obama"], "article_url": "http://www.politicususa.com/2014/12/02/rush-limbaugh-claims-president-obama-frame-cop-racial-assassination.html", "article_text": "During Tuesday’s episode of The Rush Limbaugh Show, conservative radio host Rush Limbaugh devoted the majority of his broadcast on Ferguson and the actions taken by Attorney General Eric Holder and President Obama on Monday. The president met with Ferguson protest leaders Monday and announced an initiative to outfit more police officers with body cameras over the next three years. Meanwhile, Holder was in Atlanta, where he spoke with community leaders and discussed the Justice Department’s intent to end racial profiling.\n\nWell, as you would probably guess, Limbaugh saw ulterior motives at work from the Obama Administration. In Limbaugh’s mind. Obama, Holder and all the other race hustlers feel that they didn’t “get a win” with the Michael Brown case. Since the St. Louis County grand jury decided to let former Ferguson police officer Darren Wilson walk, Obama and his minions have to reorganize and strategize. Therefore, they are going to make sure that they find a way to bring up charges against another cop and frame him for “racial assassination.”\n\nPrior to bringing up this idea that Obama and Holder are on the lookout for another Michael Brown situation to exploit, Limbaugh tossed around the notion that everyone but white Christians are getting handouts from the Obama Administration. Per El Rushbo, in relation to the freebies, blacks are now being allowed to do whatever they want and call it “civil disobedience.”\n\nBelow is from the transcript of the show, courtesy of the show’s website:\n\nGays got gay marriage, Hispanics got amnesty for illegals, and African-Americans apparently are gonna be able to riot without anybody stopping them if they want to. Apparently they’re gonna be able to engage in civil disobedience and the excuse is gonna be offered, “Well, it’s just their feelings. The president said they don’t feel right, they don’t feel welcomed. They don’t feel like they’re part of the community.” We all got screwed with Obamacare, so everybody’s getting something from this Regime. The problems of Ferguson Missouri are radical leftists in the government and the media distracting from the destruction of free market separation of powers. So, yes, problems exposed by Ferguson do threaten the entire nation, but not in the way Obama and Holder are discussing.\n\nOf course, this was just part of the setup for Limbaugh. Later on in the broadcast, he decided to reveal to his audience Obama’s real plan as it relates to the aftermath of Ferguson.\n\nJust a reminder to every police officer in this country, you are being watched, and I’m very serious about this. Rich Lowry had it right in his column today. You cops had better keep a sharp eye, because the powers that be are looking to find another cop they can accuse of racial assassination and railroad indict, and convict. They lost on this one. Police officers in this country are in dangerous jobs at great risk right now because they have a target on them. They have a bull’s-eye that is being painted, that’s being drawn by the highest positions of power in this country. It’s a very dangerous circumstance, very dangerous situation taking place here, folks. And the cops right now are in the crosshairs of the most powerful forces in this country. They failed to get what they wanted in Ferguson. They’re gonna find a way. They didn’t really get what they wanted out of Florida and the “white Hispanic” George Zimmerman and all that. They didn’t get what they wanted in the Duke lacrosse case. They really want a win. And the cops are the focus, the target for that next win.\n\nThere you have it. According to Rush Limbaugh, voice of the Republican Party, police officers need to be aware that President Obama has targeted each and every one of you to be a potential patsy in his attempt to appease the black community. Obviously, the president is setting up police officers so blacks can “get a win.”", "article_metadata": {"description": "In Limbaugh's mind. Obama, Holder and all the other race hustlers feel that they didn't \"get a win\" with the Michael Brown case and now want to frame and railroad another cop over a race-based death.", "generator": "WordPress 4.5.2", "author": "Justin Baragona", "og": {"site_name": "Politicus USA", "description": "In Limbaugh's mind. Obama, Holder and all the other race hustlers feel that they didn't \"get a win\" with the Michael Brown case and now want to frame and railroad another cop over a race-based death.", "title": "Rush Limbaugh Claims President Obama Is Looking To Frame A Cop For \"Racial Assassination\"", "url": "http://www.politicususa.com/2014/12/02/rush-limbaugh-claims-president-obama-frame-cop-racial-assassination.html", "image": "http://15130-presscdn-0-89.pagely.netdna-cdn.com/wp-content/uploads/2014/07/rush_limbaugh-dark.jpg", "updated_time": "2014-12-02T17:08:41+00:00", "type": "article"}, "fb": {"admins": 523732690, "app_id": 113462415332922, "pages": 186473214703370}, "keywords": "Featured News,Issues,Media,Atlanta,attorney general,Darren Wilson,department of justice,Eric Holder,Ferguson police,George Zimmerman,michael brown,Obama Administration,president,Republican Party,Rush Limbaugh,St. Louis County,St. Louis County grand jury,The Rush Limbaugh Show,politicususa,liberal,politics,sarah jones,jason easley,barack obama,hillary clinton,bernie sanders,msnbc", "article": {"publisher": "https://www.facebook.com/PoliticusUSA", "section": "Media", "published_time": "2014-12-02T17:08:41+00:00", "modified_time": "2014-12-02T17:08:41+00:00"}, "viewport": "width=device-width, initial-scale=1", "news_keywords": "Atlanta, attorney general, Darren Wilson, department of justice, Eric Holder, Ferguson police, George Zimmerman, michael brown, Obama Administration, president, Republican Party, Rush Limbaugh, St. Louis County, St. Louis County grand jury, The Rush Limbaugh Show"}, "_id": "\"57477af36914bd0286fd411f\"", "article_summary": "Obama, Holder and all the other race hustlers feel that they didn’t “get a win” with the Michael Brown case.\nDuring Tuesday’s episode of The Rush Limbaugh Show, conservative radio host Rush Limbaugh devoted the majority of his broadcast on Ferguson and the actions taken by Attorney General Eric Holder and President Obama on Monday.\nThe president said they don’t feel right, they don’t feel welcomed.\nWell, as you would probably guess, Limbaugh saw ulterior motives at work from the Obama Administration.\nSo, yes, problems exposed by Ferguson do threaten the entire nation, but not in the way Obama and Holder are discussing."}