{"article_title": "Coffee wars: South Korea's cafe boom nears saturation point", "article_keywords": ["billion", "saturation", "korea", "stores", "seoul", "chain", "point", "koreas", "coffee", "wars", "according", "nears", "boom", "won", "shops", "cafe", "south"], "article_url": "http://www.thefiscaltimes.com/latestnews/2016/04/04/Coffee-wars-South-Koreas-cafe-boom-nears-saturation-point", "article_text": "SEOUL (Reuters) - South Korea's coffee shop craze is frothing over.\n\nIn fashionable retail and commercial districts of southern Seoul, nearly one in every two buildings boasts a coffee shop - evidence of a boom that has delivered dizzying growth for the likes of Starbucks and local chains.\n\nBut now the market is getting even more crowded, as convenience stores such as 7-Eleven offer 1,000 won (87 cents) cups, and smaller players are feeling the heat.\n\n\"We declared an emergency situation, gathered all employees eight times to debate strategies,\" Moon Chang-ki, CEO of mid-priced coffee chain Ediya, the country's largest operator by location with about 1,800 stores, told reporters recently. \"If we sell at that price, our store owners won't earn any margins.\"\n\nTo compete, Ediya says it has instead focused on improving the quality of its coffee, and actually raised prices last year. Other chains have responded to growing competition by cutting back on store numbers and staff, or expanding overseas.\n\nThe number of chain and stand-alone coffee shops in South Korea more than tripled to about 49,600 in 2015 from 12,400 in 2011, according to Korea Contents Media - far faster than overall consumption of coffee, which Koreans have been drinking for decades.\n\nWith more than 17,000 coffee shops in a city of over 10 million, or about 17 per 10,000 people, Seoul has more coffee shops per capita than Starbucks' hometown Seattle, at 15 per 10,000, or San Francisco, at 14.7, according to city of Seoul data and research providers FindTheHome and FindTheCompany.\n\nPEAK COFFEE\n\nSouth Korea's per capita coffee consumption has nearly doubled since 1990 to 2.3 kg (5 lb) per person, according to the International Coffee Organization - still roughly half the 4.5 kg that Americans consume.\n\nRevenue growth at coffee chains in the country slowed to about 8 percent in 2014, however, from more than 20 percent annually between 2008 and 2012, analysts say. While the number of new coffee shops in Seoul increased, so did closures, according to city data.\n\nBrewed coffee sales at 7-Eleven, run by Lotte Shopping's Korea Seven Co Ltd, jumped 88 percent in 2015 after it introduced drip coffee early last year costing about a dollar, almost one-fifth the cost of an average Starbucks cup.\n\nMcDonald's Corp stores cut coffee prices to 1,500 won from 2,100 won early last year, and have seen sales of the beverage almost triple, the company told Reuters.\n\nBy contrast, local chain Cafe Droptop, with about 225 shops, cut about 20 percent of its workforce at the end of 2015. Another chain, Coffine Gurunaru, with about 100 shops, incurred combined operating losses of 2.5 billion won ($2.2 million) in 2013 and 2014 after being profitable in the previous two years, filings show.\n\n\"Even fried chicken restaurants and pubs are adding coffee, trying to be a cafe, while espresso machines are spreading in offices,\" said Lee Kyung-hee, who heads the Korea Business Strategy Institute, a consultancy. \"The coffee industry is fighting a war without borders.\"\n\nGOING ABROAD\n\nStarbucks entered the market in 1999, and is widely credited with starting the country's habit for splurging on higher-quality coffee and creating a cafe industry SK Securities said was worth about 2.5 trillion won ($2.2 billion) in 2014.\n\nStarbucks Coffee Korea, a 50-50 joint venture between the world's biggest coffee chain and South Korean hypermarket operator E-Mart, now has 860 stores, putting the country behind only China and Japan as the company's biggest markets in Asia, with sales more than doubling between 2011 and 2014.\n\nIt posted a 20 percent increase in net profit to 30.77 billion won in 2014, the most recent year for which results are available, on revenue of 617 billion won, up 28 percent.\n\nBut with industry growth slowing, some chains have been pushing abroad.\n\nCaffe Bene, which reached 932 domestic stores in 2014 before trimming back to 850 at the end of March, posted a 3.3 billion won net loss in the first three quarters of 2015, according to the latest public data.\n\nLast month, a joint venture between Singapore's Food Empire and Indonesia's Salim Group acquired a 38 percent stake in Caffe Bene, becoming the second biggest shareholder after South Korean private equity fund K3 Equity Partners.\n\nThe chain said it was looking to expand in Southeast Asia to drive growth.\n\nZoo Coffee, with 65 domestic shops, has opened about 200 franchise stores in China since entering the country in 2013 and in December announced a tie-up with China's giant Dalian Wanda Group to open 50 stores per year there.\n\nCafe Droptop in November opened its first overseas outlet in Shanghai.\n\n(Editing by Tony Munroe and Alex Richardson)", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "SEOUL (Reuters) - South Korea's coffee shop craze is frothing over.", "title": "Coffee wars: South Korea's cafe boom nears saturation point", "url": "http://www.thefiscaltimes.com/latestnews/2016/04/04/Coffee-wars-South-Koreas-cafe-boom-nears-saturation-point", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/southkorea-coffee_3.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/latestnews/2016/04/04/Coffee-wars-South-Koreas-cafe-boom-nears-saturation-point", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/southkorea-coffee_3.jpg", "card": "summary", "title": "The Fiscal Times"}, "generator": "Drupal 7 (http://drupal.org)", "description": "SEOUL (Reuters) - South Korea's coffee shop craze is frothing over.", "viewport": "initial-scale=1, maximum-scale=1"}, "article_summary": "It posted a 20 percent increase in net profit to 30.77 billion won in 2014, the most recent year for which results are available, on revenue of 617 billion won, up 28 percent.\nWhile the number of new coffee shops in Seoul increased, so did closures, according to city data.\nSEOUL (Reuters) - South Korea's coffee shop craze is frothing over.\n\"We declared an emergency situation, gathered all employees eight times to debate strategies,\" Moon Chang-ki, CEO of mid-priced coffee chain Ediya, the country's largest operator by location with about 1,800 stores, told reporters recently.\nTo compete, Ediya says it has instead focused on improving the quality of its coffee, and actually raised prices last year."}