{"article_title": "More Fed Officials Say 2016 Is Year for Rate Increase", "article_keywords": ["going", "fed", "interest", "likely", "federal", "say", "forecasts", "increase", "rate", "officials", "rates", "statement", "2016"], "article_url": "http://economix.blogs.nytimes.com/2014/03/19/more-fed-officials-say-2016-is-year-for-rate-increase/", "article_text": "The Federal Reserve isn’t going to tell us when it expects to start raising interest rates. It isn’t going to draw a line in the sands of economic data – a minimum unemployment rate, a minimum rate of inflation. It’s done with all of that\n\nBut the Fed is preserving another window on its plans. Since 2012, it has published the expectations of its senior officials about the year of the first Fed funds rate increase. It is scheduled to publish the latest batch of forecasts on Wednesday afternoon.\n\nAnd those forecasts are likely to carry the same message as the latest round of changes in the Fed’s policy statement: Settle in. This is going to take a little while.\n\nThis chart from BNP Paribas shows the evolution of the forecasts. (There are 19 seats on the Federal Open Market Committee, but there have been vacancies at some meetings, so the chart gives percentages rather than counting heads.)\n\nPhoto\n\nA majority of Fed officials has bet on 2015 since September 2012 — the month when the Fed changed its policy statement to read, “Exceptionally low levels for the federal funds rate are likely to be warranted at least through mid-2015.”\n\nWhen the Fed replaced that guidance just a few months later with an economic target – 6.5 percent unemployment – Ben S. Bernanke, who was then the chairman, was at pains to emphasize the timetable had not changed. And the dots did not move.\n\n\n\nLately, however, the number of Fed officials betting on 2016 has been rising, and it seems likely to rise again on Wednesday. Charles Evans, the president of the Federal Reserve Bank of Chicago, walked into the 2016 camp earlier this month.\n\nThe BNP chart reflects that move; other analysts say a larger shift is possible.\n\n“We believe that Chair Yellen is probably one of the 2016 dots,” Sven Jari Stehn, a Goldman Sachs economist, wrote in a recent analysis. “If that is true, other participants, especially the governors, might decide to shift in her direction.”\n\nThe Fed is dismantling its stimulus campaign – arguably it has been retreating for almost a year now, since Mr. Bernanke roiled financial markets last summer – but the slow drift of the forecast is a reminder that it is moving very slowly.\n\nThe Fed may reinforce that message on Wednesday by emphasizing in its statement that even when it does start to raise rates, that too will happen very slowly.\n\nFinally, it’s worth looking at one other part of the forecast. Fed officials are also asked to predict the long-run level of interest rates – basically, to define normal. Before the recession, normal was about 4 percent. But in recent forecasts, a growing number of officials – four in September, six in December – have predicted that interest rates will not return all the way to 4 percent. They’re basically saying this recovery won’t just take a very long time, but that it will remain incomplete.", "article_metadata": {"ptime": 20140319060025, "BN": "economix", "dfp-ad-unit-path": "businessday/economix", "adxPage": "blog.nytimes.com/economix/post", "per": "Bernanke, Ben S;Evans, Charles L", "org": "BNP Paribas;Federal Open Market Committee;Federal Reserve System", "keywords": "Bernanke Ben S,Evans Charles L,Interest Rates,United States Economy,BNP Paribas,Federal Open Market Committee,Federal Reserve System,Economix", "ad_sensitivity": "noxxl", "GBLC": "Economix", "communityAssetTaxonomy": "blogs/economix/More Fed Officials Say 2016 Is Year for Rate Increase ( 20140319 )", "PT": "Blogs", "author": "Binyamin Appelbaum", "SCG": "Economy", "sourceApp": "blogs", "CLMST": "Binyamin Appelbaum", "byl": "Binyamin Appelbaum", "twitter": {"description": "The number of Fed officials betting on rates rising in 2016 has been increasing, and it seems likely to go up again on Wednesday in the Federal Open Market Committee meeting.", "title": "More Fed Officials Say 2016 Is Year for Rate Increase", "url": "http://economix.blogs.nytimes.com/2014/03/19/more-fed-officials-say-2016-is-year-for-rate-increase/", "image": "http://graphics8.nytimes.com/packages/images/icons/t_logo_300_black.png", "creator": "@BCAppelbaum", "site": "@nyteconomix", "card": "summary"}, "blogpostid": 100000002776250, "description": "The number of Fed officials betting on rates rising in 2016 has been increasing, and it seems likely to go up again on Wednesday in the Federal Open Market Committee meeting.", "CG": "Business Day", "robots": "noodp", "dat": "March 19, 2014", "article": {"section": "Business Day", "tag": "Economix", "published_time": 1395223225, "collection": "http://json8.nytimes.com/services/json/sectionfronts/business/index.jsonp", "modified_time": "2014-03-19T11:02:39-04:00"}, "ticker": "BNP Paribas|BNPQY|other-OTC", "utime": 20140319110239, "communityAssetLabels": "NYT_Blogs", "PUD": 20140319, "pdate": 20140319, "des": "Interest Rates;United States Economy", "thumbnail": "http://graphics8.nytimes.com/packages/images/icons/t_logo_300_black.png", "og": {"site_name": "Economix Blog", "description": "The number of Fed officials betting on rates rising in 2016 has been increasing, and it seems likely to go up again on Wednesday in the Federal Open Market Committee meeting.", "title": "More Fed Officials Say 2016 Is Year for Rate Increase", "url": "http://economix.blogs.nytimes.com/2014/03/19/more-fed-officials-say-2016-is-year-for-rate-increase/", "image": "http://graphics8.nytimes.com/images/blogs_v5/../icons/t_logo_291_black.png", "type": "article"}, "communityAssetURL": "http://economix.blogs.nytimes.com/2014/03/19/more-fed-officials-say-2016-is-year-for-rate-increase/", "PUV": "normal", "hdl": "More Fed Officials Say 2016 Is Year for Rate Increase", "thumbnail_150": "http://graphics8.nytimes.com/packages/images/icons/t_logo_300_black.png", "PST": "Blog Post", "DISPLAYDATE": "March 19, 2014"}, "_id": "\"57477af36914bd0286fd4107\"", "article_summary": "Since 2012, it has published the expectations of its senior officials about the year of the first Fed funds rate increase.\nLately, however, the number of Fed officials betting on 2016 has been rising, and it seems likely to rise again on Wednesday.\nFed officials are also asked to predict the long-run level of interest rates – basically, to define normal.\nIt isn’t going to draw a line in the sands of economic data – a minimum unemployment rate, a minimum rate of inflation.\nThe Federal Reserve isn’t going to tell us when it expects to start raising interest rates."}