{"article_title": "Waud Capital Closes Fourth Fund, More than Double the Size of Last Fund", "article_keywords": ["closes", "raised", "million", "closed", "partners", "double", "waud", "iv", "fund", "pe", "fourth", "capital", "software", "size"], "article_url": "http://www.themiddlemarket.com/news/financial_sponsors/waud-capital-raises-fourth-mm-fund-at-1-billion-259978-1.html", "article_text": "Waud Capital Closes Fourth Fund, More than Double the Size of Last Fund\n\nSome of the PE firm\u0092s investments include health care software provider Adreima and garden decoration company Whitehall Products\n\nMiddle market private equity firm Waud Capital Partners has closed its fourth fund, Waud Capital Partners IV. The new fund, valued at $1.056 billion, surpassed the original target of $750 million.\n\nWCP IV has raised $900 million from limited partners and another $156 million from general partners, focusing mostly on the health care, business services and technology sectors. Waud, based in Chicago, typically invests $50 million to $100 million of equity in deals.\n\n“We are pleased that nearly all of our existing investors chose to partner with us again in WCP IV, and we are also honored by the number and quality of investors that are joining us for the first time,” says Waud founder Reeve Waud.\n\nWaud was founded in 1993 and raised its first fund in 1999 at $115 million; its second fund closed in 2005 at $272 million; and its third fund, valued at $487 million, was raised in 2011. Some of the PE firm’s other investments include: health care software provider Adreima, tax advisory firm True Partners Consulting and garden decoration company Whitehall Products.\n\nOther PE firms that have recently raised capital include: Mason Wells, which has closed its fourth buyout fund with $615 million; Nautic Partners closed a $900 million fund; and Thoma Bravo LLC has raised $1.07 billion to target lower middle market software companies.\n\nKirkland & Ellis advised Waud.\n\nFor more information on related topics, visit the following:", "article_metadata": {"og": {"url": "http://www.themiddlemarket.com/news/financial_sponsors/waud-capital-raises-fourth-mm-fund-at-1-billion-259978-1.html", "image": "http://cdn.themiddlemarket.com/media/newspics/whitehall.jpeg", "site_name": "Mergers & Acquisitions, Latest News", "title": "Waud Capital Closes Fourth Fund, More than Double the Size of Last Fund"}}, "article_summary": "Waud Capital Closes Fourth Fund, More than Double the Size of Last FundSome of the PE firm\u0092s investments include health care software provider Adreima and garden decoration company Whitehall ProductsMiddle market private equity firm Waud Capital Partners has closed its fourth fund, Waud Capital Partners IV.\nWaud was founded in 1993 and raised its first fund in 1999 at $115 million; its second fund closed in 2005 at $272 million; and its third fund, valued at $487 million, was raised in 2011.\nOther PE firms that have recently raised capital include: Mason Wells, which has closed its fourth buyout fund with $615 million; Nautic Partners closed a $900 million fund; and Thoma Bravo LLC has raised $1.07 billion to target lower middle market software companies.\nWaud, based in Chicago, typically invests $50 million to $100 million of equity in deals.\nWCP IV has raised $900 million from limited partners and another $156 million from general partners, focusing mostly on the health care, business services and technology sectors."}