{"article_title": "West Chester school board OKs new teacher contract", "article_keywords": ["school", "district", "teachers", "union", "west", "oks", "contract", "agreement", "health", "chester", "scanlon", "teacher", "board"], "article_url": "http://www.delcotimes.com/article/DC/20140401/NEWS/140409992", "article_text": "WEST GOSHEN \u0097 The West Chester Area School Board voted to approve a five-year contract with district teachers Monday night, ending more than two years of negotiations.\n\nAfter union members approved the agreement on Friday at an after-school meeting, the school board scheduled a special meeting Monday night at East High School to vote on the proposal. School board members approved the contract by an 8-1 vote.\n\nThe contract will be retroactive to the 2012-13 school year and will last until the summer of 2017, according to school officials.\n\n\u0093Thanks go to our teachers and administrators, as well as the previous and current board members, for working together to validate the quality of professionalism we have within this district up and down the line,\u0094 board President Rick Swalm said in a statement. \u0093The community and students demonstrated patience with our efforts and that also speaks volumes as to how, when everyone pulls together, much can be accomplished to restore our sole focus on keeping this educational engine roaring.\u0094\n\nAdvertisement\n\nAccording to Superintendent James Scanlon, the agreement will cost the district an additional $5.96 million over the five years, or an average of 1.9 percent per year over the life of the agreement. He noted the Act 1 Index during that same time is anticipated to increase an average of 2.1 percent a year.\n\n\u0093When we go back to that goal keeping under that Act 1 Index, this meets that goal for the board,\u0094 said Scanlon.\n\nThe West Chester Area Education Association voted to approve the agreement on Friday afternoon.\n\nAfter two years of a salary freeze, West Chester Area Education Association members will receive half-year raises in 2013-14 at 2.7 percent.\n\nUnder the contract, teachers will then receive the following raises: 3.5 percent in 2014-15; 2.9 percent in 2015-16; and 3.8 percent in 2016-17. The average annual salary increase is 2.6 percent over the five years of the contract but those costs are offset by reductions in other areas accepted by the union, the district said.\n\nThe contract also includes changes to the district\u0092s tuition reimbursement program. According to Scanlon, there is currently no cap on tuition reimbursement for teachers looking to earn higher degrees. The district currently pays 90 percent for up to 15 college credits at a variety of universities.\n\nUnder the new agreement, the district will pay 90 percent of the West Chester University tuition rate and will cover up to 12 credits instead of 15.\n\nThere also will be an annual $500,000 tuition cap for the district, Scanlon added.\n\n\u0093That means that when that $500,000 is up, we stop reimbursing,\u0094 Scanlon said. \u0093It\u0092s going to be first-come, first-served.\u0094\n\nHe noted that currently the district spends anywhere from $750,000 to $1.1 million yearly on tuition reimbursement.\n\nThe contract also includes a move to a less expensive health care plan beginning July 1, 2014, which will save about $1 million over the five years, Scanlon said. The plan has much of the same coverage as the old health care plan, he added.\n\nAdditionally, beginning in July 2015, the contract will no longer allow retirees to remain on the district\u0092s health insurance plan until they are eligible for Medicare, Scanlon said. The contract instead has the district paying retirees one lump sum of $20,000 in a health reimbursement account until 2020. By cutting retirees\u0092 health care costs, each year the district hopes to save around $100,000.\n\n\u0093There are some long-term savings to this contract,\u0094 Scanlon said. \u0093Instead of kicking the can down the road, we\u0092re kicking the can off the road.\u0094\n\nThe agreement also includes language that protects the district from the Affordable Care Act provision set to take effect in 2018 known as the Cadillac Tax. According to the law, starting in 2018 employers that offer plans that cost above a certain threshold will be liable to pay a 40 percent tax.\n\nThe deal reached Monday ends the heated negotiations between the district and teachers\u0092 union that have been going on since the last contract expired in June 2012. There have been multiple points of contention, including health insurance plans and wage increases.\n\nIn July 2013, both the board and the union announced plans to file for fact-finding, a practice sought by parties who are in the middle of a collective bargaining process. The fact-finder\u0092s recommendation report was accepted by the school board, but rejected by union members.\n\nDuring November\u0092s elections, four new board members were installed and another joined after board member Karen Miller left for personal reasons.\n\n\u0093We believe this to be a fair deal for both sides,\u0094 Debbie Fell, president of the West Chester Area Education Association, said in a statement. \u0093The school board came to the table and worked with our negotiating team to come to an agreement that would work for everyone, representing a fair contract for the teachers, the school district and the taxpayers who reside within the district.\u0094\n\nThe union represents more than 900 teachers, school counselors, nurses, school psychologists, librarians and other educational specialists in the school district.\n\nFollow Daily Local News staff writer Kendal Gapinski on Twitter at @KendalGapinski and on Facebook at www.facebook.com/KendalAGapinski", "article_metadata": {"news_keywords": "News, Primos news, PA news, US news, world news.", "title": "West Chester school board OKs new teacher contract", "og": {"url": "http://www.delcotimes.com/article/DC/20140401/NEWS/140409992", "image": {"width": "640px", "identifier": "http://www.delcotimes.com/apps/pbcsi.dll/storyimage/DC/20140401/NEWS/140409992/AR/0/AR-140409992.jpg?Maxh=1500&Maxw=1500", "height": "480px"}, "type": "article", "title": "West Chester school board OKs new teacher contract"}, "twitter": {"domain": "delcotimes.com", "description": "WEST GOSHEN \u0097 The West Chester Area School Board voted to approve a five-year contract with district teachers Monday night, ending more than two years of negotiations.", "title": "West Chester school board OKs new teacher contract", "url": "http://www.delcotimes.com/article/DC/20140401/NEWS/140409992", "image": {"src": "http://www.delcotimes.com/apps/pbcsi.dll/storyimage/DC/20140401/NEWS/140409992/AR/0/AR-140409992.jpg?Maxh=900&Maxw=900"}, "site": "@delcotimes", "app": {"id": {"ipad": "id563336340", "iphone": "id508962453", "googleplay": "com.spreedinc.providers.digitalfirstmedia.thedelawarecountydailytime"}}, "card": "summary_large_image"}, "keywords": "News, Primos news, PA news, US news, world news.", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0", "description": "WEST GOSHEN \u0097 The West Chester Area School Board voted to approve a five-year contract with district teachers Monday night, ending more than two years of negotiations."}, "_id": "\"57477af46914bd0286fe2ad6\"", "article_summary": "WEST GOSHEN \u0097 The West Chester Area School Board voted to approve a five-year contract with district teachers Monday night, ending more than two years of negotiations.\nSchool board members approved the contract by an 8-1 vote.\nUnder the contract, teachers will then receive the following raises: 3.5 percent in 2014-15; 2.9 percent in 2015-16; and 3.8 percent in 2016-17.\nThe fact-finder\u0092s recommendation report was accepted by the school board, but rejected by union members.\nThe contract will be retroactive to the 2012-13 school year and will last until the summer of 2017, according to school officials."}