{"article_title": "Twelve Protesters Arrested at Capitol, Demanding Medicaid Expansion", "article_keywords": ["capitol", "dollars", "arrested", "protesters", "demanding", "tim", "state", "medicaid", "expansion", "rural", "franzen", "expand", "adam"], "article_url": "http://atlantaprogressivenews.com/2015/03/04/twelve-protesters-arrested-at-capitol-demanding-medicaid-expansion/", "article_text": "Photograph by Steve Eberhart\n\n(APN) ATLANTA — Twelve members of Moral Monday GA were arrested on Monday, March 02, 2015, when a crowd blocked a flight of stairs inside the State Capitol in protest of Gov. Nathan Deal’s continued refusal to expand Medicaid.\n\nThose arrested include Kathy Acker, Greg Ames, Adam Cobb, Tim Denson, Bob Goodman, Alan Jenkins, Tim Franzen, Barbara Landay, Adam Lassila, Jean Miller, Gloria Slaughter, and Adam Veale.\n\n“Last year, lawmakers failed to expand medicaid and our worst fears have come true,” Tim Franzen, an organizer with the American Friends Service Committee, said in a speech before the crowd.\n\n“Hospitals are closing: Four since the failure to expand. Eight are operating on a day-to-day basis, and fifteen are at serious financial risk. And we know that every study shows that anywhere from 1,200 to 3,000 Georgians have died, needlessly died, since Medicaid wasn’t passed,” Franzen said.\n\nHospital closures are affecting rural populations the most.\n\nLast year, Georgia Health News reported the state’s rural medical care systems are approaching “Third World” conditions.\n\nIn Wheeler County, ten percent of the population is unemployed and twenty-three percent are uninsured.\n\nWhen the Lower Oconee Community Hospital closed last year, those people were placed in the precarious position of having to travel thirty miles to the nearest hospital.\n\nWith Medicaid expansion, the hospital could have stayed open because many of the area residents would qualify for coverage and become paying patients.\n\nHealth Affairs, a journal of health policy and research, published a report last year showing that over 600,000 Georgians would be eligible for coverage if the Governor were to expand Medicaid. The report estimated that Medicaid expansion would prevent as many as 1,176 deaths.\n\nGov. Deal has cited the costs of Medicaid expansion as a reason for rejecting it. However, under the Affordable Care Act, the federal government would cover one hundred percent of the cost of Medicaid expansion for three years. After that, the state would pay ten percent and the government would cover the remaining ninety percent.\n\nAccording to the Georgia Budget and Policy Institute (GBPI), that amounts to 33 billion in federal dollars, while the state would only have to kick in 353 million dollars, over ten years. GBPI estimates the new spending would stimulate more than 65 billion dollars in economic activity and would help create more than 56,000 new jobs.\n\nMedicaid expansion has remained at the forefront of Moral Monday GA’s agenda, along with criminal justice reform and other progressive issues.\n\nThe twelve arrested demonstrators were released from the Fulton County Jail late at night on Monday, March 02.\n\n(END/2015)", "article_metadata": {"generator": "WordPress 4.2.8", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fdbb6b\"", "article_summary": "Medicaid expansion has remained at the forefront of Moral Monday GA’s agenda, along with criminal justice reform and other progressive issues.\nHowever, under the Affordable Care Act, the federal government would cover one hundred percent of the cost of Medicaid expansion for three years.\nWith Medicaid expansion, the hospital could have stayed open because many of the area residents would qualify for coverage and become paying patients.\nDeal has cited the costs of Medicaid expansion as a reason for rejecting it.\nThe report estimated that Medicaid expansion would prevent as many as 1,176 deaths."}