{"article_title": "How healthcare mergers can benefit from business plans of operational efficiency", "article_keywords": ["organizations", "plans", "business", "transactions", "system", "operational", "bpoe", "efficiency", "benefit", "according", "health", "healthcare", "article", "mergers", "help"], "article_url": "http://www.fiercehealthcare.com/story/how-healthcare-mergers-can-benefit-business-plans-operational-efficiency/2015-03-11", "article_text": "As the number of mergers and acquisitions continues to rise in the healthcare industry, it's essential that organizations create a business plan of operational efficiency (BPOE) to ensure the long-term viability of these transactions, according to Hospitals & Health Networks Magazine.\n\nFor merging healthcare systems, BPOEs--defined as \"comprehensive, action-oriented system integration plans\"--can help each organization capitalize on its individual strengths to reap the full benefits of affiliation, the article states. The following characteristics help BPOEs achieve this, according to H&HN:\n\nThey start from the ground up: Each department must develop a plan to boost efficiency by standardizing policies, procedures, equipment and supplies; optimizing staff resources; aligning contracted services; and exploring group purchasing options, the article states. Once the departments identify these cost-saving opportunities, each organization's financial team should assess the plans for sustainability and achievability, then allocate resources to the efforts through the group's budget.\n\nThey identify who is in charge. It's critical that BPOEs outline the most effective power structure--from the C-suite to the front lines--to ensure the newly aligned organizations' success, according to H&HN. This may include establishing a centralized management system and identifying leadership positions that the organizations could consolidate.\n\nThey establish a cohesive culture. Combining healthcare organizations with disparate philosophies can be a tricky business, as FierceHealthFinance has reported, but H&HN argues that an effective BPOE can aid this cultural transition by blending quantitative analyses with engagement of key stakeholders. \"Ultimately, the BPOE process challenges the existing provider organizations individually and collectively to think beyond current practices and strive collaboratively to improve performance as a system,\" the article states.\n\nWhile many organizations pursue mergers to better adapt to evolving care models, not all news regarding the practice is positive. At least one expert has suggested that hospital and health system alignment can actually increase the cost and decrease the quality of care, leaving some health executives to wonder if the consolidation trend has gone too far, FierceHealthcare previously reported.\n\nTo learn more:\n\n- read the article\n\nRelated Articles:\n\nHospital transactions continued at brisk clip in 2014\n\nMergers and acquisitions: A 2015 forecast\n\n3 ways realignment can help hospitals\n\nMergers of Catholic, secular hospitals creating conflicts\n\nAre hospital mergers destined to fail?\n\n", "article_metadata": {"description": "As the number of mergers and acquisitions continues to rise in the healthcare industry, it's essential that organizations create a business plan of operational efficiency to ensure the long-term viability of these transactions, according to Hospitals & Health Networks Magazine.", "og": {"site_name": "FierceHealthcare", "description": "As the number of mergers and acquisitions continues to rise in the healthcare industry, it's essential that organizations create a business plan of operational efficiency to ensure the long-term viability of these transactions, according to Hospitals & Health Networks Magazine.", "title": "How healthcare mergers can benefit from business plans of operational efficiency", "url": "http://www.fiercehealthcare.com/story/how-healthcare-mergers-can-benefit-business-plans-operational-efficiency/2015-03-11", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthcare.jpg", "type": "website"}, "twitter": {"site": "fiercehealth", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "apple-itunes-app": "app-id=731085312", "keywords": "business plan of operational efficiency,hospital affiliation,HR & Workforce Management,mergers and acquisitions,Operations & Business Management", "viewport": "width=device-width", "news_keywords": "HR & Workforce Management,Operations & Business Management"}, "_id": "\"57477af46914bd0286fe2aca\"", "article_summary": "As the number of mergers and acquisitions continues to rise in the healthcare industry, it's essential that organizations create a business plan of operational efficiency (BPOE) to ensure the long-term viability of these transactions, according to Hospitals & Health Networks Magazine.\nWhile many organizations pursue mergers to better adapt to evolving care models, not all news regarding the practice is positive.\nCombining healthcare organizations with disparate philosophies can be a tricky business, as FierceHealthFinance has reported, but H&HN argues that an effective BPOE can aid this cultural transition by blending quantitative analyses with engagement of key stakeholders.\nFor merging healthcare systems, BPOEs--defined as \"comprehensive, action-oriented system integration plans\"--can help each organization capitalize on its individual strengths to reap the full benefits of affiliation, the article states.\nIt's critical that BPOEs outline the most effective power structure--from the C-suite to the front lines--to ensure the newly aligned organizations' success, according to H&HN."}