{"article_title": "How the Affordable Care Act may open jobs for the unemployed", "article_keywords": ["affordable", "million", "jobs", "working", "unemployed", "work", "cbo", "labor", "hours", "result", "act", "insurance", "open", "workers", "care"], "article_url": "http://www.pbs.org/newshour/making-sense/affordable-care-act-jobs-destroyed-jobs-opened/", "article_text": "Paul Solman: Suzanne Gallagher is a longtime teacher of economics who has worked especially hard at teaching economics teachers, particularly in our high schools. She has been very active in helping schools use Making Sense segments in classrooms and has long been an astute critic of our economic coverage, and that of others.\n\nSo when she wrote me a sharp short note recently about misrepresentation of the Congressional Budget Office’s projections of the Affordable Care Act’s impact on the job market, I asked her if she wouldn’t mind elaborating for Making Sense.\n\nSo, even though attention has turned to the latest CBO report — on the effects of a minimum wage hike — it’s worth returning to their report on the ACA, which we’re sure to hear a lot more about as the midterm election season gears up.\n\nThe recent Congressional Budget Office report on the costs of the Affordable Care Act was initially greeted with waves of pessimism: it will kill 2 million jobs. But the reaction ought to be exactly the opposite.\n\nYes, by 2017, the CBO reports, the full-time equivalent of 2 million workers will choose to work less and 2.5 million by 2024. But in fact, this is extremely good news for American workers.\n\nWhy? The emphasis should be on the word “choose.” Contrary to some of the initial reports you may have heard, 2 million jobs aren’t being “lost”; instead, people who may not want to work are ceasing to do so because they can secure health insurance without being employed. At the most basic level, having personal choice about your own labor market participation is a good thing.\n\nThe CBO explained the attitude with which this kind of outcome is usually interpreted in their response to frequently asked questions about the report:\n\nHere’s a useful way to think about the choice of wording: When firms do not have enough business and decide to lay people off, the people who are laid off are generally worse off and are therefore unhappy about what is happening. As a result, other people express their sympathy to those people for having “lost their jobs” due to forces beyond their control. In contrast, when the labor market is strong and people decide on their own to retire, to leave work to take care of their families, or to cut back on their hours to pursue other interests, those people presumably think they are better off (or they would not be making the voluntary choices they are making). As a result, other people are generally happy for them and do not describe them as having “lost their jobs.”\n\nWho are these people choosing not to work? Some of them are people who have been holding off on retiring because of the high cost of health insurance. As the CBO report explains, health insurance plans offered to older workers outside the workplace may now be lower in cost. The ACA prohibits denying coverage to those with pre-existing conditions and restricts premium variability based on age. Because of these provisions, some older workers will be able to do what they want to do — retire — sooner, according to the CBO report.\n\nOther groups may be affected as well. The CBO projects that some disabled workers may “leave the workforce earlier than they otherwise would.”\n\nAnd, workers who aren’t in their chosen field may leave their current jobs. That’s because, the CBO projects, these workers will have an easier time obtaining health insurance outside their workplaces, freeing them to pursue the jobs that they’re passionate about and skilled for.\n\nPlus, workers who will qualify for Medicaid or health insurance subsidies may find they can now afford to work less. Or they may choose to work less so that they can still qualify for those subsidies. As the CBO explains, “financial benefits will lead some people to work less because the increase in their available resources enables them to reduce work without a decline in their standard of living (the income effect).” As Glenn Kessler writes in the Washington Post, working longer and harder without earning more money is actually a disincentive to work.\n\nThe people dropping out of the labor force are likely to be lower-earners. The ACA will have little impact on the labor market participation of workers who get their insurance through their employers or who earn more than 400 percent of the federal poverty level, which excludes them from federal premium eligibility.\n\nAs has been widely clarified in the press in recent days, what the CBO predicts will be the shrinking of the labor force as a result of the Affordable Care Act has nothing to do with layoffs. Rep. Paul Ryan, R-Wis., said as much in a hearing when he asked CBO director Doug Elmendorf, “Just to understand, it is not that employers are laying people off?” The point is, the people the study refers to are choosing to work less for their own reasons — they are not losing their jobs.\n\nThe CBO clearly identifies this as a “net decline in the amount of labor that workers choose to supply,” and not a “net drop in businesses’ demand for labor.” Again, if workers are choosing to work less, it’s the labor force participation and hours worked that are declining, and not an increase in unemployment. With higher unemployment and underemployment, the CBO explains, we would see “more workers seeking but not finding jobs” and “part-time workers who would prefer to work more hours per week.”\n\nPlus, the jobs are not going away. In fact, as these folks choose to work less, that could be great news for people who are looking for jobs. If the equivalent of 2.5 million workers will soon be working less, one has to think that will give some of America’s nearly 4 million long-term unemployed a chance to work more.\n\nOf course, the CBO isn’t talking about actual workers when it projects 2.5 million. They combine the fewer people working and more people working fewer hours to arrive at that 2.5 million equivalency. They haven’t calculated how much of that reduction in time worked stems from either category, and since we don’t know what the demand for labor will be, we don’t know how much of that reduced working time will result in open positions.\n\nAs Kessler writes in the Washington Post, you’ll at first see employers paying higher wages as they compete for new hires. So we cannot assume that “departing workers will be simply replaced by other workers.” But higher wages is a good thing for Americans struggling to make ends meet.\n\nEconomist Dean Baker, who occasionally appears on this page, picks up this thread on his blog and states the matter with numbers:\n\n“According to CBO’s more detailed analysis, the 1 percent reduction in aggregate compensation that will occur as a result of the ACA corresponds to a reduction of about 1.5 percent to 2.0 percent in hours worked. ” (p 127, CBO report) If hours fall by 1.5 to 2.0 percent, but compensation falls by 1.0 percent, then compensation per hour rises by 0.5-1.0 percent due to the ACA. If this is bad news for workers then someone must have been enjoying the new found freedoms in Colorado or Washington State too much.\n\nIn other words, as used to be said in the days before marijuana legalization, “smoking something.”", "article_metadata": {"description": "American workers who leave their jobs because they can now get health care outside of work may vacate positions for America's jobless.", "pubdate": 20140224, "og": {"site_name": "PBS NewsHour", "description": "American workers who leave their jobs because they can now get health care outside of work may vacate positions for America's jobless.", "title": "How the Affordable Care Act may open jobs for the unemployed", "locale": "en_US", "image": "http://newshour-tc.pbs.org/newshour/wp-content/uploads/2014/02/long-term-unemployed-with-obama.jpg", "url": "http://www.pbs.org/newshour/making-sense/affordable-care-act-jobs-destroyed-jobs-opened/", "type": "article"}, "twitter": {"domain": "PBS NewsHour", "description": "American workers who leave their jobs because they can now get health care outside of work may vacate positions for America's jobless.", "title": "How the Affordable Care Act may open jobs for the unemployed", "image": "http://newshour-tc.pbs.org/newshour/wp-content/uploads/2014/02/long-term-unemployed-with-obama.jpg", "creator": "@newshour", "site": "@newshour", "card": "summary_large_image"}, "robots": "noodp,noydir", "apple-mobile-web-app-capable": "no", "fb": {"app_id": 114150878604116}, "article": {"publisher": "https://www.facebook.com/newshour", "tag": "unemployment"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no", "news_keywords": "Affordable Care Act, jobs, unemployment"}, "_id": "\"57477af36914bd0286fd4149\"", "article_summary": "The recent Congressional Budget Office report on the costs of the Affordable Care Act was initially greeted with waves of pessimism: it will kill 2 million jobs.\nYes, by 2017, the CBO reports, the full-time equivalent of 2 million workers will choose to work less and 2.5 million by 2024.\nAs a result, other people express their sympathy to those people for having “lost their jobs” due to forces beyond their control.\nThey combine the fewer people working and more people working fewer hours to arrive at that 2.5 million equivalency.\nIn fact, as these folks choose to work less, that could be great news for people who are looking for jobs."}