{"article_title": "Rep. JoAnne Favors Announces Candidacy For 28th Legislative District House seat", "article_keywords": ["legislative", "democratic", "district", "house", "announces", "rep", "southside", "serve", "community", "seat", "joanne", "state", "health", "28th", "favors", "served", "candidacy", "support", "women"], "article_url": "http://www.chattanoogan.com/2016/5/6/323604/Rep.-JoAnne-Favors-Announces-Candidacy.aspx", "article_text": "Friday, May 6, 2016\n\nRep. JoAnne Favors has announced her candidacy for the 28th Legislative District House seat in the Aug. 4 Democratic Primary.\n\nShe said, “My constituents and I have remained remarkably well connected through the years and my election will ensure continuation of a strong voice in the legislature charged with experience, expertise and energy. These abilities are vitally conducive to providing effective constituency support to this vastly diverse population. I have recently assisted in securing funding for UTC, Chattanooga State Community College, Erlanger, the Southside and Dodson Avenue Community Health Centers, the Hamilton County School system, transportation projects and have supported recruitment initiatives that provide living wage jobs.\n\n”I serve on the Health, and Insurance and Banking Committees and have served as Vice-Chair of the Democratic Caucus, Health Professions Chair, and currently serve as House Democratic Whip. I was also appointed as Tennessee Director for Women in Government, Inc., and serve as Co-chair for Mayor Andy Berke’s Council on Women in which over 200 women participate. I arrange for A Day on Capitol Hill each year for my constituents to travel to Nashville and learn about the political process.\n\n\"As a recognized expert on health policy, delivery, and reform, I was recruited by health care leaders to take an active role in providing citizens with accurate, unbiased information regarding the Affordable Care Act, and am a frequent participant on conference calls with the White House staff regarding the Health Insurance Marketplace.\n\n\"My professional, political, and civic background includes obtaining a Master’s Degree in Nursing Administration and Adult Health from Andrews University, being elected as state representative in 2004, being the first African American female to be elected to the Hamilton County Commission in 1998 and 2002, served as executive director of the Southside and Dodson Avenue Community Health Centers, Associate Professor of Nursing at Chattanooga State Community College, head nurse and clinical nurse specialist, served on the Erlanger Board of Trustees, delegate to the Democratic Convention in 2008 and 2012, vice chair of the Hamilton County Democratic Party, founder and co-chair of the Southside Family Reunion. I have received many honors and service awards, and am a frequent speaker at civic, religious, and educational events. My work has been featured in national and local publications.\n\n\"As state representative, my priorities will continue to focus on sponsoring and supporting legislation and initiatives that will:\n\n· Provide affordable, accessible health care and Medicaid expansion to vulnerable populations, and strengthen family relations\n\n· Promote quality, adequately funded public education that enhances student achievement, and support for educators and parents\n\n· Development of living wage jobs, entrepreneurship, small business development, and enhancement of veterans benefits\n\n· Reduce disparities in criminal justice, develop a realistic, functional child support program, ensure voting rights, and eliminate prison gerrymandering.\"", "article_metadata": {"og": {"url": "http://www.chattanoogan.com/2016/5/6/323604/Rep.-JoAnne-Favors-Announces-Candidacy.aspx", "article": {"section": "Breaking News", "published_time": "2016-05-06T13:31:48.0832467Z", "modified_time": "2016-05-06T13:36:03.8472429Z"}, "image": "http://www.chattanoogan.com/photos/2016/5/article.323604.jpg", "type": "article", "title": "Rep. JoAnne Favors Announces Candidacy For 28th Legislative District House seat"}}, "article_summary": "Friday, May 6, 2016Rep. JoAnne Favors has announced her candidacy for the 28th Legislative District House seat in the Aug. 4 Democratic Primary.\n”I serve on the Health, and Insurance and Banking Committees and have served as Vice-Chair of the Democratic Caucus, Health Professions Chair, and currently serve as House Democratic Whip.\nI have recently assisted in securing funding for UTC, Chattanooga State Community College, Erlanger, the Southside and Dodson Avenue Community Health Centers, the Hamilton County School system, transportation projects and have supported recruitment initiatives that provide living wage jobs.\nI have received many honors and service awards, and am a frequent speaker at civic, religious, and educational events.\nThese abilities are vitally conducive to providing effective constituency support to this vastly diverse population."}