{"article_title": "Senator Admits Republicans Have No Plan to Fix or Replace ACA", "article_keywords": ["website", "states", "aca", "fix", "republicans", "replace", "admits", "health", "plan", "senator", "millions", "barrasso", "insurance", "thats"], "article_url": "http://www.politicususa.com/2013/11/17/gop-fail-senator-admits-republicans-plan-fix-replace-aca.html", "article_text": "Sen. John Barrasso showed why Republicans are setting themselves up for failure by admitting to millions that they plan to take away their health insurance by not fixing or replacing the ACA.\n\nVideo:\n\nTranscript:\n\nCROWLEY: Let me bring in Senator Barrasso. So, this clearly — the president is off to a rough start on this. But one of the pushbacks whenever Republicans say this is wrong, that’s wrong is you never wanted it in the first place. They sort of turn it back on you saying, yes, it’s been rough, yes, it’s been terrible, but now you’re just trying to undermine it. What is your take on the Republicans next move to fix some of the things that you think are wrong with this? BARRASSO: Well, you know, Candy, this past week, I introduced legislation, the state health care choice act so states could make decisions if they wanted to opt-out of the individual mandate or the employer mandate for the people in their states. I’m concerned about getting people health care that they need and want and can afford, and we don’t have those happening with these policies. The website is just the tip of the iceberg, but for only every one person that’s been able to sign up, 40 people have gotten cancellation letters and, you know, the president may call these junk policies or substandard policies, but they’re policies that work for those people. I was with a rancher yesterday in Wyoming, in Laramie, others who’ve gotten these letters and it didn’t meet the president’s standards because the insurance policy didn’t include maternity coverage, but this is a woman that’s had a hysterectomy. She shouldn’t have to pay for that kind of coverage. Republican solutions are there. We need to level the playing field so that people who buy insurance individually at the same tax rates as those who buy it than get it through work. We need to be able to let people to shop across state lines for better deals with insurance that works for them and their family not something the government says they have to have. In terms of pre-existing conditions, my wife is a breast cancer survivor. She’s been through three operations, chemotherapy twice. I know how critical it is to make sure that people with pre-existing conditions have affordable insurance and states are able to do that. What we’re seeing is this failed website that’s just the tip iceberg of lost coverage, losing your doctor, higher premiums and the fraud that is coming even on the healthcare.gov website has been remarkable and that the fraudsters are out there in force, trying to take advantage and steal identity of the American people.\n\nWhen Sen. Barrasso was asked about the Republican Party’s plan to fix the ACA, he immediately suggested the legislation that would allow states to opt out of the individual and employer mandates. Barrasso went as far as to suggest that lots of states already sell affordable health insurance to people with preexisting conditions. This must come as a big surprise to the estimated one in seven Americans who were denied health insurance in the individual market due to a preexisting condition.\n\nThe Republican fix for the ACA is to kill it. Barrasso touted the same non-solutions that Republicans have been proposing since John McCain was their presidential nominee in 2008.\n\nRepublicans have no plan, and that’s why this effort to get rid of the ACA is going to fail. The problem for Republicans is that they are living in a fantasy where the website never gets fixed. The fact that the website is improving everyday, and more and more people are signing up doesn’t exist in the GOP mind. To them, the website is broken. It will never be fixed. Obamacare is doomed and must be scraped.\n\nThe GOP is going to run on getting rid of the ACA next year. They do not understand that by that time millions of Americans will have signed up and be participating in the exchanges. Those millions of newly insured people are going to look at Republicans and demand to know what they plan to replace the ACA with.\n\nMitt Romney tried to bluff his way through not replacing the ACA in 2012. That didn’t go so well, and that was before people were signed up and enrolled.\n\nRepublicans aren’t going win many votes when millions of people in red and blue states find out that the their healthcare solution is to take their health insurance away.\n\nThe media and the GOP are bashing president Obama for not having better planned the ACA rollout, but Republicans have no plan for the present or the future.\n\nThere is a freight train loaded will millions of ACA enrollees heading straight for the Republican Party in 2014, and when it arrives the ugly truth that Republicans have been trying to hide for years will be revealed. While they are campaign against the ACA next year, they will have no other choice but to make it clear that they don’t want people to have access to affordable healthcare.\n\nTheir dirty little secret will soon be exposed, and the ACA repeal that Republicans have lusted after will lead to their own demise.", "article_metadata": {"description": "Sen. John Barrasso showed why Republicans are setting themselves up for failure by admitting to millions that they plan to take away their health insurance by not fixing or replacing the ACA.", "generator": "WordPress 4.5.2", "author": "Jason Easley", "og": {"site_name": "Politicus USA", "description": "Sen. John Barrasso showed why Republicans are setting themselves up for failure by admitting to millions that they plan to take away their health insurance by not fixing or replacing the ACA.", "title": "Why the GOP Will Fail: Senator Admits Republicans Have No Plan to Fix or Replace ACA", "url": "http://www.politicususa.com/2013/11/17/gop-fail-senator-admits-republicans-plan-fix-replace-aca.html", "image": "http://15130-presscdn-0-89.pagely.netdna-cdn.com/wp-content/uploads/2013/11/barrasso-sotu-1.jpg", "updated_time": "2013-11-17T18:36:21+00:00", "type": "article"}, "fb": {"admins": 523732690, "app_id": 113462415332922, "pages": 186473214703370}, "keywords": "Featured News,cnn state of the union,republicans fix the aca,republicans replace aca,sen barrasso cnn,politicususa,liberal,politics,sarah jones,jason easley,barack obama,hillary clinton,bernie sanders,msnbc,media", "article": {"publisher": "https://www.facebook.com/PoliticusUSA", "section": "Featured News", "published_time": "2013-11-17T18:28:33+00:00", "modified_time": "2013-11-17T18:36:21+00:00"}, "viewport": "width=device-width, initial-scale=1", "news_keywords": "cnn state of the union, republicans fix the aca, republicans replace aca, sen barrasso cnn"}, "_id": "\"57477af36914bd0286fd4142\"", "article_summary": "Republicans have no plan, and that’s why this effort to get rid of the ACA is going to fail.\nThose millions of newly insured people are going to look at Republicans and demand to know what they plan to replace the ACA with.\nSen. John Barrasso showed why Republicans are setting themselves up for failure by admitting to millions that they plan to take away their health insurance by not fixing or replacing the ACA.\nThe media and the GOP are bashing president Obama for not having better planned the ACA rollout, but Republicans have no plan for the present or the future.\nTheir dirty little secret will soon be exposed, and the ACA repeal that Republicans have lusted after will lead to their own demise."}