{"article_title": "Who will care for aging Mainers? — Next — Bangor Daily News — BDN Maine", "article_keywords": ["aging", "geriatric", "wood", "medical", "bdn", "renfrew", "primary", "daily", "patients", "bangor", "geriatrics", "doctors", "medicine", "mainers", "maine", "care"], "article_url": "http://bangordailynews.com/2016/02/20/next/who-will-care-for-aging-mainers/", "article_text": "BANGOR, Maine — Two weeks after 84-year-old Lois Wood fell headlong down a steep flight of stairs at her daughter’s home, the gash on the back of her head was nearly healed. The curving line of tiny sutures, neatly stitched by a dermatologist, was barely visible on a recent visit to her primary care doctor, Sufana Alkhunaizi, a geriatrician who practices with St. Joseph Family Medicine in Bangor.\n\n“It was complete carelessness on my part,” Wood said, cheerfully recounting the circumstances of her fall. “I had tossed my knitting bag down the stairs first, so I’d have my hands free, and I grabbed for the banister. It was just total bad judgment that I didn’t actually have a grip on the railing before I took that first step down.”\n\nAlkhunaizi, who is 35 and completed medical school at Arabian Gulf University in Bahrain, listened attentively to Wood’s story. She checked the suture line and asked whether the pain was resolving from the many bruises she suffered during the potentially disastrous fall. She nodded her approval when Wood reassured her she always carries a cellphone, in case she needs to call for help. She asked about the loss of sensation in Wood’s feet because of nerve damage after a bilateral knee replacements and encouraged her to use her cane for balance whenever she is up and about.\n\nWood, whose late husband was a doctor, has been Alkhunaizi’s patient since 2013, when she moved from her longtime home in New Hampshire to an assisted living facility near Bangor, closer to her son, who is a physician at Eastern Maine Medical Center.\n\n“We hit it off right from the start,” Wood said, reaching over to pat her doctor’s shoulder. “She is a lovely lady.”\n\nAlkhunaizi chose to focus on geriatrics because she enjoys the challenge of working with older adult patients.\n\n“It is so important to provide quality of life for these seniors,” she said.\n\nWhile some of her patients, such as Wood, enjoy surprisingly robust good health, others demand all her expertise. And over time, she said, everyone’s needs change.\n\n“There is a huge need in Maine for doctors who are up to date and prepared to deliver geriatric care,” she said.\n\nWhere are the geriatric specialists?\n\nHealth care providers such as Alkhunaizi, an internist who has completed an extra year of specialized training in caring for the elderly, will be in high demand as Maine’s oldest-in-the-nation population continues to age. Yet here, as in other states, the number of geriatricians is expected to drop in coming years, leaving the burden of caring for frail seniors with more broadly credentialed family practice and internal medicine specialists.\n\nAccording to 2014 data from the American Geriatric Society, there are about 7,000 geriatricians practicing nationwide; just 48 are licensed to practice in Maine. Nationally and in every state, as the need for geriatric services rises with the aging of the baby boomers and as older geriatricians retire, the number of these specialized providers is expected to decrease.\n\nOne clear reason is the discrepancy in expected earnings compared to other specialties. A salary survey by the American Geriatric Society using 2009 figures shows that geriatricians make about $180,000 per year; only hospice and palliative care specialists earn less. At the other end of the earnings spectrum are gastroenterologists and urologists, who earn about $465,000 and $390,000, respectively. For young doctors graduating with student debt, this is a significant consideration.\n\nOther related factors, according to Dr. Roger Renfrew, medical director for geriatric systems at MaineGeneral Health Care in Augusta, include low professional status and a certain lack of professional zeal associated with treating the elderly compared to other, more clinically exciting disciplines, Renfrew said.\n\nBut the underlying culprit, he said, is an outdated medical payment model that rewards doctors and their practices for seeing as many patients as possible each day and for ordering diagnostic procedures, treatments and medicines. By contrast, the “slow-medicine” approach that benefits many seniors just doesn’t bring in as much money.\n\n“These are complex patients,” Renfrew said. “It takes time to care for them, and the payment system doesn’t recognize that.”\n\nMany elders suffer from chronic disorders such as heart disease, lung disease and diabetes. But they also typically require fewer and less aggressive medical interventions and more attention to normal, age-related changes in skin condition, bowel and bladder function, balance, joint discomfort, mobility and emotional and mental processes. These conditions often are more effectively managed with education and changes in daily routines than with medications or other quick fixes. Doctors and other providers often find it necessary to meet with family members and other caregivers as well as with the patients themselves to ensure consistent care.\n\nGiven the way things are, Renfrew, who practiced geriatric medicine for many years in Skowhegan before “retiring” to his new position at MaineGeneral, is working with primary care practices in the Augusta area to improve the way they manage their older adult patients, even when they don’t have a certified geriatrician on staff.\n\n“Most primary care practices, especially in rural areas, have a significant number of geriatric patients,” he said. “Primary care providers are doing a pretty good job now, and with a bit more support they can do an excellent job.”\n\nAt MaineGeneral practices, that means taking a more structured, “team” approach to caring for older adult patients, such as beefing up office staff with medical assistants, nurses and other skilled employees who can screen for changes in cognition, mobility, family support and other factors with each visit. By the time the patient gets to the physician, important changes have been identified and flagged for further discussion.\n\n“Everyone wants to do this job well,” Renfrew said. “Our goal is to think about how we organize the care of these patients in our system and build in the support the primary care provider needs to do this work successfully.”\n\nTraining the next generation of providers\n\nThe University of New England, with campuses in Biddeford and Portland, is home to Maine’s only medical school. The UNE College of Osteopathic Medicine graduates about 120 students from its four-year program each year. Although doctors don’t choose a medical specialty until after they graduate, most UNECOM graduates — about 60 percent — go on to practice in primary care settings, including family medicine, internal medicine and pediatrics. UNECOM grads comprise about 15 percent of Maine’s primary care physician workforce.\n\n“We ensure a great deal of exposure to geriatrics in the classroom and through clinical experiences,” professor Kathyrn Brandt, D.O., chair of primary care and interim chair of geriatrics for the medical school, said. “Especially in rural areas, where we practice across the age spectrum, it is really important that any doctor know these things.”\n\nBut the school has made a name for itself by incorporating geriatrics across the curriculum, not only for medical students but in other health disciplines as well. Students in occupational and physical therapy, nursing, dentistry, social work and other disciplines all study principles of geriatrics and aging, she said, and those who are interested find opportunities to learn more through experiential partnerships in the larger community.\n\nFor second-year medical student Scott Morin, 26, it was participating in the school’s Elder Buddies program during his first two years that got him thinking seriously about a career devoted to geriatric practice. He was paired up with a 90-year-old man who lives in a nearby assisted living facility and who speaks only French. Visiting his buddy has allowed Morin to brush up on his own French and given him a glimpse into life at 90 while challenging some of his assumptions about the aging process and care at the end of life.\n\nGeriatricians don’t make as much money as their counterparts in other specialities, Morin said, but he read recently that they rank near the top in job satisfaction, and that’s perhaps more important to him.\n\n“I’m a second-year medical student, and there’s a lot I don’t know yet,” Morin said. “But geriatrics feels like where my path is taking me, and it’s a feeling that’s becoming stronger by the day.”", "article_metadata": {"description": "“These are complex patients,” Dr. Roger Renfrew said. “It takes time to care for them, and the payment system doesn’t recognize that.” Maine news, sports, politics and election results, and obituaries from the Bangor Daily News.", "generator": "WordPress 4.1.5", "og": {"site_name": "The Bangor Daily News", "description": "“These are complex patients,” Dr. Roger Renfrew said. “It takes time to care for them, and the payment system doesn’t recognize that.”", "title": "Who will care for aging Mainers?", "url": "http://bangordailynews.com/2016/02/20/next/who-will-care-for-aging-mainers/", "image": "http://static.bangordailynews.com/wp-content/uploads/2016/02/10060021_H17023651-600x404.jpg?strip=all", "type": "article"}, "twitter": {"description": "“These are complex patients,” Dr. Roger Renfrew said. “It takes time to care for them, and the payment system doesn’t recognize that.”", "title": "Who will care for aging Mainers?", "url": "http://bangordailynews.com/2016/02/20/next/who-will-care-for-aging-mainers/", "image": "http://static.bangordailynews.com/wp-content/uploads/2016/02/10060021_H17023651-250x250.jpg?strip=all", "site": "@bangordailynews", "card": "summary"}, "wp-parsely_version": "1.7", "fb": {"app_id": 748756371893770}, "keywords": "Maine, news, elections, election results, politics, sports, Bangor, Portland, Augusta, weather, obituaries, Waterville, Aroostook, Penobscot, Piscataquis, Somerset, Hancock, Washington, bdn,bangor,health,living,news,next,state,regions,who will care for aging mainers?,is_article,meg haskell", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "“There is a huge need in Maine for doctors who are up to date and prepared to deliver geriatric care,” she said.\n“Most primary care practices, especially in rural areas, have a significant number of geriatric patients,” he said.\nUNECOM grads comprise about 15 percent of Maine’s primary care physician workforce.\n“These are complex patients,” Renfrew said.\nThe curving line of tiny sutures, neatly stitched by a dermatologist, was barely visible on a recent visit to her primary care doctor, Sufana Alkhunaizi, a geriatrician who practices with St. Joseph Family Medicine in Bangor."}