{"article_title": "Ted Cruz 'hitting on a lot of cylinders' in presidential campaign", "article_keywords": ["vander", "cylinders", "raise", "campaign", "voters", "money", "ted", "gop", "hitting", "cruz", "race", "lot", "mr", "think", "presidential"], "article_url": "http://www.washingtontimes.com/news/2015/apr/29/ted-cruz-hitting-on-a-lot-of-cylinders-in-presiden/?page=all", "article_text": "Sen. Ted Cruz’s month-old presidential campaign has won strong reviews from GOP insiders in key states who say he’s managed to tap into the anti-establishment sentiment of primary voters, and his allies have proved they have the ability to raise tens of millions of dollars to boost his bid.\n\nThe Texan’s presidential aspirations hinge on his ability to lay claim to being the chief conservative alternative in the race, which means he’ll have to find a way to expand beyond the tea party and social conservative base that he begins with.\n\n“He is expanding his base, and he is right now hitting on a lot of cylinders and I think the mechanics of the campaign have done well,” said Dave Carney, a GOP operative in New Hampshire. “My advice is: do not underestimate him. He is a serious, serious, guy and the more the nation’s elites make fun of him, the stronger he will be. Everyone ignores him at their own peril.”\n\nRobert Vander Plaats, head of The Family Leader, an Iowa-based Chritstian group, said Mr. Cruz’s rollout has been “exceptional.”\n\n“I am one of these who believes if the caucuses were held today, Cruz would definitely compete for winning it,” Mr. Vander Plaats said. “I think he is really being rewarded for his bold leadership in the Senate, and his willingness to expose both sides of the aisle — not just the Democrats.”\n\nMr. Cruz’s outreach continued Wednesday with an appearance at a forum in Washington hosted by the Hispanic Chamber of Commerce, where the freshman senator called for lower taxes and a more aggressive U.S. posture on the world stage. He said he plans to make the presidential election a referendum on abolishing the IRS and pushing for a flat tax.\n\nHe also dismissed the notion that 2012 GOP nominee Mitt Romney’s hardline “self-deportation” stance on illegal immigration cost him with Hispanic voters, instead blaming Mr. Romney’s infamous remark that he wasn’t trying to win the “47 percent” of voters who were on the government dole and wouldn’t vote for him anyway.\n\n“I cannot think of a statement in all of politics that I disagree with more strongly,” Mr. Cruz said. “I think Republicans are and should be the party of the 47 percent.”\n\nHe also accused President Obama of inflaming racial tensions, suggesting the Democrat deserves some blame for the riots in nearby Baltimore, and said that he has never seen a Hispanic panhandler.\n\nMr. Cruz kicked off the presidential contest with his official entry into the race last month in a speech at Liberty University in Virginia.\n\nSens. Rand Paul of Kentucky and Marco Rubio of Florida have since announced bids, and former Gov. Mike Huckabee of Arkansas and former neurosurgeon Ben Carson are expected to enter the GOP race next week.\n\nOn the Democratic side, former Secretary of State Hillary Rodham Clinton has declared her candidacy.\n\nMr. Cruz, who is running in the middle of the pack in polls testing GOP candidates, has butted heads with both parties on Capitol Hill, and grabbed attention in 2013 when he led an effort to defund Obamacare that led to a 16-day partial government shutdown, which some Republicans said tarnished the party’s image.\n\nBut Republican insiders in Iowa and New Hampshire — which host the first two nomination contests — say Mr. Cruz is trying to shed his fringe image and broaden his appeal among primary voters.\n\nMr. Carney, who is sitting out the GOP presidential race after being a longtime advisor to former Texas Gov. Rick Perry, said Mr. Cruz is resonating with voters who are surprised that he does not fit the way he has been portrayed in the media or by the establishment wing of the party.\n\n“His expectations are such that the elite and the political insiders discount him and that actually is a huge benefit for him in this environment because he comes out and makes a presentation and people go, ‘Wow.’ That is not that they expected,” Mr. Carney said.\n\nSeveral news outlets reported this month that pro-Cruz Super PACs were on pace to raise $31 million in a matter of weeks, helping to counter worries that he would struggle to raise the money to compete with establishment candidates.\n\nThat’s always been a hurdle for conservative candidates, who have faced a danger of getting chased from the campaign because of lack of funds.\n\n“I don’t know that there were doubts that he could raise that money, but I think it is refreshing to conservatives that he can raise that money,” Mr. Vander Plaats said. “If you recall in ‘08, we launched Huckabee [out of Iowa], but Huckabee did not have a whole lot of money. Then we got behind Santorum, and then he would win 11 states but he did not always have enough money to compete.”", "article_metadata": {"description": "Sen. Ted Cruz's month-old presidential campaign has won strong reviews from GOP insiders in key states who say he's managed to tap into the anti-establishment sentiment of primary voters, and his allies have proved they have the ability to raise tens of millions of dollars to boost his bid.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "Sen. Ted Cruz’s month-old presidential campaign has won strong reviews from GOP insiders in key states who say he’s managed to tap into the anti-establishment sentiment of primary voters, and his allies have proved they have the ability to raise tens of millions of dollars to boost his bid.", "title": "Ted Cruz ‘hitting on a lot of cylinders’ in presidential campaign", "url": "http://www.washingtontimes.com/news/2015/apr/29/ted-cruz-hitting-on-a-lot-of-cylinders-in-presiden/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/04/29/4_292015_ap8859082157418201.jpg", "type": "article"}, "twitter": {"image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/04/29/4_292015_ap8859082157418201.jpg", "description": "Sen. Ted Cruz's month-old presidential campaign has won strong reviews from GOP insiders in key states who say he's managed to tap into the anti-establishment sentiment of primary voters, and his alli", "site": "@washtimes", "card": "summary", "title": "Ted Cruz ‘hitting on a lot of cylinders’ in presidential c"}, "Author": "Seth McLaughlin", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web3", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "Politics, Ted Cruz, Dave Carney, Republican Party, Robert Vander Plaats"}, "_id": "\"57477af46914bd0286fe2aef\"", "article_summary": "Mr. Carney, who is sitting out the GOP presidential race after being a longtime advisor to former Texas Gov.\n“I cannot think of a statement in all of politics that I disagree with more strongly,” Mr. Cruz said.\nMike Huckabee of Arkansas and former neurosurgeon Ben Carson are expected to enter the GOP race next week.\nMr. Cruz kicked off the presidential contest with his official entry into the race last month in a speech at Liberty University in Virginia.\n“I don’t know that there were doubts that he could raise that money, but I think it is refreshing to conservatives that he can raise that money,” Mr. Vander Plaats said."}