{"article_title": "Time to privatize ordinary health care at the VA « Hot Air", "article_keywords": ["va", "fraud", "medical", "system", "air", "mccain", "hot", "privatize", "health", "obamas", "ordinary", "obama", "veterans", "resources", "care"], "article_url": "http://hotair.com/archives/2014/05/27/mccain-time-to-privatize-ordinary-health-care-at-the-va/", "article_text": "McCain: Time to privatize ordinary health care at the VA\n\nposted at 12:01 pm on May 27, 2014 by Ed Morrissey\n\nMost people didn’t recall that the quality and speed of service at the VA had been an issue for the 2008 campaign until the recent scandal sent all of us looking back at Barack Obama’s promises in his first presidential campaign. Obama wasn’t alone in discussing this, though; John McCain also proposed a systemic reform in health-care delivery at the VA in the 2008 campaign, but one that took a significantly different approach than Obama’s. Now McCain wants a second look at his proposal in the utter failure of Obama’s VA reform policies:\n\nSens. Richard Burr, Tom Coburn and I are working on legislation that would strengthen the ability of VA administrators to hire and fire those charged with providing care and, most important, give far greater flexibility to veterans to get the care they need and deserve, where and when they want it, whether in the VA system or not. Veterans have earned the right to choose where and when they get their medical care, and it is our responsibility to afford them this option. Continuing to require that they rely on a system riddled with dysfunction, while waiting for broader reform, is patently unacceptable.\n\nMcCain also blasted his former opponent for a complete lack of leadership over the last five-plus years on the issue, as well as in the crisis itself:\n\nUnfortunately, as this scandal at the VA escalated for nearly two months, President Obama was nowhere to be seen. There were expressions of anger through presidential proxies, but nothing from the commander in chief himself. And when the president finally did speak about the crisis on Wednesday, there was only a recitation of talking points, expressions of confidence in the system, without a real sense of emotion and urgency. A VA official resigned shortly before his planned retirement, and a White House staffer with no relevant VA or military experience was tapped to look into the crisis. But no meaningful action has been taken. The sad fact is that the same charges then-Sen. Obama levied against his predecessor’s stewardship of the VA in 2008—that it was “an outrage,” “a betrayal,” that “we are all dishonored”—are no less true today, just as Mr. Obama’s vaunted campaign promises to reform the VA system had few results. The VA is arguably in worse shape more than five years into his presidency than when Mr. Obama took office. Yet even today, the president seems to be treating this as a political problem to be managed, not a national crisis to be solved.\n\nAt The Week, I take a look at McCain’s original proposal, and point out that five years of trying its alternative and dumping nearly a quarter-trillion added funding into it should justify at least a fresh approach to VA care. The most important improvement in McCain’s suggestion is to restore government to its proper role as regulator:\n\nMcCain noted the different experiences that most Americans had in accessing quick and excellent medical care in private-sector systems, as opposed to what veterans got in the government-run, single-payer VA system. By June 2008, McCain publicly proposed a two-tier system at VA, which would fund private coverage for all non-military medical issues. This would allow veterans to seek covered care anywhere for most of their medical issues, while allowing the VA to focus its resources on those areas in which they had the highest expertise — dealing with the illnesses and injuries directly related to military service. Doing so, McCain argued, would allow veterans to greatly accelerate their access to care in both areas. … Six years later, we can see the results of dumping resources into a flawed system with no accountability. By the end of the last budget signed by George W. Bush (FY2008), spending at the VA had increased 88.3 percent in comparison to the final budget from the Clinton administration in FY2001, for a total per-year increase of $39.7 billion over seven budget cycles. In the Obama era that followed, VA spending rose another 78 percent, the largest increase on a percentage level of any Cabinet agency in Obama’s tenure. The annual VA budget rose $65.9 billion a year to $150.7 billion in FY2014. Obama appointed retired four-star General Eric Shinseki, himself a wounded veteran, as VA secretary immediately on taking office in January 2009, with a promise of heightened attention and vast improvement in services. Instead, we have veterans dying from lack of medical care while VA offices falsify records. Even after acknowledging the problems in the 2008 cycle and getting repeatedly warned about the wait-list fraud, Shinseki and Obama insisted this month that the fraud and lack of care had taken them by complete surprise. Both argued that they needed more time to study the situation rather than take action immediately to apply the vastly increased resources they have at hand.\n\nTaking the FY2008 VA budget of $84.8 billion as a baseline, we’ve spent an aggregate of $235 billion in increases alone at the VA since Obama took office. Instead of improving service, those resources have just allowed the problem to fester even more. Why? Because the bureaucracy that would have no problem prosecuting the private sector under similar circumstances cannot be expected to regulate itself in the same manner:\n\nIn a multi-payer competitive market, government can act as the regulatory authority that would intercede to ensure proper access and care for America’s veterans. In the single-payer model, there is no outside authority to act when resources get wasted and poor care and access are covered up by fraud and lies. Even now, when the fraud and the fatal lack of access have been made apparent, the government that would crack down on private providers for the same kind of incompetence and fraud wants to form a study committee instead — one that might take action in August.\n\nThe VA excels in providing quality care for military-service illnesses and injuries, which the private sector cannot match due to its specialized nature. Streamline the VA to focus on providing that specialty care at which they excel, and give the rest of those resources to the veterans themselves to seek out the best care they can find. If nothing else, we’ve proven that this model doesn’t work.\n\nMichael Ramirez expressed his own thoughts on the VA bureaucracy’s priorities:\n\nAlso, be sure to check out Ramirez’ terrific collection of his works: Everyone Has the Right to My Opinion, which covers the entire breadth of Ramirez’ career, and it gives fascinating look at political history. Read my review here, and watch my interviews with Ramirez here and here. And don’t forget to check out the entire Investors.com site, which has now incorporated all of the former IBD Editorials, while individual investors still exist.\n\nRelated Posts:", "article_metadata": {"generator": "WordPress 4.3.4", "og": {"site_name": "Hot Air", "description": "Plus, Ramirez on the VA scandal.", "title": "McCain: Time to privatize ordinary health care at the VA", "url": "http://hotair.com/archives/2014/05/27/mccain-time-to-privatize-ordinary-health-care-at-the-va/", "image": {"width": 560, "identifier": "http://media.hotair.com/wp/wp-content/uploads/2014/05/ramirez-shinseki.jpg", "height": 392}, "locale": "en_US", "type": "article"}, "twitter": {"site": "@hotairblog", "card": "summary"}, "fb": {"admins": 312482775445602, "app_id": 312482775445602}, "article": {"published_time": "2014-05-27T16:01:24+00:00", "modified_time": "2014-05-27T14:44:20+00:00"}, "keywords": "Barack Obama, Department of Veteran Affairs, Eric Shinseki, incompetence, John McCain, private sector, single payer, VA scandal,", "google-site-verification": "2eqey8dXzgu4RGIRpBp8N_Uha0byt8NWBVajCi3uLgs", "verify-v1": "ouQUGDxtAiO+0Hn3LJajbWMP08yRHQDinMN9QDYrUV4="}, "article_summary": "Now McCain wants a second look at his proposal in the utter failure of Obama’s VA reform policies:Sens.\nInstead, we have veterans dying from lack of medical care while VA offices falsify records.\nVeterans have earned the right to choose where and when they get their medical care, and it is our responsibility to afford them this option.\nBy June 2008, McCain publicly proposed a two-tier system at VA, which would fund private coverage for all non-military medical issues.\nThe VA excels in providing quality care for military-service illnesses and injuries, which the private sector cannot match due to its specialized nature."}