{"article_title": "UN Warns Of War Crimes, Atrocities In Iraq", "article_keywords": ["isil", "office", "rights", "warns", "crimes", "number", "reports", "atrocities", "islamic", "fighters", "human", "civilians", "iraq", "war"], "article_url": "http://www.mintpressnews.com/un-warns-war-crimes-atrocities-iraq/192429/", "article_text": "GENEVA (AP) — With Islamic insurgents pushing toward Baghdad, the U.N.’s top human rights official expressed “extreme alarm” Friday at reports of war crimes.\n\nU.N. High Commissioner for Human Rights Navi Pillay warned of “murder of all kinds” and other war crimes in the fast-deteriorating Iraqi war zone.\n\nIn a first estimate of the number of killed and wounded in the area, her office said the number of killed may run into the hundreds and the number of wounded could approach 1,000.\n\n\n\nofficial MintPress sponsor official MintPress sponsor\n\nPillay also shed some light on the brutalities occurring in Iraq, saying her office had received reports of militants rounding up and killing Iraqi army soldiers and 17 civilians in a single street in Mosul.\n\nHer office said it has also learned of summary executions, rape, extrajudicial and reprisal killings, and about civilians being shelled as fighters from the al-Qaida-inspired Islamic State of Iraq and the Levant overran a succession of major cities earlier in the week.\n\nDeeply disturbing, she said, are reports that the fighters, including prisoners they had released from jails in Mosul and provided with arms, have been actively seeking out and sometimes killing soldiers, police and others. She said victims also included civilians, who the fighters believe are associated with Prime Minister Nouri al-Maliki’s government.\n\nPillay warned those fighting to abide by international law, which requires human treatment of members of armed forces who have laid down their arms. She also stressed that “murder of all kinds, mutilation, cruel treatment and torture constitute war crimes.”\n\n“I am extremely concerned about the acute vulnerability of civilians caught in the cross-fire, or targeted in direct attacks by armed groups, or trapped in areas under the control of ISIL and their allies,” Pillay said.\n\n“And I am especially concerned about the risk to vulnerable groups, minorities, women and children,” she said. “There will be particular scrutiny of the conduct of ISIL, given their well-documented record of committing grave international crimes in Syria.”\n\nA U.N. commission investigating human rights abuses in Syria said that the fighters were committing crimes against humanity and other violations in the Syrian provinces of Raqqa, Idlib and Aleppo as recently as March.\n\nSunni fighters with ISIL have captured large swaths of territory in Iraq and Syria, aiming to create an Islamic emirate spanning both sides of the border.", "article_metadata": {"description": "U.N. High Commissioner for Human Rights Navi Pillay warned of \"murder of all kinds\" and other war crimes in the fast-deteriorating Iraqi war zone.", "generator": "WordPress 4.5.2", "AUTHOR": "AP", "og": {"site_name": "MintPress News", "description": "U.N. High Commissioner for Human Rights Navi Pillay warned of \"murder of all kinds\" and other war crimes in the fast-deteriorating Iraqi war zone.", "title": "UN Warns Of War Crimes, Atrocities In Iraq", "url": "http://www.mintpressnews.com/un-warns-war-crimes-atrocities-iraq/192429/", "image": "http://www.mintpressnews.com/wp-content/uploads/2014/06/4c03c9581a62f317560f6a7067003802.jpg", "updated_time": "2014-06-13T13:24:40-05:00", "locale": "en_US", "type": "article"}, "twitter": {"description": "U.N. High Commissioner for Human Rights Navi Pillay warned of \"murder of all kinds\" and other war crimes in the fast-deteriorating Iraqi war zone.", "creator": "@MintPressNews", "image": "http://www.mintpressnews.com/wp-content/uploads/2014/06/4c03c9581a62f317560f6a7067003802.jpg", "title": "UN Warns Of War Crimes, Atrocities In Iraq", "site": "@MintPressNews", "card": "summary_large_image"}, "robots": "noodp", "fb": {"admins": 100003161352196}, "article": {"publisher": "https://www.facebook.com/MintpressNewsMPN", "section": "Daily Digest", "tag": "war crimes", "published_time": "2014-06-14T05:00:16-05:00", "modified_time": "2014-06-13T13:24:40-05:00"}}, "_id": "\"57477af46914bd0286fe2b05\"", "article_summary": "U.N. High Commissioner for Human Rights Navi Pillay warned of “murder of all kinds” and other war crimes in the fast-deteriorating Iraqi war zone.\nGENEVA (AP) — With Islamic insurgents pushing toward Baghdad, the U.N.’s top human rights official expressed “extreme alarm” Friday at reports of war crimes.\nSunni fighters with ISIL have captured large swaths of territory in Iraq and Syria, aiming to create an Islamic emirate spanning both sides of the border.\nShe said victims also included civilians, who the fighters believe are associated with Prime Minister Nouri al-Maliki’s government.\nPillay warned those fighting to abide by international law, which requires human treatment of members of armed forces who have laid down their arms."}