{"article_title": "The Value Of Being Highly Similar: First U.S. Biosimilar", "article_keywords": ["fda", "product", "sandozs", "price", "amgens", "value", "highly", "sandoz", "zarxio", "biosimilar", "similar", "approved", "neupogen"], "article_url": "http://www.mondaq.com/unitedstates/x/391742/food+drugs+law/The+Value+of+Being+Highly+Similar+First+US+Biosimilar", "article_text": "The Biologics Price Competition and Innovation Act of 2009 (BPCIA) was passed as part of health reform, the Affordable Care Act, signed into law by President Barack Obama in March 2010. The BPCIA created an abbreviated regulatory pathway for marketing approval of biologic medicinal products that are ''biosimilar'' to an already approved product. On March 6, the Food and Drug Administration (FDA) approved the first biosimilar in U.S. history—Sandoz's biosimilar of Amgen's blockbuster drug used to prevent infections in cancer patients, Neupogen. Sandoz, a Novartis company, reaped tremendous savings in cost and time by taking advantage of the new biosimilar pathway rather than submitting a full biologics license application (BLA) to the FDA and undertaking all the studies that Amgen had to perform to obtain approval for Neupogen. The extent to which these savings will be passed on to the U.S. health care system as envisioned by the Obama administration, however, is less clear.\n\nBiologic medicines, also known as biologics, are complex molecules that are made in living cells rather than chemically synthesized, as are the more familiar pharmaceutical products known as chemical or smallmolecule drugs. Because biologics are made in living cells, they, at most, can be similar to already approved biologics and are governed by a separate regulatory scheme than small-molecule drugs. The BPCIA permits a biosimilar maker to rely on the safety and effectiveness of the already approved biologic product, enabling a biosimilar product to gain FDA approval based on less than a full complement of preclinical and clinical data.\n\nLandmark Year for Biosimilars in U.S.\n\nAfter a slow start for the biosimilar pathway, 2015 has been a landmark year. The FDA approved Sandoz's Neupogen biosimilar, to be sold under the trade name Zarxio. Sandoz's product has been sold in the European market under the trade name Zarzio since 2009, when the European Medicines Agency (EMA) approved it as a biosimilar to Amgen's Neupogen and allowed it to be marketed for all the same medical uses as Neupogen. Since 2013, just four years after Sandoz's Zarzio became available to patients across Europe, Zarzio overtook Amgen's Neupogen as the market leader.\n\nAs in Europe, the FDA approved Zarxio for all of Neupogen's medical uses, even though Sandoz had conducted clinical trials for only one of them. The approval and its scope are not surprising. Neupogen is one of the simplest biologics on the market, making it easier to achieve biosimilarity. Sandoz's product has been sold in more than 40 countries worldwide, leading to more than 7 million patient exposure days to the product. After reviewing Sandoz's submission, the FDA concluded earlier this year that Zarxio is a biosimilar of Neupogen, i.e., that it is ''highly similar'' to Amgen's Neupogen with ''no clinically meaningful differences'' between Zarxio and Neupogen ''in terms of the safety, purity, and potency of the product.''\n\nThe FDA determined that it was scientifically justified to extrapolate the clinical data submitted by Sandoz for one indication to all five of Neupogen's indications. The potential for extrapolation is a key advantage of the biosimilar pathway as it shortcuts the need for clinical trials for each indication and therefore significantly reduces the time and expense of approval. It took Amgen an additional seven years and extensive clinical trials to obtain all five of Neupogen's indications after the FDA first approved Neupogen for one of them in 1991.\n\nDifferent Story for Teva's Granix\n\nZarxio will not be the first version of Amgen's Neupogen in the U.S. Teva has sold a version of Amgen's Neupogen, under the trade name Granix, since 2013 after obtaining FDA approval through the submission of a full biologics license application. Teva has obtained about 14 percent of the Neupogen market after reducing the price of Granix by approximately 20 percent compared to Neupogen. The annual cost for a Granix 10-dose package was approximately 20 percent lower compared with the 10-dose package of Neupogen prefilled syringes or vials ($3,525 versus $4,939 and $4,659, respectively).\n\nTeva submitted its regulatory application for Granix in December 2009, shortly before the BPCIA was enacted. Because Teva, unlike Sandoz, did not go through the biosimilar pathway, it could not rely on Amgen's clinical studies and obtained approval for only one of five of Neupogen's indications—the only one for which Teva provided clinical studies to the FDA. In Europe, by contrast, Teva sells the same product as a biosimilar of Amgen's Neupogen. The EMA granted Teva's biosimilar product all the same medical uses as for Neupogen in 2008. Teva may have been able sell Granix as a biosimilar in the U.S. if it waited for the BPCIA to become law before submitting its regulatory application to FDA.\n\nIn addition to not obtaining all the indications for Neupogen, Teva, unlike Sandoz, is not able to market its product as highly similar, i.e., a biosimilar, to Neupogen. Medicare reimbursement also is more favorable to Sandoz's biosimilar product than Teva's Granix.\n\nReimbursement, Pricing Variations\n\nTo encourage physicians to prescribe biosimilar products, the Affordable Care Act sets the reimbursement of biosimilar drugs as their average selling price plus 6 percent of the innovator drug's average selling price. This reimbursement scheme provides physicians with the same margin, 6 percent of the innovator drug's average selling price, regardless of whether the physician administers the innovator or the biosimilar product. The value of reimbursement for Zarxio therefore will be its average selling price plus 6 percent of Amgen's price for Neupogen. Because Teva's Granix was not approved through the biosimilar pathway, its reimbursement is calculated as its average selling price plus 6 percent of its own price, which is approximately 20 percent less than that for Amgen's Neupogen. Physicians therefore would obtain a greater margin from prescribing Sandoz's Zarxio than Teva's Granix. In addition, because a Zarxio-specific average selling price would not be available for up to two quarters after launch, payers can choose to set the level of reimbursement for Zarxio at the same level as Amgen's Neupogen during that time.\n\nGiven the many advantages of proceeding through the biosimilar pathway, it is perhaps surprising that when Sandoz's Global Head of Development for Biopharmaceuticals and Oncology Injectables, Mark Mc- Manish, was asked at the FDA's Advisory Committee meeting how Sandoz planned to price its product, he could not confirm that Sandoz would price below Amgen's price for Neupogen ''because in some situation[s], the price will be at parity.'' Thus, while it is clear that the biosimilar pathway offers tremendous benefits to biosimilar manufacturers, the reports on the first U.S. biosimilar raise the question as to the extent to which those savings will be passed down to the U.S. health care system.\n\nIn Europe, by contrast, Sandoz's Neupogen biosimilar has been reported to provide approximately a 25 percent to 30 percent cost-saving over Neupogen and Sandoz's product is the market leader. The same ultimately may be the case in the U.S. even if Sandoz initially prices Zarxio at parity with Amgen's Neupogen. But the competitive landscape is different in Europe than in the U.S. In Europe, Teva's biosimilar to Neupogen was approved first and was approved for all of Neupogen's medical uses. In the U.S., Teva's Granix is first but Sandoz's Zarxio is the first biosimilar and the only product approved for all of Neupogen's medical uses. In addition, the U.S. and Europe differ in reimbursement practices and incentives. As a result, the extent to which the cost-savings seen in Europe provide a precedent that is applicable to the U.S. is far from clear.\n\nLitigation May Control Zarxio Release Timing\n\nIt also is not clear when Zarxio will reach the market and whether it will reap the advantage of being the first biosimilar of Neupogen to be approved in the U.S. The timing will depend on Amgen's lawsuit against Sandoz for violating the BPCIA, while taking advantage of Amgen's extensive preclinical and clinical data to obtain regulatory approval. Amgen is seeking to prevent Zarxio from entering the market until Sandoz complies with the BPCIA's litigation procedures and until all patent disputes are resolved. A federal court in California heard Amgen's arguments on March 13 but denied Amgen's request for an injunction against Sandoz. Amgen appealed the district court decision to the Federal Circuit on March 25 and is seeking an injunction while the appeal is pending.\n\nGiven the importance of the case, Amgen and Sandoz agreed to expedite appellate briefing and to request an early date for oral argument, potentially as soon as the Federal Circuit's June calendar. Sandoz is not launching Zarxio in the meanwhile. It has agreed not to enter the market until May 11, 2015, or a decision by the Federal Circuit on Amgen's request for an injunction pending appeal, whichever comes sooner. The timing of market entry determines whether Zarxio will be the first biosimilar on sale in the U.S. or lose the competitive advantage of being first since the FDA is already reviewing a second potential biosimilar of Neupogen, Apotex's version, and Apotex's product may be approved later this year. The FDA also is reviewing Apotex's potential biosimilar of Amgen's Neulasta, a longacting version of Neupogen, and it may be approved later this year as well.\n\nPreviously published in Life Sciences Law & Industry Report, 9 LSLR 459, 04/17/2015.\n\nThe content of this article is intended to provide a general guide to the subject matter. Specialist advice should be sought about your specific circumstances.", "article_metadata": {"description": "After a slow start for the biosimilar pathway, 2015 has been a landmark year. United States Food, Drugs, Healthcare, Life Sciences Patterson Belknap Webb & Tyler LLP 23 Apr 2015", "title": "The Value Of Being Highly Similar: First U.S. Biosimilar - Food, Drugs, Healthcare, Life Sciences - United States", "robots": "index", "google-translate-customization": "74c51ff8af39271a-6475dd896da90c33-g0b5ef7115d3352b0-e", "fb": {"admins": 100000111077954}, "keywords": "The Value of Being Highly Similar: First U.S. Biosimilar, - mondaq,Patterson Belknap Webb & Tyler LLP,United States,Food, Drugs, Healthcare, Life Sciences, Food and Drugs Law, Intellectual Property, Patent, Litigation, Mediation & Arbitration, Trials & Appeals & Compensation", "publication_date": "23 Apr 2015", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "The FDA approved Sandoz's Neupogen biosimilar, to be sold under the trade name Zarxio.\nMedicare reimbursement also is more favorable to Sandoz's biosimilar product than Teva's Granix.\nIn Europe, by contrast, Sandoz's Neupogen biosimilar has been reported to provide approximately a 25 percent to 30 percent cost-saving over Neupogen and Sandoz's product is the market leader.\nThe BPCIA created an abbreviated regulatory pathway for marketing approval of biologic medicinal products that are ''biosimilar'' to an already approved product.\nIn addition to not obtaining all the indications for Neupogen, Teva, unlike Sandoz, is not able to market its product as highly similar, i.e., a biosimilar, to Neupogen."}