{"article_title": "Charlie Rose and Pope Francis, Not Presidents, Are Best Role Models for CEOs", "article_keywords": ["media", "great", "rhetorical", "leaders", "pope", "models", "charlie", "national", "business", "way", "role", "ceos", "rose", "francis", "presidents", "leader", "best"], "article_url": "http://www.usnews.com/opinion/blogs/mark-davis/2014/10/07/charlie-rose-and-pope-francis-not-presidents-are-best-role-models-for-ceos", "article_text": "A minor literature has arisen that purports to help the ambitious executive emulate the rhetorical power of great presidents and prime ministers. One such book will tell you how to “speak like Churchill, stand like Lincoln.” Others reveal the trade secrets of Ronald Reagan, as well as those of the great acronymic presidents: TR, FDR and JFK.\n\nMany of these books are entertaining reads, and impart useful insights. But the cottage industry devoted to gleaning leadership and communication secrets from national leaders is of limited value to executives.\n\nWhy? The late Steve Jobs aside, few corporate leaders personally embody a brand the way a politician embodies a national movement. Certainly no CEO is marketed as a product the way a politician is sold in the marketplace called an election. There is also a difference of tonality and urgency between national leaders and business executives.\n\n[GALLERY: Cartoons on the Economy]\n\nPolitical leaders are made great by awful times. We are grateful to them because they can lead us, Moses-like, through a sea of blood. Inspiring a sales force to boost quarterly earnings for lagging sales in bathroom tissue is important to employees and stockholders, but it is nothing like stoking the defiance of radio listeners in the smoky aftermath of the Battle of Britain. And a business leader would sound insane trying to make it so.\n\nIn a president, Americans want a leader who takes a decisive position and uses the bully pulpit to persuade a majority to stand behind him. In a business leader, the public wants someone who can sustain a dialogue in person and through social media. They want CEOs to listen and explain.\n\nWhere, then, might executives turn to for rhetorical role models outside of the business world?\n\nIf I were to write a rhetorical leadership book (and I am not), there are two people I would direct readers to study and emulate. One is a broadcast journalist at the pinnacle of his storied career. He possesses a potent mix of curiosity, openness and genuineness that would go far in business. His name is Charlie Rose.\n\n[SEE: Political Cartoons]\n\nA lawyer by training, the Duke-educated Rose is a big reason why the \"CBS Morning News\" is gaining ratings. What sets Rose apart as a journalist, however, is that he does something that eludes many of television’s biggest personalities. Charlie Rose appreciates the power of conversation. His questions and asides are not always as crisp as they could be. But Rose makes up for any shortcomings through active listening and working to illuminate the subject and the interviewee. He is civil. Rose doesn’t rudely interrupt interviewees the way the late Mike Wallace did. He is not a snide needler like Brian Williams. He is uninterested in gladiatorial theater, realizing that the insights gained by dialogue are more revealing than verbal combat, even when the person on the other side of the table is patently insincere.\n\nThese skills were on display in an interview of Syrian President Bashar Assad in 2013, for which Rose won a Peabody Award. Charlie Rose pressed the Syrian tyrant about his use of chemical weapons against his own people. Other star journalists would have overtalked Assad, interrupted him like a prosecutor and continuously contradicted him. They would have made a show of how brave they were, willing to risk being manhandled and hustled back to a chartered jet. Rose was confrontational at appropriate inflection points, but he also let the dictator speak. The result? Rose’s more conversational style allowed Assad to reveal himself to the world as a bland monster.\n\n[MORE: Cartoons about Congress]\n\nPope Francis is another rhetorical role model for our times. He rejects the agenda of the media, which wants to talk incessantly about intractable issues like priestly celibacy. He has freed his speech of the Catholic Church’s impenetrable doctrinal vocabulary that isolated the last pope. He converses with journalists and laymen in plain language about life, death and his product (salvation). How many corporate leaders would do well to similarly break out of the media agenda, as well as the deadening jargon of their industry?", "article_metadata": {"zone": "homepage/articles", "keyword": "Thomas Jefferson Street [Opinion]", "title": "Charlie Rose and Pope Francis, Not Presidents, Are Best Role Models for CEOs", "og": {"site_name": "US News & World Report", "description": "Executives would be wise to emulate the rhetorical styles of Charlie Rose and Pope Francis.", "title": "Role Models for CEO Rhetoric", "url": "http://www.usnews.com/opinion/blogs/mark-davis/2014/10/07/charlie-rose-and-pope-francis-not-presidents-are-best-role-models-for-ceos", "image": "http://www.usnews.com/cmsmedia/d3/b4/b39c02ae4cce80212549f707c03e/141007-rose-editorial.jpg", "type": "article"}, "twitter": {"title": "Charlie Rose and Pope Francis, Not Presidents, Are Best Role Models for CEOs", "description": "Executives would be wise to emulate the rhetorical styles of Charlie Rose and Pope Francis.", "card": "summary", "site": "@USNews"}, "site": "opinion", "date_published": "Oct. 7, 2014", "fb": {"app_id": 130063997038366}, "page_type": "article", "keywords": "Mark W. Davis,Rose, Charlie,Pope Francis,executives,Thomas Jefferson Street [Opinion]", "msvalidate.01": "A8E47FA91124063A4A9C78AD5273DC0F", "google-site-verification": "owJBuFHD3VHcTSsnPSOYizmUcs3GSBjbx09vBbBi1MM", "viewport": "width=device-width, initial-scale=1", "description": "Executives would be wise to emulate the rhetorical styles of Charlie Rose and Pope Francis."}, "article_summary": "Charlie Rose pressed the Syrian tyrant about his use of chemical weapons against his own people.\nBut the cottage industry devoted to gleaning leadership and communication secrets from national leaders is of limited value to executives.\nHis name is Charlie Rose.\nCharlie Rose appreciates the power of conversation.\nThere is also a difference of tonality and urgency between national leaders and business executives."}