{"article_title": "Why One Analyst Says Oil Could be at $85 by 2017", "article_keywords": ["week", "squawk", "oil", "supply", "wall", "street", "earnings", "crude", "2017", "stocks", "starting", "analyst", "85"], "article_url": "http://www.thefiscaltimes.com/2016/04/11/Why-One-Analyst-Says-Oil-Could-be-85-2017", "article_text": "The price of U.S. crude, which bottomed on Feb. 11, should hit $85 per barrel by the end of 2016, oil analyst Mike Rothman said Monday, a projection that's nearly double what some on Wall Street have been forecasting.\n\n\"You have two things going on here this year: One is demand growth and the other is contraction of non-OPEC supply, the first time in about eight years,\" the founder and president of energy research firm Cornerstone Analytics told CNBC's \"Squawk Box.\"\n\nRelated: How Cheap Oil Is Transforming the Saudi Economy\n\nRothman's thesis is based on a law of economics which holds that increased demand at a time of shrinking supply could boost prices.\n\nPrior to starting Cornerstone, Rothman was senior managing director and head of ISI's integrated oil research. He also had served as chief energy strategist at Merrill Lynch.\n\nWest Texas Intermediate crude surged nearly 8 percent last week, while stocks suffered their worst week since February.\n\nRelated: Here’s How the Oil Bust Will Become the Next Boom\n\nThe next leg for the stock market \"hangs on earnings,\" Nuveen Asset Management's Bob Doll said Monday, as investors prepare for the latest crush of quarterly results, starting this week.\n\nThe rising dollar and falling oil weighed on profits for the past nine months, Doll said on \"Squawk Box\" in a separate interview. With the dollar recently declining and crude increasing, however, Wall Street could start to see positive earnings revisions, he added.\n\nDoll was not willing to speculate about whether improving earnings would be enough to break stocks out of their funk.\n\nThis article originally appeared on CNBC. Read more from CNBC:\n\nThis could be the next black swan event\n\nFeds' new plan to wean some doctors off 'fee-for-service'\n\nRetailers cutting costs at the expense of quality", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "The price of U.S. crude, which bottomed on Feb.", "title": "Why One Analyst Says Oil Could be at $85 by 2017", "url": "http://www.thefiscaltimes.com/2016/04/11/Why-One-Analyst-Says-Oil-Could-be-85-2017", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/usa-states-oil_3.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2016/04/11/Why-One-Analyst-Says-Oil-Could-be-85-2017", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/usa-states-oil_3.jpg", "card": "summary", "title": "The Fiscal Times"}, "generator": "Drupal 7 (http://drupal.org)", "description": "The price of U.S. crude, which bottomed on Feb.", "viewport": "initial-scale=1, maximum-scale=1"}, "article_summary": "The price of U.S. crude, which bottomed on Feb. 11, should hit $85 per barrel by the end of 2016, oil analyst Mike Rothman said Monday, a projection that's nearly double what some on Wall Street have been forecasting.\nWith the dollar recently declining and crude increasing, however, Wall Street could start to see positive earnings revisions, he added.\nPrior to starting Cornerstone, Rothman was senior managing director and head of ISI's integrated oil research.\nThe rising dollar and falling oil weighed on profits for the past nine months, Doll said on \"Squawk Box\" in a separate interview.\nWest Texas Intermediate crude surged nearly 8 percent last week, while stocks suffered their worst week since February."}