{"article_title": "A new way of practicing medicine", "article_keywords": ["manette", "practicing", "office", "primary", "direct", "clinic", "patients", "spoon", "way", "medicine", "model", "insurance", "care"], "article_url": "http://www.knoxnews.com/entertainment/life/a-new-way-of-practicing-medicine-ep-1234598033-362046751.html", "article_text": "<p>Tanya Spoon stands outside The Manette Clinic, which provides primary care under a monthly fee system. MEEGAN M. REID / KITSAP SUN</p>\n\nSHARE Tanya Spoon gives a tour Wednesday of her Manette Clinic, which is under construction in Bremerton. MEEGAN M. REID / KITSAP SUN Tanya Spoon gives a tour Wednesday of her Manette Clinic, which is under construction in Bremerton. MEEGAN M. REID / KITSAP SUN\n\nBy Tad Sooter, Kitsap Sun\n\nBREMERTON, Wash. — Tanya Spoon had begun to feel less like a nurse and more like an assembly line worker.\n\nPatients cycled through her Silverdale, Washington, office in rapid succession. Spoon sometimes saw 25 a day, eking out what time she could for each visit.\n\n“It’s like a mill,” the nurse practitioner said, “like a patient mill.”\n\nIt wasn’t that patients were getting bad care, Spoon said. She just knew she could give them better care with more time. But paying the bills at a small family practice meant keeping the patient mill churning.\n\n“I love giving good patient care,” Spoon said. “Part of my struggle with the system in place is I couldn’t give the kind of care I wanted to give.”\n\nSo about a year ago, Spoon began plotting an escape. She’ll depart Silverdale, where she worked alongside Dr. William Minteer, to open a clinic Sept. 1 in Bremerton.\n\nFor Spoon, The Manette Clinic represents both a new medical practice and a new way of practicing medicine. The clinic will operate under what’s called a direct primary care model. Patients will pay a flat monthly fee — $55 for single adults, $120 for families — to cover their primary care needs, things like routine physicals, sick visits, mental health counseling and sutures.\n\nTheir health insurance will never be billed for services at the clinic, though patients will be encouraged to carry catastrophic plans. Labs, medications and some vaccines will cost extra.\n\nPatients will have 24/7 access to Spoon by phone and email, and when they come to clinic for appointments their visits will last at least 20 minutes. Minteer will help at the clinic part time.\n\nBy cutting out insurance companies and dealing with patients directly, Spoon believes she can deliver more personalized care and keep her patients healthier.\n\n“I think that kind of care is missing,” she said. “What I’m trying to do is get that back.”\n\nA DIRECT APPROACH\n\nSpoon is far from the only disillusioned provider turning to direct primary care as an alternative to the standard fee-for-service system.\n\nThe direct care model emerged in Seattle in the 1990s, pioneered by Dr. Garrison Bliss. Bliss went on to found Qliance, a health clinic chain that expanded the direct care model to serve employees at major companies like Expedia.\n\nIn 2007, Washington became the first state to pass legislation defining and regulating direct patient-provider relationships. Direct care can even be offered through the state’s health exchange, provided it’s coupled with a high deductible plan. About 30 direct care practices were operating in the state in 2014, according to an Office of the Insurance Commissioner report.\n\nDirect practices appeal to providers like Spoon who feel the fee-for-service model, in which insurance carriers reimburse providers for individual visits and procedures, promotes a rushed, quantity-over-quality approach to care. Dr. Jared Hendler, a primary care physician who’s practiced in Bainbridge Island, Washington, for 36 years, believes the fee-for-service model stifles relationships with patients and leads to more errors.\n\n“The faster you work, the more you’re overworked, the more mistakes you make,” he said.\n\nHendler knows the “patient mill” feeling well. At one point his island practice served more than 3,000 patients. He’d see 40 on some days.\n\n“I was running around like a lunatic,” Hendler recalled. “I had to find a different system. For a small office, it really was impossible to continue.”\n\nAbout seven years ago Hendler switched to a direct care model, setting up a monthly membership fee based on age, and no longer billing insurance. His patients — all of them — left.\n\n“It was a really new concept,” Hendler said. “They couldn’t connect to it.”\n\nHendler now has about 100 patients, enough for his practice to break even. Like many direct care providers in the state, he took a hit from the rollout of the Affordable Care Act, as more people became insured and others felt a squeeze from rising premium costs. Direct practices reported a 35 percent drop in patients in 2014, according to the insurance commissioner report.\n\nHendler hasn’t collected a paycheck since switching to a direct care model. The change still was worth it, he said. He can spend as much time as he needs with patients, giving them the kind of care he would want to receive.\n\n“It’s perfect,” he said, “except for no pay.”\n\nA NEW CLINIC\n\nSpoon, a Manette resident herself, believes she’s penciled out a business plan that will make her new clinic profitable.\n\nShe and Minteer saw about 4,000 patients in Silverdale. The Manette Clinic will open with about 600 patients. Spoon offered memberships to her existing patients first and plans to open admissions to the public by the end of August. The clinic had about 300 sign-ups as of last week.\n\nWith a fraction of the patients, she’ll rely on low overhead to turn a profit. Cutting out insurance companies means far less paperwork and a smaller front office staff, Spoon said.\n\nSince patients will pay month-by-month, and can drop their membership at any time, Spoon will have added incentive to keep them healthy and happy.\n\n“Customer service has to come first,” she said. “That’s something that’s sometimes difficult from a provider standpoint.”\n\nThe Manette Clinic is positioned to grow if Spoon’s experiment proves successful. She took over an 1,800-square-foot former real estate office near the Manette Bridge, with enough space for more disillusioned docs to join her.\n\n“I think other providers are going to want to come along and do this,” she said.", "article_metadata": {"title": "A new way of practicing medicine", "og": {"url": "http://www.knoxnews.com/entertainment/life/a-new-way-of-practicing-medicine-ep-1234598033-362046751.html", "image": {"width": 640, "identifier": "http://media.jrn.com/images/manetteclinic01_22798805_ver1.0_640_480.jpg", "height": 448}, "type": "article", "description": "BREMERTON, Wash. — Tanya Spoon had begun to feel less like a nurse and more like an assembly line worker.", "title": "A new way of practicing medicine"}, "twitter": {"image": "http://media.jrn.com/images/manetteclinic01_22798805_ver1.0_640_480.jpg", "description": "BREMERTON, Wash. — Tanya Spoon had begun to feel less like a nurse and more like an assembly line worker.", "site": "https://twitter.com/knoxnews", "card": "summary_large_image", "title": "A new way of practicing medicine"}, "apple-mobile-web-app-capable": "no", "msapplication-TileImage": "http://media.jrn.com/designimages/logo-kns-icon-144.png", "__sync_contentCategory": "premium", "viewport": "width=device-width,initial-scale=1,maximum-scale=1"}, "_id": "\"57477af36914bd0286fd4176\"", "article_summary": "For Spoon, The Manette Clinic represents both a new medical practice and a new way of practicing medicine.\n“That’s something that’s sometimes difficult from a provider standpoint.”The Manette Clinic is positioned to grow if Spoon’s experiment proves successful.\nThe direct care model emerged in Seattle in the 1990s, pioneered by Dr. Garrison Bliss.\nDirect care can even be offered through the state’s health exchange, provided it’s coupled with a high deductible plan.\nHendler hasn’t collected a paycheck since switching to a direct care model."}