{"article_title": "Why the States Want a Bite of Bitcoin and Other Virtual Currencies", "article_keywords": ["currencies", "bitcoins", "consumers", "money", "bite", "bitcoin", "virtual", "states", "currency", "state", "digital"], "article_url": "http://www.thefiscaltimes.com/Articles/2014/07/28/Why-States-Want-Bite-Bitcoin-and-Other-Virtual-Currencies", "article_text": "Now that consumers can use digital currencies like bitcoin to buy rugs from Overstock.com, pay for Peruvian pork sandwiches from a food truck in Washington, D.C. and even make donations to political action committees, states are beginning to explore how to regulate the emerging industry.\n\nDigital currencies — also known as virtual currencies or cash for the Internet — allow people to transfer value over the Internet, but are not legal tender. Because they don’t require third-party intermediaries such as credit card companies or PayPal, merchants and consumers can avoid the fees typically associated with traditional payment systems.\n\nRelated: Bitcoin - The Future of Money or Flash in the Pan?\n\nAdvocates of virtual currencies also say that because personal information is not tied to transactions, digital currencies are less prone to identity theft. With about $7.8 billion in circulation, bitcoin is the most widely used digital currency; others include Litecoin and Peercoin. All are examples of cryptocurrencies, a subset of digital currencies that rely on cryptography to function.\n\nMany of the headlines generated by bitcoin and other digital currencies to date have focused on problems with the system. In January, for example, federal prosecutors charged the chief executive officer of BitInstant, a major bitcoin exchange company, with laundering digital currency through Silk Road, an online drug marketplace. Mt. Gox, based in Tokyo and once the largest bitcoin exchange in the world, stopped trading in February and filed for bankruptcy protection, saying it had lost half a billion dollars in virtual money.\n\nAlthough digital currencies are far from widespread in their acceptance, their growing popularity — and potential for misuse — has prompted states to weigh in on what was previously uncharted territory.\n\nRelated: Bitcoin's Road to Mainstream Acceptance Just Got Rockier\n\n“As far as we know, most state laws are completely silent on this topic,” said David J. Cotney, chairman of the Conference of State Bank Supervisors’ Emerging Payments Task Force, which in March began exploring virtual currency. Among the questions the task force will consider, Cotney said, is whether bitcoins should be classified as currencies, investment securities or commodities, which could determine which regulators should apply.\n\nHow Bitcoin Works\n\nhe idea for bitcoin emerged on a cryptography mailing list in 2009 from someone using the name Satoshi Nakamoto, according to the Bitcoin Foundation, which advocates for the digital currency industry. Consumers can receive bitcoins in exchange for goods or services, purchase them through exchanges, or earn them through “mining,” or spending computer power to process transactions in the bitcoin system in exchange for bitcoins.\n\nConsumers use “wallet” applications on the computer or on a smartphone to send bitcoins to other people. The digital currency can be converted to cash when deposited into special accounts. The price of a bitcoin, which last week hovered around $600 each, varies with supply and demand.\n\nFor consumers, bitcoins allow faster, cheaper and some would argue more secure payments to people around the world, although the volatility of the bitcoins is still a considerable drawback. For merchants, bitcoins add directly to the bottom line because transactions bypass fees charged by credit cards or other services.\n\nRelated: Venture Capitalist Draper Wins Bitcoin Auction\n\nSo far, many states are looking at digital currencies as payment systems, which means they could fall under states’ money transmission laws that typically cover money transfer services such as PayPal and Western Union, as well as prepaid credit cards. Within about a year, the state banks supervisors’ task force hopes to make recommendations how to deal with digital currency with the hope of promoting consistency among the states.\n\nIn April, the task force presented a model consumer guidance to help states provide consumers with information about digital currencies. A number of states, including California, Massachusetts and Texas, have issued warnings to consumers that virtual currencies are not subject to “traditional regulation or monetary policy,” including insurance, bonding and other security measures, and that values can fluctuate dramatically.\n\nAt the federal level, the Department of Treasury’s Financial Crimes Enforcement Network (FinCEN) issued a guidance in March clarifying that digital currencies are subject to rules targeting money laundering and that virtual currency exchanges are required to register with FinCEN. Later that month, the Internal Revenue Services announced that it would treat bitcoins as property, rather than as a currency, for federal taxing purposes. The Government Accountability Office has also recommended that the Consumer Financial Protection Bureau participate in inter-agency working groups addressing virtual currencies.\n\nNew York BitLicenses\n\nNew York became the first state to propose regulations for the digital currency industry when it unveiled earlier this month a broad-ranging proposal that aims to address consumer protection, money laundering and cybersecurity.\n\nRelated: 4 Disruptors Are Changing How We Manage Money\n\n“We have sought to strike an appropriate balance that helps protect consumers and root out illegal activity without stifling beneficial innovation,” said Benjamin M. Lawsky, the New York Superintendent of Financial Services. “Setting up common sense rules of the road is vital to the long-term future of the virtual currency industry, as well as the safety and soundness of customer assets.”\n\nThe proposed rules, which could be finalized by the end of the year, would require bitcoin exchanges and companies that receive, store, transmit or issue virtual currencies to obtain “BitLicenses.” Customers and merchants that simply accept bitcoin as payment would not have to obtain licenses. The rules would also require virtual currency firms to hold as much virtual currency as they owe to customers, hold a bond or trust account in U.S. dollars, provide receipts with every transaction and comply with anti-money laundering provisions, among other requirements.\n\nSome in the industry argue the proposed regulations are so tough they will inhibit innovation in the industry. David Landsman, executive director of the National Money Transmitter Association, a trade association, said the proposed rules were as strict as those for traditional money transmitters, but with added cybersecurity provisions. Landsman said it appeared New York “really does not care about encouraging small entrepreneurs. They care mostly about enforcing consumer protection standards and anti-money laundering standards.”\n\nAction Elsewhere\n\nUntil recently, California prohibited the use of alternative currencies. Last month, Democratic Gov. Jerry Brown signed legislation to allow the use of alternative currencies, including digital currencies.\n\n“Here in California, we’re interested in being innovative and cutting-edge,” said Democratic Assemblyman Roger Dickinson, who sponsored the legislation, though he acknowledged that the measure was largely a formality since he was not aware of anyone who had been prosecuted under the previous statute. “It didn’t seem to make much sense to have this anachronistic statute on the books.”\n\nCalifornia’s Department of Business Oversight, which oversees financial services, has been studying virtual currencies and trying to figure out how to proceed. Spokesman Mark Leyes said some virtual currency businesses have been working with the department to determine whether they would be required to apply for a money-transmitting license under state law.\n\nOther states addressing digital currencies include:\n\nThe Texas Department of Banking said in April Texas will not treat bitcoin and other digital currencies as money. “What it means, from our perspective, is just simply that it’s not money for the purposes of money transmission or currency exchange,” said Daniel Wood, an assistant general counsel in the department. “A bitcoin is basically property.” However, most bitcoin exchanges would be considered money transmitters and exchanging digital currency for sovereign currency would in most cases be considered money transmission.\n\n\n\n\n\nLast month, the Kansas Office of the State Bank Commissioner issued a guidance that, like Texas, concluded that digital currencies are not considered money under the Kansas Money Transmitter Act.\n\n\n\n\n\nThis article originally appeared in Stateline, a nonpartisan, nonprofit news service of the Pew Center on the States that provides daily reporting and analysis on trends in state policy.", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Now that consumers can use digital currencies like bitcoin to buy rugs from", "title": "Why States Want a Bite of Bitcoin and Other Virtual Currencies", "url": "http://www.thefiscaltimes.com/Articles/2014/07/28/Why-States-Want-Bite-Bitcoin-and-Other-Virtual-Currencies", "image": "http://cdn.thefiscaltimes.com/sites/default/files/01232014_Bitcoin.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/Articles/2014/07/28/Why-States-Want-Bite-Bitcoin-and-Other-Virtual-Currencies", "image": "http://cdn.thefiscaltimes.com/sites/default/files/01232014_Bitcoin.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "Now that consumers can use digital currencies like bitcoin to buy rugs from", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af36914bd0286fd11c5\"", "article_summary": "Advocates of virtual currencies also say that because personal information is not tied to transactions, digital currencies are less prone to identity theft.\nOther states addressing digital currencies include:The Texas Department of Banking said in April Texas will not treat bitcoin and other digital currencies as money.\nDigital currencies — also known as virtual currencies or cash for the Internet — allow people to transfer value over the Internet, but are not legal tender.\nJerry Brown signed legislation to allow the use of alternative currencies, including digital currencies.\nMany of the headlines generated by bitcoin and other digital currencies to date have focused on problems with the system."}