{"article_title": "Twitter and factchecking don't mix during debates", "article_keywords": ["dont", "journalists", "twitter", "political", "traditional", "mix", "reporters", "tweets", "claims", "factchecking", "debate", "presidential", "debates"], "article_url": "http://www.cjr.org/behind_the_news/twitter_and_fact-checking_dont.php", "article_text": "Mitt Romney’s assertion in the first 2012 presidential debate - that Obamacare was a government takeover of the healthcare industry - was right in PolitiFact’s wheelhouse. And the factchecking organization didn’t whiff.\n\nWith about 10 reporters and editors on duty that night, eyes peeled for both new and oft-repeated factual claims, PolitiFact quickly tweeted a link to its 2010 piece that crowned the GOP talking point “Lie of the Year.” The post was retweeted more than 2,800 times, making it one of the outlet’s most popular tweets ever, according to editor Angie Drobnic Holan.\n\n“We’re not live factchecking,” Holan said of PolitiFact’s debate coverage, which in 2012 attracted some of the largest audiences in the site’s history. “You can’t research and verify facts that quickly. But fortunately for us, politicians repeat themselves a lot. The goal [during debates] is to give readers a sense if debunked statements are being repeated.”\n\nTalking past each other Republican presidential nominee Mitt Romney and President Barack Obama spar during the second 2012 presidential debate.(AP Photo/Charlie Neibergall)\n\nMost claims aren’t such easy fodder for political journalists - from PolitiFact or more traditional news organizations - who swarm Twitter during live events. Checking facts still takes time. And while Twitter provides reporters a near-instant opportunity to hold officials accountable, its lightning-quick pace doesn’t often afford them the chance to evaluate what’s true and what’s not.\n\nA new study by researchers at the University of Texas at Austin found that 60 percent of political reporters’ tweets during the 2012 presidential debates were simple stenography - sharing candidates’ factual claims without challenging their veracity. Another 15 percent refuted statements with evidence, while the remaining quarter did so without evidence. Such numbers could be viewed as a missed opportunity, as Poynter argued, with caveats, on Wednesday. Tens of millions of Americans tune in for presidential debates, and Twitter allows for rapid conversation among experts and direct links to outside evidence.\n\nBut to do so would ignore both the pressure to constantly publish - what audiences expect on the social network - and the resources needed to confirm or deny new factual claims. What’s more, Twitter is a flat, decentralized medium. Posts from The New York Times appear alongside those of amateur political bloggers. Users, meanwhile, have unprecedented choice on whom to follow, making it difficult for “traditional journalists to speak out above the ether with that authoritative voice of God,” said Mark Coddington, lead author of the study.\n\n“This open and networked environment means you have truth claims coming from all kinds of places,” he said in a phone interview. “And the journalist is only really one of those voices, and he’s coming from some place, too.”\n\nDifferent media, of course, tweeted the debates in different ways. Unsurprisingly, journalists from cable news channels led in their disregard for objectivity, refuting factual claims without evidence in 30 percent of their tweets. Radio journalists were most likely to simply repeat candidates’ statements - what the study termed “traditional objectivity.” Network television reporters, meanwhile, practiced the most “scientific objectivity,” challenging claims with evidence.\n\nThat last category is the sweet spot for which factchecking organizations such as PolitiFact aim. But like most good things, sifting through tax policies and calculating household income growth take time - and often too much time for Twitter’s attention span.\n\nEugene Kiely, director of FactCheck.org, said claims made in presidential debates usually require several hours to verify in their entirety. Some corners can be cut, he added, though doing so requires both instinct and preparation. Before debates in 2012 began, two staffers would “come up with a list of anticipated issues based on the debate topic - economy, foreign affairs, etc. - and write up potential tweets,” Kiely said. “And if these issues came up, they could then just send those tweets out.”\n\nTo be sure, sites like PolitiFact and FactCheck.org focus only on checking facts. More traditional reporters must analyze delivery, tone, and other factors that influence the narrative needed for a conventional news story. Analysts, meanwhile, pick winners and losers, which has little correlation to truth-telling. Small wonder, then, that most journalists resort to either stenography or snark when live-tweeting presidential debates.\n\nIt’s also important to remember that only 19 percent of American adults online use Twitter. For political reporters, on the other hand, the social network is a de facto gathering place to trade analyses and swap jokes. Its utility as a tool to reach audiences is trumped by its influence on the collective media narrative. And political strategists have been quick to catch on.\n\nPeter Hamby, a CNN national political reporter who covered the past two presidential elections, said the Romney campaign was especially adept at influencing storylines in real time. Though the former Massachusetts governor had to weather a marathon debate schedule in GOP primary season, it gave his communications team plenty of practice.\n\nMidway through the first general election debate, widely considered a decisive victory for the GOP candidate, Romney’s “rapid response teams were already going after journalists,” said Hamby, who studied Twitter’s effect on political reporting as a fellow at Harvard University last year. “They realized how quickly the narrative can form.”\n\nThat speed would have seemed unthinkable 10 years ago, when “twitter” was merely something birds did. For political reporters today, however, it’s an information highway with no speed limits. Prolificacy and humor are rewarded, especially during live events. And factchecking—by nature a reactive aspect of journalism—isn’t well suited for such a fast-paced environment.\n\n“It can be done,” Coddington said. “But in real time, it is pretty difficult. And campaigns will always be one—at least one—step ahead of the journalists.”\n\nDavid Uberti is a CJR staff writer and senior Delacorte fellow. Follow him on Twitter @DavidUberti.\n\nTags: Capitol Hill, Debates, Politics, Twitter, Washington", "article_metadata": {"og": {"site_name": "Columbia Journalism Review", "description": "Though Twitter provides real-time opportunities to hold candidates accountable during debates, factchecking on the quick isn't as easy as it looks", "title": "Twitter and factchecking don't mix during debates", "url": "http://www.cjr.org/behind_the_news/twitter_and_fact-checking_dont.php", "image": "http://www.cjr.org/_resources2015/images/global/CJR-icon-210x210.png", "type": "article"}, "msapplication-TileColor": "#f9f0e1", "viewport": "width=device-width, initial-scale=1", "google-site-verification": "Fu4CypYBPmzQ9gLIFYah2sCib3rLWiqCkG5PLwZwdEY", "theme-color": "#f9f0e1", "msapplication-TileImage": "/_resources2015/img/favicon-144.png"}, "_id": "\"57477af36914bd0286fd4188\"", "article_summary": "Tens of millions of Americans tune in for presidential debates, and Twitter allows for rapid conversation among experts and direct links to outside evidence.\nEugene Kiely, director of FactCheck.org, said claims made in presidential debates usually require several hours to verify in their entirety.\nMore traditional reporters must analyze delivery, tone, and other factors that influence the narrative needed for a conventional news story.\nMitt Romney’s assertion in the first 2012 presidential debate - that Obamacare was a government takeover of the healthcare industry - was right in PolitiFact’s wheelhouse.\nFor political reporters, on the other hand, the social network is a de facto gathering place to trade analyses and swap jokes."}