{"article_title": "Havana Biennial: Bargains, hype, politics and the Malecon", "article_keywords": ["cuban", "havana", "art", "biennial", "contemporary", "collection", "prices", "american", "video", "malecon", "havanas", "hype", "politics", "works", "bargains"], "article_url": "http://www.salon.com/2015/06/20/havana_biennial_bargains_hype_politics_and_the_malecon/", "article_text": "Topics: From the Wires, Entertainment News, News\n\nThe Havana Biennial art exposition wrapping up Monday has been held 12 times since the 1980s. But this is the first since U.S. efforts to improve relations with Cuba began six months ago, allowing an unusually large contingent of American visitors.\n\nHere are some observations from U.S. art collectors and their representatives about how Havana’s art scene has evolved and the impact of detente.\n\n___\n\nPRICES: BARGAINS AND HYPE\n\nJanda Wetherington, whose Pan American Art Projects gallery in Miami specializes in Cuban art, says prices have gone up since the last Biennial. Wetherington, who led a collectors’ tour during the event, said works for mid-career artists that ran $1,000-$5,000 during the last Biennial are in the $5,000-$20,000 range now, while established artists sell works for up to a half-million.\n\nBut at least one young artist, a student at Havana’s prestigious high school for the arts, overestimated the Biennial hype. She lost a sale by pricing a copy of a video at $3,500. The work used the school bathroom as its gallery, projecting video images that made it look like a sink was filled with swimming fish.\n\n“It was a brilliant piece, a wonderful trompe-l’oeil,” said Louise Martorano, executive director of RedLine, a Denver contemporary arts center that organized the tour where a would-be buyer saw the video. The price — quoted in consultation with a teacher — misjudged what an American visitor would pay for a flash drive of the work.\n\nFor big spenders, though, prices are so low they’re “ridiculous,” said Howard Farber, who says he’s spent “many millions” buying Cuban art since his first trip to Havana in 2001. “If you look at the prices of American contemporary art, you could have a great Cuban collection for what you pay in sales tax in the U.S. for comparable work.”\n\nFarber, a New Yorker who plans to buy six pieces he saw during the Biennial, has made a fortune buying and selling American modernist and Chinese contemporary art. He says Cuba offers “the biggest opportunity for an art collector to start a collection. You might say I’m saying that to boost the value of my own collection, but I can’t buy everything, and I’m still buying.”\n\n___\n\nFROM PRIVATE VENUES TO THE MALECON\n\nMany Biennial attendees said the most memorable event was on Havana’s waterfront promenade.\n\n“One of the most exciting components of the Biennial was seeing the public interact with outdoor artworks along the Malecon,” said Sara Reisman, curator for Shelley and Donald Rubin, who own 1,000 works of Cuban art in addition to the Himalayan art displayed in New York’s Rubin Museum. “Locals and tourists alike were interacting with the works at all times of day and night.”", "article_metadata": {"description": "Havana Biennial: Bargains, hype, politics and the Malecon", "title": "Havana Biennial: Bargains, hype, politics and the Malecon", "og": {"site_name": "Salon", "description": "Havana Biennial: Bargains, hype, politics and the Malecon", "title": "Havana Biennial: Bargains, hype, politics and the Malecon", "url": "http://www.salon.com/2015/06/20/havana_biennial_bargains_hype_politics_and_the_malecon/", "image": "http://media.salon.com/2015/06/havana-americans-and-biennial.jpeg-1280x960.jpg", "type": "article"}, "twitter": {"description": "Havana Biennial: Bargains, hype, politics and the Malecon", "title": "Havana Biennial: Bargains, hype, politics and the Malecon", "image": "http://media.salon.com/2015/06/havana-americans-and-biennial.jpeg-1280x960.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Beth J. Harpaz", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, From the Wires", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fd418e\"", "article_summary": "Topics: From the Wires, Entertainment News, NewsThe Havana Biennial art exposition wrapping up Monday has been held 12 times since the 1980s.\n___PRICES: BARGAINS AND HYPEJanda Wetherington, whose Pan American Art Projects gallery in Miami specializes in Cuban art, says prices have gone up since the last Biennial.\nHere are some observations from U.S. art collectors and their representatives about how Havana’s art scene has evolved and the impact of detente.\nBut at least one young artist, a student at Havana’s prestigious high school for the arts, overestimated the Biennial hype.\nFor big spenders, though, prices are so low they’re “ridiculous,” said Howard Farber, who says he’s spent “many millions” buying Cuban art since his first trip to Havana in 2001."}