{"article_title": "Senator Rand Paul Cuts His Own Hair: 25 Things You Don't Know About Me", "article_keywords": ["turkey", "rand", "yard", "dont", "25", "things", "travel", "wedding", "washington", "kentucky", "hair", "green", "know", "way", "cuts", "senator", "paul", "root", "swimming"], "article_url": "http://www.usmagazine.com/celebrity-news/news/senator-rand-paul-cuts-his-own-hair-25-things-you-dont-know-about-me-2015275", "article_text": "Credit: Michael B. Thomas/AFP/Getty Images\n\nRepublican senator from Kentucky and presidential hopeful, Rand Paul, shares 25 surprising facts about himself with Us Weekly. Spoiler alert: He likes root beer floats and cutting his own hair!\n\n1. My wife [Kelley, 51] and I met at an outdoor oyster roast in Atlanta. At first, she thought I was much younger than I actually was and she gave me the cold shoulder. Eventually she realized that I was 26 years old, and we hit it off!\n\n2. As a child, I loved to collect old coins with my grandmother.\n\n3. The same grandmother inspired me to become an ophthalmologist. As her vision began to fade, I became her eyes when we inspected mint marks on coins.\n\nPHOTOS: Celebs' political affiliations\n\n4. I am the father of three: William, 22, Duncan, 19, and Robert, 16. When they were little kids, I loved coaching their soccer, baseball, and basketball leagues.\n\n5. My son turned me on to Sundy Best, a country duo from Prestonsburg, Kentucky. Check them out!\n\n6. As you have probably heard by now, I am my own barber. In fact, I cut my own hair on my wedding day, which is evident in our wedding photos.\n\n7. Mostly I watch the news, but I do like reruns of The Twilight Zone.\n\n8. I grew up swimming and, as a teenager, I taught swim lessons to make extra spending money.\n\n9. I was a collegiate swimmer at Baylor University. I still enjoy swimming as a way to keep in shape.\n\nPHOTOS: See celebs vote!\n\n10. I studied hard and scored high enough on the MCATs to be admitted to Duke University’s medical school without a bachelor’s degree.\n\n11. Some would say I have a green thumb. I love working in the yard on my days off. Mowing the lawn is very therapeutic for me.\n\n12. Each summer, members of Congress host a congressional baseball game to raise money for charity. I have played on the Republican team every year since I have been in office. My position: outfield!\n\n13. I’m not an expert stargazer, but I can recognize many of the constellations and am always interested to see the next eclipse.\n\nPHOTOS: Stars who've played presidents\n\n14. I planted a cherry tree in our front yard in Bowling Green, Kentucky, from seeds that came from the cherry trees along the Tidal Basin in Washington, D.C.\n\n15. Before I ran for office, I was an ophthalmologist in Bowling Green. I still conduct pro bono surgeries in Kentucky and abroad. Last year, I went to Guatemala. This year, I’ll travel to Haiti.\n\n16. My given name is Randal. Kelley started calling me Rand, and it stuck!\n\n17. My favorite drink? Root beer float.\n\n18. I am responsible for cooking the Thanksgiving Day turkey. I have a special recipe that involves placing fresh herbs under the skin, covering the turkey in cheesecloth, and basting it in Madeira wine and butter. It’s a labor of love.\n\n19. I love biking. On a weeknight, you can find me biking around our neighborhood. It’s a great way to unwind.\n\n20. There’s a bald eagle that lives in a high nest across the pond from my backyard.\n\n21. A rare hobby of mine: composting! Because of my composting, I guess I qualify as a “crunchy-con.”\n\n22. I am the author of three books: The Tea Party Comes to Washington, Government Bullies, and Taking a Stand.\n\n23. My favorite book is The Brothers Karamazov by Fyodor Dostoyevsky.\n\n24. Growing up, my parents did not enforce a curfew. They believed excessive rules can have unintended consequences.\n\n25. One thing I never travel without: my Ray-Ban sunglasses. It’s important to protect your eyes from the sun.\n\nPHOTOS: Obama's A-list pals\n\nPaul announced his candidacy for the 2016 election on April 7, and the GOP candidate tells Us his stance:\n\nFOR:\n\nTerm limits and a Read the Bills Act\n\nCriminal-justice reform\n\nA balanced-budget amendment to the Constitution\n\nAGAINST:\n\nThe National Security Agency’s surveillance program\n\nAffordable Care Act\n\nThe current $18 trillion U.S. national debt.", "article_metadata": {"msapplication-config": "//assets.wennermedia.com/usweekly/static/browserconfig.xml", "description": "The Republican senator from Kentucky (and presidential hopeful!), Rand Paul, tells Us Weekly that he cuts his own hair and much more. Read his 25 Thin", "og": {"site_name": "Us Weekly", "description": "The Republican senator from Kentucky (and presidential hopeful!), Rand Paul, tells Us Weekly that he cuts his own hair and much more. Read his 25 Thin", "title": "Senator Rand Paul Cuts His Own Hair: 25 Things You Don't Know About Me", "url": "http://www.usmagazine.com/celebrity-news/news/senator-rand-paul-cuts-his-own-hair-25-things-you-dont-know-about-me-2015275", "image": {"width": 1200, "identifier": "http://img.wennermedia.com/social/1432743756_rand-paul-zoom.jpg", "height": 630}, "type": "article"}, "twitter": {"site": "@UsWeekly", "image": "http://img.wennermedia.com/social/1432743756_rand-paul-zoom.jpg", "description": "The Republican senator from Kentucky (and presidential hopeful!), Rand Paul, tells Us Weekly that he cuts his own hair and much more. Read his 25 Thin", "card": "summary_large_image", "title": "Senator Rand Paul Cuts His Own Hair: 25 Things You Don't Know About Me"}, "msapplication-TileColor": "#5bbad5", "fb": {"app_id": 1642445729366739}, "theme-color": "#ec008c", "msapplication-TileImage": "//assets.wennermedia.com/usweekly/img/favicon/mstile-144x144.png", "article": {"publisher": "https://www.facebook.com/UsWeekly", "section": "Celebrity News"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=0", "news_keywords": "rand paul, republican presidential nominee, rand paul us weekly, rand paul 25 things you don't know about me, paul rand cuts his own hair, election 2016, hillary clinton, republican primary, republican nominees"}, "article_summary": "Credit: Michael B. Thomas/AFP/Getty ImagesRepublican senator from Kentucky and presidential hopeful, Rand Paul, shares 25 surprising facts about himself with Us Weekly.\nIn fact, I cut my own hair on my wedding day, which is evident in our wedding photos.\nI planted a cherry tree in our front yard in Bowling Green, Kentucky, from seeds that came from the cherry trees along the Tidal Basin in Washington, D.C.15.\nAt first, she thought I was much younger than I actually was and she gave me the cold shoulder.\nAs her vision began to fade, I became her eyes when we inspected mint marks on coins."}