{"article_title": "Doctors Are Dropping The Ball When It Comes To Encouraging HPV Vaccination", "article_keywords": ["physicians", "ball", "vaccination", "study", "recommendation", "hpv", "encouraging", "recommended", "dropping", "vaccine", "doctors", "prevention", "gilkey", "practices", "comes"], "article_url": "http://www.medicaldaily.com/doctors-are-dropping-ball-when-it-comes-encouraging-hpv-vaccination-358380", "article_text": "Your family doctor may not be keeping your child’s best interests at heart, at least when it comes to HPV vaccination.\n\nThat’s the sobering conclusion reached by a survey published Thursday in the journal Cancer Epidemiology, Biomarkers & Prevention. The study authors asked 776 pediatricians and family physicians across the country via an online poll taken in 2014 how they would word a possible recommendation for the HPV vaccine. The vaccine can prevent a large array of cancers caused by human papillomavirus (HPV) infection.\n\nThe quality of that recommendation was determined via several factors, including when they recommended the shot to be given (if they did at all), to whom they recommended vaccination for (girls and boys), and how strongly they endorsed that recommendation. They were also asked whether they would recommend a HPV shot on the same day as a visit. According to the Centers for Disease Control and Prevention (CDC), it’s currently recommended that all preteen boys and girls aged 11 or 12 are given the vaccine, which comes in a series of three shots.\n\n\"The main purpose of our study was to assess how physicians recommend HPV vaccination. Specifically, we wanted to know how often pediatricians and family physicians use five communication practices that are necessary for delivering the vaccine according to national guidelines,\" said study author Dr. Melissa B. Gilkey, assistant professor of population medicine at Harvard Medical School and Harvard Pilgrim Health Care Institute, in a statement.\n\nAcross all measures, there was a significant chunk of physicians who failed to adhere to the CDC guidelines. 26 percent and 39 percent offered a recommendation that was poorly timed for girls and boys, respectively; 51 percent offered a same-day recommendation; and 59 percent only offered it for teens they considered at high risk for HPV, rather than everyone. Starkly, 27 percent floated a weak endorsement of the HPV vaccine. These failures in communication were unsurprisingly more likely among doctors who saw the vaccine as unimportant, nonessential, or were grossed out by the prospect of discussing sexually transmitted diseases with their patients.\n\n\"We were surprised that physicians so often reported recommending HPV vaccination inconsistently, behind schedule, or without urgency. Of the five communication practices we assessed, about half of physicians reported two or more practices that likely discourage timely HPV vaccination,\" Gilkey said. \"We are currently missing many opportunities to protect today's young people from future HPV-related cancers.\"\n\nAs unflattering as their results are, Gilkey and her colleagues do believe that these failings can be remedied. \"Physicians have a lot of influence on whether adolescents receive the HPV vaccine. Our findings suggest that physicians can improve their recommendations in three ways: by recommending HPV vaccination for all 11- to 12-year-olds and not just those who appear to be at risk; by saying the HPV vaccine is very important; and by suggesting vaccination on the day of the visit rather than at a later date,\" Gilkey said.\n\nSource: Gilkey M, Brewer N, et al. Cancer Epidemiology, Biomarkers & Prevention. 2015.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "hpv vaccine, public health, communication", "og": {"site_name": "Medical Daily", "description": "Doctors aren't recommending the HPV vaccination as effectively as they could be, a new survey finds.", "title": "Doctors Are Dropping The Ball When It Comes To Encouraging HPV Vaccination", "url": "http://www.medicaldaily.com/doctors-are-dropping-ball-when-it-comes-encouraging-hpv-vaccination-358380", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/10/21/stethoscope.jpg", "type": "article"}, "twitter": {"description": "Doctors aren't recommending the HPV vaccination as effectively as they could be, a new survey finds.", "title": "Doctors Are Dropping The Ball When It Comes To Encouraging HPV Vaccination", "url": "http://www.medicaldaily.com/doctors-are-dropping-ball-when-it-comes-encouraging-hpv-vaccination-358380", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/10/21/stethoscope.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/10/21/stethoscope.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "The Grapevine", "published_time": "2015-10-22T00:00:15-04:00", "modified_time": "2015-10-22T00:10:02-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Doctors aren't recommending the HPV vaccination as effectively as they could be, a new survey finds."}, "_id": "\"57477af46914bd0286fd92bd\"", "article_summary": "Your family doctor may not be keeping your child’s best interests at heart, at least when it comes to HPV vaccination.\n\"We were surprised that physicians so often reported recommending HPV vaccination inconsistently, behind schedule, or without urgency.\nOf the five communication practices we assessed, about half of physicians reported two or more practices that likely discourage timely HPV vaccination,\" Gilkey said.\n\"The main purpose of our study was to assess how physicians recommend HPV vaccination.\nStarkly, 27 percent floated a weak endorsement of the HPV vaccine."}