{"article_title": "​Democratic voting guide misinformed", "article_keywords": ["wants", "sanders", "democratic", "candidate", "positions", "support", "bias", "threat", "party", "voting", "supports", "guide", "misinformed"], "article_url": "http://www.dailytarheel.com/article/2016/03/letter-democratic-voting-guide-misinformed", "article_text": "Letter: ​Democratic voting guide misinformed\n\n| Published 03/20/16 10:09pm\n\nTO THE EDITOR:\n\nI was troubled to see official Orange County Democratic Party election materials chock-full of bias and misinformation when I went to vote. It did not require much critical thought to find anti-Bernie Sanders bias and overt support for Hillary Clinton.\n\nIn the pamphlet, each presidential candidate has four bullet points to outline “noteworthy policy positions.” The first three bullets for Clinton begin with “supports” health care, “opposes” the TPP and “supports” equal pay. The first three bullets for Sanders begin with “wants” Medicare for all, “wants” to tax financial transactions and “wants” to raise payroll taxes.\n\nAs if this linguistic bias — suggesting that Clinton’s policies are rooted in solid positions while Sanders’ are moonshots — is not enough, the specific positions focused on are also deeply problematic.\n\nClinton is lauded for supporting equal pay for women, yet Sanders has the same position. Clinton receives praise for her support of “healthcare policy that builds upon the Affordable Care Act,” yet Sanders also supports the ACA and has outlined comprehensive plans to build on it. The only “firm” position that Sanders is said to hold is his belief “that global warming is the largest threat to U.S. national security.”\n\nWhile some enlightened progressives acknowledge climate change to be an existential threat, the Orange County Democratic Party should not be so willing to rely on anti-climate science stigma to discredit Sanders’ campaign.\n\nOur local party should not play games with voters. The party will support the candidate that the people choose. North Carolinians should pick that Democratic candidate, not a party controlled by Hillary Clinton’s campaign.\n\nMax Levin\n\nSenior\n\nComparative literature", "article_metadata": {"description": "I was troubled to see official Orange County Democratic Party election materials chock-full of bias and misinformation when I went to vote.", "generator": "Gryphon 20160217001 (Foundry 6.1-20150615001)", "og": {"site_name": "The Daily Tar Heel", "description": "I was troubled to see official Orange County Democratic Party election materials chock-full of bias and misinformation when I went to vote.", "title": "Letter: ​Democratic voting guide misinformed", "url": "http://www.dailytarheel.com/article/2016/03/letter-democratic-voting-guide-misinformed", "image": "http://d39xfl750sfsi8.cloudfront.net/201604217ygrp9dscZ/dist/img/DTH-fb-icon.png", "type": "article"}, "twitter": {"domain": "www.dailytarheel.com", "site": "@dailytarheel", "card": "summary"}, "publish_date": "2016-03-20 22:09:00", "google-site-verification": "CHlXbXA4sWralvQUEv7pJfpAAlXw8V34QT7XXWre_aU", "article": {"publisher": "https://www.facebook.com/dailytarheel"}, "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "article_summary": "Letter: ​Democratic voting guide misinformed| Published 03/20/16 10:09pmTO THE EDITOR:I was troubled to see official Orange County Democratic Party election materials chock-full of bias and misinformation when I went to vote.\nNorth Carolinians should pick that Democratic candidate, not a party controlled by Hillary Clinton’s campaign.\nIt did not require much critical thought to find anti-Bernie Sanders bias and overt support for Hillary Clinton.\nThe first three bullets for Sanders begin with “wants” Medicare for all, “wants” to tax financial transactions and “wants” to raise payroll taxes.\nThe party will support the candidate that the people choose."}