{"article_title": "Modernizing the war on poverty", "article_keywords": ["building", "modernizing", "financial", "assets", "families", "savings", "economic", "poverty", "asset", "income", "health", "war"], "article_url": "http://www.dallasnews.com/opinion/sunday-commentary/20140221-modernizing-the-war-on-poverty.ece", "article_text": "This year marks the 50 anniversary of President Lyndon B. Johnson’s declaration of an “unconditional war on poverty in America.” The big, predictable question seems to be: So, did we win?\n\nBut are we even on the same battlefield?\n\nThe short answer is no. Since the 1960s, our understanding of poverty has evolved and changed dramatically – and it’s time to apply a more modern perspective to our solutions.\n\nFifty years after Johnson’s speech and nearly 25 years since Michael Sherraden published Assets and the Poor, we’ve learned a few things about the role of assets and savings as an anti-poverty tool. Assets support economic mobility and respond to a multiplicity of needs across the life course – and can have a true intergenerational impact. We’ve learned that access to savings, even in small amounts, can enable low-income families to look beyond their immediate needs and plan for the future, and provide a crucial buffer against income shocks. We’ve learned that children with savings accounts are far more likely to attend college. We’ve learned the importance of stable housing for children’s health and development, and the necessity of reliable transportation for finding and keeping a job.\n\nMost fundamentally, and perhaps most importantly, we’ve learned that building wealth is not just for the wealthy, and that asset building policies actually matter most for families who have less. And research has shown that families with low incomes can and do save, if provided with the type of supportive structures and incentives wealthier families have long enjoyed.\n\nBut we’ve yet to fully apply these lessons – and it shows. Income inequality is staggering, but wealth inequality is even worse, and racial wealth disparities have grown significantly over the past few decades. Due largely to the shift from traditional pensions to 401(k)s, millions of workers, especially at the lower end of the income scale, have little to no retirement savings. Support for short-term, flexible use savings is non-existent, leaving many Americans at risk of facing overwhelming debt in the event of an emergency.\n\nThe next generation of the War on Poverty should add these findings to its arsenal. We need a tax code that provides incentives for all families to develop resources, rather than one that disproportionately benefits those at the very top. We need an automatic, universal retirement savings system to connect more low-income workers with opportunities to save, as well as a mechanism to encourage savings right at tax time. And we need a strong safety net that promotes saving and opportunity, rather than requiring families to live on the edge of financial disaster.\n\nGoing forward, we need to consistently apply an assets lens to our anti-poverty efforts to truly achieve Johnson’s vision of a policy framework that “give[s] our fellow citizens a chance to develop their own capacities.” Here’s a more in-depth look at some of the ways that assets matter for mobility, education and household resilience.\n\nHousehold resilience\n\nThe connection between having an emergency savings fund or a dedicated account to save for retirement and financial stability is a straightforward one. It’s relatively easy to understand how building financial assets leads to positive economic outcomes over the long term. But asset ownership is more than just a financial stabilizer – it can have important effects on broader health and social wellbeing. A mounting body of evidence helps to establish this strong positive relationship between and health and wealth.\n\nAssets and longevity: At the most basic level, wealth is associated with greater health. But what does that really look like? A 2012 National Bureau of Economic Research study found a strong correlation between assets and longevity among older people – specifically, a given individual’s level of assets was correlated with how many more years that person lived. But lifespan isn’t the only or even best measure of “health”: the study also found that people who died with no assets at all were disproportionately likely to be in poor health during their later years. Furthermore, asset poverty in old age leaves elderly people (and their extended families) vulnerable to the negative effects of a sudden expense. These findings all speak to the value of supporting more equitable access to retirement savings across the life course so that more people have adequate personal resources to rely on as they age.\n\nHealth insurance: While we don’t typically think of health insurance itself as an “asset,” at its most fundamental level, health insurance is designed to protect consumers from unmanageable health-care-related costs. Therefore, the success of individual plans at meeting that objective and the expansion of coverage as part of the Affordable Care Act both have important implications for asset building. As Ambika Panday of the Financial Clinic recently pointed out: “Medical debt remains the number one cause of personal bankruptcy filings. Many Americans have racked up tens of thousands of dollars of credit card debt trying to pay back medical bills or survive without a job.” In addition to increasing access to insurance and the financial protections that entails, the ACA will enable Medicaid participants to build up their savings by eliminating asset limits that cap the amount of savings applicants and participants may have.\n\nHousing stability: Beyond ownership of financial assets such as a savings account, other types of assets can translate into a level of life stability that has positive health effects for children and their families. Housing is a particularly prominent example. For example, unstable housing is correlated with greater rates of hospitalization in young children. Families who were behind on rent reported forgoing necessary medical care for a child, and children in these families were 52 percent more likely to be at risk for a developmental delay. Meanwhile, a survey of homeowners facing foreclosure in California, Florida, Illinois, and New Jersey found that “nearly half of them identified medical issues as being at least part of the cause” of the foreclosure. And while health problems are a frequent cause of foreclosure, they can also be a consequence: Another study revealed an uptick in hospital visits in the wake of foreclosure. These studies suggest that strategies to promote stable housing, through accessible and affordable homeownership and foreclosure prevention efforts, would go a long way to addressing these health-related concerns.\n\nLike many policy issues, this is an area where it’s sometimes hard to discern the direction of cause and effect, so questions remain. Does having modest savings offer a buffer against health problems, and if so, what level of savings is needed? In what ways does good health facilitate and enable more opportunities to build wealth? How can we utilize existing health-related systems (such as expanded access to health insurance or establishing financial coaching or other services in a health care context) to promote savings and financial stability? These are all questions worthy of further enquiry as we envision our next steps in the War on Poverty.\n\nMobility\n\nResearch shows that just helping certain people edge over the poverty line isn’t enough to break the cycle of poverty. The fight now is for economic mobility: giving everyone an equal chance to build wealth, develop financial security, and attain lasting self-sufficiency. The problem is that the methods employed in the War on Poverty are ill-suited for this new fight. Though the programs serve an essential function in our society today by preventing millions of families from falling further into poverty, the programs’ inordinate emphasis on income alone means that wealth building is at best neglected and at worst discouraged. What policymakers overlooked throughout the development of these programs was that mobility is assets. Income is crucial for survival, but assets are indispensable for climbing the economic ladder.\n\nWe have come to realize over the past 50 years that the hard work of lifting families out of poverty for the long term and making them upwardly mobile takes more firepower than income supports alone can provide. This is where assets come in. Economic mobility is most accurately measured by a family’s change in asset holdings, not by income earned. Income never tells the whole story about a family’s economic condition. If liabilities like crushing college debt, an underwater mortgage and past-due credit card bills consume the lion’s share of a family’s income, it matters little what the raw figure representing total family earnings is.\n\nWealth, on the other hand, is the difference between liabilities and assets. It’s a measure of a family’s economic security. It’s also a measure of prosperity, and it’s how we can tell if a family’s improvements in economic mobility are here to stay. We take it to be a shared goal, for example, that people in their advanced years should be able to live for a decade or two or three and enjoy retirement without having to work day in and day out. That’s the kind of economic success we say people should strive for – and it’s made possible through a strong commitment to building assets. Income may be a means to an end, but it’s not the goal itself.\n\nAnd yet government policy has been painfully inept at fostering this kind of asset building among all families. Few supports exist for low-income families working towards building the level of assets necessary for a secure retirement. The pro-saving programs in place, like the 401(k) and the IRA, offer almost no benefit to those at the bottom of the economic ladder, and the very public assistance programs designed to help families at the bottom often actively discourage saving and asset building through strict asset limits.\n\nIf our poverty-fighting programs are to achieve the long-term goal of fostering upward mobility as opposed to solely the short-term goal of facilitating immediate consumption, we must pivot the emphasis of key programs towards an assets approach. We should eliminate asset limits and design pro-savings policies that actually help low-income families. The Financial Security Credit is one such idea. Removing barriers to saving is an obvious first step, but designing policies to actively promote savings among low-income and low-wealth households would transform our government programs into a powerful force for upward mobility.\n\nEducation\n\nA far greater proportion of Americans are attaining college degrees today than they were 50 years ago, but at a drastically higher price. Tuition and fees for higher education have skyrocketed, at private and public institutions alike, leaving the average graduate with over $35,000 in debt. A 1964 graduate of the University of Minnesota, for example, would have paid about $6,732 in today’s dollars for tuition and fees – compared with $51,144 for the class of 2017. Financial aid is increasingly distributed based on “merit,” rather than need, creating yet another barrier for low-income students. Meanwhile, a college education has never been more important for finding work.\n\nThe result? Rather than being the “great equalizer,” higher education is in fact perpetuating inequality and exacerbating racial wealth disparities.\n\nSystemic reforms that make higher education more affordable will be essential to reversing this trend. But asset building interventions also have a role to play, particularly given mounting evidence that having a savings account set aside for college, in the student’s name, dramatically increases the odds of college attendance and completion. It turns out it’s not just actual affordability, but perceptions of affordability that matter, and savings can instill a “college-bound identity” among students who might otherwise see college as out of reach.\n\nSo how can policymakers put this research into practice? First, by establishing automatic, universal children’s savings accounts. Recent state initiatives show that it works. In San Francisco, more than 13,000 students have opened savings accounts since 2010 through the Kindergarten to College program. More recently, Ohio’s Cuyahoga County established savings accounts seeded with $100 for all 15,000 of the county’s kindergarteners. By starting the savings process early, and embedding these accounts within the school setting, programs like these are hoping to increase the odds of college attendance for all students.\n\nSecond, states can bolster their existing college savings vehicles, 529 accounts, by making them work better for lower-income families. As currently designed, 529s generally benefit only wealthy households. To make these accounts more effective and inclusive, they should be universal, automatic and progressive.\n\nHigher education remains a gateway to opportunity and upward mobility. But over the past 50 years, just getting in the door has carried a tremendous and ever rising price tag. To keep a degree within reach for all students, the next generation of anti-poverty policy needs to provide structures, incentives and opportunities to develop savings for higher education.\n\nSince the 1960s, it has become increasingly clear that poverty attacks on multiple fronts. We need similar traits in our tools if we want to make further progress against it. That means supporting savings, rather than income alone, is crucial to our anti-poverty attack plan. By applying proven asset-building strategies, we can put more families on the path to economic security and upward mobility. The challenge of the next 50 years isn’t to refight the battles of the past, but to apply a modern understanding of poverty and deploy new techniques to restore the American Dream.\n\nAleta Sprague, Hannah Emple and Elliot Schreur are policy analysts in the Asset Building Program at the New America Foundation. Their email addresses are sprague@newamerica.org, emple@newamerica.org and schreur@newamerica.org. This essay was adapted from blog posts on the Program’s blog, The Ladder.", "article_metadata": {"description": "In the last 50 years, we’ve learned a few things about how assets, not just income, give people a chance to thrive, poverty analysts write.", "og": {"description": "In the last 50 years, we’ve learned a few things about how assets, not just income, give people a chance to thrive, poverty analysts write.", "title": "Modernizing the war on poverty", "url": "http://www.dallasnews.com/opinion/sunday-commentary/20140221-modernizing-the-war-on-poverty.ece", "image": {"width": 547, "identifier": "http://www.dallasnews.com/opinion/sunday-commentary/20140221-0223poi_sprague.eps.ece/BINARY/original/0223poi_sprague.eps", "height": 600}, "keywords": "dallas, dallas fort worth, dallas news, dallas fort worth news, dfw news, dallas local news, dallas fort worth local news, dallas newspaper, dallas morning news, dallas morning news newspaper", "type": "article"}, "LastModifiedDate": "2014-02-26T18:29:06Z", "twitter": {"site": "@dallasnews", "card": "summary", "creator": "@dallasnews"}, "PublishDate": "2014-02-21T19:03:18Z", "parsely-page": "{\"title\": \"Modernizing the war on poverty\", \"link\": \"http://www.dallasnews.com/opinion/sunday-commentary/20140221-modernizing-the-war-on-poverty.ece\", \"image_url\": \"http://www.dallasnews.com/opinion/sunday-commentary/20140221-0223poi_sprague.eps.ece/BINARY/original/0223poi_sprague.eps\", \"type\": \"post\", \"post_id\": \"1458285\", \"pub_date\": \"2014-02-21T19:03:18Z\", \"section\": \"Sunday Points\", \"author\": \"Aleta Sprague, Hannah Emple and Elliot Schreur\", \"tags\": [\"dallas\", \"dallas fort worth\", \"dallas news\", \"dallas fort worth news\", \"dfw news\", \"dallas local news\", \"dallas fort worth local news\", \"dallas newspaper\", \"dallas morning news\", \"dallas morning news newspaper\"]}", "fb": {"admins": 1043783589, "page_id": 20946638799, "app_id": 258290334265148}, "keywords": "dallas, dallas fort worth, dallas news, dallas fort worth news, dfw news, dallas local news, dallas fort worth local news, dallas newspaper, dallas morning news, dallas morning news newspaper", "cXenseParse": {"recs": {"image": "http://www.dallasnews.com/opinion/sunday-commentary/20140221-0223poi_sprague.eps.ece/ALTERNATES/w660/0223poi_sprague.eps", "publishtime": "2014-02-21T19:03:18Z"}}, "news_keywords": "dallas, dallas fort worth, dallas news, dallas fort worth news, dfw news, dallas local news, dallas fort worth local news, dallas newspaper, dallas morning news, dallas morning news newspaper"}, "_id": "\"57477af36914bd0286fd419f\"", "article_summary": "Furthermore, asset poverty in old age leaves elderly people (and their extended families) vulnerable to the negative effects of a sudden expense.\nMobilityResearch shows that just helping certain people edge over the poverty line isn’t enough to break the cycle of poverty.\nAleta Sprague, Hannah Emple and Elliot Schreur are policy analysts in the Asset Building Program at the New America Foundation.\nThese are all questions worthy of further enquiry as we envision our next steps in the War on Poverty.\nThe next generation of the War on Poverty should add these findings to its arsenal."}