{"article_title": "Celebrity-Studded Anti-Obesity Film Is Pure Propaganda", "article_keywords": ["fed", "bloomberg", "antiobesity", "celebritystudded", "watch", "david", "food", "state", "warning", "pure", "obesity", "piece", "propaganda", "film"], "article_url": "http://www.conservativeblog.org/amyridenour/2014/6/2/celebrity-studded-anti-obesity-film-is-pure-propaganda.html", "article_text": "In a piece featured on Politix today, I explain what’s going on behind the scenes in Katie Couric and Laurie David’s big-government film, “Fed Up.”\n\nIf you don’t watch to watch the film or even read the reviews, you just need to know what New York City’s former mayor, Michael Bloomberg called the film. “A masterpiece.”\n\nAs my piece details,\n\nThe film lays the groundwork for the nanny state food policies that Bloomberg and others are pushing. On Thursday, May 29, the California Senate passed a bill that would mandate obesity, diabetes, and tooth decay warning labels on sugary soft drinks. The bill now moves to the state assembly, and if it passes, to Gov/ Brown to sign into law.\n\nIt’s no wonder Michael Bloomberg, who still reigns as king of the Nanny State, loved it so much.\n\nFans of “Fed Up” seem to believe that sugar is the new tobacco and we need warning labels, marketing restrictions and heavy excise taxes to protect not only children, but adults, from making choices the activists think are unwise. But why compare sugar to tobacco, when you can say it is “just like” heroin? That’s what best-selling author and advocate Dr. Mark Hyman says in the film to manipulate emotions and claim that “you are going become an addict.” That’s the type of language that earned Hyman a coveted clip in the movie trailer. It won’t help Americans be healthier.\n\nDoes the film give viewers an unbiased and factually balanced perspective on obesity in the United States?My answer is more succint than Mayor Bloomberg’s one-word review. “No.”\n\nIn fact, as I wrote for Politix,\n\n“Fed-Up” is less a documentary, more an “argue-mentary”. Food police activists love the film - not only because they all seem to be in it. But because “Fed-Up” pushes the premise that obesity is caused by industry and government, while “personal responsibility” is just a canard cooked up by “big food” to lull us into reckless Twinkie-eating automatons.\n\nLaurie David even admits the film was meant to advance the nanny-state agenda.\n\nWhile the film never keeps the viewer guessing about who is to blame for obesity, (not the person with the fork,) advocates complain the film didn’t go far enough because it didn’t propose any actual policy solutions. But David dropped the ball, perhaps hoping the public wasn’t paying attention to her talk at an elite Capitol Hill screening. “Whatever issue you’re working on, [“Fed Up”] will help move that agenda,” David told her DC soldiers.\n\nRead the entire piece on Politix, here.", "article_metadata": {"og": {"description": "In a piece featured on Politix today, I explain what&#8217;s going on behind the scenes in Kat...", "title": "Celebrity-Studded Anti-Obesity Film Is Pure Propaganda - Amy Ridenour's National Center Blog - A Conservative Blog"}, "blogburst-verify": "B9EORVLmLdD0z2JKwETUEmoZ", "Robots": "index,follow"}, "_id": "\"57477af36914bd0286fc9e10\"", "article_summary": "“A masterpiece.”As my piece details,The film lays the groundwork for the nanny state food policies that Bloomberg and others are pushing.\nFood police activists love the film - not only because they all seem to be in it.\nLaurie David even admits the film was meant to advance the nanny-state agenda.\nIt’s no wonder Michael Bloomberg, who still reigns as king of the Nanny State, loved it so much.\nOn Thursday, May 29, the California Senate passed a bill that would mandate obesity, diabetes, and tooth decay warning labels on sugary soft drinks."}