{"article_title": "Saddiq Al-Abbadi, Ali Alvi interrogations ignite Republican ire", "article_keywords": ["ignite", "foreign", "alabbadi", "committee", "ali", "senate", "interrogations", "men", "saddiq", "al", "judiciary", "qaeda", "letter", "department", "republican", "alvi", "ire"], "article_url": "http://www.washingtontimes.com/news/2015/jan/27/yemeni-terrorists-interrogations-ignite-republican/", "article_text": "Several members of the Senate Judiciary Committee want the Department of Justice to explain why it relied on foreign governments to detain and interrogate two Yemeni men who conspired to kill Americans overseas.\n\nSenate Judiciary Committee Chairman Chuck Grassley, Senate Judiciary Subcommittee on Crime and Terrorism Chairman Lindsey Graham and eight other senators on the Senate Judiciary committee said in a letter to Attorney General Eric H. Holder Jr. and U.S. Attorney General nominee Loretta Lynch that the department unnecessarily limited life-saving intelligence that should have be collected by the U.S. military by allowing Saudi Arabia to arrest and expel Yemeni nationals Saddiq Al-Abbadi and Ali Alvi to the U.S. The two men appeared in a Brooklyn federal court earlier this month, Reuters reported.\n\n“It appears, in this case, that the U.S. government relied on foreign governments to detain and interrogate the Yemenis and share that information with the United States,” the Iowa and South Carolina Republican leaders said in the letter. “In the case of Al-Abbadi, it took almost five years after his initial capture for this Administration to take him into custody. And when it did, the Administration decided to pursue an Article III prosecution, transfer him to New York, read him his Miranda rights, and give him an attorney.”\n\nSEE ALSO: 2 Yemenis linked to al Qaeda to stand trial in U.S. court\n\nProsecutors charge that the two men took part in attacks on U.S. military forces in 2008. They also traveled to Pakistan that year to attend an al Qaeda training camp, Reuters reported.\n\nThe Justice Department complaint cites a witness who claims to have been at the al Qaeda training camp at the same time as the two men. That witness, who has already pleaded guilty to conspiring to kill Americans traveling abroad, said that Al-Abbadi and Alvi helped him to join the terrorist organization, Reuters reported.\n\nSenators expressed dismay in their letter, stating that the Obama administration’s dependence on foreign interrogators is “no way to fight a war.”", "article_metadata": {"description": "Several members of the Senate Judiciary Committee want the Department of Justice to explain why it relied on foreign governments to detain and interrogate two Yemeni men who conspired to kill Americans overseas.", "Author": "Maggie Ybarra", "og": {"site_name": "The Washingtion Times", "description": "Several members of the Senate Judiciary Committee want the Department of Justice to explain why it relied on foreign governments to detain and interrogate two Yemeni men who conspired to kill Americans overseas.", "title": "Saddiq Al-Abbadi, Ali Alvi interrogations ignite Republican ire", "url": "http://www.washingtontimes.com/news/2015/jan/27/yemeni-terrorists-interrogations-ignite-republican/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2010/07/11/Mideast_Yemen_Al-Qaid_Lea.jpg", "type": "article"}, "twitter": {"image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2010/07/11/Mideast_Yemen_Al-Qaid_Lea.jpg", "title": "Saddiq Al-Abbadi, Ali Alvi interrogations ignite Republican ire", "description": "Several members of the Senate Judiciary Committee want the Department of Justice to explain why it relied on foreign governments to detain and interrogate two Yemeni men who conspired to kill American", "card": "summary", "site": "@washtimes"}, "author": "The Washington Times http://www.washingtontimes.com", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web2", "bitly-verification": "d180fd45f70d", "news_keywords": "Politics, Law Crime, War Conflict, Saddiq Al Abbadi, Reuters"}, "_id": "\"57477af36914bd0286fd02b6\"", "article_summary": "They also traveled to Pakistan that year to attend an al Qaeda training camp, Reuters reported.\nThe Justice Department complaint cites a witness who claims to have been at the al Qaeda training camp at the same time as the two men.\n“In the case of Al-Abbadi, it took almost five years after his initial capture for this Administration to take him into custody.\nSenators expressed dismay in their letter, stating that the Obama administration’s dependence on foreign interrogators is “no way to fight a war.”\nSeveral members of the Senate Judiciary Committee want the Department of Justice to explain why it relied on foreign governments to detain and interrogate two Yemeni men who conspired to kill Americans overseas."}