{"article_title": "Troopers: Four USF students killed by wrong-way driver on I-275", "article_keywords": ["usf", "saidthe", "florida", "rumi", "students", "gaskins", "university", "driver", "hyundai", "wrongway", "i275", "rahmam", "ilias", "troopers", "killed", "south"], "article_url": "http://www.tbo.com/Troopers-Five-dead-in-wrong-way-crash-on-I-275", "article_text": "Four University of South Florida fraternity brothers and a driver who crashed head-on into them died in a fiery crash on Interstate 275 near Busch Boulevard early Sunday.\n\nThe crash happened just after 2 a.m. when a 2001 Ford Expedition was traveling south in the northbound lanes of I-275, said Steve Gaskins, spokesman for the Florida Highway patrol. The Ford crashed head-on into a 2010 Hyundai Sonata carrying the four men who were traveling north in the center lane just north of Busch Boulevard, Gaskins said.\n\nThe Ford burst into flames and became completely engulfed, Gaskins said. The driver was killed and authorities were still working to determine his identity due to the extensive fire damage, Gaskins said.\n\nThe front end of the Hyundai was also burned and all four male occupants were killed at the scene, Gaskins said.\n\nThe occupants of the Hyundai were driver Jobin Joy Kuriakose, 21, of Orlando, Ankeet Harshad Patel, 22, of Melbourne, Imtiyaz Ilias, 20, of Fort Myers, and Dammie Yesudhas, 21, of Melbourne, Gaskins said.\n\nThe four men in the Hyundai were members of USF's Sigma Beta Rho fraternity.\n\nIlias was a nursing student at the University of South Florida according to family friend Mohammed Rahmam. Rahmam said Ilias, known to friends as Jim, was like family.\n\n“He was like our third son,” Rahmam said. “I have two sons about the same age as him. We were very close. He spent a lot of nights with my kids at my home.”\n\nIlias, who wrestled at Cypress Lake High School in Fort Myers, finished fourth in the Class 2A 132-pound weight class as a senior during the 2011-12 season. He finished the season with a 39-10 overall record.\n\nRumi Rahmam, Mohammed Rahmam's son, and Ilias grew up together. They first met when Ilias was 3 and Rumi was 5, Rahmam said. Even after Rumi moved away to attend the University of Florida in Gainesville, their bond remained strong.\n\n“We spoke maybe a few tomes a week,” Rumi Rahmam, 23, said. “He looked at me as an older brother and he would call me, ask me how I'm doing, what I've been up to. He would call me any time of the night. Jim would call me for any kind of advice. Any kind of problem he was having he would come to me.\n\nIn fact, friends call the two cousins, Rahmam said.\n\nLast Sunday on his way back to Gainesville from Fort Myers, Rahmam stopped in Tampa and had dinner with Ilias.\n\nRahmam and Ilias were in the same fraternity, though in different chapters. That is how Rahmam found out his friend died early Sunday morning.\n\nTo Rahmam, Ilias was a big personality.\n\n“Jim was very radiant. He was one of those people that had the ability to light up an entire room — even those who were upset,” Mohammed said. “Jim had this radiant smile, he had this upbeat, almost comical personality. He was always the jokester in the room.”\n\nRaj Patel, president of the USF chapter of Sigma Beta Rho, read from a statement Sunday when reached by cellphone.\n\n“As a brotherhood, we are devastated at the loss of our brothers,” Patel said. “Our condolences and prayers go out to the family members of both the brothers lost as well as the driver (of the truck). This tragic accident took the lives of four very young, talented men who should have had a lifetime to live.”\n\nTroopers continue to investigate the crash.", "article_metadata": {"taboola-pub-time": "Sun, 09 Feb 2014 08:00:00 -0400", "Description": "Five men, including four University of South Florida students, were killed in a head-on crash caused by a driver going the wrong way on Interstate 275 near Busch Boulevard.", "og": {"site_name": "TBO.com", "description": "Five men, including four University of South Florida students, were killed in a head-on crash caused by a driver going the wrong way on Interstate 275 near Busch Boulevard.", "title": "Troopers: Four USF students killed by wrong-way driver on I-275", "url": "http://www.tbo.com/Troopers-Five-dead-in-wrong-way-crash-on-I-275", "image": {"width": 1024, "identifier": "http://www.tbo.com/storyimage/TB/20140209/ARTICLE/140209354/AR/0/AR-140209354.jpg", "height": 560}, "updated_time": "2014-02-09T18:34:00Z-04", "type": "article"}, "twitter": {"domain": "tbo.com", "description": "Five men, including four University of South Florida students, were killed in a head-on crash caused by a driver going the wrong way on Interstate 275 near Busch Boulevard.", "title": "Troopers: Four USF students killed by wrong-way driver on I-275", "image": "http://www.tbo.com/storyimage/TB/20140209/ARTICLE/140209354/AR/0/AR-140209354.jpg", "site": "@TBOcom", "card": "summary_large_image"}, "fb": {"app_id": 522234267826834}, "msvalidate.01": "29E67031F86E7FB6DF9823924E21B8B4", "article": {"publisher": "https://www.facebook.com/tbocom", "published_time": "2014-02-09T08:00:00Z-04", "modified_time": "2014-02-09T18:34:00Z-04"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fe2b4e\"", "article_summary": "The driver was killed and authorities were still working to determine his identity due to the extensive fire damage, Gaskins said.\n“We spoke maybe a few tomes a week,” Rumi Rahmam, 23, said.\nIlias was a nursing student at the University of South Florida according to family friend Mohammed Rahmam.\nFour University of South Florida fraternity brothers and a driver who crashed head-on into them died in a fiery crash on Interstate 275 near Busch Boulevard early Sunday.\nTo Rahmam, Ilias was a big personality."}