{"article_title": "HHS Secretary Sylvia Burwell answered your questions", "article_keywords": ["hhs", "burwell", "marketplace", "plans", "shop", "consumers", "enrollment", "aca", "answered", "premiums", "health", "questions", "sylvia", "transgender", "secretary"], "article_url": "http://www.msnbc.com/all/chat-health-human-services-secretary-sylvia-burwell", "article_text": "Healthcare.gov, also known as the main website for Obamacare, just celebrated its first anniversary and the program is in the spotlight again. Despite millions enrolled during its first year, some on the right in Congress have already begun to call once again for Obamacare’s repeal.\n\nBut in the meantime, the open enrollment period for the second year of the health care program has begun, and consumers are navigating Healthcare.gov to sign up for insurance for 2015.\n\n\n\nOn Thursday, Health & Human Services Secretary Sylvia Burwell answered your questions about the Affordable Care Act and open enrollment in a live Facebook chat moderated by msnbc’s Chris Hayes.\n\nHere’s a recap of the discussion!\n\nChris Hayes: So, U.S. Department of Health and Human Services there was a report today from Bloomberg about ACA enrollment data, that revealed HHS had accidentally included 400,000 w dental plans in the total for ACA enrollment, thereby pushing the number over 7 million (which was the goal), while the actual number was 6.97 million. So: how did this happen. And, can you understand people’s skepticism this was a mistake, given that the inclusion of those dental plans pushed enrollment over the 7 million goal figure\n\nSecretary Burwell: This mistake was unacceptable. I will be communicating that clearly throughout the department. While we understand some will be skeptical, our clarity that this is mistake and the fact that we have quickly corrected the numbers should give people confidence. It is important to continue to focus on the fact that millions of Americans are getting affordable health care.\n\nChris Hayes: Are you going to investigate how the dental enrollment error happened and make those findings public?\n\nSecretary Burwell: I have indicated this is unacceptable. I am communicating this clearly throughout the department. We will be putting in place measures to ensure that this kind of mistake does not occur again after we understand why it happened. We are continuing to focus on making sure that the consumer has a quality experience and is able to find affordable health coverage through healthcare.gov, localhelp.healthcare.gov (where you can find local assistance) or through 800 318 2596.\n\nChris Hayes: This is the second open enrollment for the ACA exchanges. What’s the biggest difference between last year and this year? (aside from a functioning website)\n\nSecretary Burwell: We are very focused on the customer this year, both in terms of operational function of the website and consumers ability to shop, compare and enroll with greater ease. We increased our website testing from 10 days to 5 weeks. For consumers coming back to reenroll (yes, that is new this year too!) most consumers will have their information 90% prepopulated meaning they won’t have to reenter a lot of information. Also, there are 25% more issuers this year.\n\nChris Hayes: lemme summarize a whole bunch of questions from people in the thread who are currently enrolled in the exchanges and wanna know: “Why is my premium going up this year?”\n\nSecretary Burwell: Before the ACA premiums increased often in the double digits. The marketplace provides increased choice and competition as well as financial assistance - that is what makes the marketplace unique. With 25% more issuers in the marketplace we encourage people to go in and shop, both new and those consumers returnng to the marketplace to make sure that they shop to find the plans and premiums that are best for them.\n\nEmily Samsel: What is the penalty for being uninsured in 2015?\n\nSecretary Burwell: $325 per person or 2% of your taxable household income whichever is greater.\n\nVeronikka M Ziol: Are you going to stop allowing insurers to discriminate against trans people? In other words, will you force insurers to drop the exclusions for trans healthcare in their policies? Or will we still be uninsured even if we have insurance?”\n\nSecretary Burwell: We’ve made progress on ensuring the transgender population can get coverage. Often insurers considered being transgender to be a “pre existing condition”. Thanks to the ACA the law prohibitis insurers from discriminating against pre-existing conditions, and that includes being transgender. The Administration is committed to transgender and gender equality and will continue to work on these issues.\n\nEmily Robinson: Will I, as a rising college student, see any specific benefits outside of being able to keep my parents’ insurance until I’m 26? Obviously money is a volatile topic for college students what with the astronomic costs of tuition, textbooks, etc., but are there any specific benefits for people like me included in the ACA?\n\nSecretary Burwell: Absolutely. You may be able to get preventive services without a copay (assuming you are a woman that includes things like a pap smear), you don’t have worry about pre existing conditions exclusions, you don’t have to worry about differential premiums because you are a woman. There are no life time dollar limits or annual limits. There also is the ability to shop and compare plans and their premiums and deductibles on the marketplace. AND you may be eligible for financial assistance paying your premiums. Many young people are.", "article_metadata": {"msapplication-config": "/browserconfig.xml", "description": "Health & Human Services Secretary Sylvia Burwell is answering your questions in a live Facebook chat on Thursday, November 19 at 2:30 p.m. ET.", "original-source": "http://www.msnbc.com/all/chat-health-human-services-secretary-sylvia-burwell", "og": {"site_name": "MSNBC", "description": "Health & Human Services Secretary Sylvia Burwell is answering your questions in a live Facebook chat on Thursday, November 19 at 2:30 p.m. ET.", "title": "HHS Secretary Sylvia Burwell answered your questions", "url": "http://www.msnbc.com/all/chat-health-human-services-secretary-sylvia-burwell", "image": "http://www.msnbc.com/sites/msnbc/files/styles/ratio--1_91-1--1200x630/public/articles/secretary_2.jpg?itok=AkQdrIF0", "type": "article"}, "twitter": {"domain": "msnbc.com", "account_id": 2836421, "title": "HHS Secretary Sylvia Burwell answered your questions", "url": "http://www.msnbc.com/all/chat-health-human-services-secretary-sylvia-burwell", "image": "http://www.msnbc.com/sites/msnbc/files/styles/ratio--3-2--512x342/public/articles/secretary_2.jpg?itok=TVtGvRqm", "creator": {"identifier": "@msnbc", "id": 2836421}, "site": {"identifier": "@msnbc", "id": 2836421}, "card": "summary_large_image", "description": "Health & Human Services Secretary Sylvia Burwell is answering your questions in a live Facebook chat on Thursday, November 19 at 2:30 p.m. ET."}, "robots": "follow, index", "DC.date.issued": "2014-11-19T18:02:00-05:00", "jenga-session-config": "{\"when_to_init\":\"after_dom_ready\"}", "fb": {"app_id": 351594351545594}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "article": {"author": "http://www.facebook.com/msnbc"}, "abstract": "Health & Human Services Secretary Sylvia Burwell is answering your questions in a live Facebook chat on Thursday, November 19 at 2:30 p.m. ET.", "nv": {"date": "11/19/2014 18:02:00 EST", "title": "HHS Secretary Sylvia Burwell answered your questions", "published": 1, "tags": "affordable-care-act,health,health-care-reform,obamacare,all-in", "address": "http://www.msnbc.com/all/chat-health-human-services-secretary-sylvia-burwell"}, "news_keywords": "Health, Health Care Reform, Affordable Care Act, Obamacare"}, "article_summary": "On Thursday, Health & Human Services Secretary Sylvia Burwell answered your questions about the Affordable Care Act and open enrollment in a live Facebook chat moderated by msnbc’s Chris Hayes.\nSecretary Burwell: $325 per person or 2% of your taxable household income whichever is greater.\nThere also is the ability to shop and compare plans and their premiums and deductibles on the marketplace.\nOr will we still be uninsured even if we have insurance?”Secretary Burwell: We’ve made progress on ensuring the transgender population can get coverage.\nAnd, can you understand people’s skepticism this was a mistake, given that the inclusion of those dental plans pushed enrollment over the 7 million goal figureSecretary Burwell: This mistake was unacceptable."}