{"article_title": "Access Health looks to expand low-cost coverage to Kent County employers", "article_keywords": ["access", "kent", "mercy", "area", "employers", "county", "small", "health", "looks", "lowcost", "muskegon", "coverage", "fortenbacher", "expand", "plan"], "article_url": "https://mibiz.com/item/21811-access-health-looks-to-expand-low-cost-coverage-to-kent-county-employers", "article_text": "After 15 years of providing low-cost health coverage in Muskegon County, Access Health Inc. is preparing to reach further.\n\nThe Muskegon-based nonprofit organization initially plans to target Kent County through its partnership with Mercy Health.\n\n“What we’re seeing, and what we know, is there still is a lot of the population where affordability is an issue,” said Access Health Executive Director Jeff Fortenbacher.\n\nAccess Health presently provides health coverage for about 1,300 people who work at 325 small businesses in Muskegon County and northern Ottawa County. Designed for small businesses and their employees who may otherwise lack the ability to afford health benefits and who were previously uninsured, the coverage uses the Mercy Health care network and provides basic coverage.\n\nPartially funded by community benefit money from Mercy Health, the coverage costs just $118 a month per person, an amount split between the employee and employer.\n\nKey to keeping the coverage affordable is an intensive wellness component and in-depth health analytics that Access Health uses to manage risks and predict future medical claims and costs based on participants’ health status. People who use the health coverage are required to participate in health coaching if they have a chronic illness so they know how to better manage their health or alter lifestyles and behaviors that contribute to their condition.\n\nUsing that same care model, Access Health a year ago created a new self-funded health plan for manufacturers in Muskegon County that were willing to pool and manage their risk. Expanding the self-funded product into Kent County is also a possibility, Fortenbacher said.\n\nThe opportunity to expand into new markets with the basic health coverage came after the U.S. Department of Health and Human Services ruled earlier this year that Access Health complies with the minimum essential benefit mandate in the Patient Protection and Affordable Care Act. Access Health was the first organization of its kind in the nation to earn designation as an ACA-compliant health plan.\n\nWithout the designation, Access Health “would have gone away,” Fortenbacher said.\n\n“The plan would have gone out of business and would not have been able to offer coverage,” he said.\n\nThe ACA also gives Access Health a business opportunity to expand. The health reform law requires everybody to have health coverage.\n\nEmployers who buy Access Health coverage are generally too small to fall under a separate ACA mandate for companies with 50 or more full-time equivalents to offer health coverage to employees or else pay a penalty. Fortenbacher, however, sees opportunity to pick up small employers who want to offer health coverage – if they can find an affordable plan – to help employees meet the individual mandate.\n\nAfter building a successful model in Muskegon County for basic, low-cost coverage, Access Health’s move to seek federal designation as an ACA-compliant plan so it could expand outside of the Muskegon area “wasn’t that big of a reach,” Fortenbacher said.\n\nAccess Health would make the move into the Grand Rapids area with the support of Mercy Health, which has hospitals and physician practices in Muskegon and Kent counties.\n\nGiven the success in Muskegon and the regional health system’s experience with the health plan over 15 years, working with the health plan to extend Access Health into the Grand Rapids area makes sense, said Mercy Heath CEO Roger Spoelman.\n\n“It really is something that’s helpful to small employers and to individuals who work for small employers who really couldn’t afford to provide the employer-sponsored health insurance,” Spoelman said. “People look at it and say, ‘What can we do to make this sort of an insurance substitute?’”\n\nFortenbacher hopes to begin selling Access Health to small businesses in the Grand Rapids area this fall during the traditional open-enrollment period for policies that start Jan. 1, although he first needs to reconcile state regulatory issues.\n\nAccess Health, because of its structure, does not fall under any existing state regulatory code. It’s not a health insurer and it’s not an HMO.\n\nState regulators are working with Access Health to determine where it fits into the regulatory framework, Fortenbacher said.", "article_metadata": {"description": "After 15 years of providing low-cost health coverage in Muskegon County, Access Health Inc. is preparing to reach further. The Muskegon-based nonprofi...", "generator": "runengine.com", "rights": "www.MiBiz.com", "og": {"url": "https://mibiz.com/item/21811-access-health-looks-to-expand-low-cost-coverage-to-kent-county-employers", "image": "http://mibiz.com/media/k2/items/cache/90aa471c91e167d65e40b68409e4ddba_XL.jpg", "type": "article", "description": "After 15 years of providing low-cost health coverage in Muskegon County, Access Health Inc. is preparing to reach further. The Muskegon-based nonprofi...", "title": "Access Health looks to expand low-cost coverage to Kent County employers"}, "image": "https://mibiz.com/media/k2/items/cache/90aa471c91e167d65e40b68409e4ddba_S.jpg", "title": "Access Health looks to expand low-cost coverage to Kent County employers", "author": "Mark Sanchez", "keywords": "Access Health Inc,Mercy Health,Jeff Fortenbacher,Roger Spoelman", "original-source": "https://mibiz.com/item/21811-access-health-looks-to-expand-low-cost-coverage-to-kent-county-employers"}, "_id": "\"57477af36914bd0286fd41a1\"", "article_summary": "After 15 years of providing low-cost health coverage in Muskegon County, Access Health Inc. is preparing to reach further.\nAccess Health presently provides health coverage for about 1,300 people who work at 325 small businesses in Muskegon County and northern Ottawa County.\nAccess Health was the first organization of its kind in the nation to earn designation as an ACA-compliant health plan.\nEmployers who buy Access Health coverage are generally too small to fall under a separate ACA mandate for companies with 50 or more full-time equivalents to offer health coverage to employees or else pay a penalty.\nThe health reform law requires everybody to have health coverage."}