{"article_title": "The New York Times Joins the 'ISIS Is Too Scary For Free Speech' Movement", "article_keywords": ["scary", "stone", "isis", "posner", "websites", "free", "times", "islamic", "state", "speech", "york", "joins", "article", "law", "movement"], "article_url": "http://reason.com/blog/2015/12/28/new-york-times-isis-free-speech", "article_text": "In an article published yesterday titled \"ISIS Influence on Web Prompts Second Thoughts on First Amendment,\" Erick Eckholm of The New York Times spilled a lot of ink on the idea that the American style of anything-goes-including-really-bad-ideas freedom of speech is just too risky in the era of ISIS, a threat supposedly so great to our security that one of our most sacred human rights must be permanently curbed to defend against it.\n\nEckholm's piece is not an op-ed, so it shouldn't be confused with a tacit endorsement of any of the ideas therein. But the headline and framing of the arguments clearly suggest that some of the \"Second Thoughts on the First Amendment\" include his own.\n\nThe article dutifully and uncritically rounds up bad, panicky, unconstitutional ideas like Donald Trump's \"close that internet up\" proposal, Hillary Clinton's suggestion that the government exert pressure on private companies to block ISIS-related materials from their websites, and calls to ban even non-jihadist speeches by slain Islamist radical cleric Anwar al-Awlaki. But no one gets a bigger platform than University of Chicago law professor and avowed nemesis of free speech, Eric Posner.\n\nFrom the Times article:\n\nMr. Posner supported urging companies like Facebook and YouTube to crack down on propaganda by the Islamic State, which is also known as ISIS or ISIL, but said that could never be fully effective. He proposed, in addition, passing a law to deter potential consumers from viewing dangerous sites. While the law would apply to all Internet users, his goal, admittedly limited, is to head off the radicalization of those he described as “naïve people” who research the Islamic State out of curiosity, “rather than sophisticated terrorists.” His proposal would make it illegal to go onto websites that glorify the Islamic State or support its recruitment, or to distribute links to such sites. He would impose graduated penalties, starting with a warning letter, then fines or prison for repeat offenders, to convey that “looking at ISIS-related websites, like looking at websites that display child pornography, is strictly forbidden.”\n\nEarlier this month, I took umbrage with Posner's idea that criminalizing dissemination and consumption of ISIS-glorifying materials would do anything to preserve national security from the threat of potentially explosive \"naive people.\" Even Posner admitted that all he expected his proposed thought-crime law would do was put a \"dent in recruitment\" for ISIS. Posner also conceded in his interview with the Times that such a law would be struck down, probably unanimously, by the Supreme Court.\n\nThe article contains quotes from exactly two free speech proponents, one of whom gets to make the requisite \"slippery slope\" dissent, which is the easiest turn of phrase for proponents of more restrictive speech laws to roll their eyes at. Posner's University of Chicago colleague Geoffrey Stone is allowed a bit more of a substantive quote in defense of the First Amendment:\n\nWe’ve learned over 200 years of history that what seems like a sensible approach in the heat of the moment, in terms of restricting speech, is highly likely to be a bad judgment.\n\nUnfortunately, Eckholm's conclusion appears to be that the seed of doubt has been planted among reasonable thinkers that the First Amendment is a weapon which our enemies will use to smite us, lest we fail to overreact. To make this point, he quotes Stone, of all people:\n\nIf more Americans who were indoctrinated by jihadist videos engage in terrorist attacks, they also agree, the court’s thinking could change. “Five years from now, who knows?” Mr. Stone said. “You can imagine a scenario in which things get so terrible that you start watering down the protections.”\n\n“I don’t think we’re anywhere near that point now,” he said.\n\nNot now...but soon?", "article_metadata": {"og": {"site_name": "Reason.com", "description": "The Grey Lady gets cold feet about the First Amendment.", "title": "The New York Times Joins the 'ISIS Is Too Scary For Free Speech' Movement", "url": "http://reason.com/blog/2015/12/28/new-york-times-isis-free-speech", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14513336581582.jpg", "type": "article"}, "twitter": {"description": "The Grey Lady gets cold feet about the First Amendment.", "title": "<em>The New York Times</em> Joins the 'ISIS Is Too Scary For Free Speech' Movement", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14513336581582.jpg", "creator": "@anthonylfisher", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "article": {"tag": "HomePage", "published_time": "2015-12-28T20:30:00+00:00", "author": "http://reason.com/people/anthony-l-fisher"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "article_summary": "But no one gets a bigger platform than University of Chicago law professor and avowed nemesis of free speech, Eric Posner.\nEven Posner admitted that all he expected his proposed thought-crime law would do was put a \"dent in recruitment\" for ISIS.\nPosner also conceded in his interview with the Times that such a law would be struck down, probably unanimously, by the Supreme Court.\nEckholm's piece is not an op-ed, so it shouldn't be confused with a tacit endorsement of any of the ideas therein.\nBut the headline and framing of the arguments clearly suggest that some of the \"Second Thoughts on the First Amendment\" include his own."}