{"article_title": "Heroin addicts left trapped; families, heartbroken", "article_keywords": ["families", "trapped", "drugs", "addicts", "drug", "treatments", "heroin", "health", "treatment", "heartbroken", "cincinnati", "addiction", "research", "left"], "article_url": "http://www.usatoday.com/story/news/nation-now/2014/06/12/treatment-access-heartbreaking-for-heroin-victims/9715357/", "article_text": "Skip Ad Ad Loading... x Embed x Share After at least seven failed attempts at rehab, Desi Sandlin's parents' fear finally came true. Kenny and Lori Sandlin of Florence, Ky., had to bury their 22-year-old daughter. Carrie Cochran, Cincinnati Enquirer\n\nFrustrating failures Families of addicts plead for better treatment system\n\nShare This Story 973 Tweet Share Email\n\nKenny and Lori Sandlin understand the urgency for better treatment options for heroin addiction, but it came too late for their daughter.\n\nDesi Sandlin grew up 15 miles south of Cincinnati in Kentucky. She started experimenting with drugs at 14, progressing to pain pills. By 19, she was addicted to heroin. Her family spent a total eight years trying to find some way to get her off drugs.\n\nDesi tried treatment. In fact, she tried seven or eight rehab facilities, all court-ordered and all abstinence-based, her parents said.\n\n\"The only way a heroin addict gets off heroin is when they die,\" Kenny Sandlin told his daughter. His warning came true in September. Desi died from a heroin overdose at 22.\n\nTheir frustration and heartbreak is shared by a growing number of Americans. Drug overdose deaths — fueled primarily by prescription painkillers and more recently heroin — have tripled in the United States over three decades, according to the Centers for Disease Control and Prevention.\n\nAs helpless as many addicts and their loved ones feel about failed experiences, top health and addiction science experts say there are medicine-based treatments available today that can give addicts a fighting chance, especially when paired with continued care and counseling.\n\nYet an array of challenges hamper addiction treatment in the U.S.:\n\n• Research-based best practices on how to combat addiction are not standard as they are for other chronic diseases, says A. Thomas McLellan, a psychologist who has spent his career looking for a better treatment model.\n\n\"This is not the treatment programs' fault,\" says McLellan, a former deputy director of the White House's Office of National Drug Control Policy and adviser to such groups as the World Health Organization. \"They were set up 40 years ago, when we didn't know anything about the chronic nature of this disease.\"\n\n• Furthermore, the stigma attached to drug addiction has dragged down development and investment in better treatment options, says Nora Volkow, director of the National Institute on Drug Abuse (NIDA), which supplies most U.S. funding for research on substance abuse. Federal spending on such research was $320 million in fiscal 2013. That's roughly the same as in 2002, adjusted for inflation, an analysis of the National Institutes of Health budget shows.\n\n• Finally, only about 10% of Americans dependent on prescription drugs or heroin received any sort of treatment, according to NAADAC, the Association for Addiction Professionals.\n\nUntil the public demands a better system, there won't be more meaningful investment in building one, McLellan says.\n\nUnderstanding addiction Absence of treatments with easy \"cure\" stymies access\n\nAddiction, including our relationship with opium, has plagued mankind for eternity. Yet it wasn't until the 1970s that scientists began to understand why the body becomes addicted to drugs. Until then, addiction was thought to be a moral failing.\n\nWhen Mady Chalk began her career working with addicted adolescents in a program at Yale University in the '70s, addiction services weren't considered health care.\n\n\"Purposefully, they made segregated treatment programs. People addressed the behaviors they saw, and they addressed the drug use with group counseling and therapies, peer pressure and peer-oriented counseling,\" says Chalk, former director in service improvement at the federal Substance Abuse Mental Health Services Administration.\n\nMina \"Mike\" Kalfas of The Christ Hospital Medical Associates prepares a Vivitrol shot for one of his patients who is a recovering heroin addict in his Fort Wright, Ky., office.\n\n(Photo: Carrie Cochran, The Cincinnati Enquirer)\n\nSo few people were \"cured\" in hospital-based treatments common in the 1980s and 1990s that insurers stopped paying for them, further limiting addiction as something treated as part of mainstream health care.\n\nIn the absence of treatments that worked, programs such as Alcoholics Anonymous and Narcotics Anonymous grew, preaching abstinence and offering a rigorous yet compassionate network of support for addicts and their loved ones.\n\n\"This idea that you can go in (to treatment) and come out the other end like you come out of a washing machine and you're squeaky clean — now abstinent for the rest of your life — it doesn't work that way,\" Chalk says.\n\n\"Success doesn't happen for a very long time. (You need) five years of monitoring and family intervention, then let's talk about what you mean by success.\"\n\nEvery person is affected by drugs differently. Some people can dabble and never become dependent. Others can quit. But many can't.\n\n\"I'm sure a certain part of the population doesn't really understand the loss of behavioral control that comes with this particular brain disease,\" says Melinda Campopiano, medical officer for the Center for Substance Abuse Treatment at SAMHSA.\n\nShe doesn't knock AA and NA programs; abstinence is the ultimate goal, she says. But she believes that denying an addict a medicine that can help — so-called maintenance drugs such as methadone, Suboxone and Vivitrol — is inhumane. \"Your No. 1 goal is to keep this person alive. The odds of them dying in their uncontrolled addiction is very high,\" Campopiano says.\n\n“This would be an outrage in any other field of medicine. It is a tragedy. It's a belief issue. It's so difficult for people to believe that addiction should be treated with medication.” Adam Bisaga, a professor of psychiatry at Columbia University Medical Center.\n\nGiven time off drugs — an estimated one to two years — the brain can approach near-normal activity, says Adam Bisaga, a professor of psychiatry at Columbia University Medical Center.\n\nBisaga calls abstinence programs for opioid and heroin addicts \"radical\" despite their still-routine use in the U.S.\n\nYet some people and institutions in control of what sort of treatment a drug-addicted criminal receives continue to reject the use of maintenance drugs despite research indicating medicine-assisted treatment results in better recovery rates.\n\nKentucky Judge Karen Thomas, who heads the Campbell County Drug Court, is one. Kentucky provides money only for abstinence-based treatment.\n\n\"It's not really a step-down drug,\" Thomas says of methadone and Suboxone, which she has seen used like any other street drugs. \"It's another form of addiction. ... I really, truly, am a believer in an abstinence program.\"\n\nBetter of two evils? Debate lingers about medicine-based treatments\n\nMedical treatments for heroin and other opiates have been around for years and promising new methods are emerging, despite stagnant research funding. Many people kicked heroin because of methadone, but some health care leaders are now backing away from it.\n\nThe drug, an opioid itself, replaces heroin and binds to the same receptors in the brain that yearn for the drug. Methadone can help addicts reclaim \"normal\" lives — holding down jobs and taking care of families — while warding off the cravings that drive so many others to relapse.\n\nAlso well-documented, however, is methadone's track record of being sold illegally, abused and causing or contributing to overdoses.\n\nThere are alternative medicinal treatments. One is buprenorphine (known by the trade name Suboxone), a narcotic that works like methadone, but is combined with another drug to reduce the likelihood of a high or dependence on the medicine.\n\nGaining even more use is naltrexone, which blocks opioid receptors and prevents heroin from having an effect at all. It's known by its trade name Vivitrol.\n\nMina \"Mike\" Kalfas of The Christ Hospital Medical Associates prepares a Vivitrol shot for one of his patients who is a recovering heroin addict in his Fort Wright, Ky., office.\n\n\n\n(Photo: Carrie Cochran, The Cincinnati Enquirer)\n\nA heroin vaccine Next phase of prevention requires research investment\n\nToday, scientists are exploring going a step further: vaccines against drug addiction. The idea: disable the chemical properties of opiates before they reach the brain and dismantle them in the blood stream.\n\n\"Multiple targets look promising, but we cannot move them (forward) because research on medication development is terribly expensive,\" says Volkow, NIDA's director. \"Overall, the pharmaceutical companies have been resistant to get into the space.\n\n\"There is a sense (drug companies) are not going to be able to make much money because drug abusers don't have much money.\"\n\nNow that scientists liken addiction to diseases, they also suggest that earlier treatment approaches haven't worked because of a lack of continued care and monitoring. And, experts suggest, behavioral and medication-based treatments work best when used together to battle addictions like heroin.\n\nPeter Luongo, executive director of the Institute for Research, Education and Training in Addictions in Pittsburgh, says he thinks \"we overplayed our hand\" in the use of medicines and \"didn't pay enough attention to the counseling part of it.\"\n\nAddiction treatment is at an important crossroads, Luongo says, because the federal Affordable Care Act now covers more preventive and addiction treatments. The concept of a health system aimed at preventive care doesn't work, Luongo says, \"if people have undiagnosed, untreated substance abuse disorders.\"\n\nSkip Ad Ad Loading... x Embed x Share Erin Clark of Sayler Park, Ohio battled addiction to alcohol and a variety of drugs. She's been clean for more than a year and is enjoying life as a mom. Glenn Hartong, The Cincinnati Enquirer\n\nA success story Mom's story shows some treatments can work\n\nIn the Saylor Park neighborhood along the Ohio River in Cincinnati, Erin Clark's cheeks flush from pride as she talks about her new baby on the way and being president of her two daughters' Parent Teacher Organization next year.\n\n\"I enjoy life, and I don't wake up with that anxiety and that overwhelming craving,\" says Clark, whose addiction to prescription opioids led her to heroin in 2012.\n\nThe 31-year-old married mother has been clean for nearly two years. Getting this far included weaning her body from heroin with Suboxone. She stopped taking the medicine last January, after her husband lost his insurance. Clark says she still had slight withdrawals but kept herself busy caring for her daughters and husband and attending AA meetings.\n\nToo many addicts can't find the help they need when they finally look for it, she says. \"We need more treatment facilities and education.\"\n\nContributing: Carrie Cochran and Lisa Bernard-Kuhn, The Cincinnati Enquirer\n\nContinue to Part 4: Police scanning the battlefield in war on heroin", "article_metadata": {"google": "notranslate", "description": "Kenny and Lori Sandlin understand the urgency for better treatment options for heroin addiction, but it came too late for their daughter.  Desi Sandlin grew up 15 miles south of Cincinnati in Kentucky. She", "og": {"site_name": "USA TODAY", "description": "Kenny and Lori Sandlin understand the urgency for better treatment options for heroin addiction, but it came too late for their daughter.  Desi Sandlin grew up 15 miles south of Cincinnati in Kentucky. She", "title": "Heroin addicts left trapped; families, heartbroken", "url": "http://www.usatoday.com/story/news/nation-now/2014/06/12/treatment-access-heartbreaking-for-heroin-victims/9715357/", "image": "http://www.gannett-cdn.com/GDContent/applogos/usatoday.png", "type": "article"}, "twitter": {"description": "Drug overdose deaths have tripled in the U.S. over the past three decades.", "title": "Heroin addicts left trapped; families, heartbroken", "image": "http://www.gannett-cdn.com/-mm-/e34c9800357a82b0138a31d81d2a82b25e04abf6/c=0-0-612-612&r=x643&c=640x640/local/-/media/USATODAY/USATODAY/2014/05/29//1401375432000-heroin-treatment01JPG.jpg", "creator": "@usatoday", "site": "@usatoday", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "fb": {"app_id": 215046668549694}, "viewport": "width=1070", "Content-Type": "text/html; charset=UTF-8", "cXenseParse": {"gci-topic": "Subjects/Heroin addiction", "gci-asset-type": "story", "gci-categories": "Subjects/Heroin addiction", "title": "Heroin addicts left trapped; families, heartbroken", "author": "Carrie Blackmore Smith and Terry DeMio", "pageclass": "article", "recs": {"category": "news/nation-now", "image-3-4": "http://www.gannett-cdn.com/-mm-/48f63345b1260803655808d78dd8f5758c714bd9/c=17-0-476-612/local/-/media/USATODAY/USATODAY/2014/05/29//1401375432000-heroin-treatment01JPG.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/33be8008fd9c79fd1457094795759c86a8836129/c=0-0-612-612/local/-/media/USATODAY/USATODAY/2014/05/29//1401375432000-heroin-treatment01JPG.jpg", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/4457e8b3b4b0da1ae51b116ccdfbcb86fad35e51/c=0-17-612-479/local/-/media/USATODAY/USATODAY/2014/05/29//1401375432000-heroin-treatment01JPG.jpg", "image": "http://www.gannett-cdn.com/-mm-/2d1cec9e02420bca103243c365dab0e40a2f5fe6/c=0-17-612-363&r=x633&c=1200x630/local/-/media/USATODAY/USATODAY/2014/05/29//1401375432000-heroin-treatment01JPG.jpg", "publishtime": "2014-06-16T11:48:18.880000-04:00", "shorthed": "Treatment access heartbreaking for heroin victims", "articleid": 9715357, "image-16-9": "http://www.gannett-cdn.com/-mm-/44c5c13902459a22caaa3cbc9aee0f2ad628e78b/c=0-17-612-363/local/-/media/USATODAY/USATODAY/2014/05/29//1401375432000-heroin-treatment01JPG.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/2e820a721bcc97f66e0933ed1e484c0dea1c1937/c=17-0-360-612/local/-/media/USATODAY/USATODAY/2014/05/29//1401375432000-heroin-treatment01JPG.jpg"}}}, "_id": "\"57477af36914bd0286fd41b5\"", "article_summary": "Bisaga calls abstinence programs for opioid and heroin addicts \"radical\" despite their still-routine use in the U.S.\nAddiction treatment is at an important crossroads, Luongo says, because the federal Affordable Care Act now covers more preventive and addiction treatments.\n\"The only way a heroin addict gets off heroin is when they die,\" Kenny Sandlin told his daughter.\nContributing: Carrie Cochran and Lisa Bernard-Kuhn, The Cincinnati EnquirerContinue to Part 4: Police scanning the battlefield in war on heroin\n(Photo: Carrie Cochran, The Cincinnati Enquirer)A heroin vaccine Next phase of prevention requires research investmentToday, scientists are exploring going a step further: vaccines against drug addiction."}