{"article_title": "Oklahoma Father Speaks Out About 'Baby Desirai' Adoption Case - NewsOn6.com - Tulsa, OK - News, Weather, Video and Sports - KOTV.com", "article_keywords": ["case", "newson6com", "family", "ok", "daughter", "tulsa", "desirai", "oklahoma", "father", "adoption", "weather", "video", "custody", "desirais", "baby", "kotvcom", "speaks", "south"], "article_url": "http://www.newson6.com/story/23318920/oklahoma-father-speaks-out-about-baby-desirai-adoption-case", "article_text": "Jeremy Simmons has never met his daughter and said he never knew she had been placed for adoption until Desirai's maternal grandmother told him.\n\nBaby Desirai was born in May and was placed for adoption by her mother.\n\nAn Oklahoma father involved in a custody battle with an out-of-state couple said he's suspicious about the similarities between his daughter's case and the Baby Veronica case.\n\nBaby Desirai's story does sound familiar. The little girl was born in May and is in the process of being adopted by a South Carolina couple.\n\nMeanwhile, Desirai's exact whereabouts have been kept secret by the courts.\n\n\"I'm frustrated, confused,\" said biological father Jeremy Simmons.\n\nHe's never met his daughter and said he never knew she had been placed for adoption until Desirai's maternal grandmother told him.\n\n\"I was mad, sad, upset. I didn't know why or how somebody could hand over their baby like that,\" Simmons said.\n\nSimmons is not Indian, but Desirai's maternal side of the family is Absentee Shawnee, a federally recognized tribe based in Pottawatomie County. For that reason, Simmons is using the Indian Child Welfare Act to try and get Desirai back, much like Oklahoman Dusten Brown did in the case of Baby Veronica.\n\n8/29/2013 Related Story: Another Oklahoma Adoption Case Mirrors 'Baby Veronica' Case\n\nDesirai's case even includes many of the same players involved in the Baby Veronica case.\n\nRaymond Godwin, for example, is a South Carolina based attorney, who represented the original South Carolina family who took custody of Desirai. He also worked with Matt and Melanie Capobianco in their adoption of little Veronica.\n\nPaul Swain is a Tulsa attorney, who is representing the Capobiancos in Oklahoma, as well as the current undisclosed family from South Carolina, who has custody of Desirai.\n\nSimmons said he thinks those connections need to be investigated.\n\n\"I think that there's a lot of shadiness that's going on and a lot of things happening under our noses that I think we need to get to the bottom of,\" he said.\n\nSimmons said he won't stop until he gets his daughter back and has this message for the family who currently has custody: \"If they would, you know, have a kind heart, people that's got my daughter, if they would bring her back home safely, because her daddy misses her and her daddy loves her very much.\"\n\nMessages left with Raymond Godwin were not returned, and Paul Swain has said he cannot comment on any pending case.\n\nSimmons has a hearing scheduled in Oklahoma City later this month. His attorney has asked that Desirai be in attendance, but he does not expect that to happen.", "article_metadata": {"wn-build": "XSLT-7.1-17", "Description": "An Oklahoma father involved in a custody battle with an out-of-state couple said he's suspicious about the similarities between his daughter's case and the Baby Veronica case.", "og": {"url": "http://www.newson6.com/story/23318920/oklahoma-father-speaks-out-about-baby-desirai-adoption-case", "image": "http://KOTV.images.worldnow.com/images/23318920_SA.jpg", "type": "article", "description": "An Oklahoma father involved in a custody battle with an out-of-state couple said he's suspicious about the similarities between his daughter's case and the Baby Veronica case.", "title": "Oklahoma Father Speaks Out About 'Baby Desirai' Adoption Case"}, "twitter": {"image": "http://KOTV.images.worldnow.com/images/23318920_SA.jpg", "description": "An Oklahoma father involved in a custody battle with an out-of-state couple said he's suspicious about the similarities between his daughter's case and the Baby Veronica case.", "card": "summary", "title": "Oklahoma Father Speaks Out About 'Baby Desirai' Adoption Case"}, "wnreadableurl": "oklahoma-father-speaks-out-about-baby-desirai-adoption-case", "ROBOTS": "Index,Follow,NoArchive", "owner": "KOTV", "fb": {"app_id": 497059410331845}, "date": "2013/09/02", "KEYWORDS": "tulsa,media,news,weather,tv,cbs,local,tornado,storm,oklahoma,kotv.com,channel 6,channel six,green country,television,the news on 6,the news on six,six in the morning,live", "wn-version": "ContainerE-Story", "wn-base": "IIS31", "verify-v1": "67+ifqPKEX7ZTB2sopjxTD1c6nx6ScxupNN92EqnIpc=", "news_keywords": "tulsa,media,news,weather,tv,cbs,local,tornado,storm,oklahoma,kotv.com,channel 6,channel six,green country,television,the news on 6,the news on six,six in the morning,live"}, "article_summary": "8/29/2013 Related Story: Another Oklahoma Adoption Case Mirrors 'Baby Veronica' CaseDesirai's case even includes many of the same players involved in the Baby Veronica case.\nBaby Desirai was born in May and was placed for adoption by her mother.\nBaby Desirai's story does sound familiar.\nAn Oklahoma father involved in a custody battle with an out-of-state couple said he's suspicious about the similarities between his daughter's case and the Baby Veronica case.\nRaymond Godwin, for example, is a South Carolina based attorney, who represented the original South Carolina family who took custody of Desirai."}