{"article_title": "Why Scott Brown probably shouldn’t say ‘whatever’ anymore", "article_keywords": ["brown", "shouldnt", "anymore", "voters", "state", "hampshire", "say", "scott", "massachusetts", "way", "browns", "sen", "probably", "trying"], "article_url": "https://www.washingtonpost.com/news/the-fix/wp/2014/03/25/why-scott-brown-probably-shouldnt-say-whatever-anymore/", "article_text": "One of Republican Scott Brown's chief assets is his off-the-cuff, conversational style. Brown's every-man appeal makes him a powerful retail politician.\n\n\n\nFormer Massachusetts Sen. Scott Brown (REUTERS/Gretchen Ertl)\n\nBut that very same quality may become a liability for him as he explores a run for the Senate in New Hampshire. Brown's challenge is to convince voters that he is serious about potentially representing the Granite State's interests in Washington and that he didn't move from Massachusetts simply because it was an obvious way back into politics.\n\nComments he recently made to the Associated Press won't help him do that.\n\n\"Do I have the best credentials? Probably not. 'Cause, you know, whatever. But I have long and strong ties to this state,\" Brown told the AP in a story published Monday.\n\nOuch. \"Whatever\" is probably not a word politicians should ever utter.\n\nOn one hand, Brown's appraisal of his preparation for the job was a dose of candor that we rarely see from politicians. That appeals to some voters, but it could be read as lackadaisical by others. Brown is trying to convince voters he moved from Massachusetts to run in New Hampshire because he cares about the state and knows it well, and \"whatever\" -- with its teenagy insinuation of indifference -- is part of the conversation? The Democratic opposition ad practically writes itself.\n\nIt's not difficult to understand what Brown was trying to communicate: He is not a typical candidate and will be the first to acknowledge that. But when people get to know him, Brown seems to be saying, they will warm up to him.\n\nThe challenge for Brown is that Democrats are also seeking to define his image. And they are going to use comments like \"whatever\" to paint him as someone who isn't serious.\n\n\"Whatever,\" it's worth noting, has come up before with Brown. He drew widespread attention when he tweeted \"#Bqhatevwr\" last year -- a bizarre message that he blamed on pocket dialing. \"#Bqhatevwr\" would later become the title of a Democratic attack ad.\n\nBrown's decision to enter the fray in New Hampshire instantly made the race more competitive for Republicans. And there are plenty of issues he can talk about -- Obamacare, for one -- to draw a contrast with Sen. Jeanne Shaheen (D) and craft his profile as a palatable alternative.\n\nBut saying \"whatever\" isn't the best way to do that.", "article_metadata": {"description": "One of Brown's biggest assets could come back to bite him.", "og": {"site_name": "Washington Post", "description": "One of Brown's biggest assets could come back to bite him.", "title": "Why Scott Brown probably shouldn’t say ‘whatever’ anymore", "url": "https://www.washingtonpost.com/news/the-fix/wp/2014/03/25/why-scott-brown-probably-shouldnt-say-whatever-anymore/", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2014/03/15/National-Politics/Images/2014-03-14T213133Z_01_GAE05_RTRIDSP_3_USA-POLITICS-NEWHAMPSHIRE.jpg", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@WaPoSean"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/news/the-fix/wp/2014/03/25/why-scott-brown-probably-shouldnt-say-whatever-anymore/", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "scott brown, brown new hampshire, briown whatever, scott brown,", "article": {"publisher": "https://www.facebook.com/washingtonpost"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "scott brown, brown new hampshire, briown whatever, scott brown,"}, "_id": "\"57477af36914bd0286fd41c1\"", "article_summary": "But I have long and strong ties to this state,\" Brown told the AP in a story published Monday.\nFormer Massachusetts Sen. Scott Brown (REUTERS/Gretchen Ertl)But that very same quality may become a liability for him as he explores a run for the Senate in New Hampshire.\nOne of Republican Scott Brown's chief assets is his off-the-cuff, conversational style.\nIt's not difficult to understand what Brown was trying to communicate: He is not a typical candidate and will be the first to acknowledge that.\nBut when people get to know him, Brown seems to be saying, they will warm up to him."}