{"article_title": "It's Still Pretty Hard For Women To Get Free Birth Control", "article_keywords": ["control", "birth", "getting", "plans", "hard", "free", "health", "pretty", "charged", "care", "insurance", "women"], "article_url": "http://www.huffingtonpost.com/emily-cohn/free-birth-control-for-all_b_6901860.html", "article_text": "I'll always remember the first day I got birth control for free just over two years ago. This was one of the first times I felt a tangible effect of Obamacare. I immediately called my mom to share the news. I texted all of my girlfriends. I even posted a picture of my $0 bill on Instagram.\n\nSo you can imagine how upset I was when a CVS pharmacist told me recently that I owed $20 for a 28-day supply of pills.\n\n\"I'm a journalist who covers health care,\" I protested to the pharmacist. \"I understand Obamacare. I shouldn't be getting charged for birth control.\"\n\nIn fact, as it turned out, it was perfectly legal for me to suddenly get charged for birth control after years of getting it for free. That's because health care companies are allowed to dictate how you get your care, even if that conflicts with the original intent of the Affordable Care Act, also known as Obamacare.\n\n\"You're supposed to be getting birth control without cost-sharing,\" or paying a copay, Mara Gandal-Powers, a counsel for health and reproductive rights at the National Women's Law Center, said of the law's intent.\n\nWhat troubled me most wasn't so much that I had to shell out $20 for some pills. I can afford it. What upset me was that I couldn't understand the system. The pharmacists at CVS didn't know why I was being charged. The customer service representative at my employer's pharmacy benefit manager couldn't explain it in terms I could easily understand.\n\nI only really made sense of the whole thing after spending time talking to a lawyer and a spokeswoman about my case, a privilege I got because I'm a journalist and said I was writing a story for a widely read publication.\n\nIt turns out that I was right about not being charged, to some extent. Under Obamacare, insurance companies must cover all forms of contraception that are approved by the Food and Drug Administration, at no cost to women.\n\nFree birth control for women is hugely significant. The financial benefits are obvious: In 2013, women saved nearly $500 million on out-of-pocket-costs for birth control. As of last spring, 67 percent of insured women paid nothing for the birth control pill, up from 15 percent in the fall of 2012, before health care reform took effect.\n\nObamacare mandated that all insurance plans cover the full cost of recommended preventive medical services, like screenings for certain types of cancer and immunizations. That's because, as the Kaiser Family Foundation notes, preventative services like these \"save lives and improve health by identifying illnesses earlier.\"\n\nThe law identified contraception as one of these preventative services. Birth control has a number of health benefits for women. It also helps prevent costly procedures like an abortion to end an unwanted pregnancy.\n\nBut according to Express Scripts, the pharmacy benefit manager for The Huffington Post's parent company, AOL, the law lets insurance plans decide \"how they provide this coverage for their members.\"\n\nInsurance companies are allowed to employ \"reasonable medical management techniques\" to encourage customers to get care at a lower cost, Gandal-Powers said.\n\nMy bill for birth control in March of 2013: zero dollars.\n\n\"The pharmacy plan provided by your employer offers 100 percent coverage for contraceptive medications when those medications are filled through the plan's home delivery pharmacy,\" Jennifer Luddy, a spokeswoman for Express Scripts, wrote to me in an email.\n\nIn other words, I could get my free birth control, but not at CVS. Because of an insurance rule change that took effect in January, my pills would now have to come via mail from Express Scripts.\n\nThis was news to me. For two years I had been picking up free birth control once a month at my local pharmacy. It was a seamless process -- a rare occasion to actually appreciate America's health care system.\n\nGetting pills by mail, on the other hand, is kind of a hassle for me. It will mean getting a new prescription from my doctor for three packs at a time, as opposed to one. It will mean setting up mail delivery with Express Scripts.\n\nFor thousands of other women, it will be more than a hassle.\n\nMany women can't get packages delivered without the risk of theft, Gandal-Powers noted. Some women also don't want to have birth control delivered because they don't want other people living with them to know they're using contraception. This group could include minors living with their parents, or women who are in abusive relationships.\n\nExpress Scripts defended the process.\n\n\"Studies show that patients who use ExpressScripts' home delivery pharmacy for chronic medications have greater adherence to their medication, which is crucial for the effectiveness of contraceptive medications,\" Luddy said. \"For these reasons, your plan has decided to require the dispensing of contraceptive medications via home delivery.\"\n\nMany of my bright, resourceful colleagues told me they have always paid at least $20 a month for birth control, even though they should be getting it totally free of charge. Many said they were simply too lazy to figure out the system.\n\nOne woman who said she picks up a bunch of prescriptions at once admitted to not even noticing which ones she was paying for and which ones she wasn't.\n\nAnother, who recently switched over to the mail order option, was frustrated that mail order was the only choice. A third was planning to switch to an intrauterine device, or IUD, so \"I won't have to worry about it for five years.\"\n\nGandal-Powers offered some steps these and other women who are still paying for birth control can take:\n\nMake sure this part of the law actually applies to your insurance plan. \"As of last fall, one in four people who were on employer-based plans still had plans that Obamacare hadn't kicked in for yet,\" Gandal-Powers. These \"grandfathered\" plans will eventually have to follow the law. But until then, women insured by these plans can still be charged for birth control. You can use this handy flowchart to determine whether or not free birth control is available to you yet. Reach out to your insurance company and ask why you're still getting charged. The NWLC has a good script to guide you through the call. If you think you're getting charged and shouldn't be, you may have to go through an appeals process. The NWLC has some tips on writing an appeals letter. Contact the National Women's Law Center \"Cover Her\" hotline, if you're still confused.\n\nIf you get your insurance through work, try speaking to your employer's human resources department about your dissatisfaction with your plan, Gandal-Powers suggested. Ask if there's anything the company can do to help its employees get easier access to free contraception.\n\n\"They have a lot of power,\" she said of your employer.\n\nAs for me, I'm going to set up mail order delivery so that I get the free birth control to which I'm entitled. I'm also going to encourage all of my female co-workers to do the same.\n\nI guess the moral of my story is that free birth control for all women was a lofty promise. There's still a lot of work women need to do to ensure they get the legal protections they're guaranteed under the law.\n\nAlso on HuffPost: 10 Things To Know About Birth Control 10 Things To Know About Birth Control\n\n1 of 10 Inconsistency Is A Big Problem The two-thirds of women who use contraception consistently and correctly account for just 5 percent of unintended pregnancies, the Guttmacher Institute reports. On the other hand, the 19 percent of women who use birth control inconsistently account for a whopping 43 percent of all unintended pregnancies. Take the birth control pill, for example. Every year, fewer than 1 in 100 women will become pregnant if they take the pill every day, but 9 in 100 will if they don't manage to take the pill daily. Women often absorb the message that the pill is practically 100 percent effective. That's only the case if they take it precisely as directed, day-in and out. Share this slide:\n\nGetty\n\nFollow Emily Cohn on Twitter: www.twitter.com/emily_cohn", "article_metadata": {"description": "I'll always remember the first day I got birth control for free just over two years ago. This was one of the first times I felt a tangible effect of Obam...", "sailthru.expire_date": "2015-03-20 14:11:34 -0400", "og": {"site_name": "The Huffington Post", "description": "I'll always remember the first day I got birth control for free just over two years ago. This was one of the first times I felt a tangible effect of Obam...", "url": "http://www.huffingtonpost.com/emily-cohn/free-birth-control-for-all_b_6901860.html", "image": "http://i.huffpost.com/gen/2096302/images/o-BIRTH-CONTROL-PILL-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/2096302/images/o-BIRTH-CONTROL-PILL-facebook.jpg", "height": 1000}, "description": "I'll always remember the first day I got birth control for free just over two years ago. This was one of the first times I felt a tangible effect of Obam...", "site": "@HuffPostBiz", "card": "summary_large_image", "creator": "emily_cohn"}, "sailthru.date": "2015-03-19 14:11:34 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=6901860", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "business", "fb": {"app_id": 46744042133}, "keywords": "Birth Control,free birth control,obamacare,contraception,obama contraception,the pill,birth control pill", "article": {"section": "Business", "tag": "Birth Control,free birth control,obamacare,contraception,obama contraception,the pill,birth control pill", "published_time": "2015-03-19 14:11:34 -0400", "modified_time": "2015-05-19 05:59:01 -0400"}, "viewport": "width=1000"}, "article_summary": "You can use this handy flowchart to determine whether or not free birth control is available to you yet.\nI guess the moral of my story is that free birth control for all women was a lofty promise.\nFor two years I had been picking up free birth control once a month at my local pharmacy.\nFree birth control for women is hugely significant.\nAs for me, I'm going to set up mail order delivery so that I get the free birth control to which I'm entitled."}