{"article_title": "Iowa voter says GOP booted him for calling Ted Cruz extreme", "article_keywords": ["care", "voter", "iowa", "dont", "point", "ted", "focus", "calling", "cruz", "booted", "tom", "group", "republican", "gop", "presidential", "extreme"], "article_url": "http://www.rawstory.com/2015/04/iowa-voter-says-gop-booted-him-for-calling-ted-cruz-extreme-they-just-want-to-preach-the-gospel/", "article_text": "An Iowa man said this week that he was invited to a Republican focus group and then was kicked out because he threatened to leave the party if Sen. Ted Cruz (R-TX) was picked as the 2016 presidential nominee.\n\nOn the Wednesday episode of WMUR’s On Point radio program, a caller from Sioux City named Tom said that he had firsthand experience with the Republican senator’s grassroots support in Iowa.\n\n“These guys do not suffer dissension well,” Tom pointed out, explaining that he had recently been invited to a Republican focus group in Sioux City.\n\n“There was about 10 of us in the room,” he recalled. “And at one point we were talking about electability of candidates. And I just said that I think Sen. Cruz is way to meat-cleavery — he’s going to take a meat cleaver to all the social programs, do away with Medicare, Obamacare, I mean, everything.”\n\nTom said that he ended his remarks by saying that he would “leave the party” if Republicans selected Cruz as the presidential nominee.\n\n“At that point the moderator said let’s take a short break. And then about 10 seconds after that, the guy that’s running the program came in and tapped me on the shoulder and said, ‘Can you follow me out into the hall for a second and bring your stuff with you,'” Tom continued. “He threw me out.”\n\n“And so what they want to do is they just want to preach the Gospel. You talk about a revival.”\n\nThe Iowa resident observed that conservatives in his state had a disproportionate amount of power when it came to selecting Republican presidential nominees.\n\n“It just proves that Iowa has no right being a kingmaker,” he insisted. “That’s my point. You’re letting a bunch of people that — I mean, they don’t even care — the people in the focus group I was with don’t even care if the president has got a college education. Now, my God, the guy is running a $15 trillion economy and a huge budget, and they don’t even care if he has a college education?”\n\nListen to the audio below from WMUR, broadcast April 8, 2015.", "article_metadata": {"og": {"image": {"width": 800, "identifier": "http://www.rawstory.com/wp-content/uploads/2015/03/Ted-Cruz-800x430.jpg", "height": 430}, "title": "Iowa voter says GOP booted him for calling Ted Cruz extreme: ‘They just want to preach the Gospel’"}, "fb": {"app_id": 212555972273585}, "viewport": "width=device-width, user-scalable=yes, initial-scale=1.0, minimum-scale=0.1, maximum-scale=10.0"}, "_id": "\"57477af36914bd0286fd41d5\"", "article_summary": "“These guys do not suffer dissension well,” Tom pointed out, explaining that he had recently been invited to a Republican focus group in Sioux City.\nYou talk about a revival.”The Iowa resident observed that conservatives in his state had a disproportionate amount of power when it came to selecting Republican presidential nominees.\nAn Iowa man said this week that he was invited to a Republican focus group and then was kicked out because he threatened to leave the party if Sen. Ted Cruz (R-TX) was picked as the 2016 presidential nominee.\nYou’re letting a bunch of people that — I mean, they don’t even care — the people in the focus group I was with don’t even care if the president has got a college education.\nOn the Wednesday episode of WMUR’s On Point radio program, a caller from Sioux City named Tom said that he had firsthand experience with the Republican senator’s grassroots support in Iowa."}