{"article_title": "NYC mayor, police boss mark year since 2 officers were slain", "article_keywords": ["death", "shot", "wore", "uniform", "father", "officers", "mark", "voice", "liu", "slain", "york", "attack", "nyc", "boss", "mayor"], "article_url": "http://www.washingtontimes.com/news/2015/dec/20/nyc-mayor-police-commissioner-honor-fallen-officer/", "article_text": "NEW YORK (AP) - Accompanied by the sounds of bagpipes and sobs, city officials, family members and police on Sunday honored the lives of two officers who were shot to death a year ago while in their cruiser.\n\nMayor Bill de Blasio and Police Commissioner Bill Bratton dedicated two bronze plaques inscribed with the names of officers Wenjian Liu and Rafael Ramos outside the entrance of Brooklyn’s 84th Precinct. The officers were killed on Dec. 20, 2014.\n\nRamos, 40, a father of two, and the recently married Liu, 32, “were faithful to all that is good,” Bratton said. “These memorial plaques will be mounted in the station house for all times, so that anyone that enters this station house will be reminded of their sacrifice.”\n\nA New York Police Department helicopter flew overhead in honor of the slain officers, and bagpipers played.\n\nHundreds of NYPD officers in dress uniform, many in tears, stood listening to Liu’s father, Wei Tang Liu, bent over in grief and sobbing as he spoke in Chinese about his only child.\n\nLiu’s wife, Sandy Liu, translated, breaking down as she spoke her father-in-law’s words: “Before my son’s death, I would hear his voice every day for the past 33 years of his life. I’d give anything to see him and hear his voice again.”\n\nLiu’s father thanked those who had reached out to the family.\n\n“We are so grateful for all the love and support for the past year,” he said.\n\nA few miles away, just before 3 p.m. - about the time Ramos and Liu had been shot - officials laid wreaths on the sidewalk near the spot where their police cruiser had been parked.\n\n“Because of the uniform they wore, because of the badge they wore, it was not only an attack on these two good and brave men, but an attack on all of us - an attack on everything we value and everything we hold dear,” de Blasio said.\n\nThe two officers were shot at point-blank range through their cruiser window. The gunman then killed himself with the same weapon. He had posted on Instagram that he wanted to put “wings on pigs” and referenced Eric Garner, whose police chokehold death led to protests against the New York Police Department.\n\nRamos and Liu were posthumously promoted to detectives, thereby increasing benefits for their families.", "article_metadata": {"description": "Accompanied by the sounds of bagpipes and sobs, city officials, family members and police on Sunday honored the lives of two officers who were shot to death a year ago while in their cruiser.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "Accompanied by the sounds of bagpipes and sobs, city officials, family members and police on Sunday honored the lives of two officers who were shot to death a year ago while in their cruiser.", "title": "NYC mayor, police boss mark year since 2 officers were slain", "url": "http://www.washingtontimes.com/news/2015/dec/20/nyc-mayor-police-commissioner-honor-fallen-officer/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/12/20/NYPD_Officers_Shot_Dedication.JPEG-08a1a.jpg", "type": "article"}, "twitter": {"site": "@washtimes", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/12/20/NYPD_Officers_Shot_Dedication.JPEG-08a1a.jpg", "description": "Accompanied by the sounds of bagpipes and sobs, city officials, family members and police on Sunday honored the lives of two officers who were shot to death a year ago while in their cruiser.", "card": "summary", "title": "NYC mayor, police boss mark year since 2 officers were slain"}, "Author": "VERENA DOBNIK", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web2", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "Human Interest, Rafael Ramos, Wenjian Liu, Bill De Blasio"}, "article_summary": "Mayor Bill de Blasio and Police Commissioner Bill Bratton dedicated two bronze plaques inscribed with the names of officers Wenjian Liu and Rafael Ramos outside the entrance of Brooklyn’s 84th Precinct.\nI’d give anything to see him and hear his voice again.”Liu’s father thanked those who had reached out to the family.\nThe two officers were shot at point-blank range through their cruiser window.\nRamos, 40, a father of two, and the recently married Liu, 32, “were faithful to all that is good,” Bratton said.\nThe officers were killed on Dec. 20, 2014."}