{"article_title": "Troopers: Driver facing multiple charges after pursuit ends in f - Live5News.com", "article_keywords": ["live5newscom", "ends", "set", "multiple", "f", "charges", "stop", "deputy", "driver", "county", "facing", "watson", "truck", "pursuit", "vehicle", "charleston", "troopers"], "article_url": "http://www.live5news.com/story/31398877/troopers-driver-facing-multiple-charges-after-pursuit-ends-in-fatal-crash", "article_text": "A judge set bond at more than $3 million for a Cottageville man facing multiple charges after leading deputies on a pursuit that ended in a fatal crash on Saturday.\n\nRonald Andrews, 34, is charged with felony DUI that resulted in a death, failure to stop for blue lights and driving under suspension, according to South Carolina Highway Patrol Cpl. Sonny Collins. Court documents show he is also charged with hit and run and drug possession.\n\nThe bond for the DUI, failure to stop and hit and run was set at $3 million, while bond for drug possession and driving under suspension charges was set at $3,275.\n\nThe pursuit began shortly before 6 p.m. Saturday when a Charleston County deputy supervisor witnessed the driver of a vehicle intentionally ram another vehicle then leave the scene, according to Charleston County Sheriff's Maj. Eric Watson. The deputy attempted to stop the vehicle but the driver refused to stop or yield to blue lights and siren, Watson said.\n\nDeputies say the pursuit continued into the town of Summerville where the suspect continued on Boone Hill Road toward Old Orangeburg Road. At the intersection of Highway 17A and Orangeburg, the suspect's vehicle, a 2007 Ford pickup truck, struck two other vehicles, including a 2009 Chevy pickup truck, whose driver later died at MUSC, troopers say.\n\nThat driver was later identified as 59-year-old Donald Echols of Ladson, according to Dorchester County Coroner Alice Durr.\n\nAfter the crash, the suspect left his vehicle and ran on foot up Boone Hill through a grocery store parking lot where he was eventually apprehended by the Charleston County Sheriff's Office deputy supervisor, Watson said.\n\nA passenger in Andrews's truck was transported to an area hospital for treatment, troopers say.\n\nAndrews was being held in the Dorchester County Detention Center.\n\nCopyright 2016 WCSC. All rights reserved.", "article_metadata": {"wn-build": "XSLT-7.1-17", "Description": "A judge set bond at more than $3 million for a Cottageville man facing multiple charges after leading deputies on a pursuit that ended in a fatal crash on Saturday.", "author": "Live 5 News Web Staff, Karina Bolster", "og": {"url": "http://www.live5news.com/story/31398877/troopers-driver-facing-multiple-charges-after-pursuit-ends-in-fatal-crash", "image": "http://wcsc.images.worldnow.com/images/10043679_G.jpg", "type": "article", "description": "A judge set bond at more than $3 million for a Cottageville man facing multiple charges after leading deputies on a pursuit that ended in a fatal crash on Saturday.", "title": "Troopers: Driver facing multiple charges after pursuit ends in fatal crash"}, "twitter": {"account_id": 16813752, "creator": "@Live5News", "image": "http://wcsc.images.worldnow.com/images/10043679_G.jpg", "title": "Troopers: Driver facing multiple charges after pursuit ends in fatal crash", "site": "@Live5News", "card": "summary", "description": "A judge set bond at more than $3 million for a Cottageville man facing multiple charges after leading deputies on a pursuit that ended in a fatal crash on Saturday."}, "wnreadableurl": "troopers-driver-facing-multiple-charges-after-pursuit-ends-in-fatal-crash", "ROBOTS": "index,follow,noarchive", "date": "2016/03/06", "fb": {"admins": 644426401, "app_id": 739226082784217}, "owner": "WCSC", "article": {"publisher": "http://www.facebook.com/live5news"}, "KEYWORDS": "St. George, Summerville, Charleston, DUI, Orangeburg", "wn-version": "ContainerE-Story", "wn-base": "IIS24", "news_keywords": "St. George, Summerville, Charleston, DUI, Orangeburg"}, "article_summary": "The deputy attempted to stop the vehicle but the driver refused to stop or yield to blue lights and siren, Watson said.\nA judge set bond at more than $3 million for a Cottageville man facing multiple charges after leading deputies on a pursuit that ended in a fatal crash on Saturday.\nThe pursuit began shortly before 6 p.m. Saturday when a Charleston County deputy supervisor witnessed the driver of a vehicle intentionally ram another vehicle then leave the scene, according to Charleston County Sheriff's Maj. Eric Watson.\nThat driver was later identified as 59-year-old Donald Echols of Ladson, according to Dorchester County Coroner Alice Durr.\nDeputies say the pursuit continued into the town of Summerville where the suspect continued on Boone Hill Road toward Old Orangeburg Road."}