{"article_title": "Internal Revenue Service is an ‘institution in crisis’ but Congress fails to fix many problems", "article_keywords": ["billion", "fails", "agency", "service", "congress", "revenue", "koskinen", "preparers", "fix", "irs", "problems", "crisis", "taxpayers", "returns", "internal", "tax", "institution"], "article_url": "https://www.bostonglobe.com/news/nation/2014/02/17/internal-revenue-service-institution-crisis-but-congress-fails-fix-many-problems/DxEQr3H6nEQndmbpHUtl0O/story.html", "article_text": "Nina Olson, as a sort of in-house watchdog, is supposed to tell Congress what the Internal Revenue Service is doing wrong. One of her reports called the IRS an “institution in crisis.”\n\nSecond of two articles on the problems plaguing the Internal Revenue Service\n\nWASHINGTON — Week after week, Republicans on Capitol Hill have ratcheted up their drumbeat of discontent with the Internal Revenue Service, alleging that it targeted conservative groups and can’t be trusted. Six investigations are underway, ensuring the matter will drag on for months or years.\n\nBut there is a bigger question about America’s least-loved federal agency that barely gets asked: Is the IRS, which collects 90 percent of the nation’s revenue, up to the basics of its job?\n\nAdvertisement\n\nThe surprising answer is that it often is not. A Globe review of dozens of government reports and audits, as well as interviews with key officials, found a series of fundamental problems:\n\n■ The IRS makes billions of dollars in potentially fraudulent payments because it lacks the ability to check whether many returns are accurate before refunds are mailed.\n\n■ The IRS relies on tax preparers to file accurate returns on behalf of taxpayers. But many preparers are not required to receive training and can be declared a tax professional by paying a $64.25 fee to the IRS. A federal court on Tuesday rejected the agency’s effort to license such preparers.\n\n■ The IRS is increasingly impenetrable to taxpayers with questions and complaints. The agency is so short-staffed it cannot answer nearly 40 percent of phone calls, and it has failed to meet its own 45-day deadline to respond to millions of letters per year from taxpayers. The same dismal rate is likely to be repeated this year, according to the agency.\n\n■ The decision by Congress to cut the agency’s budget over the past four years by more than $1 billion, designed to save money, has had the reverse effect. The loss of about 10,000 employees, more than 9 percent of the workforce, has shrunk collections by $8 billion. In other words, the budget cut increased the deficit.\n\nAdvertisement\n\nAll of this helps explain why, in a strikingly harsh but little-noticed assessment of the IRS’s own office of the national taxpayer advocate, the agency was declared last June to be “an institution in crisis.” That was followed by the office’s January report to Congress that upped the sense of urgency, warning that unless changes are made soon, the IRS will “fail at its mission.”\n\nYet that mission is about to become even more complicated. Starting in the next tax year, the agency will be responsible for implementing key parts of the new health care law, requiring the biggest changes to the tax code in decades.\n\nThe IRS is, to be sure, as powerful and important an agency as there is in Washington. It collected $2.52 trillion in 2012 and processed 237 million returns. It audits the returns of 1.4 million people every year. And it delivers an unparalleled annual kick to the economy, spitting out refund checks that average $2,700 — money that millions of Americans count on receiving promptly.\n\nYet it is the agency that people love to hate. Politicians gain applause when they vow to abolish it.\n\nThe story of the IRS today is one of a powerful entity at a tipping point — under attack, distrusted, and underfunded, yet crucial to the nation’s survival and prosperity.\n\nAnd that is how things stood when the agency was taken over last month by a man whom the Obama administration pulled out of retirement, a 74-year-old veteran of taking on troubled government agencies named John Koskinen. He says he wants to know what to fix, declaring that his mantra is: “Bad news is good news.”\n\nThere has been plenty of bad news for Koskinen to digest, much of it coming from an office on the fourth floor of IRS headquarters.\n\n* * *\n\n‘Taxpayer services are suffering not because our employees aren’t working hard, but because there are fewer of them.’ - John Koskinen, Internal Revenue Service commissioner\n\nNina Olson works in that office. After having spent the early part of her career running a Virginia clinic for low-income taxpayers, she was named by Congress in 2001 to be the national taxpayer advocate. As a sort of in-house watchdog, she is supposed to tell Congress what the IRS is doing wrong so that problems can be caught early. She produces weighty reports that included the striking statement about the “institution in crisis.”\n\nSitting in her office for an interview that lasts more than an hour, she fairly cries out for the public and Congress to heed her warnings.\n\n“You compare it to what other countries are doing and it’s a joke,” Olson said.\n\nMany of Olson’s key recommendations have been made from her earliest days, including calls to regulate preparers. She is appalled that Congress cuts the IRS budget in ways that decrease revenue collections and taxpayer service.\n\nSo how did it come to this? Why is the IRS unable to fix problems that are so well known within the agency, but little understood outside of it?\n\nIt starts with the way the nation regulates tax preparers — or fails to do so.\n\nJ. Scott Applewhite/Associated Press IRS Commissioner John Koskinen testified on Capitol Hill before a House Ways and Means subcommittee.\n\nThere are, of course, many preparers who are diligent and know tax law to the letter. There were 32 million returns submitted in 2011 by preparers who are regulated in their own field, such as accountants and tax lawyers. But there were 42 million returns in 2011 that were submitted to the IRS by preparers who are not formally licensed and regulated, according to the IRS.\n\n“Right now anybody can say they are a preparer,” Koskinen, the IRS commissioner, said in an interview. “There are reputable companies who provide training to their people but there are a lot of people hanging out a shingle and you can do it without any qualifications at all.”\n\nUnder federal law, a person can call him or herself a tax preparer as long as an identification number is obtained from the IRS. Getting such a number is easy. The main requirements are that an applicant pay the $64.25 fee, provide personal information and a recent tax return, and give “explanations for felony convictions (if any),” according to the IRS website.\n\nThe IRS has long recognized that having unregulated preparers can lead to many millions of faulty returns. In fiscal 2013, for example, the IRS discovered $20 billion worth of fraudulent refunds, including $12 billion related to identity theft — and presumably could have found much more with full staffing.\n\nThe IRS wants to require tax preparers to be tested, licensed, annually re-educated, and listed in a public database. Indeed, the agency two years ago signed contracts to set up such a system.\n\nBut the effort was blocked last year by a federal court. The proposed licensing was challenged by a libertarian group called Institute for Justice, which called it “an outrageous power grab by the IRS.” The Institute for Justice says on its website that brothers David and Charles Koch, who are well-known financiers of conservative causes, played “a uniquely important role in funding the Institute.” The attorney who brought the case for the institute, Dan Alban, said the brothers played no role in the litigation against the IRS. Alban said the rule was challenged because the institute believes that government imposes too many licensing burdens on workers, including tax preparers.\n\nThe IRS appealed the decision, but that effort was rejected Tuesday by a federal appeals court.\n\nCongress could fix the problem by passing legislation that would require all tax preparers to be regulated, but such efforts have gone nowhere.\n\nThe problem could also be addressed at the local level. New York, for example, passed rules in December that require preparers to be licensed and take continuing education classes. But 46 states, including Massachusetts, do not regulate most preparers. (Massachusetts licenses accountants, but many preparers are not accountants, leaving a gaping hole in regulation.) By comparison, Massachusetts licenses cosmetologists, manicurists, and massage therapists. A spokesman for the Massachusetts Department of Consumer Affairs and Business Regulation declined comment.\n\nChi Chi Wu, staff attorney for the Boston-based National Consumer Law Center, said she has tried without success to interest Massachusetts officials in regulating preparers.\n\n“It’s such a no-brainer to say that the people who are responsible for tax returns should be regulated, should have minimum standards,” she said.\n\n* * *\n\nThe IRS makes a bold promise in its mission statement: It will provide taxpayers with “top-quality service.”\n\nIt is a promise that the IRS often has not been able to keep — even though “service” is the third word in its name.\n\nLast year, for example, more than 109 million telephone calls were made to the IRS. Many calls came from taxpayers trying to respond to the agency’s questions about their returns. But only 61 percent of the calls were answered by a live adviser. The rest got a recording or were given what the IRS bureaucracy calls a “courtesy disconnect.”\n\nKoskinen said the problem will continue unless Congress increases the agency’s funding.\n\n“Taxpayer services are suffering not because our employees aren’t working hard, but because there are fewer of them,” Koskinen testified on Feb. 5 before a House Ways and Means subcommittee.\n\nThe service was not much better for taxpayers who responded to IRS queries by sending letters. Of the 8.4 million letters sent last year by taxpayers responding to IRS efforts to adjust their taxes (usually upward), 53 percent had not been answered by the agency’s deadline of 45 days.\n\nIt is even worse for those who take the trouble to visit one of the agency’s walk-in centers. The IRS used to answer more than 1 million questions annually at such centers. This year, according to Olson’s report, the agency has announced it will only answer basic questions at the centers and will discontinue their practice of helping the poor, elderly, and disabled with their taxes.\n\n* * *\n\nThe IRS is viewed by most Americans as the agency that collects taxes and sends refunds. But one of its biggest problems may be that Congress has given it another job: de facto social welfare agency.\n\nConsider: When the federal government gives out food stamps, it taps a large bureaucracy that investigates whether an applicant is qualified to receive the benefit. But when Congress decided in 1975 to create a massive program to help lower-income working parents, it believed it could save money by running it through the IRS. That program was called the Earned Income Tax Credit. Under the program, for example, a family with three qualified children with total earnings of $51,567 could get a $6,044 credit. It is widely hailed for helping millions of people get out of poverty and has bipartisan support.\n\nBut the earned income credit is also widely cited as evidence that the IRS should not be required to run a huge social welfare program. The most recent Treasury audit found that 22 percent of the earned income credit money paid out in 2012 — totaling $12 billion — was done improperly. More than $130 billion in such improper payments were made in the past decade. Most of that money has not been recouped by the government, according to federal reports.\n\nThe 22 percent rate of improper payments is one of the highest for any program in the federal government; it is, for example, about six times the rate in the food stamp program.\n\nThat earned income credit error rate particularly troubles auditors because most of the erroneous payments were sought in returns submitted by tax preparers, most of whom were not regulated, according to Treasury audits.\n\nThe IRS tried to address the problem by requiring in 2011 that tax preparers submit extra paperwork to back up their claims. The errors still poured in. In 2012, more than 122,000 tax preparers failed to provide the form or fill it out properly.\n\nOlson, the national taxpayer advocate, said the earned income credit is a recipe for problems because it is a complicated law that affects a population that includes many poorly educated people. “They have got unregulated preparers serving them, preying on them,” said Olson. “It is amazing to me we have only a 22 percent improper payment rate with that formula.”\n\nLawrence Gibbs, who served as IRS commissioner from 1986 to 1989, said the high rate of improper payments under the earned income credit illustrates why the IRS should not be required to implement complicated social policy.\n\n“The policy decision to move the IRS from a revenue collector to a facilitator of government spending programs has introduced incredible complexity to the tax law, and it has resulted in enormous fraud and revenue loss to the federal government,” Gibbs said.\n\nRepublicans said the problems with the earned income credit should be a warning about the difficulty that the IRS may have in implementing the Affordable Care Act. Under the health care law, the IRS is responsible for providing tax credits via the government-run exchanges to help people buy affordable insurance.\n\n“That the IRS can’t figure out how to rein in the improper Earned Income Tax Credit payments doesn’t bode well for the $1.1 trillion in ObamaCare subsidies,” Senator Orrin Hatch, Republican of Utah, said in a recent statement.\n\n* * *\n\nAll of this raises a basic question about the IRS: Why can’t it verify that all returns are accurate before refunds are paid?\n\nThere is a surprising disconnect that explains the problem.\n\nEmployers are required to send the W-2 wage form to taxpayers by Jan. 31. But the same information does not have to be sent electronically to the IRS until around March 31. Other financial information such as statements about dividends and interest are sent on a similar schedule.\n\nThe thinking behind such a delay was that taxpayers and the Social Security Administration would be given time to double-check the W-2 forms before they are sent directly by employers to the IRS.\n\nYet taxpayers are allowed to file their returns in early February, and they expect to receive their refunds within days — before the IRS can double-check many returns against information sent later by employers and financial institutions.\n\nOlson, the taxpayer advocate, complained during testimony before Congress last year that the IRS often doesn’t verify the information on returns “until long after the filing.” But her recommendation for the creation of what is known as a “real time” system — allowing the verification of returns before refunds are paid — has not been implemented. Instead, the IRS relies on computerized filters that catch some of the problems.\n\nFormer IRS commissioner Douglas Shulman, who served from 2008 to 2012, proposed a version of the real time system in 2011, saying the country needed “a fundamentally different way to run our tax system.” But his call, too, was not heeded.\n\nKoskinen says big changes clearly are needed.\n\n“We are in the 1990s, we are probably 20 to 25 years behind where a lot of people are in terms of how they operate internally, how their systems are run,” the IRS commissioner said in the interview.\n\nThe Obama administration said its hands are tied by Congress.\n\n“Simply, the money’s not there,” Mark Mazur, the assistant Treasury secretary for tax policy, said in an interview. “The appropriated amounts have not been large enough to support all the demands on the IRS.”\n\nThe administration asked for $12.86 billion in its most recent budget and, under a recent budget deal, got $11.3 billion – less than the $12.1 billion provided in 2010.\n\nChris Bergin,publisher of Tax Notes and one of the nation’s top observers of the IRS, said: “The problem we have is that this income tax system is broken. It is almost impossible to administer. I understand the tax man and tax agency is easy to hate. But the blame is on Congress.”\n\nSenator Ben Cardin, a Maryland Democrat who has long pushed for funding that would enable the IRS to adopt the real time system, said there is an inherent conflict between the public’s desire for rapid refunds and the ability to stop refund fraud and identity theft.\n\n“Our constituents call us all the time if they haven’t gotten refunds in a week. There is pressure,” Cardin said. What is needed, he said, is a campaign to educate taxpayers that a new system would prevent much fraud and save billions of dollars in the long run. But that would take a significant investment now, at a time when the agency’s budget is being cut.\n\n“Funding the IRS is something that is not popular,” Cardin said. “When you are looking at more money for schools or health or just about any other cause and it is in competition with giving money to the IRS, politically, it doesn’t do well.”\n\n* * *\n\nIt was a frigid January day as Koskinen, one month into his job as commissioner, settled into a chair at IRS headquarters for an interview. It is surprising that Koskinen is here at all. At 74 years old, he was retired from a lifetime largely devoted to government work. But the White House believed his unique background was ideal. He has been a corporate turnaround specialist, congressional aide, White House budget official, chief executive of the quasigovernment agency Freddie Mac, and, for good measure, president of the US Soccer Foundation. Koskinen agreed to take the five-year term.\n\nKoskinen knew there were serious problems at the IRS, but he said in the interview that he has been surprised by the depth of them. He said he is frustrated “as a citizen and a taxpayer, as somebody who worries about how government runs,” how the IRS has performed. He acknowledged, too, that employee morale is a problem.\n\nTo him, Congress’s move to cut $1 billion from the IRS budget and thus lose $8 billion in revenue collection is nonsensical. “I don’t know anybody in the private sector who would say ‘I’ll take my revenue operation and I’ll starve it for funds just to see how it does.’ ”\n\nA week after the interview, Koskinen was called by Republicans to testify before a House Ways and Means subcommittee.\n\nThere was little discussion at the Feb. 5 hearing about the IRS’s growing incapacity to do the basics of its job. Instead, the focus was once again on whether the agency had targeted conservative groups.\n\nKoskinen promised the subcommittee that he and the IRS will cooperate with the investigation, then all but pleaded with committee members to let him focus on rebuilding the agency.\n\n“If we’re going to solve this problem,” Koskinen said, “I think it’s going to help if we actually work to see if we can’t get the IRS back in a position where it’s not being bandied about one way or the other politically.”", "article_metadata": {"eomportal-loid": "3.2.2471733274", "eomportal-id": 1170371, "description": "WASHINGTON — The IRS, is, in the strikingly harsh assessment of its own office of the National Taxpayer Advocatenational taxpayer advocate, “an institution in crisis.” A Globe review of dozens of government investigations of the IRS, along with interviews of key officials, shows a disturbing pattern. Year after year, the government’s top accountants and auditors – and the agency itself — report on the IRS’s failings. Yet year after year, many of the problems remain.", "eomportal-instanceid": 26, "og": {"city": "Washington", "site_name": "BostonGlobe.com", "description": "WASHINGTON — The IRS, is, in the strikingly harsh assessment of its own office of the National Taxpayer Advocatenational taxpayer advocate, “an institution in crisis.” A Globe review of dozens of government investigations of the IRS, along with interviews of key officials, shows a disturbing pattern. Year after year, the government’s top accountants and auditors – and the agency itself — report on the IRS’s failings. Yet year after year, many of the problems remain.", "title": "Internal Revenue Service is an ‘institution in crisis’ but Congress fails to fix many problems - The Boston Globe", "url": "https://www.bostonglobe.com/news/nation/2014/02/17/internal-revenue-service-institution-crisis-but-congress-fails-fix-many-problems/DxEQr3H6nEQndmbpHUtl0O/story.html", "country": "US", "image": "http://c.o0bg.com/rf/image_585w/Boston/2011-2020/2014/01/15/BostonGlobe.com/National/Images/IRS5.jpg", "longitude": "-77.0363658", "state": "DC", "latitude": "38.8951118", "type": "article"}, "twitter": {"account_id": 95431448, "card": "summary", "site": "BostonGlobe"}, "robots": "noarchive", "news_keywords": "IRS, Barack Obama, Charles  Koch, Orrin G  Hatch, Douglas H  Shulman,Internal Revenue Service, Senate,House of Representatives, Taxpayer Advocate Service, Republican Party", "eomportal-lastUpdate": "Tue May 24 15:59:19 EDT 2016", "fb": {"admins": 507486035, "app_id": 103933749691726, "pages": 5637143257}, "keywords": "IRS, Barack Obama, Charles  Koch, Orrin G  Hatch, Douglas H  Shulman,Internal Revenue Service, Senate,House of Representatives, Taxpayer Advocate Service, Republican Party, Libertarian Party, Institute for Justice, Consumer Affairs Department (NYC), Treasury Department, Social Security Administration, Tax Notes, Democratic Party, Freddie Mac, Twitter,Freddie Mac|FRE|NYSE", "article": {"publisher": "https://www.facebook.com/globe"}, "flashsale": "false", "viewport": "width=device-width, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no", "eomportal-uuid": "fa99e324-9791-11e3-aca6-6a234fc3b3e3"}, "_id": "\"57477af46914bd0286fe2b91\"", "article_summary": "It starts with the way the nation regulates tax preparers — or fails to do so.\nNina Olson, as a sort of in-house watchdog, is supposed to tell Congress what the Internal Revenue Service is doing wrong.\nAlban said the rule was challenged because the institute believes that government imposes too many licensing burdens on workers, including tax preparers.\nCongress could fix the problem by passing legislation that would require all tax preparers to be regulated, but such efforts have gone nowhere.\nIn 2012, more than 122,000 tax preparers failed to provide the form or fill it out properly."}