{"article_title": "Rival forces fight over key sites in Burundi's capital", "article_keywords": ["coup", "forces", "burundis", "rival", "condemned", "peace", "sites", "fight", "council", "elected", "key", "capital", "burundi", "president", "nkurunziza", "ethnic", "leaders"], "article_url": "http://townhall.com/news/politics-elections/2015/05/14/gunfire-explosions-in-burundi-capital-after-attempted-coup-n1998795", "article_text": "BUJUMBURA, Burundi (AP) — Gunfire and explosions rang out Thursday as military forces backing an attempted coup against President Pierre Nkurunziza battled troops loyal to him over key sites in Burundi's capital, while his office reported he had returned to the country.\n\nWeeks of turmoil in this impoverished Central African country boiled over Wednesday when an army general announced that Nkurunziza was being ousted.\n\nThe president was in Tanzania at the time for a meeting with regional leaders about the political crisis. Late Thursday, his office announced on Twitter that Nkurunziza was back in Burundi, although the report could not be independently verified.\n\nThe report also said Nkurunziza saluted the patriotism of the police and the patience of the Burundian people. His office had earlier said he had urged calm and said the situation was under control.\n\nShooting and explosions could be heard in central Bujumbura as loyalist troops guarding the national broadcaster RTNB exchanged fire with forces believed to support Maj. Gen. Godefroid Niyombare, the senior army officer leading the coup attempt.\n\nThe RTNB building and its surroundings were under attack for about 25 minutes, presidential communication adviser Willy Nyamitwe said on Twitter. State radio was playing music after going briefly off the air amid the fighting.\n\nFollowing one of the clashes, the body of one of the soldiers who supported the coup lay on the edge of a road near the state radio station as troops loyal to Nkurunziza looked on. Police patrolled a deserted major road and some civilians walked timidly down another street, carrying a cross to show neutrality.\n\nThe military is divided between supporters of Nkurunziza and Niyombare, who was fired in February as intelligence chief. The army chief of staff, Maj. Gen. Prime Niyongabo, said on state radio late Wednesday that he was against Niyombare.\n\nA grenade attack Wednesday night seriously damaged the building of private broadcaster Renaissance TV, where Niyombare made his coup statement, said the station's director, Innocent Muhozi, who added that one of his offices was also burned overnight.\n\nPolice withdrew from the streets of Bujumbura after Niyombare's coup statement, and people thronged Bujumbura's streets and applauded soldiers who rode by in tanks and trucks.\n\nAt least 15 people have been killed in demonstrations since April 26 over Nkurunziza's bid for a third term. Protesters say his candidacy violated the Constitution as well as peace accords that ended a civil war.\n\nDuring the unrest, the military acted as a buffer between police and protesters.\n\nTanzania President Jakaya Kikwete, who chaired the summit on the Burundi crisis, said the region's leaders condemned the coup and called for return to constitutional order.\n\nFollowing an emergency meeting Thursday, the African Union Peace and Security Council condemned any attempts to seize power through violence in Burundi and urged talks between the warring factions.\n\nThe U.N. Security Council and Secretary-General Ban Ki-moon condemned leaders of the attempted coup for trying to oust the elected government.\n\nThe council also condemned those facilitating violence against civilians, an apparent reference to government supporters, and called for \"the swift return of the rule of law and the holding of credible elections.\"\n\nBoth the council and the U.N. chief, in separate statements, called for an urgent halt to all fighting and the restoration of peace. Ban stressed that anyone responsible for ordering or committing human rights violations will be held accountable, U.N. spokesman Stephane Dujarric said.\n\nThe U.N. special envoy on Burundi Said Djinnit has been in touch with various parties on the ground, and calls have been made to regional leaders, Dujarric added. He briefed the Security Council by videoconference.\n\nDjinnit was in Nairobi and was trying to get back to Bujumbura, Dujarric said.\n\nBurundi's Constitution states a president can be popularly elected to two five-year terms. Nkurunziza maintains he is eligible for a third because parliament elected him to his first term, leaving him open to be popularly elected to two terms.\n\nThe U.S. government urged all sides in Burundi to end the violence and expressed full support for the ongoing work by regional leaders.\n\nHutus are the majority ethnic group in Burundi, making up about 85 percent of the population, while Tutsis make up the other 15 percent.\n\nBurundi erupted into civil war in 1993 following the assassination of the country's first ethnic Hutu president, Melchior Ndadaye. That conflict, which underscored longstanding ethnic tensions between the Hutu and the Tutsi people, lasted until 2005.\n\nNkurunziza, a Hutu, took over as president and embarked on a campaign of ethnic reconciliation and economic rehabilitation. In 2009, his government signed a peace agreement with Burundi's last rebel group.\n\n___\n\nAssociated Press reporter Elias Meseret in Addis Ababa, Ethiopia, and Cara Anna in New York contributed to this report.", "article_metadata": {"description": "Rival forces fight over key sites in Burundi's capital - AP News: BUJUMBURA, Burundi (AP) — Gunfire and explosions rang out Thursday .05/27/2016 4:49:17AM EST.", "author": "AP News", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "BUJUMBURA, Burundi (AP) — Gunfire and explosions rang out Thursday as military forces backing an", "title": "AP News - Rival forces fight over key sites in Burundi's capital", "url": "http://townhall.com/news/politics-elections/2015/05/14/gunfire-explosions-in-burundi-capital-after-attempted-coup-n1998795", "image": "http://media.townhall.com/townhall/reu/ha/2015\\134\\383c3d08-a483-4021-a2b1-070e0fba0915.jpg", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "BUJUMBURA, Burundi (AP) — Gunfire and explosions rang out Thursday as military forces backing an", "title": "AP News - Rival forces fight over key sites in Burundi's capital", "url": "http://townhall.com/news/politics-elections/2015/05/14/gunfire-explosions-in-burundi-capital-after-attempted-coup-n1998795", "image": "http://media.townhall.com/townhall/reu/ha/2015/134/383c3d08-a483-4021-a2b1-070e0fba0915.jpg", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "Rival forces fight over key sites in Burundi's capital, AP News, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "article_summary": "The U.N. Security Council and Secretary-General Ban Ki-moon condemned leaders of the attempted coup for trying to oust the elected government.\nBUJUMBURA, Burundi (AP) — Gunfire and explosions rang out Thursday as military forces backing an attempted coup against President Pierre Nkurunziza battled troops loyal to him over key sites in Burundi's capital, while his office reported he had returned to the country.\nLate Thursday, his office announced on Twitter that Nkurunziza was back in Burundi, although the report could not be independently verified.\nBurundi erupted into civil war in 1993 following the assassination of the country's first ethnic Hutu president, Melchior Ndadaye.\nTanzania President Jakaya Kikwete, who chaired the summit on the Burundi crisis, said the region's leaders condemned the coup and called for return to constitutional order."}