{"article_title": "This Presidential Candidate Just Took a Staunch Stand Against Marijuana -- The Motley Fool", "article_keywords": ["fool", "colorado", "candidate", "motley", "medical", "washington", "marijuana", "took", "states", "federal", "state", "stand", "staunch", "public", "presidential", "marijuanas"], "article_url": "http://www.fool.com/investing/general/2015/07/03/this-presidential-candidate-just-took-a-staunch-st.aspx", "article_text": "The marijuana movement has what appears to be unstoppable momentum at the moment. While it once seemed that there was little to no chance of marijuana ever being approved on a recreational or even medicinal basis on a federal level, a changing environment at the state level could eventually make that dream a reality for supporters of the drug.\n\nMarijuana's undeniable momentum\n\nAs it stands now, 23 states plus Washington D.C. have legalized marijuana for medical purposes. Although states' laws vary as to what diseases and disorders qualify for a medical marijuana prescription, glaucoma and terminal cancers are examples of chronic conditions or illnesses that tend to merit the use of medical marijuana.\n\nIn addition to the aforementioned 23 states, four states -- Colorado, Washington, Oregon and Alaska (along with Washington D.C.) -- have legalized the use of marijuana for recreational purposes. Ultimately, the recreational market in the United States could dwarf the medical marijuana market, and it's possible that if marijuana were decriminalized on a federal level it would become a substantial income source via tax revenue for both state and federal government. Let's be realistic here: marijuana isn't going to single-handedly close any major budget deficits. However, it could go a long way to helping fund schools or creating and securing jobs.\n\nBest of all, the American public seems to favor this progressive view toward marijuana. Both Gallup and the General Social Survey, two very well-respected research firms, show marijuana's approval rating to be slightly above 50%. Separate surveys in individual swing states conducted by various pollsters suggest that if the public is just asked about the medicinal aspect of marijuana, the drug's approval rating skyrockets to 70% or higher.\n\nAnd yes, even Morgan Freeman, twice the voice of God, has come out in support of marijuana's legalization.\n\nHowever, not everyone is seeing green. One prominent public figure and presidential candidate recently suggested that legalizing marijuana would be a \"very bad idea.\"\n\nThis presidential candidate takes a stand against marijuana\n\nRepublican presidential hopeful Carly Fiorina -- you may remember her as the former CEO of Hewlett-Packard -- took her message to none other than Colorado itself this past week during the Western Conservative Summit, suggesting that much of what's being said about marijuana is \"misleading.\"\n\nSpecifically, Fiorina had this to say:\n\n\"While I do in general support states' rights, and the voters of Colorado have made a decision, I would also very quickly add that I think the legalization of marijuana is a very bad idea. I think it's misleading to young people in particular when we tell them smoking pot is like drinking a beer. It is not.\"\n\nBut, as the Washington Examiner pointed out, Fiorina took her jabs at medical marijuana use too.\n\n\"When I was battling cancer my doctor asked me if I was interest in medicinal marijuana. I said I was not, and he said 'good' because we don't understand the marijuana of today. It is a chemically complex compound and we don't understand how it interacts with other medicines, we don't understand how it interacts with other things you're doing in your life.\"\n\nFiorina's stance against marijuana is unique -- few public figures have come out so firmly against the drug at a time when momentum is building.\n\nRecent commentary from President Obama and presidential candidate Hillary Clinton both echoed the sentiment that additional clinical testing should be undertaken to determine the validity of marijuana's benefits for certain diseases and disorders. Both have also suggested that states like Colorado and Washington serve as \"experiments\" that the rest of the United States can watch to determine if marijuana causes a decline in social values (such as an increase in crime rate or traffic accidents/fatalities arising from the influence of the drug).\n\nA subtle reminder of marijuana's obstacles\n\nCarly Fiorina may not be a major contender for the Republican presidential nomination (at least not yet), but her commentary does serve the purpose of reminding the American public and investors in marijuana stocks that there are clear hurdles that won't be easy to overcome even if the tide of public opinion is now favorable.\n\nThe biggest hurdle of them all will be overcoming the stigma that marijuana has adverse side effects. Marijuana has been shown in a number of recent studies to be helpful in treating Alzheimer's and Parkinsons disease, as well as some forms of cancer. But more than 9 out of 10 government studies over the last couple of decades have focused on marijuana's negative connotations. Thus when lawmakers seek additional safety information on marijuana, they have a stack of data on its negatives that are a mile high, and still immature data on its benefits in the other corner. Put plainly, it takes time to build up a scientific case that marijuana is beneficial to those with certain diseases.\n\nThe potential for a non-uniform expansion of marijuana could also complicate matters. Colorado voters legalized marijuana statewide in a 2012 vote (they approved medical marijuana in 2000), but three-quarters of the jurisdictions within the state still outlaw the drug. This piecemealed legalization could make the enforcement of federal and even state laws extremely complicated.\n\nAnd of course, let's not forget that the federal government still views the marijuana plant as a schedule 1, and therefore illicit, drug. As long as marijuana remains a schedule 1 drug, financing for marijuana shops and growers will be extremely difficult to come by since banks fear prosecution. It also means that no matter how much momentum builds in individual states, the federal government can impose its will on the states at any time in the future. For example, what happens if the next president doesn't share current President Barack Obama's \"hands-off\" policy in dealing with legal marijuana states? This is a cloud that will continue to hang over the marijuana industry for years to come.\n\nRegardless of whether Fiorina's statements have merit, they serve as a subtle reminder of the risks involved with investing in marijuana. We could still be looking at years, a decade, or longer before real change is even considered. In the meantime, there are probably plenty of other smarter ways you can consider putting your hard-earned money to work outside of marijuana stocks.", "article_metadata": {"publish_time": "11:41", "date": "2015-07-03T15:41:00Z", "description": "Not everyone is seeing green when it comes to marijuana. This prominent figure just voiced her opinion firmly against legalizing the currently illicit drug.", "ResponsiveALP": "1Ses_2things-v-single_single-control_50", "author": "Sean Williams", "promo": "Not everyone is seeing green when it comes to marijuana. This prominent figure just voiced her opinion firmly against legalizing the currently illicit drug.", "twitter": {"description": "Not everyone is seeing green when it comes to marijuana. This prominent figure just voiced her opinion firmly against legalizing the currently illicit drug.", "site": "@themotleyfool", "title": "This Presidential Candidate Just Took a Staunch Stand Against Marijuana --  The Motley Fool"}, "headline": "This Presidential Candidate Just Took a Staunch Stand Against Marijuana", "og": {"site_name": "The Motley Fool", "description": "Not everyone is seeing green when it comes to marijuana. This prominent figure just voiced her opinion firmly against legalizing the currently illicit drug.", "title": "This Presidential Candidate Just Took a Staunch Stand Against Marijuana --  The Motley Fool", "url": "http://www.fool.com/investing/general/2015/07/03/this-presidential-candidate-just-took-a-staunch-st.aspx", "image": "https://g.foolcdn.com/image/?url=http%3A%2F%2Fg.foolcdn.com%2Feditorial%2Fimages%2F171187%2Fwashington-marijuana-association.png&h=630&w=1200&op=resize", "type": "article"}, "fb": {"admins": 50808187550, "page_id": 7240312795, "app_id": 50808187550}, "bureau": "usmf-health-care", "STORY_UID": "173ea390-1e0d-11e5-8409-0050569d4be0", "pitch": 1724, "msvalidate.01": "8D40D58712924715BAA79D135A6C8DDA", "gsa_date": "2015 07 03", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0"}, "_id": "\"57477af36914bd0286fd41ee\"", "article_summary": "For example, what happens if the next president doesn't share current President Barack Obama's \"hands-off\" policy in dealing with legal marijuana states?\nIn addition to the aforementioned 23 states, four states -- Colorado, Washington, Oregon and Alaska (along with Washington D.C.) -- have legalized the use of marijuana for recreational purposes.\nBut, as the Washington Examiner pointed out, Fiorina took her jabs at medical marijuana use too.\nAlthough states' laws vary as to what diseases and disorders qualify for a medical marijuana prescription, glaucoma and terminal cancers are examples of chronic conditions or illnesses that tend to merit the use of medical marijuana.\nOne prominent public figure and presidential candidate recently suggested that legalizing marijuana would be a \"very bad idea.\""}