{"article_title": "Political observers surprised to see large field in 9th District House race", "article_keywords": ["large", "bullock", "district", "house", "political", "seat", "observers", "field", "race", "candidates", "9th", "runoff", "collins", "republican", "gop", "surprised", "asbridge"], "article_url": "http://www.gainesvilletimes.com/section/6/article/117075/", "article_text": "The 2014 election wasn’t complicated, with two Republican candidates and one Democrat.\n\nThis time around, interest in the 9th District U.S. House seat has exploded, at least in the GOP, with Democrat waiting in the wings past Tuesday’s primary.\n\nRep. Doug Collins, R-Gainesville, “has attracted a surprisingly large field of opponents for an incumbent who has not been touched by scandal,” said Charles Bullock, University of Georgia political science professor.\n\n“I suspect that the challengers have come forward because of disappointment in Collins’ voting record, which includes supporting John Boehner for (House) speaker in 2015 and some budget legislation.”\n\nSuch votes have fueled attacks on Collins by his challengers, especially two who have strong Lanier Tea Party Patriots ties, Mike Scupin and Roger Fitzpatrick.\n\nThe 9th District, which covers Northeast Georgia, is a GOP bastion, and its conservative politics “could also explain why the tea party remains a factor, even as it fades elsewhere,” Bullock said.\n\nCollins, who is in his second two-year term, also faces opposition from a retired military officer, Bernard Fontaine, who was defeated in the 2014 GOP primary for Collins’ seat; and physician and former U.S. Rep. Paul Broun.\n\n“With four opponents ... a runoff is not out of the question,” Bullock said.\n\nA runoff, if needed, would be July 26.\n\nBullock said Broun’s name recognition should help his cause and that he “probably has friends who will help with his campaign, and this will increase his vote share.”\n\nEd Asbridge, president of the South Hall Republican Club, said the large number of GOP candidates isn’t unusual for seats in Hall County. He cited, as an example, five candidates who ran for sheriff in 2014. That was an open seat, the victor trying to succeed outgoing Sheriff Steve Cronic. Gerald Couch eventually prevailed after a runoff with Jeff Strickland.\n\nCouch now faces no opposition in the May primary or the November election.\n\nAlso, the field looked like it would get crowded in the race for the 9th District in 2012, but two of the five candidates who had previously announced their candidacy did not qualify.\n\nThe race came down to Collins, Fitzpatrick and Martha Zoller, with an eventual runoff between Collins and Zoller.\n\nStill, “I think it is unusual to have (a lot of) candidates against an incumbent,” Asbridge said.\n\nAs far as whether he believes a runoff will happen in this year’s 9th District race, he said, “I think it will be close. It’s really hard to say ... I don’t have a feel (there).”\n\n“We haven’t taken any polls that I can base anything on other than my gut feeling,” Asbridge said.\n\nAlso, it seems “Doug Collins has been campaigning against Paul Broun as much as he’s been campaigning for Doug Collins,” Asbridge said.\n\nThere were minor clashes between Collins and Broun at a May 9 townhall forum featuring all five candidates. The most tense moment came when the federal omnibus bill, which fully funded Planned Parenthood, was mentioned in a question by one of the audience members.\n\n“If you would have gotten Planned Parenthood out of the omnibus, then you would have done it, but you couldn’t,” Collins said.\n\nBefore he could explain further, he was loudly booed by several audience members. The audience reaction drew a sharp response from Fitzpatrick.\n\n“Show some respect, please,” he said.\n\nOne thing the candidates seemed almost in harmony in at the debate was their disdain for several federal agencies, such as the IRS, and the Affordable Care Act.\n\n“None of those objectives will be achieved in the foreseeable future, regardless of who wins (this) week,” Bullock said.\n\nElimination of the health care act, for example, would require a Republican president, Republican majority in the U.S. House and at least 60 Republican senators.\n\nAnd it’s promises falling flat that fuel further distrust in the system, Bullock said.\n\n“A consequence of candidates campaigning with promises of achieving unattainable goals is that constituents become further disillusioned when their choice wins but fails to deliver on the promises,” he said.", "article_metadata": {"og": {"url": "http://www.gainesvilletimes.com/section/6/article/117075/", "image": "http://media.morristechnology.com/webmedia/facebook_share_images/gainesville/020216thetimesogimgoptimzed.jpg", "type": "article", "description": "The 2014 election wasn’t complicated, with two Republican candidates and one Democrat.", "title": "Political observers surprised to see large field in 9th District House race"}, "twitter": {"site": "@gtimes", "card": "summary_large_image"}, "robots": "noarchive", "title": "Political observers surprised to see large field in 9th District House race"}, "_id": "\"57477af46914bd0286fe2b8e\"", "article_summary": "As far as whether he believes a runoff will happen in this year’s 9th District race, he said, “I think it will be close.\nAlso, it seems “Doug Collins has been campaigning against Paul Broun as much as he’s been campaigning for Doug Collins,” Asbridge said.\nThis time around, interest in the 9th District U.S. House seat has exploded, at least in the GOP, with Democrat waiting in the wings past Tuesday’s primary.\nThe 2014 election wasn’t complicated, with two Republican candidates and one Democrat.\nAlso, the field looked like it would get crowded in the race for the 9th District in 2012, but two of the five candidates who had previously announced their candidacy did not qualify."}