{"article_title": "A scarlet 'S'? Al Sharpton said Texas lawmakers added subsidy designation for Obamacare users", "article_keywords": ["bill", "users", "designation", "exchange", "federal", "sharpton", "obamacare", "al", "label", "subsidy", "scarlet", "s", "health", "plan", "letter", "lawmakers", "insurance", "texas"], "article_url": "http://www.politifact.com/punditfact/statements/2015/jun/03/al-sharpton/sharpton-texas-lawmakers-want-insurance-cards-carr/", "article_text": "The Texas Senate \"approved a bill to put a special label on the insurance cards of anyone who bought a plan through Obamacare\" that includes the letter \"S\" for subsidy.\n\nMSNBC host Al Sharpton accused Texas Republicans of trying to slap a \"scarlet letter\" on people who use private health insurance under Obamacare.\n\n\"The Texas Senate just approved a bill to put a special label on the insurance cards of anyone who bought a plan through Obamacare,\" Sharpton said on PoliticsNation on May 29. \"But if those labels weren't absurd enough, anyone who receives financial assistance for insurance would have a letter 'S' on the cards, too. 'S' for subsidy.\"\n\nSharpton said critics of the move worry that it might lead hospitals and doctors to turn away patients who use tax credits to make their insurance more affordable.\n\nWe wondered: Did the Texas Senate approve a new ID card that includes an \"S\" for subsidized Obamacare plans?\n\nThe missing 'S'\n\nThe bill in question, HB 1514 , started in the Texas House. The original language indeed included reference to the letter \"S.\" Here’s that text:\n\nAn identification card or other similar document issued by a qualified health plan issuer to an enrollee of a qualified health plan in this state must ,... display on the card or document in a location of the issuer’s choice: (1) The acronym \"QHP\"; or (2) If the enrollee receives advance payment of the premium tax credit, the acronym \"QHP-S\".\n\nThe bill’s language is in government-speak, but basically any enrollee in a qualified health plan (more on that in a bit) who gets a premium tax credit through the federal health care exchange would receive a card that includes the letter \"S.\" That would be a clear cue to a doctor or hospital that a person’s health insurance is being subsidized by the federal government.\n\nBut before the bill passed the House (by a vote of 129 to 8 margin) on May 11, that language was amended. The revised bill dropped the letter S. Here’s the text the Senate passed on May 26, 2015:\n\nAn identification card or other similar document issued by a qualified health plan issuer to an enrollee of a qualified health plan purchased through an exchange must... display on the card or document in a location of the issuer’s choice the acronym \"QHP.\"\n\nSo Sharpton was more than two weeks out of date. The Texas bill requires that insurance through the online exchange be labeled as such, but the precise identification of those who use the federal tax credits is not part of the bill.\n\nAn MSNBC spokeswoman said Sharpton would address this issue on his June 3 show.\n\nWhat the QHP label tells providers\n\nSo all plans purchased through the federal exchange -- whether they include a subsidy or not -- would have ID cards marked QHP. Why is that?\n\nHospitals and doctors say the issue is that people who buy their insurance through the federal government’s exchange have 90 days to stay current with their premiums. That’s two months longer than the industry standard. If a patient goes to the hospital during the first month that they have failed to pay, even if they never pay another dime of their premium, the insurance company will cover the cost.\n\nBut for care given in the second and third months, federal law allows the insurance companies to make the providers pick up the tab retroactively.\n\nThat’s what the providers want to avoid.\n\nThe Texas Medical Association, the Texas Hospital Association, the Texas Academy of Family Physicians, and other trade groups supported the bill. Neurologist Sara Austin , a medical association member, testified that seeing the QHP designation would create a teachable moment with such patients.\n\nIt would be an \"opportunity to stress the importance of continuing to pay their portion of the premium that is not subsidized by the federal government,\" she said.\n\nAustin said the change would reduce the number of times that providers have to go after patients to collect on a bill.\n\nBut it’s unclear how much the current bill will accomplish.\n\nSabrina Corlette, director of Georgetown University's Center on Health Insurance Reforms, thinks it won’t do much.\n\n\"That label wouldn't tell a provider whether the patient is actually in the grace period,\" Corlette said. \"It also doesn't tell the provider whether the patient is subsidy eligible. So I wouldn't think it provides much in the way of useful information.\"\n\nHowever, Corlette said there is a possibility that the QHP label might prompt providers to call insurance companies before they provide care, rather than afterward. According to the U.S. Department of Health and Human Services, 85 percent of plans purchased through the federal exchange in Texas receive a tax subsidy.\n\nThere’s also room for a tug-of-war between the providers and insurers. Federal regulations require the insurance companies to put hospitals and doctors on notice when there is a possibility that claims might be denied because the patient is in the second or third month of the grace period.\n\nIn other words, under existing law, the providers have another option to seeking collection from the patient who fails to pay his premiums. They can go after the insurance companies.\n\nOur ruling\n\nSharpton said that the Texas bill would add a label to insurance cards for coverage purchased through the federal exchanges and that people receiving a subsidy would see the letter \"S\" on their insurance card.\n\nThat provision was dropped more than two weeks before Sharpton said it. The bill that passed the Legislature and has been sent to the governor would add the letters QHP to any insurance card tied to a health care plan on the federal exchange. But it wouldn’t differentiate between those purchased with or without a federal tax credit.\n\nSpecial label? Yes. Scarlet \"S\"? No.\n\nSharpton’s claim rates Mostly False.", "article_metadata": {"description": "MSNBC host Al Sharpton accused Texas Republicans of trying to slap a &quot;scarlet letter&quot; on people who use private health insurance under Obamacare. &quot;The Texas Senate just approved a bill to put a special label on the insurance cards of anyone who bought a plan through Obamacare,&quot; Sharpton said on PoliticsNation on May 29. &quot;But if those labels weren&#39;t absurd enough, anyone who receives financial assistance for insurance would have a letter &#39;S&#39;&nbsp;on the cards, too. &#39;S&#39;&nbsp;for subsidy.&quot; Sharpton said critics of the move worry that it might lead hospitals and doctors to turn away patients who use tax credits ...", "og": {"site_name": "@politifact", "description": "MSNBC host Al Sharpton accused Texas Republicans of trying to slap a", "title": "A scarlet 'S'? Al Sharpton said Texas lawmakers added subsidy designation for Obamacare users", "url": "http://www.politifact.com/punditfact/statements/2015/jun/03/al-sharpton/sharpton-texas-lawmakers-want-insurance-cards-carr/", "image": "http://static.politifact.com.s3.amazonaws.com:80/rulings%2Ftom-mostlyfalse.gif", "type": "article"}, "twitter": {"username": "PunditFact", "description": "MSNBC host Al Sharpton accused Texas Republicans of trying to slap a &quot;scarlet letter&quot; on people who use private health insurance under Obamacare. &quot;The Texas Senate just approved a bill to put a special label on the insurance cards of anyone who bought a plan through Obamacare,&quot; Sharpton said on PoliticsNation on May 29. &quot;But if those labels weren&#39;t absurd enough, anyone who receives financial assistance for insurance would have a letter &#39;S&#39;&nbsp;on the cards, too. &#39;S&#39;&nbsp;for subsidy.&quot; Sharpton said critics of the move worry that it might lead hospitals and doctors to turn away patients who use tax credits ...", "title": "A scarlet 'S'? Al Sharpton said Texas lawmakers added subsidy designation for Obamacare users", "url": "http://www.politifact.com/punditfact/statements/2015/jun/03/al-sharpton/sharpton-texas-lawmakers-want-insurance-cards-carr/", "image": "http://static.politifact.com.s3.amazonaws.com:80/rulings%2Ftom-mostlyfalse.gif", "site": "PunditFact", "card": "summary_large_image"}, "fb": {"admins": 750116788, "app_id": 106379906558, "pages": 61308923432}, "google-site-verification": "qAV0CDw3qyhv8XdVwp6m1xDBnW9Q1sRAAynq6kDP7kE", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fe175f\"", "article_summary": "MSNBC host Al Sharpton accused Texas Republicans of trying to slap a \"scarlet letter\" on people who use private health insurance under Obamacare.\nSabrina Corlette, director of Georgetown University's Center on Health Insurance Reforms, thinks it won’t do much.\n\"But if those labels weren't absurd enough, anyone who receives financial assistance for insurance would have a letter 'S' on the cards, too.\nThe Texas Medical Association, the Texas Hospital Association, the Texas Academy of Family Physicians, and other trade groups supported the bill.\nWe wondered: Did the Texas Senate approve a new ID card that includes an \"S\" for subsidized Obamacare plans?"}