{"article_title": "Grayson's fiery comments may foreshadow Senate campaign", "article_keywords": ["democratic", "liberal", "graysons", "campaign", "senate", "rep", "murphy", "comments", "foreshadow", "race", "fiery", "stressed", "grayson", "party", "republican"], "article_url": "http://www.orlandosentinel.com/news/politics/os-grayson-murphy-race-20150522-story.html", "article_text": "In the past three weeks, U.S. Rep. Alan Grayson of Orlando has been on a verbal tear.\n\nHe has cussed out journalists for asking about his girlfriend's political ambitions and offshore investment funds, blasted the Democratic Senatorial Campaign Committee as \"out-of-touch party bosses sipping cognac in a smoke-filled room\" and called his ex-wife a gold digger.\n\nSuch firebrand comments have been typical of his career. Now they have opened the potential for a bloody U.S. Senate primary fight next year with moderate U.S. Rep. Patrick Murphy of Jupiter, who has quickly wrapped up endorsements from almost all of the party's establishment.\n\nGrayson has yet to announce for the seat being vacated by U.S. Sen. Marco Rubio, but last week he told the Tampa Bay Times he will decide in the next 60 days whether to enter the race.\n\nHe did not respond to the Orlando Sentinel's most recent inquiry about his intentions. But those close to him say he remains as interested in running as ever. And Florida liberals say they are more eager than ever to see him enter the race.\n\n\"Every day he sounds more adamant about getting into the race. And the more adamant he is about getting into the race, the more progressives get behind him,\" said Brook Hines, communications chair for the Democratic Progressive Caucus of Florida.\n\nRepublicans, too, welcome him.\n\nA bloody Democratic primary would leave a wounded Democratic nominee, they say. And the GOP already has seen Grayson's unpredictable, fiery approach to politics burn down a campaign, in 2010 when he lost re-election to U.S. Rep. Dan Webster.\n\n\"The moment he jumps into this race, he is going to come out with a platform that liberal Democrats are going to be enthusiastic about,\" said Wadi Gaitan, communications director for the Republican Party of Florida.\n\nSome Democrats worry, for the same reasons.\n\n\"He doesn't have that half-second delay on his mouth like most people do,\" said Democratic operative Steve Schale, who said he supports Murphy. \"I don't think there's much chance he'll get elected.\"\n\nMurphy and his campaign team are not publicly commenting on Grayson, although they have sent out emails to the news media pointing out Grayson's statements. They, too, have seen it before, in 2012 when Murphy defeated Allen West, a bombastic conservative Republican incumbent, in a high-profile and nasty congressional campaign in South Florida.\n\nDemocratic operative Eric Jotkoff, who has informal ties to Murphy's team, called Grayson's recent actions \"a preview\" of what he might be like in a statewide campaign.\n\n\"Anytime the spotlight is on Alan Grayson, ridiculous headlines follow, mostly self-inflicted headlines,\" Jotkoff said. \"How can we expect him to survive the … attack the Republican Party will bring down on him?\"\n\nGrayson's supporters call the three-term congressman refreshingly honest and blunt. They prefer to think about his firm stands on such things as Obamacare, when he famously said Republicans' alternative health-care plan was to have people die quickly, or anti-war positions, which once led him to claim blood drips from the mouth of former Vice President Dick Cheney.\n\n\"Alan, to me, is a guy who has never been charming,\" said Orlando Democratic Party progressive-wing leader Doug Head. \"Alan Grayson, on the other hand, seems to have a core set of values and seems to latch onto any opportunity to express those values, sometimes in unexpected ways.\"\n\nIn past interviews, Grayson suggested he wants to run on his consistent and hard-edged liberal politics and record of achievement.\n\nGrayson stressed his fundraising prowess: He is a master of Internet-driven fundraising efforts, fueled by frequent appearances on liberal shows such as \"Real Time With Bill Maher,\" which have built him a national network that can raise millions of dollars in small donations.\n\nHe stressed his legislative record, which led him last year to get more amendments passed than any other member of Congress. And he stressed his unwavering liberal record, saying Florida has seen too many moderates lose general elections.\n\nBut in April he also said he wanted to wait to see which Republicans enter the race, hoping that the Republicans get their own contested primary.\n\nAnd that is looking increasingly possible. Conservative U.S. Rep. Ron DeSantis is in. More moderate Lt. Gov. Carlos López-Cantera , who like Murphy will probably have the party-establishment support, is giving campaign speeches, though he has not yet declared his candidacy.\n\n\"The Republican who emerges from that side of the race will be weakened, bruised and penniless,\" Grayson predicted.\n\nsmpowers@tribune.com or 407-420-5441", "article_metadata": {"fb_title": "Grayson's fiery comments put possible Senate campaign in spotlight", "googlebot": "index", "copyright": "Copyright (c) 2016 Orlando Sentinel", "author": "Orlando Sentinel", "og": {"site_name": "OrlandoSentinel.com", "description": "In the past three weeks, U.S. Rep. Alan Grayson of Orlando has been on a verbal tear.", "title": "Grayson's fiery comments put possible Senate campaign in spotlight", "url": "http://www.orlandosentinel.com/news/politics/os-grayson-murphy-race-20150522-story.html", "image": "http://www.trbimg.com/img-555fc0d8/turbine/os-grayson-murphy-race-20150522", "type": "article"}, "x-servername": "lalvp16.17", "twitter": {"site": "@orlandosentinel", "card": "summary"}, "msvalidate.01": "AAC9C18F70AC386BC4DCF4DDF9BF1786", "robots": "index,follow", "keywords": "Alan Grayson U.S. Senate campaign Patrick Murphy", "fb": {"admins": 100004353067097, "page_id": 5779052556, "app_id": 890804050949750}, "apple-itunes-app": "app-id=402223551, app-argument=http://www.orlandosentinel.com/deeplinkid/83611575", "googlebot-news": "index", "date": "2015-05-22", "Description": "U.S. Rep. Alan Grayson's harsh recent statements remind supporters and opponents alike of the bombastic style he might use in a U.S. Senate campaign.", "y_key": "fb73650ad672fe45", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "news_keywords": "Alan Grayson U.S. Senate campaign Patrick Murphy"}, "_id": "\"57477af36914bd0286fd4219\"", "article_summary": "\"Alan, to me, is a guy who has never been charming,\" said Orlando Democratic Party progressive-wing leader Doug Head.\n\"How can we expect him to survive the … attack the Republican Party will bring down on him?\"\nAnd the GOP already has seen Grayson's unpredictable, fiery approach to politics burn down a campaign, in 2010 when he lost re-election to U.S. Rep. Dan Webster.\nMurphy and his campaign team are not publicly commenting on Grayson, although they have sent out emails to the news media pointing out Grayson's statements.\nIn the past three weeks, U.S. Rep. Alan Grayson of Orlando has been on a verbal tear."}