{"article_title": "CMS May Save $343 Million through Surgical Bundled Payments", "article_keywords": ["bundled", "patient", "healthcare", "spending", "hospitals", "million", "surgical", "medicare", "payments", "343", "save", "cms", "care", "replacement"], "article_url": "http://revcycleintelligence.com/news/cms-may-save-343-million-through-surgical-bundled-payments", "article_text": "The Centers for Medicare & Medicaid Services (CMS) launched the Comprehensive Care for Joint Replacement Model a little more than a week ago. This program is meant to issue bundled payments for a particular episode of care - in this case, reimbursement for knee and hip replacement surgeries. Patrick Conway, CMS Principal Deputy Administrator and Chief Medical Officer, wrote for the CMS Blog how these new bundled payments would completely revolutionize healthcare delivery among Medicare beneficiaries.\n\nThe reasoning behind this statement is due to the fact that hip and knee replacements are one of the most common treatments Medicare beneficiaries receive. Two years ago, more than 400,000 Medicare beneficiaries received joint replacement surgeries, which shows just how vital these operations are to the revenue cycle of the healthcare industry.\n\nThe problem at hand was that hospitals varied significantly when it comes to health outcomes of these surgeries. Some operations had higher failure rates while other establishments left patients with hospital-acquired infections.\n\nBundled payments through the Comprehensive Care for Joint Replacement Model are meant to incentivize better outcomes and greater care coordination. Currently, about 800 hospitals are taking part in this bundled payment program. These establishments will be responsible for the costs of patient care for a 90-day episode of care among Medicare beneficiaries receiving joint replacement surgery.\n\n“We expect this incentive to coordinate the services a patient receives before, during, and after surgery will encourage hospitals and clinicians to partner with nursing facilities, home health agencies and other providers of rehabilitation services to provide seamless, high quality care,” Conway wrote.\n\n“We want hospitals to be successful under this model because success means that Medicare’s beneficiaries will receive better quality care. In the run up to today’s launch, our staff individually contacted the program coordinators at all 800 hospitals to offer data and other resources to assist them on this multi-year journey. CMS will continue to collaborate with hospitals and their physicians and other clinicians to provide support and share best practices.”\n\nThe Boston Globe reported that CMS is expected to save $343 million via the bundled payments used in the Comprehensive Care for Joint Replacement Model. Hospitals participating in the program will also be measured on patient satisfaction surveys.\n\nPatient-reported outcomes will be provided nine months after the operations take place to determine if mobility has been restored and pain was minimized. It is expected that bundled payments used in this manner will not only cut healthcare spending but also improve patient engagement and ensure better outcomes.\n\nAlong with the CMS’ programs in bundled payments, the federal government has been reforming the healthcare industry significantly in recent years partly due to the passage of the Affordable Care Act.\n\nCMS Acting Administrator Andy Slavitt spoke at the National PACE Association last week about the recent transformations in healthcare spending due to the passage of the Affordable Care Act. Today, the uninsurance rate of the American people is below 10 percent, stated Slavitt. Ever since the ACA took effect, more than 20 million people have gained medical coverage.\n\n“Healthcare spending was growing well in excess of inflation virtually every year — and as costs continued to increase without limit, neither the quality we experienced as patients nor the quantity of people covered was getting better,” Slavitt said in a public statement. “The passage of the ACA disrupted our trajectory as for the first time in many years there became no such things as business as usual. As a nation, we began to collectively move the healthcare system in a new direction. And over the last 6 years, we have begun a new chapter marked by significant gains.”\n\nQuality care and patient health outcomes have improved as well. Hospital safety has risen by 17 percent and saved approximately 87,000 lives, Slavitt explained. Additionally, healthcare costs are now rising at broad inflation levels, which means spending has actually stabilized somewhat for the healthcare industry ever since the Affordable Care Act was passed.\n\nIf more states expand their Medicaid coverage, this could further ensure that nobody is left out in the coverage gap and everyone has full healthcare access. Whether it is through bundled payments, regulations bringing greater medical coverage, or other value-based care initiatives, the federal government has pushed for greater reform and led to reduced healthcare spending across the board.", "article_metadata": {"description": "Along with the CMS’ programs in bundled payments, the federal government has been reforming the healthcare industry significantly in recent years.", "author": "RevCycleIntelligence", "og": {"url": "http://revcycleintelligence.com/news/cms-may-save-343-million-through-surgical-bundled-payments", "site_name": "RevCycleIntelligence", "image": "http://revcycleintelligence.com/images/site/articles/2016-01-14-CMS-red.png", "type": "article", "title": "CMS May Save $343 Million through Surgical Bundled Payments"}, "twitter": {"description": "Along with the CMS’ programs in bundled payments, the federal government has been reforming the healthcare industry significantly in recent years.", "creator": "@RevCycleIntel", "image": {"src": "http://revcycleintelligence.com/images/site/articles/2016-01-14-CMS-red.png"}, "title": "CMS May Save $343 Million through Surgical Bundled Payments", "site": "@RevCycleIntel", "card": "summary"}, "robots": "index, follow", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no"}, "_id": "\"57477af46914bd0286fe04da\"", "article_summary": "Bundled payments through the Comprehensive Care for Joint Replacement Model are meant to incentivize better outcomes and greater care coordination.\nPatrick Conway, CMS Principal Deputy Administrator and Chief Medical Officer, wrote for the CMS Blog how these new bundled payments would completely revolutionize healthcare delivery among Medicare beneficiaries.\nIt is expected that bundled payments used in this manner will not only cut healthcare spending but also improve patient engagement and ensure better outcomes.\nThis program is meant to issue bundled payments for a particular episode of care - in this case, reimbursement for knee and hip replacement surgeries.\nCMS will continue to collaborate with hospitals and their physicians and other clinicians to provide support and share best practices.”The Boston Globe reported that CMS is expected to save $343 million via the bundled payments used in the Comprehensive Care for Joint Replacement Model."}