{"article_title": "Pontiac retiree health care lawsuit reassigned to Judge Avern Cohn, enters mediation", "article_keywords": ["case", "city", "enters", "cohn", "retiree", "million", "mediation", "reassigned", "waterman", "health", "citys", "judge", "benefits", "care", "lawsuit", "pontiac"], "article_url": "http://www.theoaklandpress.com/article/OP/20140927/NEWS/140929592", "article_text": "Pontiac Mayor Deirdre Waterman at City Hall this week. Tim Thompson-The Oakland Press\n\nA federal lawsuit brought by Pontiac retirees to challenge cuts to health care benefits has been reassigned to a veteran jurist, U.S. District Judge Avern Cohn, and is in mediation talks before an attorney who’s helped broker several major settlements in Detroit’s bankruptcy case.\n\nConsultant Conway MacKenzie has been hired by the city to research the retiree health care issue. The Birmingham-based restructuring firm has done roughly $16 million in work in Detroit’s bankruptcy.\n\nThe City of Pontiac Retired Employees Association filed the lawsuit in 2012 when former Emergency Manager Lou Schimmel reduced retiree health care benefits. A year later, the benefits were cut altogether with state approval, wiping $6 million per year off the city’s balance sheet for two years or until the city’s financial emergency ends.\n\n“I think we’re open at this point to anything that’s going to assure our pension benefits will be safe and our health benefits will be restored,” said Claudia Filler, the retiree association’s president. Filler, 72, retired as the city’s public works director in 2005.\n\nAdvertisement\n\nThe full bench of the Sixth Circuit Court of Appeals sent the retiree association’s case back to district court in May, vacating an earlier decision that denied their request for a preliminary injunction.\n\nThe liability for restored retiree health care benefits has grown to an estimated $10 million to $13 million annually after the passage of the Affordable Care Act and other variables, said Mayor Deirdre Waterman, and must be resolved in order for the city to regain full control of its finances. The city’s budget is currently balanced at about $30 million per year.\n\n“There is the background of a city that’s just had their finances righted. We still have some rough waters to sail,” Waterman said during an interview this week at City Hall.\n\n“I’m going in looking for what works best for the city and which also preserves as much support for our retirees (as possible).”\n\nThe city’s former emergency manager said he did what he felt was his only choice before resigning a year ago.\n\n“The bottom line is: Whatever they come up with, they’re stuck with the same problem I had. You gotta pay for whatever you do,” Schimmel said. “If, through mediation, they find something better to work out, I would be totally for it.”\n\n‘He’s probably seen everything’\n\nCohn, 90, is the most senior judge still carrying a full caseload in the Eastern District of Michigan, according to his staff, and was first appointed to the bench in 1979 by President Jimmy Carter. He was assigned the Pontiac case on a blind draw after it was reassigned from U.S. District Judge Lawrence Zatkoff.\n\n“He’s probably seen everything, simple and complex,” said Doug Bernstein, an attorney at the Bloomfield Hills firm Plunkett Cooney and a bankruptcy expert.\n\n“You know he’ll be well prepared. Every judge has their unique traits for better or for worse, and Judge Cohn is one-of-a-kind and has been for his entire career on the bench.”\n\nThe mediator in the case is Eugene Driker, an attorney who’s served as a mediator between Detroit and its creditors in the city’s bankruptcy case, said Alec Gibb, attorney for the Pontiac retiree association.\n\nPlunkett Cooney’s Bernstein said the out-of-court settlements reached in the Detroit bankruptcy are proof that mediation works, assuming the city’s plan of adjustment is confirmed.\n\n“Credit goes to Judge Cohn for trying to get it resolved through mediation, as opposed to having the parties spend a lot of time in court litigating it,” he said. “It may save a lot of time and money.”\n\nThe Conway McKenzie consultant hired as part of the city’s legal budget is former Benton Harbor Emergency Manager Tony Saunders. The terms of the contract, part of the city’s legal budget, weren’t immediately available.\n\nBernstein said the consultant could help bring hard numbers to the negotiating table.\n\n“The more information, the more analysis you have — particularly from a firm such as Conway McKenzie, which might have significant relevant experience, probably would increase the opportunities to settle.”\n\nSaunders is crunching the numbers on the seven or so different possible scenarios for the retiree health care liability, Waterman said, which range from a complicated transfer from a $494 million city pension fund to a substantial property tax millage. “Some are more feasible than others,” she said.\n\nIf the retiree health care case goes to trial and the city is hit with a multimillion judgement, the retirees “would win and they would lose,” Waterman said, “because the city would not be able to pay that settlement and would go bankrupt.”\n\nThe mayor said that while she’s open to solutions, she wants to avoid bankruptcy or a judgment paid by taxpayers at all costs.\n\n“That, to me, is a non-option.”\n\nThe next status conference in the case is scheduled for Nov. 17.\n\nCheck back with The Oakland Press this week for more coverage of Pontiac’s retiree health care dilemma.", "article_metadata": {"news_keywords": "Access to health care, Access to health care news, Pontiac Access to health care news, MI Access to health care news, US Access to health care news, world Access to health care news.", "title": "Pontiac retiree health care lawsuit reassigned to Judge Avern Cohn, enters mediation", "og": {"url": "http://www.theoaklandpress.com/article/OP/20140927/NEWS/140929592", "image": {"width": "994px", "identifier": "http://www.theoaklandpress.com/apps/pbcsi.dll/storyimage/OP/20140927/NEWS/140929592/AR/0/AR-140929592.jpg?Maxh=1500&Maxw=1500", "height": "1500px"}, "type": "article", "title": "Pontiac retiree health care lawsuit reassigned to Judge Avern Cohn, enters mediation"}, "twitter": {"domain": "theoaklandpress.com", "description": "A federal lawsuit brought by Pontiac retirees to challenge cuts to health care benefits has been reassigned to a veteran jurist, U.S. District Judge Avern Cohn, and is in mediation talks before an attorney who’s helped broker several major sett", "title": "Pontiac retiree health care lawsuit reassigned to Judge Avern Cohn, enters mediation", "url": "http://www.theoaklandpress.com/article/OP/20140927/NEWS/140929592", "image": {"src": "http://www.theoaklandpress.com/apps/pbcsi.dll/storyimage/OP/20140927/NEWS/140929592/AR/0/AR-140929592.jpg?Maxh=900&Maxw=900"}, "site": "@TheOaklandPress", "app": {"id": {"ipad": "id551761416", "iphone": "id520210301", "googleplay": "com.spreedinc.providers.digitalfirstmedia.oaklandpress"}}, "card": "summary_large_image"}, "keywords": "Access to health care, Access to health care news, Pontiac Access to health care news, MI Access to health care news, US Access to health care news, world Access to health care news.", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0", "description": "A federal lawsuit brought by Pontiac retirees to challenge cuts to health care benefits has been reassigned to a veteran jurist, U.S. District Judge Avern Cohn, and is in mediation talks before an attorney who’s helped broker several major sett"}, "_id": "\"57477af36914bd0286fd420d\"", "article_summary": "The City of Pontiac Retired Employees Association filed the lawsuit in 2012 when former Emergency Manager Lou Schimmel reduced retiree health care benefits.\nCheck back with The Oakland Press this week for more coverage of Pontiac’s retiree health care dilemma.\nConsultant Conway MacKenzie has been hired by the city to research the retiree health care issue.\nTim Thompson-The Oakland PressA federal lawsuit brought by Pontiac retirees to challenge cuts to health care benefits has been reassigned to a veteran jurist, U.S. District Judge Avern Cohn, and is in mediation talks before an attorney who’s helped broker several major settlements in Detroit’s bankruptcy case.\nHe was assigned the Pontiac case on a blind draw after it was reassigned from U.S. District Judge Lawrence Zatkoff."}