{"article_title": "How Washington Dooms Millions of Americans to Premature Death", "article_keywords": ["death", "alcohol", "tobacco", "food", "dooms", "washington", "disease", "premature", "sugar", "chronic", "americans", "health", "products", "care", "millions"], "article_url": "http://www.thedailybeast.com/articles/2014/02/25/how-washington-dooms-millions-of-americans-to-premature-death.html", "article_text": "Hold the Bacon\n\nLost in the vitriolic debate over Obama’s health reforms is the simple fact that tobacco, alcohol, and bad food are the leading killers in America. Professor Nicholas Freudenberg on why we need to change our consumption if we’re going to get healthier.\n\nWhile it’s unrealistic to expect that recent successes in enrolling more people into health insurance will diminish the health care debates in Congress any time before November’s elections, Washington’s obsession with ObamaCare has made the nation lose sight of other strategies for improving health and reducing health care costs.\n\nNazra Zahri/Getty,Nazra Zahri\n\nAdvances in public health require not only getting more people insured, but also finding ways to turn off the faucets that are sending floods of Americans with chronic diseases into our emergency rooms, hospitals—and morgues. Chronic diseases cause 7 out of every 10 deaths in the United States and 49% of Americans have one or more chronic diseases. They account for $3 of every $4 spent on healthcare—about $1.5 trillion annually.\n\nThe World Health Organization has identified three drivers of the global rise in chronic diseases—excess consumption of tobacco, alcohol and high fat, sugar, and salt foods. According to a recent study by University of Washington researchers, tobacco, alcohol and diet cause more than 1.2 million annual premature deaths in the United States from heart disease, stroke, cancer, diabetes, and other conditions.\n\nCorporations and their allies claim that choices around food, alcohol and tobacco are a matter of individual responsibility, not public policy. But this argument doesn’t explain why the prevalence of diabetes has increased 176% in the last 30 years. And it is contradicted by researchers’ estimate that prevention campaigns, higher tobacco taxes and smoking bans have prevented 8 million premature deaths and extended the average lifespan for the people who did not take up smoking by on average almost 20 years.\n\nTo bring about similar advances will require not only spending more on prevention but also creating policies that make it more difficult for tobacco, alcohol and food companies to design products and marketing campaigns that contribute to premature death and preventable illnesses. Critics rightly point out that less than a dime of every health care dollar we spend goes to prevention.\n\nBut the bigger problem is how much our society spends on promoting disease. Each year the tobacco, alcohol and food industries spend more than $25 billion marketing their products. That’s more than twice the annual expenditures for the entire Centers for Disease Control. As tobacco, alcohol and food companies lose white middle class customers—either to healthier choices or premature death—they ramp up their advertising to new market segments such as women, children, Blacks and Latinos. By targeting these populations, they hope to grow their bottom line and recruit new life-time customers. But what’s good for business is bad for health. A 2013 study found that in some places in the US, women’s longevity has worsened, in part because of tobacco, food and alcohol consumption.\n\nAn article published in JAMA Internal Medicine last week further undermines the “people make stupid choices” argument. Researchers found that compared to people who obtained less than 10% of their calories from added sugar, those who obtained more than 25% from this source were almost 3 times more likely to die of cardiovascular disease. Where does that added sugar come from? Not from the sugar we spoon on our cereal or into our coffee. The highest proportion (37.1%) come from sugary beverages. Customers don’t choose how much sugar to add to their soda—they pick what’s on the shelf. And despite some feel-good commitments to health from Coca Cola and PepsiCo, it’s still sugary soda that drives these companies’ profits— and their marketing dollars.\n\nThe public health message is clear: if Americans consumed less added sugar fewer would die prematurely. But last week PepsiCo rejected calls to sell its North American beverage business. Rather, it decided to double down on selling sugary drinks. PepsiCo’s CEO explained to investors that “snacks and beverages purchased and consumed together” helped grow business. In other words, if the company can persuade consumers to quench the thirst its salty FritoLays produce with Pepsi, they can increase sales. Pepsi estimated it earned up to a billion dollars from such “synergies” which also contribute to more diabetes and salt-induced hypertension.\n\nWhat policy approaches could make it harder for corporations to profit at the expense of public health? Strengthening corporations’ duty to disclose what they know about the health effects of their products would help consumer make informed choices. On the legal front, we need a better balance between the constitutional protection of commercial speech and a corporation’s responsibility not to misrepresent the health benefits of their products. Misleading corporate health claims are the slow-motion equivalent of falsely shouting fire in a crowded theater. Another goal is to make it harder for corporations to pass on to tax payers and consumers the health care costs their products generate. The success of the fast food, gun, pharmaceutical and other industries in getting Congress to limit the rights of injured consumers to file class action lawsuits are steps in the wrong direction. Finally, turning off the faucets of marketing that produce our flood of chronic disease will require a more level political playing field by limiting corporate campaign contributions, lobbying and revolving door employment.\n\nIn all likelihood, our national health discussion will continue to be dominated by debates on software for healthcare.gov or whether to delay enrollment deadlines. But by failing to consider more upstream solutions for preventing disease and reducing health care costs, Washington is dooming millions of Americans to premature death.", "article_metadata": {"twitter": {"site": "@thedailybeast", "card": "summary"}, "keywords": "books, Health", "publicationDate": 201402251045, "wrap": "/content/dailybeast/books", "description": "Lost in the vitriolic debate over Obama’s health reforms is the simple fact that tobacco, alcohol, and bad food are the leading killers in America. Professor Nicholas Freudenberg on why we need to change our consumption if we’re going to get  healthier.", "pageNum": 1, "title": "How Washington Dooms Millions of Americans to Premature Death", "tags": "topic:culture/books,topic:lifestyle/health", "environment": "dev", "platform": "desktop", "template": "article", "type": "house", "parsely-page": "{\"title\":\"How Washington Dooms Millions of Americans to Premature Death\",\"link\":\"http://www.thedailybeast.com/articles/2014/02/25/how-washington-dooms-millions-of-americans-to-premature-death.html\",\"image_url\":\"http://cdn.thedailybeast.com/content/dailybeast/articles/2014/02/25/how-washington-dooms-millions-of-americans-to-premature-death/jcr:content/image.crop.410.273.jpg/46444382.cached.jpg\",\"type\":\"post\",\"post_id\":\"/content/dailybeast/articles/2014/02/25/how-washington-dooms-millions-of-americans-to-premature-death\",\"pub_date\":\"2014-02-25T10:45:00+00:00\",\"section\":\"Books\",\"author\":\"Nicholas Freudenberg\",\"tags\":[\"books\",\"health\"]}", "news_keywords": "Books, Health", "sectionTaxanomies": "books", "fb": {"admins": "1703087,30000737,1117577220,1276800108,931159,514915512", "app_id": 189930913679}, "authors": "Nicholas Freudenberg", "article": {"section": "health", "published_time": "2014-02-25T10:45:00.000Z", "author": "http://www.thedailybeast.com/contributors/nicholas-freudenberghtml"}, "resourceType": "dailybeast2/components/pages/article", "contentpath": "/content/dailybeast/articles/2014/02/25/how-washington-dooms-millions-of-americans-to-premature-death", "og": {"site_name": "The Daily Beast", "description": "Lost in the vitriolic debate over Obama’s health reforms is the simple fact that tobacco, alcohol, and bad food are the leading killers in America. Professor Nicholas Freudenberg on why we need to change our consumption if we’re going to get  healthier.", "title": "How Washington Dooms Millions of Americans to Premature Death", "url": "http://www.thedailybeast.com/articles/2014/02/25/how-washington-dooms-millions-of-americans-to-premature-death.html", "image": "http://cdn.thedailybeast.com/content/dailybeast/articles/2014/02/25/how-washington-dooms-millions-of-americans-to-premature-death/jcr:content/image.img.2000.jpg/1393331478731.cached.jpg", "type": "article"}, "authorIds": "/etc/authors/n/nicholas-freudenberg", "content-type": "text/html; charset=UTF-8"}, "_id": "\"57477af46914bd0286fe2bbd\"", "article_summary": "But by failing to consider more upstream solutions for preventing disease and reducing health care costs, Washington is dooming millions of Americans to premature death.\nCritics rightly point out that less than a dime of every health care dollar we spend goes to prevention.\nCorporations and their allies claim that choices around food, alcohol and tobacco are a matter of individual responsibility, not public policy.\nWhile it’s unrealistic to expect that recent successes in enrolling more people into health insurance will diminish the health care debates in Congress any time before November’s elections, Washington’s obsession with ObamaCare has made the nation lose sight of other strategies for improving health and reducing health care costs.\nAnother goal is to make it harder for corporations to pass on to tax payers and consumers the health care costs their products generate."}