{"article_title": "W-2 or 1099? Why It Pays to Classify Your Employees Correctly.", "article_keywords": ["independent", "pays", "employees", "work", "worker", "1099", "paid", "penalties", "w2", "correctly", "contractors", "employee", "company", "microsoft", "classify"], "article_url": "https://www.entrepreneur.com/article/246139", "article_text": "On March 26, 2015, Microsoft announced it would require many of its 2,000 contractors and vendors to provide their employees with 15 days of paid time off for sick days and vacation time. In the absence of a federal policy for paid sick leave, it is remarkable that a large Fortune 500 company like Microsoft is now performing the role of setting employment policy for other businesses. It is also striking news for those who remember that Microsoft paid $97 million more than a decade ago to settle a case brought by re-classified independent contractors who sued for employee benefits.\n\nRelated: Don't Hire a Consultant Until You've Vetted Them and Considered These 6 Points\n\nUltimately, the news from Microsoft may also have a substantial side effect: forcing an increasing number of companies to take a second look to ensure they are correctly classifying temporary workers, either as W-2 employees or independent contractors.\n\nBy paying workers as independent contractors when they should be paid as employees, federal, state and local governments potentially miss out on tax revenue they would otherwise collect; this tax gap was the focus of a special report to Congress in 2011 and continues to be an area of focus today.\n\nAs a result, a growing number of audits are targeting worker misclassification. The issues are complex and the penalties for getting it wrong are stiff; ultimately, one in three companies fail a worker classification audit and 46 percent of independent contractors reviewed by the IRS are found to be misclassified. Financial consequences include penalties which have “tripled, quadrupled” since the enactment of the Affordable Care Act. These penalties can easily stretch into the millions of dollars. Add in hefty attorneys’ fees and considerable man-hours, and you’ve got a big hit to your bottom line.\n\nMeanwhile, class action lawsuits by groups of independent contractors requesting employee status are becoming increasingly common; reports suggest that this is one of the hottest areas in employment litigation. Contractors claiming that they were effectively employees may successfully sue a company for employee benefits, including healthcare, stock options, profit sharing and retirement benefits.\n\nWorker misclassification often arises from a misunderstanding on the part of employers as to what constitutes an independent contractor. The IRS uses a three-category test (behavioral, financial and type of relationship) as a guideline to help businesses determine how to classify workers correctly. Interestingly, the determination is not based merely on how (or how often) the worker is paid, or whether the work is full- or part-time. Instead, as the guidelines note, the determination is primarily based on the nature of the relationship between the company and the worker -- specifically, the degree of control that the one has over the other.\n\nRelated: Should I Hire a Contractor or an Employee?\n\nFor example, an employee is generally subject to the company’s instructions about when and where to do the work; what tools or equipment to use; and what order or sequence of tasks to follow. If the employer has the right to control how the work results are achieved, or the employee must be trained to perform services in a particular manner, he or she is likely a W-2; in contrast, independent contractors generally use their own methods and set their own schedule.\n\nIn addition, an employee is generally guaranteed a regular wage and payment schedule and must be paid for all time worked, even if the work product is sub-par. In contrast, an independent contractor can be paid in many ways (for example, flat fee, project-based or hourly). Depending on the contract between the parties, the independent contractor’s fees may not be guaranteed; the fees may be subject to the acceptance of the services by the company. If the work product isn’t up to snuff, the company may not have to remit payment and the independent contractor could suffer a loss as a result of the relationship.\n\nThanks to Microsoft and a few other companies that are following the software giant's lead, the spotlight on accurate worker classification is more intense than ever. The end result is likely to be a win-win for businesses and employees: The former will avoid costly penalties while the latter are assured of receiving the benefits to which they are entitled.\n\nRelated: How the IRS Classifies Independent Contractors", "article_metadata": {"msapplication-config": "none", "globalsign-domain-verification": "MT3LmRzGYPgORWLlSBkPpAUpBDH9kl8xxYmB6FjtjY", "googlebot": "index,follow,NOODP", "copyright": "Copyright 2016 Entrepreneur Media, Inc. All rights reserved.", "og": {"site_name": "Entrepreneur", "description": "At stake are taxes for the employer and sick days, vacation and other benefits for the employee.", "title": "W-2 or 1099? Why It Pays to Classify Your Employees Correctly.", "url": "https://www.entrepreneur.com/article/246139", "image": "https://assets.entrepreneur.com/content/3x2/1300/1410367624-should-i-hire-contractor-or-employee.jpg", "type": "article"}, "twitter": {"domain": "entrepreneur.com", "description": "At stake are taxes for the employer and sick days, vacation and other benefits for the employee.", "title": "W-2 or 1099? Why It Pays to Classify Your Employees Correctly. by @RebeccaCenni", "url": "https://www.entrepreneur.com/article/246139", "image": {"src": "https://assets.entrepreneur.com/content/3x2/1300/1410367624-should-i-hire-contractor-or-employee.jpg"}, "creator": "@RebeccaCenni", "site": "@Entrepreneur", "card": "summary_large_image"}, "robots": "index,follow,NOODP", "linkedin": {"owner": "mid:21884750"}, "apple-mobile-web-app-capable": "yes", "keywords": "1099s,Legal,Independent Contractors,Legal Issues,Finance,Legal Center,Worker Classification", "fb": {"app_id": 279152967822, "pages": 35585623895}, "article": {"publisher": "https://www.facebook.com/entmagazine", "published_time": "2015-05-13T17:00:00Z", "author": "Rebecca Cenni", "section": "Money", "modified_time": "2015-05-13@18:24:37 UTC", "tag": "1099s,Legal,Independent Contractors,Legal Issues,Finance,Legal Center,Worker Classification"}, "msvalidate.01": "54B5AAADAA61BB7748D0BA219F04B657", "google-site-verification": "j89zX5NotAYNRfZwuCAeYpH7TnOCKSFupnj9FrMps0E", "verify-v1": "VytPswCXjUV52BPf9/JrqfKb64cLEpXc4JqfxtlVlME=", "original-source": "https://www.entrepreneur.com/article/246139", "viewport": "width=device-width,initial-scale=1.0", "description": "At stake are taxes for the employer and sick days, vacation and other benefits for the employee."}, "_id": "\"57477af36914bd0286fd4244\"", "article_summary": "Related: How the IRS Classifies Independent Contractors\nContractors claiming that they were effectively employees may successfully sue a company for employee benefits, including healthcare, stock options, profit sharing and retirement benefits.\nMeanwhile, class action lawsuits by groups of independent contractors requesting employee status are becoming increasingly common; reports suggest that this is one of the hottest areas in employment litigation.\nThe IRS uses a three-category test (behavioral, financial and type of relationship) as a guideline to help businesses determine how to classify workers correctly.\nIt is also striking news for those who remember that Microsoft paid $97 million more than a decade ago to settle a case brought by re-classified independent contractors who sued for employee benefits."}