{"article_title": "What’s the Political Power of Those Newly Insured Under Obamacare?", "article_keywords": ["aca", "kaiser", "whats", "power", "political", "obamacare", "vote", "insured", "democrats", "coverage", "uninsured", "newly", "democratic"], "article_url": "http://blogs.wsj.com/washwire/2015/12/03/whats-the-political-power-of-those-newly-insured-under-obamacare/", "article_text": "Kaiser Family Foundation data on voter registration and party identification among the uninsured and newly insured. Kaiser Family Foundation\n\nAn estimated 17 million uninsured have been covered by the Affordable Care Act. As that number grows in the coming years, it could have political implications: How will the newly insured behave at the ballot box? Will they vote? Will they become a Democratic constituency? The ACA may be an issue in the 2016 elections, but the newly insured are unlikely to become an important electoral factor themselves.\n\nOne potential indicator of future behavior is how the newly insured behaved politically when they didn’t have health coverage. As the chart above shows, in 2015 slightly more than half of the uninsured (52%) reported that they were registered to vote; among those with insurance coverage, more than three-quarters, or 77%, were registered. We have known for a long time that the uninsured are among the least likely to vote. Perhaps more surprising, while the uninsured shade Democratic as a group, they are a reasonably heterogeneous. Twenty-seven percent of the uninsured report that they are Democrats, 13% Republicans, and 36% call themselves independents. The largest share of uninsured independents describe themselves as not leaning Republican or Democratic. These uninsured independents are the most likely to be disengaged from the political process.\n\nWe also know that the uninsured are slightly less favorable toward the ACA than is the public overall. This may seem counterintuitive, as the uninsured benefit most from the ACA. But there are several reasons: By definition the uninsured have not yet been helped; they generally believe that coverage will not be affordable because it never has been before; they may not know that they can get help paying for it under the ACA; and they face a penalty if they do not purchase coverage.\n\nMore In Think Tank Whether or Not Donald Trump and Bernie Sanders Debate, Democrats Stand to Lose\n\nFor California Senate Seat, a Democrat-vs.-Democrat Contest Looms\n\nHow Donald Trump's Attack on Susana Martinez Undermines the GOP--and Trump\n\nIs Delegate Math a Factor in Bernie Sanders's Opposition to Puerto Rico Debt Deal?\n\nWhy Today's Poll Numbers on Health Proposals Are Bound to Change\n\n5 Takeaways From U.S. Drone Strike on Taliban's Mullah Mansour\n\nSurveys have found that most of the previously uninsured like their coverage–a Kaiser Family Foundation poll found that 76% do–but it’s not known whether appreciation for that coverage will be a factor when they vote or if they will vote in significant numbers. It is a fair bet that in the short term the newly insured will behave politically much like the uninsured have: Many will not vote, and they will continue to represent a very small slice of the electorate.\n\nSince the days of Republican opposition to Lyndon Johnson‘s Great Society programs–and even before that–many in the GOP have opposed Democratic social programs on policy grounds and because they perceived them as mobilizing liberal advocacy efforts and potentially strengthening Democratic governors, mayors, and other elected officials who could use the support to build larger constituencies. ACA health coverage is different; it’s a direct entitlement to qualified individuals. Unlike those earlier programs, the ACA’s coverage expansion would not seem to present a similar political threat for Republicans or a political tool for Democrats. Over the longer term, however, people with ACA coverage may come to see Democrats as better protectors of their coverage than Republicans, much as seniors do of Medicare coverage, although that has not always translated into support for Democrats at the ballot box.\n\n\n\nThere is overwhelming evidence that coverage matters to health access and economic security for people who are newly insured. But neither the newly insured or the remaining uninsured are likely to play a significant role at the ballot box anytime soon.\n\nDrew Altman is president and chief executive officer of the Kaiser Family Foundation. He is on Twitter: @drewaltman.\n\nRELATED IN THINK TANK:\n\nHealth Care and the 2016 Debates\n\nGOP Views of Medicaid Expansion Differ From Conventional Wisdom\n\nCovering the Remaining Uninsured: Not Just a Red-State Issue\n\nWhy Higher Drug Costs Are Consumers’ Biggest Cost Worry\n\nTwo Substantive Sides to the Debate Over Obamacare’s ‘Cadillac Tax’\n\nMore Americans May Benefit From Obamacare Than Realize It", "article_metadata": {"article.template": "full", "page.content.source": "Blog Article", "page.region": "na,us", "page.content.type": "blogs article", "twitter": {"domain": "WSJ.com", "description": "Drew Altman: The Affordable Care Act may be an issue in the 2016 elections, but the estimated 17 million newly insured are unlikely to become an important electoral factor themselves.", "title": "What’s the Political Power of Those Newly Insured Under Obamacare?", "url": "http://blogs.wsj.com/washwire/2015/12/03/whats-the-political-power-of-those-newly-insured-under-obamacare/", "image": {"src": "http://s.wsj.net/public/resources/images/BN-LN674_Uninsu_P_20151202190457.jpg"}, "site": "WSJPolitics", "card": "summary_large_image"}, "article.image_count": 2, "article_privilege": "free", "article.section": "Politics", "article.headline": "What’s the Political Power of Those Newly Insured Under Obamacare?", "description": "Drew Altman: The Affordable Care Act may be an issue in the 2016 elections, but the estimated 17 million newly insured are unlikely to become an important electoral factor themselves.", "article_section": "Politics", "author": "Drew Altman", "user.type": "unsubscribed", "article.page": "Washington Wire Blog", "page.content.format": "responsive", "page.subsection": "Washington Wire", "article.summary": "Drew Altman: The Affordable Care Act may be an issue in the 2016 elections, but the estimated 17 million newly insured are unlikely to become an important electoral factor themselves.", "page.site": "blogs.wsj.com", "testkeys": "C", "article.published": "2015-12-03T12:00:07-05:00", "dj.asn": "10-161", "ROBOTS": "noarchive, noodp", "fb": {"url": "http://blogs.wsj.com/washwire/2015/12/03/whats-the-political-power-of-those-newly-insured-under-obamacare/", "app_id": 368513495882}, "article": {"publisher": "https://www.facebook.com/wsj"}, "article_id": "BL-WB-59537", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no", "page.section": "Politics", "language": "en-US", "og": {"site_name": "WSJ", "description": "Drew Altman: The Affordable Care Act may be an issue in the 2016 elections, but the estimated 17 million newly insured are unlikely to become an important electoral factor themselves.", "title": "What’s the Political Power of Those Newly Insured Under Obamacare?", "url": "http://blogs.wsj.com/washwire/2015/12/03/whats-the-political-power-of-those-newly-insured-under-obamacare/", "image": {"width": 749, "identifier": "http://s.wsj.net/public/resources/images/BN-LN674_Uninsu_P_20151202190457.jpg", "height": 499}, "type": "article"}, "article.access": "free", "article.type": "Washington Wire", "article.id": "BL-WB-59537", "user.exp": "default", "article.updated": "2015-12-03T00:56:05-05:00"}, "article_summary": "As that number grows in the coming years, it could have political implications: How will the newly insured behave at the ballot box?\nOne potential indicator of future behavior is how the newly insured behaved politically when they didn’t have health coverage.\nThere is overwhelming evidence that coverage matters to health access and economic security for people who are newly insured.\nKaiser Family Foundation data on voter registration and party identification among the uninsured and newly insured.\nThe ACA may be an issue in the 2016 elections, but the newly insured are unlikely to become an important electoral factor themselves."}