{"article_title": "Whatever Happened to Sharyl Attkisson?", "article_keywords": ["benghazi", "obama", "reporting", "rightwing", "simply", "sharyl", "link", "claims", "hole", "happened", "convinced", "tell", "attkisson"], "article_url": "http://www.motherjones.com/kevin-drum/2014/11/whatever-happened-sharyl-attkisson", "article_text": "I don't want to belabor this, but I wonder if any of Sharyl Attkisson's friends can write something trying to explain to the rest of us what happened to her? As near as I can tell, she was a pretty good, hard-nosed investigative reporter for years. She didn't have any Watergates to her name, but she dug for stories that weren't widely reported and came up with angles that often embarrassed those in power. She was worth following.\n\nAnd then came the age of Obama. Was this just coincidence? It's hard to say, since her unraveling seems to have started in 2011 with some absurd reporting about the link between vaccines and autism, which has nothing to do with politics. But it was a sign of something. Writing about the vaccine/autism link might have been defensible ten years ago, but by 2011, when she took it on, it was about as well debunked as astrology. It was purely and simply crank science, but Attkisson was apparently unable to recognize this.\n\nNext up was Attkisson's reporting on the Fast & Furious scandal. Taken by itself, it was decent, hard-hitting stuff, if a little overwrought. But it also pulled her into the warm embrace of Obama's right-wing media critics, and that led her on a path straight to Benghazi, the black hole of right-wing conspiracy theories. At this point she seems to have gone completely down the rabbit hole, utterly convinced that something—something!—happened in Libya that the Obama White House was desperate to cover up. Her reporting became so detached from reality that eventually she left CBS News, convinced that the network was deliberately pulling its punches on topics like Benghazi and the initial Obamacare website fiasco.\n\nWith the upcoming publication of Stonewalled, her descent seems to be complete. She's now convinced that the Obama administration was so panicked about her Benghazi reporting that it hacked her computer, stole her passwords, and deleted her work files. Unfortunately, her claims are simply laughable. She describes problems that anyone with even a modest digital IQ recognizes as routine computer glitches. She makes claims about surveillance that suggest the NSA is less sophisticated than a bored teenager. She backs up her claims via interviews with shadowy sources who sound as if they were plucked from a bad Nicolas Cage movie. Finally, in the coup de grace, a few days ago she posted a video of her word processor going haywire. She thinks it's retribution from government hackers for her Benghazi reporting. But it seems far more likely that it's just a case of her Delete key getting stuck.\n\nSo what happened? Was Attkisson always on the edge? Or is this a genuinely bizarre case of Obama Derangement Syndrome taking over someone's life? There's a story here, but I can't tell if it's shameful or just sad. I'd like to know.", "article_metadata": {"application-name": "Mother Jones Magazine", "og": {"url": "http://www.motherjones.com/kevin-drum/2014/11/whatever-happened-sharyl-attkisson", "type": "article", "image": "/sites/all/assets/mojo_nomaster.jpg", "site_name": "Mother Jones", "title": "Whatever happened to Sharyl Attkisson?"}, "twitter": {"creator": "kdrum", "url": "http://www.motherjones.com/kevin-drum/2014/11/whatever-happened-sharyl-attkisson", "image": {"src": "/sites/all/assets/mojo_nomaster.jpg", "identifier": "/sites/all/assets/mojo_nomaster.jpg"}, "title": "Whatever happened to Sharyl Attkisson?", "site": "@MotherJones", "card": "summary_large_image"}, "msapplication-TileColor": "#FFFFFF", "msapplication-square70x70logo": "/sites/all/assets/mstile-70x70.png", "msapplication-square310x310logo": "/sites/all/assets/mstile-310x310.png", "msapplication-wide310x150logo": "/sites/all/assets/mstile-310x150.png", "fb": {"admins": "13301307,670317733,1198876232,38509772,106892,2907757,306289,602422192,4101301,513450539"}, "msapplication-TileImage": "/sites/all/assets/mstile-144x144.png", "keywords": "Media,Obama,The+Right", "msapplication-square150x150logo": "/sites/all/assets/mstile-150x150.png"}, "article_summary": "I don't want to belabor this, but I wonder if any of Sharyl Attkisson's friends can write something trying to explain to the rest of us what happened to her?\nShe thinks it's retribution from government hackers for her Benghazi reporting.\nIt was purely and simply crank science, but Attkisson was apparently unable to recognize this.\nShe's now convinced that the Obama administration was so panicked about her Benghazi reporting that it hacked her computer, stole her passwords, and deleted her work files.\nFinally, in the coup de grace, a few days ago she posted a video of her word processor going haywire."}