{"article_title": "WADA opens way for athletes to avoid sanctions for meldonium", "article_keywords": ["notice", "antidoping", "sanctions", "avoid", "agency", "drug", "statement", "way", "meldonium", "cases", "athletes", "wada", "opens", "told"], "article_url": "http://townhall.com/news/world/2016/04/13/wada-opens-way-for-athletes-to-avoid-sanctions-for-meldonium-n2147863", "article_text": "LONDON (AP) — In a dramatic change that could lead to numerous doping cases being thrown out, athletes who tested positive for meldonium may be able to avoid sanctions because of a lack of scientific evidence on how long the recently banned drug stays in the system.\n\nThe World Anti-Doping Agency said Wednesday provisional suspensions can be lifted if it is determined that an athlete took meldonium before it was placed on the list of banned substances on Jan. 1.\n\n\"It's not an amnesty as such,\" WADA President Craig Reedie told The Associated Press.\n\nWADA said 172 positive tests for meldonium have been recorded so far in various sports and countries — many in Russia — since the drug was prohibited. The highest profile case involves Maria Sharapova, who announced last month that she tested positive during the Australian Open in January.\n\nSome athletes who have tested positive have claimed meldonium remained in their systems for months even though they stopped using it last year. Sharapova did not specify when she had last used meldonium.\n\nThe Latvian-made drug, which is typically prescribed for heart conditions, was widely used as a supplement by athletes in Eastern European countries. The drug increases blood flow, which improves exercise capacity by carrying more oxygen to the muscles.\n\nIn a notice to national anti-doping agencies, WADA acknowledged that \"there is a lack of clear scientific information\" on how long it takes for meldonium to clear the system.\n\nWhile several studies are currently being carried out by WADA-accredited laboratories, preliminary results show that long-term excretion of meldonium can take weeks or months, it said.\n\nAs a result, it is possible that athletes who took meldonium before Jan. 1 \"could not reasonably have known or suspected\" that the drug would still be present in their bodies after that date, WADA said.\n\n\"In these circumstances WADA considers that there may be grounds for no fault or negligence on the part of the athlete,\" the statement said.\n\nReedie said the notice was sent out to all national anti-doping bodies on Tuesday. It was released first publicly by Russia's anti-doping agency on Wednesday before being posted on WADA's website.\n\n\"It is designed to explain the science that we know,\" Reedie told the AP in a telephone interview. \"The issue that it deals with is the time this drug takes to come out of the system. It's an attempt to clarify the many questions that we've been asked.\"\n\nIn a separate statement, WADA stressed that meldonium remains a banned substance and athletes face the rule of strict liability whereby they are responsible for any prohibited drug found in their body.\n\n\"Meldonium is a particular substance, which has created an unprecedented situation and therefore warranted additional guidance for the anti-doping community,\" Reedie said.\n\nThe Russian sports ministry and national Olympic committee welcomed the WADA statement, and the country's officials suggested there could be a mass amnesty of Russian athletes.\n\nRussian tennis federation head Shamil Tarpishchev told the R-Sport agency he hoped that Sharapova would be able to play at the Olympics in Rio de Janeiro in August, while the head of the Russian swimming federation suggested there could be a swift return to competition for suspended world champion Yulia Efimova.\n\n\"In no way does this serve as an 'amnesty' for athletes that are asserted to have committed an anti-doping rule violation,\" WADA spokesman Ben Nichols told the AP in an email. \"Rather, it serves as guidance for how anti-doping organizations should assess the particular circumstances of each individual case under their jurisdiction.\"\n\nThe meldonium cases have no bearing on the ongoing suspension of Russia's track and field team following a WADA commission report into what it called state-sponsored doping.\n\nSharapova, a winner of five Grand Slam titles, said she had been taking meldonium for medical reasons over a 10-year period and had not seen a WADA notice last year that the drug would be banned starting in 2016.\n\nSharapova was provisionally suspended by the International Tennis Federation pending a disciplinary hearing.\n\n\"We can confirm that the case is ongoing and that there will be a hearing,\" ITF spokesman Nick Imison told the AP on Wednesday. \"I have seen the statement from WADA and obviously any ongoing cases will take that information from WADA, but it won't affect the fact that there is an ongoing case.\"\n\nSharapova's lawyer said WADA's statement was \"proof of how poorly\" the agency handled meldonium issues in 2015.\n\n\"The notice underscores why so many legitimate questions have been raised concerning WADA's process in banning meldonium as well as the manner in which they notified players,\" attorney John Haggerty said in a statement. \"This notice should have been widely distributed in 2015, when it would have made a difference in the lives of many athletes.\"\n\nWADA said prosecution of meldonium cases can be \"stayed\" and provisional suspensions lifted if the concentration of the drug in the system is between 1 and 15 micrograms per millileter and the test was carried out before March 1, or if the level is below 1 microgram per millileter and the doping control was conducted after March 1. In both cases, the drug could still be in the athletes' system from before Jan. 1.\n\nThe agency said doping cases should be pursued, however, in the case of athletes who admit having taken meldonium on or after Jan. 1. The same applies to cases where the concentration of the drug is above 15 micrograms per millileter and where the level is between 1 and 15 and the drug test was after March 1.\n\n___\n\nAP Sports Writer James Ellingworth in Moscow contributed to this report.", "article_metadata": {"description": "WADA opens way for athletes to avoid sanctions for meldonium - AP News: LONDON (AP) — In a dramatic change that could lead .05/27/2016 11:02:05AM EST.", "author": "AP News", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "LONDON (AP) — In a dramatic change that could lead to numerous doping cases being", "title": "AP News - WADA opens way for athletes to avoid sanctions for meldonium", "url": "http://townhall.com/news/world/2016/04/13/wada-opens-way-for-athletes-to-avoid-sanctions-for-meldonium-n2147863", "image": "http://media.townhall.com/townhall/reu/ha/2016\\104\\8efafd63-80d6-4b05-9601-6eb20e87c68d.jpg", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "LONDON (AP) — In a dramatic change that could lead to numerous doping cases being", "title": "AP News - WADA opens way for athletes to avoid sanctions for meldonium", "url": "http://townhall.com/news/world/2016/04/13/wada-opens-way-for-athletes-to-avoid-sanctions-for-meldonium-n2147863", "image": "http://media.townhall.com/townhall/reu/ha/2016/104/8efafd63-80d6-4b05-9601-6eb20e87c68d.jpg", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "WADA opens way for athletes to avoid sanctions for meldonium, AP News, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "article_summary": "It was released first publicly by Russia's anti-doping agency on Wednesday before being posted on WADA's website.\nThe Russian sports ministry and national Olympic committee welcomed the WADA statement, and the country's officials suggested there could be a mass amnesty of Russian athletes.\nThe meldonium cases have no bearing on the ongoing suspension of Russia's track and field team following a WADA commission report into what it called state-sponsored doping.\nSome athletes who have tested positive have claimed meldonium remained in their systems for months even though they stopped using it last year.\nThe agency said doping cases should be pursued, however, in the case of athletes who admit having taken meldonium on or after Jan. 1."}