{"article_title": "Senate Avoids Shutdown, Passes Cromnibus in Bipartisan Vote", "article_keywords": ["passes", "votes", "republicans", "senate", "cromnibus", "reid", "vote", "cruz", "stopgap", "shutdown", "avoids", "bipartisan", "weekend", "roll"], "article_url": "http://www.rollcall.com/news/home/senate-schedule-shutdown-possible", "article_text": "Reid, left, and Mitch McConnell, are tested as the government gets closer to shutting down. (Tom Williams/CQ Roll Call)\n\nUpdated 11:26 p.m. | The Senate has avoided a government shutdown, easily clearing the $1.1 trillion \"cromnibus\" funding the government through September.\n\nThe government was scheduled to shut down at midnight Saturday, but the Senate first cleared a four-day stopgap measure by voice vote and later reached a deal to clear the cromnibus after lawmakers in both parties sparred over who was to blame for the impending shutdown theatrics.\n\nThe final vote was 56-40 in an extremely bipartisan vote, with 21 Democrats, 18 Republicans and independent Bernard Sanders of Vermont voting no.\n\nRepublican no votes: Bob Corker of Tennessee; Michael D. Crapo of Idaho; Ted Cruz of Texas; Jeff Flake of Arizona; Charles E. Grassley of Iowa; Dean Heller of Nevada, Ron Johnson of Wisconsin, Mike Lee of Utah; John McCain of Arizona; Jerry Moran of Kansas; Rand Paul of Kentucky; Rob Portman of Ohio; Jim Risch of Idaho; Marco Rubio of Florida; Tim Scott of South Carolina; Jeff Sessions of Alabama; Richard C. Shelby of Alabama; and David Vitter of Louisiana.\n\nDemocratic no votes: Richard Blumenthal of Connecticut; Cory Booker of New Jersey; Barbara Boxer of California; Sherrod Brown of Ohio; Maria Cantwell of Washington; Al Franken of Minnesota; Kirsten Gillibrand of New York; Tom Harkin of Iowa; Mazie K. Hirono of Hawaii; Amy Klobuchar of Minnesota; Carl Levin of Michigan; Joe Manchin III of West Virginia; Ed Markey of Massachusetts; Claire McCaskill of Missouri; Robert Menendez of New Jersey; Jeff Merkley of Oregon; Jack Reed of Rhode Island; Tester of Montana; Elizabeth Warren of Massachusetts, Sheldon Whitehouse of Rhode Island and Ron Wyden of Oregon.\n\nIn the key vote earlier Saturday night, the Senate easily cleared the 60-vote threshold to stop a filibuster attempt, 77-19. Thirteen Republicans, five Democrats and Sen. Bernard Sanders, I-Vt., voted to filibuster the bill.\n\nRepublican No votes on cloture: Crapo Cruz Heller Lee Moran Paul Portman Risch Rubio Scott Shelby Sessions Vitter http://t.co/E5K4UZ5aS6 — Roll Call (@rollcall) December 14, 2014\n\nDemocrats voting NO on cloture for #CRomnibus: Brown Franken Manchin McCaskill Warren + Sanders (I) http://t.co/E5K4UZ5aS6 — Roll Call (@rollcall) December 14, 2014\n\nThe Senate then thumped an effort by Sen. Ted Cruz, R-Texas, to raise a point of order over the issue of the President Barack Obama's executive action on immigration. Cruz's effort failed on a similarly lopsided 22-74 vote. The Senate had been stuck in the midst of numerous procedural votes on nominations — with a weekend session forced by conservatives against the wishes of many in their own party. Conservatives demanded a vote to undo President Barack Obama's immigration executive actions — something Democrats have been unwilling to grant in their final days in control of the chamber.\n\nA vote to cut off debate on the cromnibus had been scheduled for 1 a.m. before the deal.\n\nOutgoing Senate Majority Leader Harry Reid, D-Nev., in opening the Senate Saturday blamed “a small group of Republicans” for requiring the weekend session.\n\nThey have “determined it is in their political interest to hold this legislation hostage,” Reid said.\n\nDemocrats spent Friday trying to get a deal to push a vote on the $1.1 trillion spending package to Monday, clear the stopgap measure and prevent a weekend session.\n\nBut Sen. Mike Lee, R-Utah, objected to the reuquest late Friday night because he wants a vote on blocking President Barack Obama’s executive action shielding undocumented immigrants from deportation.\n\nReid also noted Republicans should not be surprised Democrats want to clear nominations before adjourning for the year.\n\n“The Republican leader has known for weeks, if not month[s], that we intend to vote on the president’s nominations,” Reid said.\n\nSenate Republican leaders Friday said they had wanted to wrap up the lame-duck session as soon as possible to prevent Reid from confirming controversial nominations.\n\nReid and Senate Majority Whip Richard J. Durbin, D-Ill., in an exchange on the floor, also sought to place blame on the small group of Republicans, including Cruz, for pushing the nation toward another major crisis.\n\nCruz led an effort last year that led to a 17-day partial government shutdown over their efforts to dismantle the Affordable Care Act in an end-of-the-fiscal-year spending package.\n\n“This is the same senator who shut down the government last year in protest over the Affordable Care Act?” Durbin asked Reid.\n\nReid's response: “The very same man. Now he is hung up on not only the Affordable Care Act, but the president's action to give five million people relief in this country so that they can come out of the shadows and make our country a more productive place.”\n\nRepublican Whip John Cornyn of Texas indicated Lee was willing to push forward the stopgap measure to keep the government open into next week, but that it was his understanding Reid would not yet do that.\n\n\"I think Sen. Reid's sort of got his head down and wants to do what he wants to do,\" Cornyn said. \"But I'm hoping that after everybody tires of the games, we can have a serious talk.\"\n\nThat appeared to happen — with first the agreement to clear a four-day stopgap and later the cromnibus.\n\nCornyn declined to criticize Cruz for the procedural situation.\n\n\"I think we could well be at this same result regardless,\" Cornyn said.\n\nDemocrats want to try to confirm as many as 20 nominations, but had signaled they are willing to negotiate that number down to speed up the process.\n\nThe Senate is expected to come back Monday with additional work still to do on taxes, terrorism insurance and nominations.\n\nSteven T. Dennis, Sarah Chacko, Melanie Zanona contributed to this report. Related: Reid Announces Weekend Votes After Blockade Reid Hopes for Quick ‘Cromnibus’ Passage, Getaway Breaking Down the 'Cromnibus' Vote (Updated) Obama, Hoyer Split With Pelosi on 'Cromnibus' (Video) 'Cromnibus' Strains GOP Principles on Open Process White House Thinks GOP Will Blink on Immigration Action Lawmakers Release Massive 'Cromnibus' 2 Days Ahead of Shutdown House GOP Votes to Undermine Obama Executive Immigration Orders The 114th: CQ Roll Call's Guide to the New Congress Get breaking news alerts and more from Roll Call in your inbox or on your iPhone.", "article_metadata": {"description": "Updated 11:26 p.m. |  The Senate has avoided a government shutdown, easily clearing the $1.1 trillion \"cromnibus\" funding the government through September.", "og": {"site_name": "Roll Call", "description": "Updated 11:26 p.m. |  The Senate has avoided a government shutdown, easily clearing the $1.1 trillion \"cromnibus\" funding the government through September.", "title": "Senate Avoids Shutdown, Passes Cromnibus in Bipartisan Vote", "url": "http://www.rollcall.com/news/home/senate-schedule-shutdown-possible", "image": {"identifier": "http://cdn.images.rollcall.com/image/1ed71e81ff466910ac598f06d393a96c/blogs/sites/7/2014/12/gold_medal_003_121014-445x296.jpg", "type": "image/png"}, "updated_time": "2014-12-15T15:47:00Z", "type": "website"}, "abstract": "Updated 11:26 p.m. |  The Senate has avoided a government shutdown, easily clearing the $1.1 trillion \"cromnibus\" funding the government through September.", "fb": {"app_id": 1383531991672364}, "keywords": "Blog ID,Author,category,category,category,author,category,author,category,CQToday Topic,budget,democrats,harry-reid,mitch-mcconnell,nominations,apdm", "article": {"section": "home", "published_time": "2014-12-15T15:47:00Z", "modified_time": "2014-12-15T15:47:00Z"}, "twitter": {"description": "Updated 11:26 p.m. |  The Senate has avoided a government shutdown, easily clearing the $1.1 trillion \"cromnibus\" funding the government through September.", "title": "Senate Avoids Shutdown, Passes Cromnibus in Bipartisan Vote", "url": "http://www.rollcall.com/news/home/senate-schedule-shutdown-possible", "image": {"src": "http://cdn.images.rollcall.com/image/1ed71e81ff466910ac598f06d393a96c/blogs/sites/7/2014/12/gold_medal_003_121014-445x296.jpg"}, "site": "@rollcall", "card": "summary |player (See: https://dev.twitter.com/cards/types/player We will have to submit a test and get approval before using this type)"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no"}, "_id": "\"57477af46914bd0286fe2be0\"", "article_summary": "The final vote was 56-40 in an extremely bipartisan vote, with 21 Democrats, 18 Republicans and independent Bernard Sanders of Vermont voting no.\n(Tom Williams/CQ Roll Call)Updated 11:26 p.m. | The Senate has avoided a government shutdown, easily clearing the $1.1 trillion \"cromnibus\" funding the government through September.\nIn the key vote earlier Saturday night, the Senate easily cleared the 60-vote threshold to stop a filibuster attempt, 77-19.\nOutgoing Senate Majority Leader Harry Reid, D-Nev., in opening the Senate Saturday blamed “a small group of Republicans” for requiring the weekend session.\nA vote to cut off debate on the cromnibus had been scheduled for 1 a.m. before the deal."}