{"article_title": "Liberalism, the Decline of an Illusion", "article_keywords": ["decline", "obama", "wealth", "power", "republicans", "lakers", "say", "know", "elites", "illusion", "liberalism", "really"], "article_url": "https://pjmedia.com/rogerlsimon/2013/11/6/liberalism-the-decline-of-an-illusion/", "article_text": "Liberalism, the Decline of an Illusion\n\nI have no idea if Republicans will end their circular firing squad and unite sufficiently to right our country, but one thing seems abundantly clear from the events of the last weeks, including Tuesday's election in which Terry McAuliffe barely eked out a victory over the unexciting Ken Cuccinelli. Liberalism in our country is in a more precarious position than ever. It may not even really exist.\n\nLiberalism as practiced in today's America is a chimera, not actually an ideology but an alliance of interest groups controlled by elites for the preservation of their (the elites') wealth and power. The interest groups often seem to be working against their own advantage by being so affiliated (e. g. African-Americans are in the worst shape in years under Obama), but not the elites who have been able to thrive. These elites are also able to appear altruistic to themselves and others while behaving in manners that are hideously selfish and atrocious to the common good. Liberalism is not so much an ideology in our society as it is a shield, a defense mechanism for a lifestyle.\n\nThis accounts, in part, for all the lying and bumbling in the face of the Obamacare debacle from the president on down to his hapless porte-paroles Jay Carney and Deborah Wasserman-Schultz (who apparently is so flummoxed she cannot pronounce the word \"misled\"). None of them ever knew what the healthcare legislation was in the first place in anything approximating serious detail. That would have been been too much of a bother when it was just a pose. It was never really about people's health anyway -- it was for show.\n\nSome accuse liberals of being \"statists,\" but they are actually more confused than that. They don't know what they think. But it doesn't matter because they know what they want -- power, control, and the wealth that comes along with it. (Does Al Gore believe in cataclysmic global warming anymore in the face of all the contrary evidence? Who knows? But he has to say he does.)\n\nWhat Republicans are now confronting is an empty machine. Few outside the academy believe in Keynesian economics anymore and the foreign policy of the Obama administration is inscrutable because it is non-existent. The current attempts to negotiate with Iran and to resolve the perpetual Israeli-Palestinian conflict are more of the same sort of illusion, doing something to appear to be doing something. As we used to say of the 1980's Lakers, \"It's Showtime.\" Only the Lakers scored baskets.", "article_metadata": {"page-title": "Liberalism, the Decline of an Illusion | Roger L. Simon", "pinterest": "nopin", "og": {"site_name": "Roger L. Simon", "description": "The public is beginning to wake up to the emptiness.", "title": "Liberalism, the Decline of an Illusion", "url": "https://pjmedia.com/rogerlsimon/2013/11/6/liberalism-the-decline-of-an-illusion/", "image": "https://pajamasmed.hs.llnwd.net/e1/user-content/12/files/2013/11/obama_invisible_thumbnail_6-24-12-2.jpg", "updated_time": 1464043470, "type": "article"}, "twitter": {"description": "The public is beginning to wake up to the emptiness.", "title": "Liberalism, the Decline of an Illusion", "url": "https://pjmedia.com/rogerlsimon/2013/11/6/liberalism-the-decline-of-an-illusion/", "image": "https://pajamasmed.hs.llnwd.net/e1/user-content/12/files/2013/11/obama_invisible_thumbnail_6-24-12-2.jpg", "site": "@PJMedia_com", "card": "summary_large_image"}, "title": "Liberalism, the Decline of an Illusion | Roger L. Simon", "pinterestDescription": "Liberalism, the Decline of an Illusion", "fb": {"app_id": 149848758413844}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fdf7a3\"", "article_summary": "Liberalism as practiced in today's America is a chimera, not actually an ideology but an alliance of interest groups controlled by elites for the preservation of their (the elites') wealth and power.\nLiberalism is not so much an ideology in our society as it is a shield, a defense mechanism for a lifestyle.\nLiberalism in our country is in a more precarious position than ever.\nBut it doesn't matter because they know what they want -- power, control, and the wealth that comes along with it.\nThe current attempts to negotiate with Iran and to resolve the perpetual Israeli-Palestinian conflict are more of the same sort of illusion, doing something to appear to be doing something."}