{"article_title": "Kay Hagan rallies 5th District Democrats", "article_keywords": ["hagan", "district", "getting", "tillis", "5th", "work", "democrats", "interest", "rallies", "north", "kay", "carolina"], "article_url": "http://myfox8.com/2014/05/18/kay-hagan-rallies-5th-district-democrats/", "article_text": "× Kay Hagan rallies 5th District Democrats\n\nWINSTON-SALEM, N.C. — Sen. Kay Hagan told area Democrats Saturday that it will take the “largest get-out-the-vote effort” seen for a North Carolina Senate race to keep her in Washington.\n\nHagan was speaking at the North Carolina 5th Congressional District Democrat’s Convention, held at the Forsyth Technical Community College’s West Campus.\n\nIf Hagan’s team succeeds in getting large numbers of Democratic voters to the polls in November for her race against Rep. Thom Tillis, speaker of the North Carolina House, it could benefit other North Carolina Democrats, as well.\n\n“If she’s able to continue getting people (out) with her ideas, it’s good for our democracy,” said Josh Brannon, a Democratic candidate for the 5th district seat. “A lot more Democrats could have bigger opportunities in November.”\n\nBrannon led a field of four candidates in the 5th District Democrat primary May 6, but fell short of the 40 percent of votes threshold needed to avoid a runoff. Second-place finisher Gardenia Henley is calling for a runoff in the contest to see which Democrat will face incumbent Republican Rep. Virginia Foxx in the fall.\n\nHagan said she will campaign across the state on weekends between now and November, while still maintaining her responsibilities in Washington, D.C. during the week. She said it will take hard work to overcome the money coming in to support Tillis.\n\n“(Tillis’) special-interest friends are trying to buy the election,” Hagan said. “Our state is not for sale.”\n\nHagan touted her record of “putting North Carolina first” during her six years in the Senate, highlighting her support for the Affordable Care Act, a bill to prevent interest on student loans from rising and efforts to keep tuition assistance in place for active-duty service personnel. Hagan said she’ll continue to working on passing the AMERICA Works Act, which is modeled after a Forsyth Tech workforce training initiative.\n\nShe said her top priority will jobs and said the country needs to raise the minimum wage, improve education and work toward getting women equal pay for equal work – a message that was well-received by the 5th District’s Democratic precinct delegates like Sarah Hill Carter, delegate from precinct 601 in Winston-Salem.\n\n“She was a very powerful speaker and (said) things we needed to hear,” Hill Carter said.\n\nHagan contrasted her efforts to those of Tillis, working in the General Assembly last year to pass what Hagan called a “special interest agenda.” Hagan criticized Tillis on the state’s tax plan, education reform initiatives and voting rights’ overhaul.\n\nSeveral times Hagan referenced outside and special interest money supporting Tillis’ campaign.\n\nHe’s not the only one receiving help from outside groups, though.", "article_metadata": {"description": "WINSTON-SALEM, N.C. -- Sen. Kay Hagan told area Democrats Saturday that it will take the “largest get-out-the-vote effort” seen for a North Carolina Senate race to keep her in Washington.", "generator": "WordPress.com", "og": {"site_name": "myfox8.com", "description": "WINSTON-SALEM, N.C. — Sen. Kay Hagan told area Democrats Saturday that it will take the “largest get-out-the-vote effort” seen for a North Carolina Senate race to keep her in Washington. Haga…", "title": "Kay Hagan rallies 5th District Democrats", "url": "http://myfox8.com/2014/05/18/kay-hagan-rallies-5th-district-democrats/", "image": {"width": 401, "identifier": "https://localtvwghp.files.wordpress.com/2014/05/untitled-182.gif", "height": 225}, "locale": "en_US", "type": "article"}, "twitter": {"image": "https://localtvwghp.files.wordpress.com/2014/05/untitled-182.gif?w=240", "site": "@myfox8", "card": "summary", "creator": "@myfox8"}, "msvalidate.01": "9CC50DB4C5614EA88B5CFA75E33AAB02", "msapplication-tooltip": "News, Weather, Sports and more from WGHP Fox 8 Television", "apple-itunes-app": "app-id=576468704", "fb": {"pages": 66055982622}, "msapplication-window": "width=device-width;height=device-height", "msapplication-task": "name=Subscribe;action-uri=http://myfox8.com/feed/;icon-uri=http://1.gravatar.com/blavatar/d6825caa4f715bb372290d2344aae986?s=16", "application-name": "myfox8.com", "article": {"publisher": "http://www.facebook.com/fox8news", "published_time": "2014-05-18T13:20:38+00:00", "modified_time": "2014-05-18T13:20:38+00:00", "author": "http://www.facebook.com/fox8news"}, "keywords": "news,", "google-site-verification": "Yn8rglGvxxL_bChOFSZTPKslhj-7-DDnVf-rpVixhQs", "viewport": "width=device-width, initial-scale=1, user-scalable=no"}, "_id": "\"57477af46914bd0286fe2c00\"", "article_summary": "× Kay Hagan rallies 5th District DemocratsWINSTON-SALEM, N.C. — Sen. Kay Hagan told area Democrats Saturday that it will take the “largest get-out-the-vote effort” seen for a North Carolina Senate race to keep her in Washington.\nHagan was speaking at the North Carolina 5th Congressional District Democrat’s Convention, held at the Forsyth Technical Community College’s West Campus.\n“If she’s able to continue getting people (out) with her ideas, it’s good for our democracy,” said Josh Brannon, a Democratic candidate for the 5th district seat.\nIf Hagan’s team succeeds in getting large numbers of Democratic voters to the polls in November for her race against Rep. Thom Tillis, speaker of the North Carolina House, it could benefit other North Carolina Democrats, as well.\n“A lot more Democrats could have bigger opportunities in November.”Brannon led a field of four candidates in the 5th District Democrat primary May 6, but fell short of the 40 percent of votes threshold needed to avoid a runoff."}