{"article_title": "David Williams: clown wrangler and thought leader", "article_keywords": ["wrangler", "business", "boston", "clown", "david", "thought", "patients", "clowns", "issues", "healthcare", "health", "volunteer", "leader", "williams", "care"], "article_url": "http://www.healthcareitnews.com/news/david-williams-clown-wrangler-thought-leader", "article_text": "When David Williams left Boston Consulting Group's healthcare practice, he searched for volunteer nonprofit work related to health and discovered a bunch of clowns — specifically those at the Hearts & Noses hospital troupe, founded by a direct disciple of Patch Adams.\n\nNow, as chairman, his job is \"to make sure the clowns have the money and strategic structure that they need in order to be successful.\" These professionally trained volunteer clowns interact one-on-one with pediatric patients. Beyond lifting the patients' (and their parents') spirits with laughter, the improvisational empathetic bedside clowning is designed to give the kids a sense of control that's otherwise absent from their lives.\n\nA co-founder of both Health Business Group and MedPharma Partners, Williams sits on the board of Home Care Delivered, serves on advisory boards for Boston Young Healthcare Professionals and the Center for the Evaluation of Value and Risk in Health Care, and has led multiple review panels for the Office of the National Coordinator for Health IT.\n\nAnd he'll be covering HIMSS15 as one of the show's elite, credentialed Social Media Ambassadors.\n\nFact number one you probably didn't already know about this buttoned-down Boston consultant: in college he played trumpet in a band called \"Cup O' Pizza & the Taco Bells\" (he was one of the Bells). He continues to be musical by writing, singing and recording variations based on popular songs for his kids' birthdays.\n\nFact number two: Last year, Williams interviewed all nine candidates for governor of Massachusetts, his home state. Although naturally the entry topic was healthcare, his overarching goal was to elevate the debate in other topics as well, like education, the economy and the environment.\n\nWith more than 3,500 posts, Williams' award-winning Health Business Blog recently celebrated its 10-year anniversary. He also shares his interpretation of health care business and policy issues on Twitter as @HealthBizBlog.\n\n\"I'm a believer in good government,” he said, “and that citizens can handle complex issues if you give them a chance.\"\n\nWilliams also sees a lot of change over the next five years in telehealth.\n\nSince he began working on 'Web visits' back in 2001, the concept has remained similar, despite the attitude toward technology changing. Now we live in a world of BYOD, where both caregivers and patients have become quite comfortable using their tablets and smartphones. Of course, that brings up the issues of privacy, security, safety and efficacy — not to mention regulatory challenges and payment models. But Williams bullishly says, \"telehealth is accelerating.\"\n\nLikewise, Williams sees healthcare in general as picking up the pace ... a little. Physicians still take a while to train and assimilate into practice. Dealing with sensitive life-or-death issues is another slowing factor. The fact that the main people needing healthcare most are over 70 tends to inhibit change some. But to the contrary Williams points out, \"Now that you've got the patients less insulated from the true cost of healthcare — another reason things have moved slowly in the past — the patients have more financial responsibility.\"", "article_metadata": {"description": "In addition to sitting on several boards, the entrepreneur and HIMSS15 Social Media Ambassador volunteers at hospitals working with a renowned clown troupe.", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "Healthcare IT News", "description": "In addition to sitting on several boards, the entrepreneur and HIMSS15 Social Media Ambassador volunteers at hospitals working with a renowned clown troupe.", "title": "David Williams: clown wrangler and thought leader", "url": "http://www.healthcareitnews.com/news/david-williams-clown-wrangler-thought-leader", "image": "http://www.healthcareitnews.com/sites/default/files/clown.png", "updated_time": "2015-04-10T15:43:21-04:00", "type": "article"}, "twitter": {"url": "http://www.healthcareitnews.com/news/david-williams-clown-wrangler-thought-leader", "image": {"src": "http://www.healthcareitnews.com/sites/default/files/clown.png"}, "description": "In addition to sitting on several boards, the entrepreneur and HIMSS15 Social Media Ambassador volunteers at hospitals working with a renowned clown troupe.", "card": "summary_large_image", "title": "David Williams: clown wrangler and thought leader"}, "article": {"published_time": "2015-04-10T07:41:14-04:00", "modified_time": "2015-04-10T15:43:21-04:00"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fd426f\"", "article_summary": "With more than 3,500 posts, Williams' award-winning Health Business Blog recently celebrated its 10-year anniversary.\nHe also shares his interpretation of health care business and policy issues on Twitter as @HealthBizBlog.\nThese professionally trained volunteer clowns interact one-on-one with pediatric patients.\nLikewise, Williams sees healthcare in general as picking up the pace ... a little.\nFact number two: Last year, Williams interviewed all nine candidates for governor of Massachusetts, his home state."}