{"article_title": "John Kasich and Josh Mandel's future job prospects: Editorial cartoon", "article_keywords": ["state", "prospects", "campaign", "hes", "beat", "political", "suarez", "josh", "mandels", "governor", "job", "future", "mandel", "editorial", "kasich", "ohio", "john", "cartoon"], "article_url": "http://www.cleveland.com/darcy/index.ssf/2014/10/kasich_and_mandels_future_job.html", "article_text": "CLEVELAND, Ohio-- Governor John Kasich is being mentioned as a possible candidate for President or Vice President by political observers. State Treasure Josh Mandel is being mentioned as a potential candidate again for the U.S. Senate, Governor, President, Chief Justice of the U.S. Supreme Court and Master of the Universe, by himself.\n\nEven without Ed FitzGerald's self-implosion, John Kasich would have been tough to beat for some of the same reasons he's being mentioned now as potential 2016 Presidential candidate.\n\nIt's been well noted it helps that Kasich is the Governor of one of the most pivotal states in the Presidential election. A state that began to have an economic turnaround under his Governorship. But Kasich has appeal beyond being a conservative Governor of the right state at the right time. He's demonstrated that he can play the compassionate conservative role as well as George W. Bush can. He has the potential to appeal to \"Reagan Democrats\". He's demonstrated an ability to deftly tack in changing political winds. Look how he handled the Obamacare state medicaid expansion issue and recovered from the SB5 defeat. With Obamacare he legislatively did what was in the best interest of the state, while at the same time rhetorically doing what was in his political best interest by protecting his right flank with words, if not actual deeds. He showed he's doesn't have a tin ear and is politically astute by paying attention to Northeast Ohio as much as Ted Strickland had ignored it.\n\nUltimately so many high profile state and national elections are determined by the likability of the candidate, not the actual issues they advocate. This is the real reason Bill Clinton beat George H. Bush. It's the reason George W. Bush beat Al Gore. It's the reason John Kasich would beat FitzGerald even if he had a drivers license for the decade he didn't .\n\nJosh Mandel comes off like Ed FitzGerald-- a blatant office-jumping opportunist with dubious scruples. They appear to share the same political DNA in several respects.\n\nIn his campaign ads, Mandel is practically taking full credit for saving Ohio economically. Don't be surprised if he runs follow-up ads taking credit for the Browns beating the Steelers, LeBron's return and inventing pumpkin spice.\n\nJosh Mandel did not save Ohio. What he did do is try to save Ben Suarez from being sued by the State of California. In exchange for campaign contributions, Mandel used the Treasurer's office and its stationary to try and pressure California's Attorney General to back off Suarez. California did sue Suarez and he ended up paying a fine in the millions.\n\nMandel claimed he was just looking out for an Ohio business, but in a meeting with the NEOMG Editorial Board, Mandel could not recall ever intervening for another constituent the way he did with Suarez.\n\nIn that same Editorial board meeting, Mandel would not commit to serve out his second term. If he wins re-election as Treasurer, Mandel will begin ordering campaign signs for his next election as he walks up to give his victory speech.\n\nInstead of running campaign ads for another office, Mandel should be running one of the Suarez Corporation's flim flam products on an infomercial, or their government lobbying department in Canton, instead of in the State's Treasurer's office. Mandel won't commit to serving out a full second term and voters shouldn't commit to giving him one.", "article_metadata": {"medium": "news", "viewport": "width=device-width,initial-scale=1", "news_keywords": "ben-suarez, editorial-cartoon, john-kasich, josh-mandel, opinion", "title": "John Kasich and Josh Mandel's future job prospects: Editorial cartoon", "og": {"site_name": "cleveland.com", "description": "Josh Mandel won't commit to serving out a full second term, and voters shouldn't commit to giving him one.", "title": "John Kasich and Josh Mandel's future job prospects: Editorial cartoon", "url": "http://www.cleveland.com/darcy/index.ssf/2014/10/kasich_and_mandels_future_job.html", "image": "http://image.cleveland.com/home/cleve-media/width620/img/darcy/photo/16083963-standard.jpg", "type": "article"}, "twitter": {"description": "Josh Mandel won't commit to serving out a full second term, and voters shouldn't commit to giving him one.", "creator": "@Darcycartoon", "image": "http://image.cleveland.com/home/cleve-media/width620/img/darcy/photo/16083963-standard.jpg", "title": "John Kasich and Josh Mandel's future job prospects: Editorial cartoon", "site": "@clevelanddotcom", "card": "summary_large_image"}, "article_date_updated": "Wednesday, October 15, 2014,  5:40 AM", "fb": {"admins": 100000302287435}, "article_publication_name": "cleveland.com", "article_comments": 0, "article_date_original": "Wednesday, October 15, 2014,  5:40 AM", "article_author": "Jeff Darcy, cleveland.com", "Description": "Josh Mandel won't commit to serving out a full second term, and voters shouldn't commit to giving him one."}, "_id": "\"57477af46914bd0286fe2c06\"", "article_summary": "CLEVELAND, Ohio-- Governor John Kasich is being mentioned as a possible candidate for President or Vice President by political observers.\nIt's the reason John Kasich would beat FitzGerald even if he had a drivers license for the decade he didn't .\nIt's been well noted it helps that Kasich is the Governor of one of the most pivotal states in the Presidential election.\nBut Kasich has appeal beyond being a conservative Governor of the right state at the right time.\nEven without Ed FitzGerald's self-implosion, John Kasich would have been tough to beat for some of the same reasons he's being mentioned now as potential 2016 Presidential candidate."}