{"article_title": "In 2016, your vote counts for Supreme Court", "article_keywords": ["supreme", "republican", "court", "kennedy", "justice", "obergefell", "justices", "v", "vote", "president", "counts", "2016", "debate"], "article_url": "http://www.wisconsinrapidstribune.com/story/opinion/2015/08/17/vote-counts-supreme-court-column/31846887/", "article_text": "The Supreme Court. (Photo: Pablo Martinez Monsivais/AP)\n\nOne of the campaign issues that went underdiscussed during the first prime-time Republican presidential debate should really be at the top of the list: the future of the Supreme Court.\n\nWhy? When the next president is inaugurated in January 2017, three of the nine Supreme Court justices will be 80 or older. Anthony Kennedy, the swing vote, and Antonin Scalia, the bombastic conservative, will be almost 81, and Ruth Bader Ginsburg, the liberal icon, will be 83.\n\nJustices seem to live longer than most other folks. Justice John Paul Stevens, who retired in 2010, is still going strong at age 95. Nonetheless it is fair, even if morbid, to guess that the next president will get to appoint at least one or two justices during his or her first term in office.\n\nIf the vacancies to fill come from among the three justices mentioned, it will be a very big deal.\n\nLast term, Justice Kennedy was in the majority in 14 of the 19 cases decided by 5-4 votes — including the historic Obergefell v. Hodges decision supporting same-sex marriage, which Kennedy wrote. He was also part of the 6-3 majority that upheld the Affordable Care Act. The next president’s appointment of Kennedy’s successor could affect the outcomes of the court’s most contested cases for decades to come.\n\n“Whoever gets to replace Kennedy, it’s World War III,” conservative strategist Carrie Severino told me, and it’s hard to disagree. A titanic confirmation struggle will be hard to avoid.\n\nBut if a Democratic president gets to replace Scalia, or a Republican names Ginsburg’s successor, those scenarios also could change the course of the court on issues ranging from abortion to affirmative action to voting rights — all of which are still contested in lower courts and in the public conversation.\n\nThe high court popped up briefly in the debate among the seven “lower tier” Republican candidates on Aug. 6. They were asked whether the Obergefell ruling establishing a right to same-sex marriage was “settled law,” like Roe v. Wade, which declared a woman’s right to have an abortion in 1973. Candidate Rick Santorum said no, calling Obergefell a “rogue Supreme Court decision.” After a brief discussion of “litmus tests” for possible nominees, the debate moved on to other subjects.\n\nUnfortunately, it is no surprise that the Supreme Court plays only the smallest of cameo roles in presidential campaigns. Drawing a direct connection between who is president and the composition of the court is difficult, turning on variables such as which justice departs and when, which party controls the Senate and who is appointed. It is not as if incoming presidents can appoint an entirely new Supreme Court, as they can with the Cabinet.\n\nEven so, the late Justice Byron White used to say that every time even a single new justice takes the bench, it becomes a new court. That is the issue for voters to ponder: What kind of new Supreme Court do you want?\n\nTony Mauro is Supreme Court correspondent for the National Law Journal and the Supreme Court Brief newsletter.\n\nRead or Share this story: http://wrtnews.co/1TOMcqq", "article_metadata": {"google": "notranslate", "description": "With 3 justices older than 80 by inauguration, titanic battle on the way.", "og": {"site_name": "Daily Tribune Media", "description": "With 3 justices older than 80 by inauguration, titanic battle on the way.", "title": "In 2016, your vote counts for Supreme Court: Column", "url": "http://www.wisconsinrapidstribune.com/story/opinion/2015/08/17/vote-counts-supreme-court-column/31846887/", "image": "http://www.gannett-cdn.com/GDContent/applogos/wisconsinrapidstribune.png", "type": "article"}, "twitter": {"description": "With 3 justices older than 80 by inauguration, titanic battle on the way.", "title": "In 2016, your vote counts for Supreme Court: Column", "image": "http://www.gannett-cdn.com/-mm-/98d69583cec65d9b3f3cd72343193fc9d0d7bf00/c=238-0-785-547&r=x643&c=640x640/local/-/media/2015/08/17/WisconsinRapids/B9318485270Z.1_20150817105828_000_GI5BLB40Q.1-0.jpg", "creator": "@wrtribune", "site": "@wrtribune", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=885558265", "fb": {"app_id": 132335483492709}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": "supreme court, republican, democrat, presidential, election, vote"}, "_id": "\"57477af36914bd0286fd4292\"", "article_summary": "Tony Mauro is Supreme Court correspondent for the National Law Journal and the Supreme Court Brief newsletter.\nWhen the next president is inaugurated in January 2017, three of the nine Supreme Court justices will be 80 or older.\nIt is not as if incoming presidents can appoint an entirely new Supreme Court, as they can with the Cabinet.\nThat is the issue for voters to ponder: What kind of new Supreme Court do you want?\nUnfortunately, it is no surprise that the Supreme Court plays only the smallest of cameo roles in presidential campaigns."}