{"article_title": "The $6.5 Billion, 20-Year Plan To Transform An American City", "article_keywords": ["billion", "city", "rochester", "center", "mayo", "destination", "tax", "transform", "clinic", "american", "20year", "65", "residents", "local", "medical", "plan"], "article_url": "http://www.fastcompany.com/3041355/innovation-agents/the-65-billion-20-year-plan-to-transform-an-american-city", "article_text": "One of the world’s best-known hospitals has a problem.\n\nThe Mayo Clinic is located in the small city of Rochester (pop. 111,000), about a two-hour drive from Minneapolis, Minnesota. And it is, right this minute, competing fiercely for a small-but-extremely-lucrative slice of the global medical tourism industry. The wealthy American, European, east Asian, and Gulf Arab patients who have been the clinic’s bread and butter have been instead choosing to get treatment abroad or at domestic rivals like Baltimore’s Johns Hopkins University or the Cleveland Clinic. But that may be changing—and the reason, if not the construction, is simple: the Destination Medical Center.\n\nThat's an audacious 20-year plan by Rochester, the Minnesota state government, the Mayo Clinic, and their private partners to spend more than $6.5 billion on a kind of real-life version of SimCity, designed to turn Rochester into a global biotech hub, and double its population in the process.\n\nAt a contentious city council meeting this past March, Rochester approved a plan to build the DMC. The project, a public-private partnership between Rochester, the Mayo Clinic, the state of Minnesota, county governments, and the private sector, would effectively remake all of Rochester in the Mayo Clinic’s image. Downtown would be rejuvenated and made more cold-weather friendly, while the Mayo Clinic would welcome gleaming new facilities. Vast plots of land would be used for fresh office space for biotech and pharmaceutical firms, local schools would get a cash injection, and development of amenities like hip restaurants and upscale shops would be subsidized by local and state government to attract out-of-town talent and medical tourists. There are even plans for a rail link to the city of Minneapolis, approximately 90 miles away.\n\n\"It isn't clear yet what the Destination Medical Center will mean to the Twin Cities metro area,\" says Leah Puffer, a Minneapolis-based urban planner. \"Rochester is often seen as a peripheral city, just far enough away from Minneapolis and St. Paul that it doesn't have the feel of a competitor. I think many individuals in the Twin Cities are still unaware of the amount of investment and potential development in Rochester as part of the Destination Medical Center. Most people still see it as a sleepy, small city with a great hospital and clinic.\"\n\nLisa Clarke, the DMC’s executive director, speaks bluntly about what the DMC would offer. \"It’s between 25,000 and 45,000 jobs over 20 years, with the accompanying growth in tax revenue,\" Clarke tells Fast Company. And that’s before the seven new neighborhoods they plan to construct around the city.\n\nPeter Cavaluzzi, principal and board member with Perkins Eastman, the architects behind the DMC development, previously worked on Baltimore’s Inner Harbor, New York’s new Moynihan Penn Station, and Las Vegas’s CityCenter. He compared the changes in Rochester to Robert Moses’ construction projects in New York for the World’s Fair, which included a drastic remaking of the borough of Queens.\n\nWhile Rochester wants to renovate, the costs aren’t cheap. As of this writing, the project is expected to be paid through a combination of a $6 billion of investment from the private sector and $585 million from state and local government. The $585 million cost is expected to be shouldered by taxpayers through sales tax increases approved in 2012 and diversion from other portions of the state and local budgets. Further sales tax increases are also possible in the future. (And property taxes may come into play, especially in light of the Rochester legislators' recent failure to sway the city on its sales tax idea.)\n\nIn exchange for the tax increases, Destination Medical Center authorities are promising city residents that their quality of life will vastly increase. Promotional materials sent to Rochester residents extol the creation of at least 35,000 new jobs and a long-term boost to tax revenue. Additional funds for the local school board are especially emphasized. Rochester’s population would nearly double in size, and a small city would be transformed into a bigger player.\n\nIn an interesting, contemporary twist, foreign companies are funding much of the construction. A recent count of foreign real estate investment in Rochester found the sale of a seven-story office building for $4 million to a United Arab Emirates-based firm that is expected to tear it down for replacement by a luxury hotel. Another Emirates-based firm has bought more than $15 million of commercial real estate in Rochester over the past four years. Other investors include Venezuelan, Saudi Arabian, and Indian companies.\n\nMany of these foreign investors have ties to the Mayo Clinic. Royals from the United Arab Emirates routinely arrive at Mayo for treatment (see below), and others want to invest in American biotech. The Hong Kong investment firm behind a new Rochester office building, for instance, is led by an executive who has organized conferences in mainland China to promote regenerative medicine and stem cell research.\n\nIn Rochester, these foreign investments are largely greeted with shrugs. The city is used to dealing with global markets thanks to the Mayo Clinic, and the fact that overseas purchasers are interested in local properties is seen more as a sign of a healthy economy than anything else.\n\nClick to expand\n\nWith its monumental architecture dominating downtown Rochester and a nearby secondary campus, the Mayo Clinic looks very much the part of a stately hub of global medical care. Over 1 million patients from all corners of the United States and the world visit Mayo for care each year, bringing massive amounts of cash into the local economy, generating $1.5 billion annually in tax revenue. Longtime Rochester residents can tell stories of seeing entourages of influential foreigners coming into local boutiques and spending tens of thousands of dollars in a single visit—something southern Minnesota citizens rarely see. The Dalai Lama has stopped by the Mayo Clinic for checkups, Middle Eastern royalty come to the Mayo Clinic for long-term treatment, and politicians and wealthy captains of industry are not unusual sights in Rochester.\n\nAlthough most visits by celebrities and royals to Rochester are discreet, they sometimes make the news. In 2012, three women sued Saudi prince Abdul-Rahman bin Abdul Aziz when he reportedly told a local limousine company to only give him male chauffeurs on a visit to the small Minnesota city.\n\nAnd in Rochester, the Mayo Clinic is the city’s undisputed economic hub. Educated, well-paid professionals who otherwise would live in the nearest big cities of Minneapolis or Madison, Wisconsin, instead make their homes in Rochester. The city’s other economic driver is a large IBM factory that manufactures servers and computer parts, but local residents are worried about the future of Big Blue’s Rochester facility. IBM is in the middle of a corporate pivot that emphasizes data products, and the company’s long-term economic state is at the mercy of forces largely outside its control. This past January, 975 employees were reportedly laid off from the IBM plant as part of a much larger workforce reduction worldwide.\n\nIf the Destination Medical Center project is implemented as planned, it will drastically transform the town. The latest, ambitious plans for the DMC, published in December, have the city’s public library replaced by a reflecting pool (which has led supporters of the project to conduct damage control), the downtown \"winterized\" with an aggressive building program of additional skywalks, heated sidewalks, and underground passageways. The plans include the construction of a new performing arts center, a series of multistory parking garages, and the aggressive building of street and sewer infrastructure for developers to construct commercial, academic, and residential buildings across the city. It remains uncertain if a high-speed rail will be built from Rochester to Minneapolis. As part of the project, the Mayo Clinic plans to create more than 15,000 new jobs. Construction around the Destination Medical Center has already begun, with a hotel boom occurring in downtown and near Mayo’s secondary St. Mary’s campus. The first hotel to open was a Hilton Homewood Suites this past summer; all the openings are for high-end or middle-range hotel rooms.\n\nR.T. Rybak, the former mayor of Minneapolis and a member of the Destination Medical Center Corporation’s oversight board, feels the project is essential for attracting jobs to the city. At a recent meeting, he told attendees, \"I’m sick to death of the brain power in this community being tapped by some startup company somewhere in Palo Alto.\"\n\nBut not everyone wants to see their city utterly transformed. John Kruesel, who runs an antique shop in downtown Rochester, told Fast Company that there are big concerns about how all these new residents will be housed and provided with services.\n\n\"According to the Destination Medical Center plan, there will be between 40,000 and 100,000 people coming here if you take both technicians and their family members into account,\" Kruesel says. \"We need to provide for their needs, too, and our city is over $250 million behind in infrastructure already. This means we have to take care of the worker bees coming to Rochester with affordable housing and transportation, which won’t be easy.\"\n\nFlying in the face of all that is a new hotel Hilton is currently building. It's a 23-story structure that includes some standard features—indoor parking, retail space—and some very Mayo-centric add-ons, such as spaces designed for in-building blood draws and some rooms tricked out with specialized medical equipment. Affordable housing, it ain't.\n\nKruesel says that a concern among many residents is the fact that although affordable housing was promised as part of the DMC project, most of the housing developments announced so far have market-based pricing. More importantly, there are questions about the future of Rochester's architecture. The city of Rochester (in close communication with the DMC board) purchased an iconic downtown theater at the end of April, and then there's that public library, which faces possible demolition.\n\nSome residents have been angered by what they consider vague plans, and a lack of clarity over how their tax dollars are being spent. In an effort to quell such concerns, Rochester City Council President Randy Staver recently told the Rochester Post-Bulletin, \"I think it would be very difficult to really envision in high detail all of the projects that might happen over the next 20 years. I would fully expect that in the first five years, we'll learn some things. New opportunities will present themselves, new challenges, and we'll make adjustments.\"\n\nWhen I spoke with the DMC's Clarke, she made sure to note that the plans would be adjusted every five years in response to market conditions. \"We need to be stewards of the plan,\" she says. \"It’s a 20-year plan. We don’t want people to lose sight of the work being put behind the plan and its comprehensive nature. It won’t just be shelved and bought out every 10 years; it will change as we go.\"\n\nIf all goes according to plan, the Mayo Clinic will soon become a lot wealthier. A 2009 Deloitte & Touche report estimates the global medical tourism market at $100 billion. If Mayo outflanks the Cleveland Clinic, Johns Hopkins, and other medical hubs in the United States, and offers well-heeled foreign patients a better alternative than Asian megahospitals, much of that money would be reinvested in the local economy.\n\nWriting in the New Republic, Ilan Greenberg astutely noticed that the first discussions of the Destination Medical Center took place in 2009, when the Affordable Care Act was making the rounds. While Obamacare doesn’t affect wealthy medical tourists, it does cut into the meat-and-potatoes treatment Mayo offers ordinary Americans. Because of changes to insurance structure and Medicare, the number of middle-class American patients from the Midwest getting treatment at Mayo is expected to go down over the next decade. Building the DMC, then, isn’t just about transforming a city: It’s also about securing a megahospital’s revenue stream in the face of huge industry changes.\n\nIn this country, the DMC project is a novelty—a Dubai-style grab at wholesale city engineering that hasn’t been seen stateside since the 1960s \"urban renewal\" wave. Blueprints are being made, politicians are cutting deals, and, if plans hold, a small city will double its population in just 20 years.\n\nIt remains to be seen how happy and healthy all those new residents of Rochester turn out to be.\n\nCorrection: An earlier version of this article misidentified the purchaser of the Chateau Theatre building. It was the city of Rochester, not the Destination Medical Center.", "article_metadata": {"pubexchange": {"headline": "The $6.5 Billion, 20-Year Plan To Transform An American City", "image": "http://b.fastcompany.net/multisite_files/fastcompany/imagecache/620x350/poster/2015/04/3041355-poster-p-1-minnesotas-real-life-game-of-medical-simcity.jpg", "description": "Rochester, Minnesota, is home to the world-famous Mayo Clinic. Will an ambitious new project make it a global medical-tourism destination?"}, "description": "Rochester, Minnesota, is home to the world-famous Mayo Clinic. Will an ambitious new project make it a global medical-tourism destination?", "og": {"site_name": "Fast Company", "description": "Rochester, Minnesota, is home to the world-famous Mayo Clinic. Will an ambitious new project make it a global medical-tourism destination?", "title": "The $6.5 Billion, 20-Year Plan To Transform An American City", "url": "http://www.fastcompany.com/3041355/innovation-agents/the-65-billion-20-year-plan-to-transform-an-american-city", "image": "http://b.fastcompany.net/multisite_files/fastcompany/imagecache/620x350/poster/2015/04/3041355-poster-p-1-minnesotas-real-life-game-of-medical-simcity.jpg", "locale": "en_US", "type": "article"}, "twitter": {"domain": "fastcompany.com", "description": "Rochester, Minnesota, is home to the world-famous Mayo Clinic. Will an ambitious new project make it a global medical-tourism destination?", "title": "The $6.5 Billion, 20-Year Plan To Transform An American City", "url": "http://www.fastcompany.com/3041355/innovation-agents/the-65-billion-20-year-plan-to-transform-an-american-city", "image": "http://b.fastcompany.net/multisite_files/fastcompany/imagecache/620x350/poster/2015/04/3041355-poster-p-1-minnesotas-real-life-game-of-medical-simcity.jpg", "creator": "@nealunger", "site": "@FastCompany", "image8": "http://d.fastcompany.net/multisite_files/fastcompany/imagecache/slideshow_large/slideshow/2015/06/3041355-slide-s-8-the-65-billion-20-year-plan-to-transform-an-american-city.jpg", "image5": "http://c.fastcompany.net/multisite_files/fastcompany/imagecache/slideshow_large/slideshow/2015/06/3041355-slide-s-5-the-65-billion-20-year-plan-to-transform-an-american-city.jpg", "image3": "http://a.fastcompany.net/multisite_files/fastcompany/imagecache/slideshow_large/slideshow/2015/06/3041355-slide-s-3-the-65-billion-20-year-plan-to-transform-an-american-city.jpg", "image2": "http://d.fastcompany.net/multisite_files/fastcompany/imagecache/slideshow_large/slideshow/2015/06/3041355-slide-s-2-the-65-billion-20-year-plan-to-transform-an-american-city.jpg", "image1": "http://c.fastcompany.net/multisite_files/fastcompany/imagecache/slideshow_large/slideshow/2015/06/3041355-slide-s-1-the-65-billion-20-year-plan-to-transform-an-american-city.jpg", "image0": "http://b.fastcompany.net/multisite_files/fastcompany/imagecache/slideshow_large/slideshow/2015/04/3041355-slide-s-1-minnesotas-real-life-game-of-medical-simcity.jpg", "image7": "http://a.fastcompany.net/multisite_files/fastcompany/imagecache/slideshow_large/slideshow/2015/06/3041355-slide-s-7-the-65-billion-20-year-plan-to-transform-an-american-city.jpg", "image6": "http://b.fastcompany.net/multisite_files/fastcompany/imagecache/slideshow_large/slideshow/2015/06/3041355-slide-s-6-the-65-billion-20-year-plan-to-transform-an-american-city.jpg", "card": "gallery", "image4": "http://d.fastcompany.net/multisite_files/fastcompany/imagecache/slideshow_large/slideshow/2015/06/3041355-slide-s-4-the-65-billion-20-year-plan-to-transform-an-american-city.jpg"}, "fb": {"admins": 100000062710915, "pages": 5942134076, "app_id": 178479832213933}, "keywords": "lisa clarke,destination medical center corporation,dmc,regenerative medicine,local school board,minnesota state government,johns hopkins university,medicare,rochester city council,school board", "article": {"publisher": "https://www.facebook.com/FastCompany", "section": "Innovation Agents", "published_time": "2015-05-26T09:27:00.000Z", "modified_time": "2015-06-04T15:18:48.000Z"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "_id": "\"57477af46914bd0286fe2c13\"", "article_summary": "If the Destination Medical Center project is implemented as planned, it will drastically transform the town.\nBut that may be changing—and the reason, if not the construction, is simple: the Destination Medical Center.\n\"It isn't clear yet what the Destination Medical Center will mean to the Twin Cities metro area,\" says Leah Puffer, a Minneapolis-based urban planner.\nIn exchange for the tax increases, Destination Medical Center authorities are promising city residents that their quality of life will vastly increase.\nDowntown would be rejuvenated and made more cold-weather friendly, while the Mayo Clinic would welcome gleaming new facilities."}