{"article_title": "MAXIMUS Completes Acentia Combination and Expands U.S. Federal Services Business", "article_keywords": ["acentia", "statements", "combination", "business", "federal", "companys", "maximus", "health", "risks", "services", "technology", "expands", "completes"], "article_url": "http://www.businesswire.com/news/home/20150406005059/en/MAXIMUS-Completes-Acentia-Combination-Expands-U.S.-Federal", "article_text": "RESTON, Va.--(BUSINESS WIRE)--MAXIMUS (NYSE: MMS), a leading provider of government services worldwide, announced today that on April 1, 2015, it completed the acquisition of Acentia, a provider of systems modernization, software development, program management, and other information technology services and solutions to U.S. federal government civilian and health agencies. The acquisition expands the Company’s U.S. federal services business through additional contract vehicles and access to federal government agencies that are core to the MAXIMUS business model.\n\nThe all-cash transaction is valued at approximately $300 million. MAXIMUS funded the acquisition and related costs and expenses with cash on hand and $225 million borrowed under its revolving credit facility.\n\nMAXIMUS will provide additional financial details and make any updates to guidance on May 7, 2015 concurrent with the reporting of its results for the fiscal 2015 second quarter ending March 31, 2015.\n\n“We are pleased to report the completion of the combination with Acentia. The combination better positions MAXIMUS as a full-service provider of business process management services coupled with technology solutions to serve U.S. federal civilian and health agencies. The acquired client relationships and contract vehicles serve as an additional growth platform for our U.S. federal business,” commented Richard A. Montoni, Chief Executive Officer of MAXIMUS. “We welcome the approximately 1,000 employees joining us from Acentia and are very appreciative of their strong commitment to excellent client service.”\n\nAbout MAXIMUS\n\nMAXIMUS is a leading operator of government health and human services programs in the United States, United Kingdom, Canada, Australia and Saudi Arabia. The Company delivers business process services to improve the cost effectiveness, efficiency and quality of government-sponsored benefit programs, such as the Affordable Care Act, Medicaid, Medicare, Children's Health Insurance Program (CHIP), Health Insurance BC (British Columbia), as well as welfare-to-work and child support programs around the globe. The Company's primary customer base includes federal, provincial, state, county and municipal governments. Operating under its founding mission of Helping Government Serve the People®, MAXIMUS has approximately 16,000 employees worldwide. For more information, visit www.maximus.com.\n\nStatements that are not historical facts, including statements about the Company's confidence and strategies and the Company's expectations about revenues, results of operations, profitability, future contracts, market opportunities, market demand or acceptance of the Company's products or the Company’s ability to leverage the technology, expertise and resources of Acentia are forward-looking statements that involve risks and uncertainties. These uncertainties could cause the Company's actual results to differ materially from those indicated by such forward-looking statements and include reliance on government clients; risks associated with government contracting; risks involved in managing government projects; legislative changes and political developments; opposition from government unions; challenges resulting from growth; adverse publicity; and legal, economic, and other risks detailed in Exhibit 99.1 to the Company's most recent Quarterly Report filed with the Securities and Exchange Commission, found on www.maximus.com.", "article_metadata": {"description": "MAXIMUS announced today that on April 1, 2015, it completed the acquisition of Acentia.", "og": {"image": {"width": 465, "identifier": "http://www.businesswire.com/images/bwlogo_square.png", "type": "image/png", "height": 225}}, "twitter": {"description": "MAXIMUS announced today that on April 1, 2015, it completed the acquisition of Acentia.", "title": "MAXIMUS Completes Acentia Combination and Expands U.S. Federal Services Business", "image": {"src": "http://mms.businesswire.com/media/20150406005059/en/460945/21/MAXIMUS_Cornice_Black.jpg"}, "site": "@businesswire", "widgets": {"csp": "on"}, "card": "summary_large_image"}, "robots": "noodp,noydir", "DC.date.issued": "2015-04-06", "p": {"domain_verify": "95725e0359a14c2e1ccbd936e10d20d6"}, "viewport": "width=device-width,initial-scale=1"}, "_id": "\"57477af36914bd0286fd18e5\"", "article_summary": "The acquisition expands the Company’s U.S. federal services business through additional contract vehicles and access to federal government agencies that are core to the MAXIMUS business model.\nThe combination better positions MAXIMUS as a full-service provider of business process management services coupled with technology solutions to serve U.S. federal civilian and health agencies.\nThe acquired client relationships and contract vehicles serve as an additional growth platform for our U.S. federal business,” commented Richard A. Montoni, Chief Executive Officer of MAXIMUS.\nMAXIMUS funded the acquisition and related costs and expenses with cash on hand and $225 million borrowed under its revolving credit facility.\n“We are pleased to report the completion of the combination with Acentia."}