{"article_title": "More Startup Funding Is Available, But Who’s Getting It?", "article_keywords": ["available", "biotech", "funding", "getting", "companies", "million", "startup", "ideas", "whos", "trends", "tech", "venture", "capital", "startups"], "article_url": "http://techcrunch.com/2015/06/20/more-startup-funding-is-available-but-whos-getting-it/", "article_text": "Last year was fantastic for startup fundraising, continuing an upward trend with a dramatic increase to more than $47 billion (a 62 percent increase from 2013’s figures). On the surface, this is great news — more venture capitalists are pouring more money into startups, thereby increasing the amount of available resources for new ideas.\n\nBut the type of companies receiving this funding, and the way this funding is distributed, illustrate a system that prefers certain industries and certain types of ideas over others. Popular consumer apps get all the attention, but the number of these ideas that actually get investments is relatively low. The elite app ideas will always get tremendous financial backing, but other, less-flashy industries with more environmental conditions that favor success are starting to emerge as worthy entrepreneurial ventures.\n\nHow Is The Money Distributed?\n\nThe trends dictating this increase in total available funding are actually complicating the nature of its availability. While more total money is being invested in startups, that capital is being lumped into larger sums over the course of fewer total rounds of funding.\n\nTo substantiate this, consider the fact that the median value of a round of Series D funding spiked roughly 80 percent, from $16.1 million to $29 million in 2013 and 2014, respectively. Series A, B and C funding also saw similar increases, though Series D was the most notable of the group.\n\nPopular consumer apps get all the attention, but the number of these ideas that actually get investments is relatively low.\n\nAnecdotally, you can also see this pattern in major tech startups over the past few years. For example, transportation app giant Uber raised two rounds of funding, each of which constituted more than a billion dollars.\n\nUber competitor Lyft held its own with a $250 million round, and Airbnb managed to earn a $475 million round of investment. Investors are hungry for “sure thing” ideas in consumer tech, but these aren’t the only types of businesses getting these giant sums of capital.\n\nTrends In Mobile, Biotech, And Pharmaceuticals\n\nThe type of investments sought by venture capitalists are also evolving. Some trends are obvious and predictable. For example, startups focusing on mobile technologies hit a new record in 2014, attracting $7.8 billion (a 109 percent increase over the previous year). Companies like Uber get the most attention because they are consumer-facing and highly practical to a wide audience.\n\nBiotechnology companies, too, are attracting bigger chunks of the national pool of investment capital. While the biotech industry has seen its ups and downs over the course of the past decade, there are a handful of trends making it easier for biotech companies to emerge and get funding.\n\nNew regulations and laws are making it easier for biotech companies to find a foundation. For example, the Innovation Act is reducing costly, frivolous lawsuits against biotech firms, and the Affordable Care Act (ACA) is introducing millions of new patients into the healthcare system, increasing demand.\n\nPharmaceutical companies are also receiving larger sums of this greater-available venture capital. Because new drugs and medicines take an enormous amount of time to research, develop and test, they need more funding than ever — but you rarely hear about these companies unless you work in the industry, because they aren’t consumer-friendly or immediately practical until they’re ready to be released to the market.\n\nPharmaceuticals aren’t sexy, but they can attract tons of potential venture capital by doing one thing — proving their effectiveness. Early trials and preliminary research that suggests a sure bet attracts investors much in the same way that consumer tech companies with an existing customer base attract them.\n\nFinally, because biotech companies and pharmaceutical companies are enjoying a mutually beneficial landscape for development and capital acquisition, more partnerships between these types of companies are forming. Entrepreneurs have more possibilities before them, more exit strategies and broader access to additional resources — which makes them far more attractive to potential investors looking for safe ways to build wealth.\n\nThe Takeaways For Aspiring Entrepreneurs\n\nThe inflated numbers of public deals like Uber’s funding have filled hopeful entrepreneurs with dreams of striking it big with one great idea — a modern, more professional kind of “get rich quick scheme.” The release of statistics and trends related to funding increasing over the past several years have done their part to attract even more new entrepreneurs to business development. In effect, we have a national culture of entrepreneurship that treats tech leaders like rock stars, but the reality is quite different.\n\nThe tiny percentage of consumer-facing startups with a high propensity for global success have a certain allure, but the high failure rate and inconsistently lumped funding makes them inadvisable for most entrepreneurs to pursue. Biotech and pharmaceutical companies, however, are seeing a boon in both funding and environmental conditions that favor success.\n\nIf you can find an idea with grounding in real research, take advantage of the new regulations and healthcare institutions available, and partner with similar or complementary emerging firms. You’ll have a much better chance at landing those capital investments and leading a business to success.\n\nFeatured Image: smutny pan/Shutterstock", "article_metadata": {"apple-mobile-web-app-title": "TechCrunch", "sailthru.author": "<a href=\"/contributor/larry-alton/\" title=\"Posts by Larry Alton\" onclick=\"s_objectID='river_author';\" rel=\"author\">Larry Alton</a> <span class=\"twitter-handle\">(<a href=\"https://twitter.com/LarryAlton3\" rel=\"external\">@LarryAlton3</a>)</span>", "application-name": "TechCrunch", "twitter": {"description": "Last year was fantastic for startup fundraising, continuing an upward trend with a dramatic increase to more than $47 billion (a 62 percent increase from 2013’s figures). On the surface, this…", "title": "More Startup Funding Is Available, But Who’s Getting It? |…", "url": "http://techcrunch.com/2015/06/20/more-startup-funding-is-available-but-whos-getting-it/", "image": {"src": "https://tctechcrunch2011.files.wordpress.com/2015/06/emptypocket.jpg?w=764&h=400&crop=1"}, "site": "@techcrunch", "card": "summary_large_image"}, "object_type": "post", "excerpt": "Last year was fantastic for startup fundraising, continuing an upward trend with a dramatic increase to more than $47 billion (a 62 percent increase from 2013’s figures). On the surface, this is great news — more venture capitalists are pouring more money into startups, thereby increasing the amount of available resources for new ideas.", "HandheldFriendly": "True", "tag": "Airbnb", "url": "http://techcrunch.com/2015/06/20/more-startup-funding-is-available-but-whos-getting-it/", "sailthru.tags": "Lyft, Uber, Airbnb", "msapplication-task": "name=Subscribe;action-uri=http://techcrunch.com/feed/;icon-uri=http://1.gravatar.com/blavatar/d9ea925a71f82f06a1e6224298f7fe80?s=16", "category": "Venture Capital", "generator": "WordPress.com", "author": "Larry Alton", "sailthru.date": "2015-06-20 21:00:03", "sailthru.title": "More Startup Funding Is Available, But Who’s Getting It?", "content": "Last year was fantastic for startup fundraising, continuing an upward trend with a dramatic increase to more than $47 billion (a 62 percent increase from 2013’s figures). On the surface, this is great news -- more venture capitalists are pouring more money into startups, thereby increasing the amount of available resources for new ideas. But the type of companies receiving this funding, and the way this funding is distributed, illustrate a system that prefers certain industries and certain types of ideas over others. Popular consumer apps get all the attention, but the number of these ideas that actually get investments is relatively low. The elite app ideas will always get tremendous financial backing, but other, less-flashy industries with more environmental conditions that favor success are starting to emerge as worthy entrepreneurial ventures. How Is The Money Distributed? The trends dictating this increase in total available funding are actually complicating the nature of…", "msapplication-window": "width=device-width;height=device-height", "image": "https://tctechcrunch2011.files.wordpress.com/2015/06/emptypocket.jpg?w=150", "sailthru.image.thumb": "https://tctechcrunch2011.files.wordpress.com/2015/06/emptypocket.jpg?w=50", "description": "Last year was fantastic for startup fundraising, continuing an upward trend with a dramatic increase to more than $47 billion (a 62 percent increase from..", "timestamp": "2015-06-20 21:00:03", "robots": "NOYDIR,NOODP", "msapplication-tooltip": "Startup and Technology News", "wp-parsely_version": "1.7", "fb": {"admins": "543710097,771265067,1661021707,1550970059,663677613,1178144075,726995222,506404657,4700188", "app_id": 187288694643718}, "msvalidate.01": "5ABD8A078F3356F3A6A8C8643C31FB8F", "article": {"publisher": "https://www.facebook.com/techcrunch"}, "sailthru.description": "Last year was fantastic for startup fundraising, continuing an upward trend with a dramatic increase to more than $47 billion (a 62 percent increase from 2013’s figures). On the surface, this is great news — more venture capitalists are pouring more money into startups, thereby increasing the amount of available resources for new ideas.", "viewport": "initial-scale=1.0,width=device-width,user-scalable=no,minimum-scale=1.0,maximum-scale=1.0", "og": {"site_name": "TechCrunch", "description": "Last year was fantastic for startup fundraising, continuing an upward trend with a dramatic increase to more than $47 billion (a 62 percent increase from..", "title": "More Startup Funding Is Available, But Who’s Getting It?", "url": "http://social.techcrunch.com/2015/06/20/more-startup-funding-is-available-but-whos-getting-it/", "image": "https://tctechcrunch2011.files.wordpress.com/2015/06/emptypocket.jpg?w=764&h=400&crop=1", "site": "social.techcrunch.com", "type": "article"}, "title": "More Startup Funding Is Available, But Who’s Getting It?", "MobileOptimized": 320, "st": {"robots": "follow, index"}, "p": {"domain_verify": "6189ff68ce30e30f12b40b3b40873027"}, "google-site-verification": "4U1OC1LwZlFHAehLhCV4rt3YzWI_AyF7Gb0XqlaVEhE", "sailthru.image.full": "https://tctechcrunch2011.files.wordpress.com/2015/06/emptypocket.jpg"}, "_id": "\"57477af46914bd0286fe2c07\"", "article_summary": "Pharmaceuticals aren’t sexy, but they can attract tons of potential venture capital by doing one thing — proving their effectiveness.\nAnecdotally, you can also see this pattern in major tech startups over the past few years.\nThe trends dictating this increase in total available funding are actually complicating the nature of its availability.\nNew regulations and laws are making it easier for biotech companies to find a foundation.\nBiotech and pharmaceutical companies, however, are seeing a boon in both funding and environmental conditions that favor success."}