{"article_title": "Aamir Khan's Satyamev Jayate Season 2 Episode On Police Reforms", "article_keywords": ["sarfarosh", "episode", "khans", "stations", "season", "rationed", "officers", "aamir", "officer", "satyamev", "reforms", "force", "jayate", "victim", "spoke"], "article_url": "http://www.indiatimes.com/entertainment/tv/aamir-khans-satyamev-jayate-season-2-episode-on-police-reforms-what-you-missed-133365.html", "article_text": "\n\n\n\nThe second episode of season 2 of Satyamev Jayate dealt with the need for reform in India's police forces and who better than Aamir Khan to lead the crusade, having played an officer in movies like 'Sarfarosh' and 'Talaash'. Aamir could've gone down the familiar road and called victim after victim of police atrocities to share their horror stories, but the show was instead an attempt to better the perception the aam junta have of our law enforcers. In case you didn't watch the episode, here's what you missed...\n\n\n\nThe Shocking State Of Police Chowkies\n\n\n\nDid you know that only 150 litres of diesel is rationed to some police stations every month to handle every crime that comes their way? Or that stations are often the biggest defaulters because they never have enough money to pay their electricity bills? Aamir introduced us to IPS officer Abhinav Kumar who spoke of the constant shortages of manpower, fuel and even stationery at outposts that lead officers to use their influence to keep their stations up and running after government rationed supplies run out. Aamir also mentioned that while working on 'Sarfarosh', he met a few officers who told him that the constables themselves had to arrange from their own pockets for water while handling a dead body or taking an accused to the court for a hearing.\n\n\n\nThe Crippling Effect Of Corrupt Politicians\n\n\n\nAs is well known, the police-politician nexus has corrupted the force because of the sheer influence those in power exert over postings and promotions. While a Supreme Court appointed committee had directed states to create an independent body that would decide on ranks among the forces, it was met with non-compliance from irritated netas, among whom one chief minister even wondered aloud about what good it was getting elected if he couldn't decide how officers would be posted and promoted.\n\n\n\nThe Constant Misery Of The Constabulary\n\n\n\nConstables or pandus make up for a staggering 92% of the force but the inhuman conditions they live and work in, coupled with bleak career prospects make it a job that's hard to be sincere at. While Aamir did argue that a large number of constables collect bribes, it was explained that the money collected filled the pockets of their seniors more often than not.\n\n\n\nParallels With The British Force\n\n\n\nAamir spoke with Sir Peter Fahy, the Chief of police in Manchester, United Kingdom about how officers rise in the ranks. Fahy explained that every officer began as a constable to ensure that there was greater understanding of the community they lived in and serviced. This is starkly different when compared to India where there are four different entry levels to the police thus leading to a divided force, where one group will always feel superior or inferior to the other. A plea was made to regularise the system so that all officers gained an equal chance to thrive within the system.\n\n\n\nThe show finally ended with a soulful song sung by Ram Sampath called 'Dhoondta Hai Mann Mera' that was as much of a tribute to the police as much as it was a plea to the public to care for its forces.\n\n\n\nWhat was your favourite moment from episode two? Did you appreciate the topic Aamir took up? Let us know your thoughts in the comments section.\n\n", "article_metadata": {"news_keywords": "Aamir Khan, Satyamev Jayate, Satyamev Jayate season 2, TV, Satyamev Jayate police episode, Satyamev Jayate season two episode 2", "og": {"url": "http://www.indiatimes.com/entertainment/tv/aamir-khans-satyamev-jayate-season-2-episode-on-police-reforms-what-you-missed-133365.html", "type": "article", "image": "http://media.indiatimes.in/resources/images/fbimage.png", "site_name": "indiatimes.com"}, "twitter": {"site": "@indiatimes", "card": "summary_large_image"}, "fb": {"app_id": 117787264903013}, "keywords": "Aamir Khan, Satyamev Jayate, Satyamev Jayate season 2, TV, Satyamev Jayate police episode, Satyamev Jayate season two episode 2", "viewport": "width=device-width, initial-scale=1", "description": "The second episode of season 2 of Satyamev Jayate dealt with the need for reform in India's police forces and who better than Aamir Khan to lead the..."}, "_id": "\"57477af36914bd0286fd4282\"", "article_summary": "The second episode of season 2 of Satyamev Jayate dealt with the need for reform in India's police forces and who better than Aamir Khan to lead the crusade, having played an officer in movies like 'Sarfarosh' and 'Talaash'.\nOr that stations are often the biggest defaulters because they never have enough money to pay their electricity bills?\nIn case you didn't watch the episode, here's what you missed...\nA plea was made to regularise the system so that all officers gained an equal chance to thrive within the system.\nFahy explained that every officer began as a constable to ensure that there was greater understanding of the community they lived in and serviced."}