{"article_title": "Andre Caldwell talks TD vs. Patriots, top NFL moments, more – The Denver Post", "article_keywords": ["learned", "going", "play", "feel", "dont", "moments", "nfl", "yeah", "denver", "try", "andre", "game", "vs", "patriots", "victory", "caldwell", "talks", "td", "guys", "post"], "article_url": "http://www.denverpost.com/broncos/ci_29207784/broncos-q-amp-amp-andre-caldwell-talks-td", "article_text": "Andre “Bubba” Caldwell isn’t loud or boisterous. He doesn’t feel the need to make his presence known. But this season, especially in the Broncos’ 30-24 overtime victory against New England last Sunday, the eighth-year pro has done just that.\n\nWith 1:09 remaining in the fourth quarter, Caldwell caught a 4-yard, go-ahead touchdown pass from Brock Osweiler before the Broncos sealed their victory in overtime.\n\nA week earlier, in a victory at Chicago, Caldwell played in his 50th game as a Bronco. He recently spoke with The Denver Post about his clutch catch against the Patriots, lessons learned in the NFL and more.\n\nQ: Walk me through that fourth-quarter touchdown against New England.\n\nA: When we broke the huddle, I know I had a fade (route) to the back pylon. I didn’t know it was coming to me, because if it was all coverage, it would have gone to the other side. But it was press. So when I saw press, I knew the ball was coming and I beat him — he was on my hip — and Brock just threw a perfect pass, right on my chest. I came down with it. It was just crazy after that. I don’t even remember what happened.\n\nQ: Aqib Talib says when he gets a pick-six, it’s all silence until he reaches the end zone. Is it a similar feeling for you during a play?\n\nA: Yeah, as the play is going through and as I’m running my route, I don’t hear anything. I feel like I’m out there by myself half the time. After you catch it and there’s that initial shock, everybody’s going crazy.\n\nQ: Does it feel like a new offense for you guys in these past couple of games?\n\nA: Yeah, it feels like a fresh start for us. We’ve put in different plays, it’s a different style quarterback — a more athletic guy, a big-arm guy — so we tweaked some of the things that we do and it just feels fresh to us.\n\nQ: You’ve been in the league for a while. What is something you have learned in your later years?\n\nA: One of the biggest things I’ve just learned is how to be a professional. I try not to get too excited and I try not to get too low. Just stay even-keeled and play the game and let it play itself out. Sometimes I would get too high in a game and everything went down. Sometimes I was too low and didn’t take advantage of the opportunities later. So I just try to stay even-keeled.\n\nQ: Do some of the younger players seek your advice now?\n\nA: Yeah, I talk to a lot of the guys — people who start, some people who don’t play, some of the younger guys — and try to help them get through a long NFL season.\n\nQ: How does this year’s team compare to previous ones in Denver?\n\nA: It’s another great group of guys. This is probably one of the more talented teams that I’ve been around, from offense to defense to special teams. You can’t kill us. We’re going to keep fighting to get through whatever situation we’re in in a game.\n\nQ: Do you have a favorite moment since you entered the league?\n\nA: Probably my second year (2009, with the Bengals). I have two of them. They’re neck and neck. I had a game-winner against Pittsburgh and a game-winner against Baltimore that year. Those are my two favorite moments.\n\nAbout Caldwell\n\nHeight: 6 feet\n\nWeight: 200 pounds\n\nAge: 30\n\nBirthplace: Tampa, Fla.\n\nCollege: University of Florida\n\nNFL experience: Eighth year\n\nAcquired: Unrestricted free agent, 2012\n\nDrafted by Bengals in third round (No. 97) in 2008\n\nLeft Florida as school’s all-time reception leader (185)\n\nCaught 124-of-204 targets for 1,172 yards, 11 TDs from 2008-11 with Cincinnati\n\nHas played in 102 games and has 156 receptions for 1,509 yards and 11 TDs in his career", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Broncos Q&A: Andre Caldwell talks TD vs. Patriots, top NFL moments, more", "title": "Broncos Q&A: Andre Caldwell talks TD vs. Patriots, top NFL moments, more", "url": "http://www.denverpost.com/2015/12/05/broncos-qa-andre-caldwell-talks-td-vs-patriots-top-nfl-moments-more/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20151205__BN20151206_C4_BNSP06FBNBRONXQAp1.jpg", "height": 435}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20151205__BN20151206_C4_BNSP06FBNBRONXQAp1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2015-12-05T19:46:32+00:00", "modified_time": "2016-04-19T23:02:24+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fd1a09\"", "article_summary": "He recently spoke with The Denver Post about his clutch catch against the Patriots, lessons learned in the NFL and more.\nA week earlier, in a victory at Chicago, Caldwell played in his 50th game as a Bronco.\nA: Yeah, as the play is going through and as I’m running my route, I don’t hear anything.\nJust stay even-keeled and play the game and let it play itself out.\nI didn’t know it was coming to me, because if it was all coverage, it would have gone to the other side."}