{"article_title": "Colorado WWII veterans commemorate 70th anniversary of war’s end – The Denver Post", "article_keywords": ["ceremony", "commemorate", "end", "colorado", "heart", "purple", "cemetery", "anniversary", "denver", "wars", "wwii", "ii", "wounded", "70th", "military", "world", "post", "veterans", "war", "husband"], "article_url": "http://www.denverpost.com/news/ci_28650964/colorado-wwii-veterans-commemorate-70th-anniversary-wars-end", "article_text": "Daryl Haerther proudly sat beneath a billowing American flag while his wife, Bette, admired a heart-shaped purple wreath a few feet away.\n\nDaryl is a World War II veteran who earned a Purple Heart for his service as an Army soldier in the Battle of Okinawa.\n\nThe Haerthers were invited to Fort Logan National Cemetery on Sunday afternoon for an event commemorating the 70-year anniversary of the end of World War II.\n\nBette watched her husband from afar, smiling as members of the public shook his hand and thanked him for his service.\n\n“He’s doing a lot of reliving of the war now that life is quiet,” she said. “He spends a lot of time thinking about the trials he’s been through.”\n\nDaryl said he lost two company commanders and that 74 soldiers in his company were killed.\n\n“I’m honored to be here today,” he said, adding that he’s been back to Okinawa twice since the war.\n\n“I think it’s helped with his healing,” Bette said.\n\nJeff Birdwell, commander of the Colorado Department of the Military Order of the Purple Heart, spoke at the ceremony.\n\n“The World War II veterans are referred to as the greatest generation,” Birdwell said. “Some people think patriotism is not a cool thing anymore, but World War II was the most significant event of the 20th century.”\n\nBirdwell said the ceremony was important because Fort Logan National Cemetery is “the final resting place of many men and women who made the ultimate sacrifice.”\n\nAlfonso Villa could be spotted in the front row of the ceremony by his American flag suspenders.\n\nThe 93-year-old Villa, also a World War II veteran, said he fought and was wounded on the beaches of Normandy.\n\n“It’s beautiful to be here,” he said. “Especially after 70 years.”\n\nAs members of the Military Order of the Purple Heart, a group dedicated to men and women who were wounded in combat, carried out the short ceremony, Barbara Tweed sat off to the side beneath a shady tree.\n\nTweed has been a volunteer at the cemetery for 10 years, prompted by the death of her husband, Junior Tweed, who served in World War II.\n\n“I just felt like he did his part, and now it’s my way to give back and thank our military,” she said. “I absolutely love it here.”\n\nTweed said she felt overwhelmingly compelled to attend the anniversary event.\n\n“I had to be here,” she said. “To me, it’s an honor to my husband who fought in World War II.”\n\nElizabeth Hernandez: 303-954-1223, ehernandez@denverpost.com or twitter.com/ehernandez", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Colorado WWII veterans commemorate 70th anniversary of war’s end", "title": "Colorado WWII veterans commemorate 70th anniversary of war’s end", "url": "http://www.denverpost.com/2015/08/16/colorado-wwii-veterans-commemorate-70th-anniversary-of-wars-end/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20150816___1AO1402p1.jpg", "height": 435}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20150816___1AO1402p1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2015-08-16T15:38:16+00:00", "modified_time": "2016-04-22T03:58:06+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fd42b8\"", "article_summary": "“The World War II veterans are referred to as the greatest generation,” Birdwell said.\nThe Haerthers were invited to Fort Logan National Cemetery on Sunday afternoon for an event commemorating the 70-year anniversary of the end of World War II.\nDaryl is a World War II veteran who earned a Purple Heart for his service as an Army soldier in the Battle of Okinawa.\nThe 93-year-old Villa, also a World War II veteran, said he fought and was wounded on the beaches of Normandy.\n“To me, it’s an honor to my husband who fought in World War II.”Elizabeth Hernandez: 303-954-1223, ehernandez@denverpost.com or twitter.com/ehernandez"}