{"article_title": "Wages vs. Corporate Profits", "article_keywords": ["fired", "incomes", "ceo", "median", "million", "companies", "vs", "income", "making", "wages", "corporate", "profits"], "article_url": "http://www.wealthdaily.com/articles/keywords/6276", "article_text": "It's not the Fed, and it's not interest rates. It's not Obamacare or Obama himself. It's not the national debt. And it's not China, either.\n\nI can sum up the fundamental problem facing the U.S. economy in one chart:\n\nThe median American family is making less money than it was 15 years ago. Data from 2015 is not yet available, obviously. But 2014 median family income is 6.5% lower than it was in 2007. It's 7.2% below 1999 levels.\n\nNow, you could certainly point out that both 1999 and 2007 were the high points of two significant economic cycles. In fact, they were bubbles, and you'd expect incomes to be at higher points. But the trend is down, and 2007 incomes were lower than 1999.\n\nWhy is this, you ask? Is it China and its rising standard of living taking American manufacturing jobs? That's probably part of it.\n\nBut once again, I can show you the biggest reason that family incomes are falling in one chart:\n\nIn a nutshell, wages are falling as corporate profits are rising. This chart shows the disparity as a percentage of total U.S. GDP. Since the mid-'70s, wages as a percentage of GDP have fallen 7%, while corporate profits have risen 7%. That's a pretty compelling relationship.\n\nThere's no doubt that this has been something of a golden age for corporate profits. They are at record highs and have been for several years. Corporate cash balances are also at record highs. This is a significant reason that stocks have done as well as they have.\n\nAs an investor, I like this. I like the companies I invest in (and recommend) to have a lot of cash. This allows them to increase earnings per share with stock buybacks and pay larger dividends (both of which are also at record highs).\n\nBut it seems to me that this golden age of corporate profits is coming at a cost — namely, the standard of living of the American middle class. The U.S. economy is 70% domestic spending. It is fueled by middle-class spending. The decline in middle-class income is worrisome...\n\nCEOs vs. Employees\n\nThe most visible disparity in incomes these days comes between corporate executives and \"regular\" employees. The average CEO of an S&P 500 corporation makes 204 times the median salary of a regular employee. So if the median salary is $50K a year, the CEO is making $10.2 million.\n\nThat's just a huge difference.\n\nCEOs are responsible for making huge companies run. Obviously not an easy job. If they fail, they can literally threaten the whole company. Worldcom, Tyco, MF Global, J.C. Penney — there's a long list of companies that failed, or nearly failed, due to bad leadership.\n\nFunny thing, though — oftentimes even when companies fail, a lot of employees lose their jobs, while the CEO floats away under a multimillion-dollar golden parachute. Like McDonald's last CEO: He held the post less than three years. A month after he was fired in January 2015, McDonald's decided to keep him on as a consultant for the rest of the year. His pay? Another $3 million. On top of the $27 million he \"earned\" while failing.\n\nTarget CEO Gregg Steinhafel was fired after 40 million credit and debit card numbers were stolen. He got a $15.9 million severance package.\n\nThose are just a couple of examples. But the point is that it's pretty unlikely that you or I would get paid so generously for failing so badly. What makes these guys so special?\n\nMy feeling is that the CEO justifies the existence and compensation of the board of directors. Board members get paid well. The average board member of an S&P 500 company makes $250,000 a year for working 250 to 300 hours. That's about $833 an hour — just a bit better than minimum wage.\n\nAnd as director of corporate governance researcher BHJ Partners Paul Hodgson told Bloomberg: \"These directors are being paid so well that I can’t see them ever questioning management on anything because this is a gig they would hate to lose.”\n\nOf course, CEOs and boards of directors are the most visible aspects of the corporate profit picture. But their compensation is still a drop in the bucket of an S&P 500 company's total profit...\n\nCorporations are People, Too!\n\nConsolidation through mergers and acquisitions is making the biggest companies much more powerful. The Harvard Business Review recently noted:\n\nJust 10% of public companies accounted for 80% of the profits generated by all such firms in 2013. In North America, public companies with annual sales of $10 billion or more captured 70% of the profits in 2013, up from 55% in 1990...\n\nPart of the reason for the consolidation of profits in bigger corporations is mergers and acquisitions.\n\nWhat happens when companies merge? People get fired, sometimes by the thousands. When Warren Buffett teamed up with Brazil's 3G Capital to buy Heinz in 2013 for $23 billion, 600 workers got the axe. Then Warren Buffett led Heinz to merge with Kraft, and another 2,500 workers got canned.\n\nBuffett made about $10 billion in three years. Over 3,000 workers got fired. And no real value was added to the companies themselves.\n\nMaybe it's time to think about changing how we review mergers and acquisitions. After all, despite what the Supreme Courts say, corporations aren't people. And they shouldn't have the same rights and interests that people do.\n\nUntil next time,\n\nBriton Ryle\n\n@BritonRyle on Twitter\n\nAn 18-year veteran of the newsletter business, Briton Ryle is the editor of The Wealth Advisory income stock newsletter, with a focus on top-quality dividend growth stocks and REITs. Briton also manages the Real Income Trader advisory service, where his readers take regular cash payouts using a low-risk covered call option strategy. He also contributes a weekly column to the Wealth Daily e-letter. To learn more about Briton, click here.", "article_metadata": {"keywords": "the real culprit", "twitter": {"domain": "https://www.wealthdaily.com", "description": "The fundamental problem facing the U.S. economy isn't the Fed, and it isn't interest rates. It's not the national debt or China, either...", "title": "Wages vs. Corporate Profits", "image": "https://images.angelpub.com/2012/25/14939/wealthdaily_banksters.jpg", "site": "wealthdaily", "card": "summary_large_image"}, "fb": {"app_id": 80985383725}, "viewport": "width=device-width, initial-scale=1.0", "description": "The fundamental problem facing the U.S. economy isn't the Fed, and it isn't interest rates. It's not the national debt or China, either..."}, "article_summary": "Since the mid-'70s, wages as a percentage of GDP have fallen 7%, while corporate profits have risen 7%.\nThere's no doubt that this has been something of a golden age for corporate profits.\nBut once again, I can show you the biggest reason that family incomes are falling in one chart:In a nutshell, wages are falling as corporate profits are rising.\nBut it seems to me that this golden age of corporate profits is coming at a cost — namely, the standard of living of the American middle class.\nThe decline in middle-class income is worrisome...CEOs vs. EmployeesThe most visible disparity in incomes these days comes between corporate executives and \"regular\" employees."}