{"article_title": "Ebola lands in NY, costs could go viral", "article_keywords": ["viral", "lands", "business", "dr", "employees", "costs", "ny", "cleanup", "health", "york", "ebola", "hospitals", "spencer"], "article_url": "http://www.crainsnewyork.com/article/20141026/HEALTH_CARE/141029883/ebola-lands-in-ny-costs-could-go-viral", "article_text": "A retail business near Bellevue Hospital Center, where New York City's first Ebola patient is being treated, worried about its liability to employees and customers if a Bellevue worker came into the shop. Its staffers were taking a closer look at the ID tags of anyone in scrubs.\n\nAt two Manhattan restaurants, managers fretted about how to handle the collective fears of kitchen staff after co-workers returned from visits home to West Africa.\n\n\"I've gotten a half-dozen calls in the past 10 days about Ebola,\" said Carolyn Richmond, co-chair of law firm Fox Rothschild's labor and employment department and its hospitality practice group. \"Right now there is a lot of concern about guests and employees, and who is liable for what.\"\n\nAcross New York, businesses are bracing for Ebola. The virus is having an impact that extends past health concerns, touching on employment and insurance issues. For firms that specialize in cleaning hazardous conditions, Ebola means revenue. For local hospitals preparing for the virus, it means millions of dollars in supply and labor costs that must be accounted for somewhere in their budgets.\n\nThe business impact of Ebola goes well beyond the High Line coffee stand, the West Village restaurant and the Williamsburg, Brooklyn, bowling alley that Dr. Craig Spencer patronized shortly before he registered a low-grade fever of 100.3 degrees on Thursday morning. Just as city hospitals were hit with hundreds of millions of dollars in storm damage from Superstorm Sandy, so, too, might Ebola come with a hefty price tag.\n\nThe North Shore-LIJ Health System has spent $2 million on personal protective equipment and millions more in incremental labor costs related to training and readiness drills for its employees. An additional $15 million is slated for building a contamination unit in the New York area to care for patients with Ebola and other infectious diseases.\n\n\"Our finance people are implementing steps to track all these costs, in anticipation that possibly, hopefully, there will be some grant funding to reimburse some of them,\" said a North Shore-LIJ spokesman.\n\nTo track costs incurred for preparation and treatment, the Greater New York Hospital Association is surveying the eight hospitals—including Bellevue—designated by the state to treat Ebola patients. Expenses include capital improvements, buying personal protective equipment and related supplies, and staff training for crews that can number 100 per Ebola patient.\n\nThe hospital association rallied politicians after Sandy to pursue federal funding for hard-hit hospitals, and, as a result, the Federal Emergency Management Agency has paid out more than $1 billion to cover rebuilding costs for local facilities.\n\nOnce GNYHA has its Ebola survey results, the trade group will \"share it with our partners at the state and city, as well as the federal government, to try and make sure that we can get reimbursement for this,\" said a spokesman. \"We've already had discussions with the [New York] congressional delegation in Washington, which showed interest in getting funding to the hospitals that are responding to the potential Ebola crisis.\"\n\nBellevue Hospital is part of the New York City Health and Hospitals Corp., which is projecting a $200 million budget gap.\n\nWho pays for what promises to be a complex matter. Dr. Spencer's apartment building—guarded by police officers, another expense to New York City—had to be professionally cleaned. Will taxpayers, Dr. Spencer or an insurance policy pay the cost?\n\nWho pays the tab?\n\nRelated Wall Street factors in the Ebola effect\n\n\n\n\"I'm not aware of a policy that would pick up the tab for decontamination,\" said Robert Hartwig, president of the Insurance Information Institute in Manhattan.\n\nFew New Yorkers carry renter's coverage. And exclusions to the policy would apply in general. Most policies cover fire, smoke or water damage. \"We're not talking about that here,\" said Mr. Hartwig. As for the building's owner, most property policies \"respond to general risks and not to communicable diseases\" contracted in a foreign country.\n\nThe city may pay for decontamination as a public health measure, he ventured.\n\nThe cost to businesses exposed to the virus can be high. Cleanup of the Gutter, the Williamsburg bowling alley where Dr. Spencer spent time before his hospitalization, could run into the hundreds of thousands of dollars because of the intricacy involved. The Gutter did not return calls for comment.\n\nWithout a record of what bowling balls or equipment Dr. Spencer used, cleanup would have to include cleaning every single item, seat and machine, said Rick Pulyer, vice president of four-year-old Qualified Spill Response, a South Plainfield, N.J.-based hazardous-material decontamination firm that serves the city.\n\n'A lot of variables'\n\n\"There's a lot of variables on an Ebola cleanup, more so than on a dangerous poison cleanup. just because the whole Ebola thing is such an unknown,\" said Mr. Pulyer.\n\nHazmat crews also would need additional money to cover the risks to their employees. Following an Ebola cleanup job, companies could also experience a loss of business from other potential clients.\n\nEven so, Qualified Spill and its competitors have ramped up operations for several months in preparation for a local outbreak. Mr. Pulyer conducted training sessions with the firm's 45 employees and tripled his decontamination supply inventory of chemical-protection suits, heated showers and pop-up tents.\n\n\"We've ordered additional supplies for the simple fact that anything that comes near potential Ebola we aren't going to use again,\" he said.\n\nAdditional reporting by Irina Ivanova, Jonathan LaMantia, Adrianne Pasquarelli and Lisa Fickenscher\n\nSign Up for Health Pulse Brought to you by Crain's New York Business, Health Pulse is a subscription-only website focused on the business of health care. The site is updated every day with breaking news, research and unique information. Subscribe today and receive access to the site and the daily emails. Plus, twice a week we release a special report called Extra, featuring data and statistics. Subscribe Today\n\nComments", "article_metadata": {"date": "October 26, 2014", "description": "There's the health impact, yes, but also employment and insurance issues.", "pubDate": 20141026, "author": "Barbara Benson", "headline": "Ebola lands in NY, costs could go viral", "section": "Health Care", "title": "Ebola lands in NY, costs could go viral - Crain's New York Business", "og": {"site_name": "Crain's New York Business", "description": "There's the health impact, yes, but also employment and insurance issues.", "title": "Ebola lands in NY, costs could go viral - Crain's New York Business", "url": "http://www.crainsnewyork.com/article/20141026/HEALTH_CARE/141029883/ebola-lands-in-ny-costs-could-go-viral", "image": "http://www.crainsnewyork.com/apps/pbcsi.dll/storyimage/CN/20141026/HEALTH_CARE/141029883/AR/0/BellevueHospitalCenter.jpg", "type": "article"}, "image_src": "http://www.crainsnewyork.com/assets/logos/main-logo/C-200x200.jpg", "apple-itunes-app": "app-id=626240088, app-argument=https://itunes.apple.com/us/app/crains-new-york-business/id626240088?ls=1&mt=8", "keywords": "Bellevue Hospital Center, Greater New York Hospital Association, W New York, Finance, Health Care, Insurance, Issue News, Top Stories, Williamsburg, Ebola, High Line, Law, Restaurants, Superstorm Sandy, West Village", "type": "article", "twitter": {"domain": "crainsnewyork.com", "description": "There's the health impact, yes, but also employment and insurance issues.", "title": "Ebola lands in NY, costs could go viral", "image": {"src": "http://www.crainsnewyork.com/apps/pbcsi.dll/storyimage/CN/20141026/HEALTH_CARE/141029883/AR/0/BellevueHospitalCenter.jpg?maxw=800&imageversion=widescreen&q=70&cci_ts=20141024193314"}, "site": "@crainsnewyork", "card": "summary_large_image"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=no"}, "article_summary": "'A lot of variables'\"There's a lot of variables on an Ebola cleanup, more so than on a dangerous poison cleanup.\nFollowing an Ebola cleanup job, companies could also experience a loss of business from other potential clients.\nWill taxpayers, Dr. Spencer or an insurance policy pay the cost?\nAdditional reporting by Irina Ivanova, Jonathan LaMantia, Adrianne Pasquarelli and Lisa FickenscherSign Up for Health Pulse Brought to you by Crain's New York Business, Health Pulse is a subscription-only website focused on the business of health care.\nTo track costs incurred for preparation and treatment, the Greater New York Hospital Association is surveying the eight hospitals—including Bellevue—designated by the state to treat Ebola patients."}