{"article_title": "Glenn Beck to Values Voter Summit: ‘You Are Looking at a One-Party System’ (UPDATE: Complete Video)", "article_keywords": ["oneparty", "rating", "voter", "complete", "glenn", "going", "im", "republicans", "system", "update", "looking", "beck", "cruz", "summit", "values", "party", "video", "approval", "republican", "youre"], "article_url": "http://www.theblaze.com/stories/2013/10/12/glenn-beck-to-values-voter-summit-we-are-looking-at-a-one-party-system/", "article_text": "Glenn Beck praised GOP Sens. Ted Cruz and Mike Lee, but denounced the Republican Party leadership at the Values Voter Summit Saturday in Washington, D.C.\n\nBeck even said the party could be going the way of the Whigs by not standing for principle.\n\n“You are looking at a one-party system,” Beck told the audience. “You’re looking at a system with John Boehner, John Cornyn, Lindsey Graham, Chuck Schumer, Harry Reid, Nancy Pelosi — they’re all the same. I am thrilled to say we are finally standing up. We are finally saying, ‘No, this is what we believe, and we will not move.”\n\nBeck said the notion that Cruz and Lee will harm the Republican Party by holding firm against Obamacare, spending, and the debt is wrong. He also said the fight is much bigger than Obamacare, and Republicans lack vision.\n\n“I’m tired of people saying, ‘Oh, but we might lose’; yes…and we just might win,” Beck said, causing the ballroom to erupt in a rousing standing ovation.\n\nHe also pointed out that President Obama’s approval rating now is three points lower than President George W. Bush’s approval rating was at this point in his second term. Given that Obama has the backing of the media when Bush endured its scorn, Beck said he believes Republicans should show more backbone.\n\nBush “had the press going after him saying, ‘I think this guy might be a vampire,’” Beck recalled.\n\nAnd Obama? “He has the movies. He has the university system. He has television. He has the news. He has GE, Comcast, and NBC,” Beck notes. “And he still has a lower approval rating than Bush.”\n\nBeck also noted that many in the GOP are wringing their hands about poll numbers.\n\n“Why are Republicans at 28 percent approval? I’m surprised they’re that high,” Beck suggested. “They will tell you, ‘Because of people like Ted Cruz or people like Mike Lee,’” Beck said of the Texas and Utah Republican senators. “That couldn’t be further from the truth. I believe those two guys are stopping the Republicans from having an 18 percent approval rating. These guys are truly remarkable. They both went to their constituents in the election and said, ‘This is exactly who I am, and this is exactly what I’m going to do. And now they are getting hammered by the press and the Republicans for doing exactly what they said they were going to do.”\n\nBeck compared the lack of principle in the Republican party with the party (at its ashes) from which the GOP rose…the Whigs.\n\n“We’re missing a party that actually represents us, and everybody says we don’t want to start a third party,” Beck said. “Let me tell you a little story. History repeats itself. ‘You don’t want to start a third party.’ But there were about 20 Whigs and a few Democrats who said, ‘You’re lying to us. It’s time to end slavery and you’re lying to us.’”\n\nSeeming to make a comparison to Ted Cruz, Beck noted how “Charles Sumner was one of the most unpopular senators. He was tearing apart the Whig party. Everything you’re hearing has happened before.”\n\nReferencing Abraham Lincoln, Beck noted: “It was six years later that a big gawky skinny guy with a goofy hat stood up and said, ‘I’m a Republican, and I’m going to end slavery.’ You’re on the verge of winning. And it’s going to happen quickly if you don’t compromise your values.”\n\nHere’s Beck’s full speech:\n\n–", "article_metadata": {"msapplication-notification": "frequency=30; polling-uri=http://www.theblaze.com/publish/_livetile/notifications/1.xml; polling-uri2=http://www.theblaze.com/publish/_livetile/notifications/2.xml; polling-uri3=http://www.theblaze.com/publish/_livetile/notifications/3.xml; polling-uri4=http://www.theblaze.com/publish/_livetile/notifications/4.xml", "application-name": "TheBlaze.com", "twitter": {"description": "Glenn Beck praised GOP Sens. Ted Cruz and Mike Lee, but denounced the Republican Party leadership at the Values Voter Summit Saturday in Washington, D.C.  Beck even said the party could be going the way of the Whigs by not standing for principle.  “You are looking at...", "creator": "@FredLucasWH", "url": "http://www.theblaze.com/stories/2013/10/12/glenn-beck-to-values-voter-summit-we-are-looking-at-a-one-party-system/", "image": "http://www.theblaze.com/wp-content/uploads/2013/10/glenn-beck-values-voter-summit-2013-620x409.jpg", "title": "Glenn Beck to Values Voter Summit: ‘You Are Looking at a One-Party System’ (UPDATE: Complete Video)", "site": "@theblaze", "card": "summary", "account_id": 1512944287}, "keywords": "glenn, beck, values, voter, summit, we, looking, at, one, party, system", "sailthru.tags": "glenn-beck, media, politics, values-voter-summit, video, author-fred-lucas, site-theblazecom", "facebook-count": 891, "gplus-count": 13, "msapplication-TileColor": "#282b2d", "sailthru.guid": "theblazecom/680613", "categories": "glenn-beck,values-voter-summit,video,media,politics", "msapplication-square150x150logo": "http://www.theblaze.com/wp-content/plugins/theblaze_livetile/img/medium150x150.png", "comment-count": 170, "description": "Glenn Beck praised GOP Sens. Ted Cruz and Mike Lee, but denounced the Republican Party leadership at the Values Voter Summit Saturday in Washington, D.C.  Beck even said the party could be going the way of the Whigs by not standing for principle.  “You are looking at...", "msapplication-wide310x150logo": "http://www.theblaze.com/wp-content/plugins/theblaze_livetile/img/wide310x150.png", "linkedin-count": 5, "msapplication-square70x70logo": "http://www.theblaze.com/wp-content/plugins/theblaze_livetile/img/small70x70.png", "msapplication-square310x310logo": "http://www.theblaze.com/wp-content/plugins/theblaze_livetile/img/large310x310.png", "fb": {"admins": 517831498}, "msapplication-starturl": "http://www.theblaze.com/", "viewport": "width=device-width", "og": {"site_name": "The Blaze", "description": "Glenn Beck praised GOP Sens. Ted Cruz and Mike Lee, but denounced the Republican Party leadership at the Values Voter Summit Saturday in Washington, D.C.  Beck even said the party could be going the way of the Whigs by not standing for principle.  “You are looking at...", "title": "Glenn Beck to Values Voter Summit: ‘You Are Looking at a One-Party System’ (UPDATE: Complete Video)", "url": "http://www.theblaze.com/stories/2013/10/12/glenn-beck-to-values-voter-summit-we-are-looking-at-a-one-party-system/", "image": {"width": 620, "identifier": "http://www.theblaze.com/wp-content/uploads/2013/10/glenn-beck-values-voter-summit-2013-620x409.jpg", "type": "image/jpeg", "height": 409}, "type": "article"}, "dc.date": "2013-10-12T15:29:49+00:00", "twitter-count": 323}, "_id": "\"57477af36914bd0286fc9e21\"", "article_summary": "He also pointed out that President Obama’s approval rating now is three points lower than President George W. Bush’s approval rating was at this point in his second term.\n“We’re missing a party that actually represents us, and everybody says we don’t want to start a third party,” Beck said.\n“And he still has a lower approval rating than Bush.”Beck also noted that many in the GOP are wringing their hands about poll numbers.\nThey both went to their constituents in the election and said, ‘This is exactly who I am, and this is exactly what I’m going to do.\nI believe those two guys are stopping the Republicans from having an 18 percent approval rating."}