{"article_title": "Religion Encroaching On Human Rights", "article_keywords": ["catholic", "court", "rights", "justice", "religion", "health", "human", "world", "encroaching", "law", "religious"], "article_url": "http://www.mintpressnews.com/dogma-days-religion-encroaching-on-human-rights/177477/", "article_text": "Dogma Days: Religion Encroaching On Human Rights\n\nSome cite the religious fight against Obamacare as proof the rule of law may not be as all encompassing or protective of human rights as first thought.\n\nIs religion affecting our ability to ensure every man, woman and child is afforded their basic human rights?\n\nIt’s a question religious scholars, constitutional lawyers and human rights advocates are pondering as the U.S. government prepares to decide in the next few months whether religious beliefs are reason enough to exempt employers from providing certain portions of Obamacare to employees.\n\nTad Stahnke, director of policy and programs at Human Rights First, told MintPress that blaming religion for a decline in human rights may be a stretch, since religion can be a powerful source to protect human rights — bringing a sense of justice, fairness and dignity to policies.\n\n\n\nofficial MintPress sponsor official MintPress sponsor\n\nHe said that the real human rights violators are authoritarian and oppressive governments, that use the power of religion and state together.\n\n“Government is usurping the power of religion to marginalize or repress others,” Stahnke said, “and also to narrow debates.”\n\nWhile Stahnke says he sees this happening less in the U.S. and Western Europe than other parts of the world such as Iraq and Afghanistan, others point to the religious fight against Obamacare as proof the rule of law and the Constitution may not be as all encompassing or protective of human rights as first thought.\n\nSince its introduction to the American public, the Affordable Care Act has had its fair share of controversies, one of which was that the law required insurers to pay for birth control coverage, sparking protest and outrage from a variety of religious groups, specifically the Catholic Church, which prohibits the use of contraceptives.\n\nLikely in an attempt to prevent the law from being found unconstitutional by the U.S. Supreme Court, the Obama administration made a compromise with religiously affiliated hospitals, universities and social service groups that oppose the use of birth control, by pledging to reimburse the groups for any money they spent on birth control coverage.\n\nIf an organization failed to comply, they would be charged a $100 “fine” per day, per affected beneficiary. If they dropped health care coverage in its entirety, there would be a $2,000 “fine” per year, for each full-time employee.\n\nAlthough the birth control coverage was built into health insurance coverage, meaning the religious organizations were not paying directly for contraception, many religious groups, specifically Catholic organizations said that they felt they were being asked to violate their religious beliefs or would have to pay “potentially crippling fines,” which the Supreme Court ruled were really just taxes.\n\nOne group in particular that felt the birth control mandate was a violation of their rights was a group of Catholic nuns in Denver known as the Little Sisters of the Poor Home for the Aged. The group said it didn’t want to provide contraception since it violated the rules of its faith, but said it couldn’t afford the “draconian” fines either.\n\nAlthough 82 percent of Catholics and 89 percent of Americans overall believe use of contraception is morally acceptable, on Dec. 31, the day before the ACA law went into effect, Supreme Court Justice Sonia Sotomayor issued a temporary exemption to law for the Colorado nuns.\n\nThe U.S. Court of Appeals for the District of Columbia Circuit, also issued an emergency exemption for Catholic-affiliated groups such as the Archdiocese of Washington, D.C., and Catholic University.\n\n\n\nBalancing religion and human rights\n\nThough the Obama administration has tried to respect the beliefs of religious organizations in the U.S., and the Supreme Court has agreed to hear a series of appeals in March on whether corporations should have to abide by the contraceptive mandate if it violates the owner’s religious beliefs as well.\n\nThe religious exemptions will also be discussed at that time as well.\n\nBut as the court prepares to debate the contraception mandate, some are wondering if the religious interpretation of a law designed to guarantee preventative health services to millions of women in the U.S. is a slippery slope?\n\nDays after news of the Sotomayor exemption was announced, Politico political cartoonist Matt Wuerker created a piece that hypothesized what may happen if an employer’s religion was used to determine what kind of health insurance their employees received.\n\nFor example, one of the character’s in Wuerker’s cartoon said that because her boss was a celibate Shaker, no sex-related health issues would be covered. Another said that since his employer was a vegan Jainist, nothing related to eating meat was covered, and the last character said that under her employer’s plan, doctors were not covered at all because her boss is a Christian Scientist.\n\nWith eight in 10 people around the world identifying themselves as part of a religious group, and conservative forms of major faiths — Christianity, Islam, Hinduism, Judaism — becoming “increasingly prominent and politically salient,” Stephen Hopgood, an associate professor of international relations at SOAS, University of London, says that we’ve begun to see the end of human rights.\n\nThough Hopgood blames authoritarian governments first and foremost for the lack of human rights around the globe, he says that governments that once “sought a moral alternative to religious faith” are now becoming “more intense” in their religiosity. In other words, the more religious freedoms we have, the fewer human rights we are awarded.\n\n“The language of human rights is a language of protest and resistance, not of authority and discrimination,” he said. “In a religious world, secular human rights of recent heritage and ambiguous origin increasingly compete with long-standing cultural claims legitimated by traditions and gods. Where strong faith meets human rights, the classic modernizing assumption — that secular rights trump religion — no longer holds.”\n\n\n\nAre religious exceptions the beginning of the end for human rights?\n\nHopgood warned readers in a Washington Post OpEd that if the world wants to see progress in civil and political rights, persons in certain parts of the world may have to secede ground in other areas such as social justice and women’s rights.\n\nDeborah Orr, a columnist with the U.K. publication The Guardian, agreed with Hopgood, and said that history has proven religious freedom is tied to the decline in human rights, saying “common rights flourished in Britain at a time when religious belief was in decline.\n\n“For human rights to flourish, religious rights have to come second to them,” she said. “We are all human. We are not all of the same religion, or religious at all. One cannot protect religious rights if they are used as a reason to abuse human rights, human equalities, as so often they are … People need to answer on Earth to our fellow humans. We can square things with our God, if we have one, when and if that day arrives.”\n\nShe added that while human rights are often mocked as imaginary, such as how can a baby, born of nature, have inherent ‘rights,’ any more than a newborn rabbit? Human rights are not imaginary, but are instead conceptual.\n\n“They rest on a single idea,” she said, “that all humans have a common need for certain conditions if they are to flourish as productive members of society, and that all humans have a responsibility to ensure that everyone attains and maintains those rights.”\n\nIn a joint discussion on the politics of social justice, Heiner Bielefeldt, a professor of political ethics, legal philosophy and philosophy of religion, said that though human dignity is an old idea found in the Bible and Quran, the idea that human rights would be enforceable and something all people are equally entitled to, is new.\n\n“Religious traditions have incorporated a deep yearning for social justice that can inspire the debates of today,” he said, but in reality, “religious communities have not always supported democracy and human rights.\n\n“My own church, the Roman Catholic Church, was long opposed to human rights in general and religious liberty in particular,” he said. “It was only in the 1960s that the Catholic Church officially endorsed human rights and religious liberty. This shows that religious communities are part of society and have to undergo the same learning processes that society as a whole has to tackle.”\n\nAnd in the case of Islam, Bielefeldt said “many Muslims have found ways to reconcile the requirements of religion with a commitment to democracy and human rights.”\n\nHowever, he added that the fact that there are still issues between democracy, human rights and religion, illustrates that some serious questions “have not yet been solved satisfactorily.”\n\nWhether the U.S. government will work to preserve human rights at the cost of some Americans’ religious beliefs remains to be seen. But one thing that is certain is that this debate is far from over.", "article_metadata": {"description": "Some cite the religious fight against Obamacare as proof the rule of law may not be as all encompassing or protective of human rights as first thought.", "generator": "WordPress 4.5.2", "AUTHOR": "Katie Rucke", "og": {"site_name": "MintPress News", "description": "Some cite the religious fight against Obamacare as proof the rule of law may not be as all encompassing or protective of human rights as first thought.", "title": "Dogma Days: Religion Encroaching On Human Rights", "url": "http://www.mintpressnews.com/dogma-days-religion-encroaching-on-human-rights/177477/", "image": "http://www.mintpressnews.com/wp-content/uploads/2014/01/Vatican-Pope_Muha.jpg", "updated_time": "2014-01-23T07:32:48-05:00", "locale": "en_US", "type": "article"}, "twitter": {"description": "Some cite the religious fight against Obamacare as proof the rule of law may not be as all encompassing or protective of human rights as first thought.", "creator": "@katierucke", "image": "http://www.mintpressnews.com/wp-content/uploads/2014/01/Vatican-Pope_Muha.jpg", "title": "Dogma Days: Religion Encroaching On Human Rights", "site": "@MintPressNews", "card": "summary_large_image"}, "robots": "noodp", "fb": {"admins": 100003161352196}, "article": {"publisher": "https://www.facebook.com/MintpressNewsMPN", "section": "Front Page: Inside Stories", "tag": "Tad Stahnke", "published_time": "2014-01-22T05:00:04-05:00", "modified_time": "2014-01-23T07:32:48-05:00"}}, "_id": "\"57477af36914bd0286fd42e0\"", "article_summary": "Tad Stahnke, director of policy and programs at Human Rights First, told MintPress that blaming religion for a decline in human rights may be a stretch, since religion can be a powerful source to protect human rights — bringing a sense of justice, fairness and dignity to policies.\nWhere strong faith meets human rights, the classic modernizing assumption — that secular rights trump religion — no longer holds.”Are religious exceptions the beginning of the end for human rights?\nOne cannot protect religious rights if they are used as a reason to abuse human rights, human equalities, as so often they are … People need to answer on Earth to our fellow humans.\n“For human rights to flourish, religious rights have to come second to them,” she said.\nIs religion affecting our ability to ensure every man, woman and child is afforded their basic human rights?"}