{"article_title": "How Do You Know When You’ve Made It Financially?", "article_keywords": ["theyve", "financial", "feel", "skills", "say", "financially", "americans", "know", "youve", "debt", "surveyed", "important", "goals"], "article_url": "http://www.thefiscaltimes.com/2016/04/05/How-Do-You-Know-When-You-ve-Made-It-Financially", "article_text": "Owning a house and having money in the bank are important, but the most important financial milestone for Americans today is becoming debt free. More than 60 percent of those surveyed recently by TD Bank said doing so would make them feel like they have “made it” financially.\n\nAmong Americans who have debt, more than two-thirds have said that it has hindered their ability to achieve their financial goals. It was an even bigger problem for millennials with debt, 80 percent of whom said it was impacting their financial progress.\n\nRelated: The Best and Worst States for Taxes\n\nA third of those surveyed said they couldn’t reach their financial goals because they were living paycheck to paycheck, and 17 percent said their credit card or student loan debt was a major obstacle to success.\n\nThe survey found that 54 percent of Americans would feel like they’ve “made it” if they could buy a home, and 52 percent would feel that way if they had enough money in a savings account to cover emergencies. A third of those surveys say that investing is an important financial milestone.\n\nDespite their debt issues, millennials were the generation most likely to say that they have the financial skills to achieve their financial goals. More than three-quarters of them felt confident they had the personal finance skills to “make it,” compared to just 67 percent of Gen Xers and 56 percent of those in Generation Z.\n\nMillennials are also the most competitive about reaching those milestones, with 45 percent saying that it’s important to them to feel like they’ve “made it” before their friends.", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Owning a house and having money in the bank are important, but the most important fina", "title": "How Do You Know When You’ve Made It Financially?", "url": "http://www.thefiscaltimes.com/2016/04/05/How-Do-You-Know-When-You-ve-Made-It-Financially", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/07232014_Woman_Dollars_Lasso_Women_0.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2016/04/05/How-Do-You-Know-When-You-ve-Made-It-Financially", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/07232014_Woman_Dollars_Lasso_Women_0.jpg", "creator": "@bethbrav", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "Owning a house and having money in the bank are important, but the most important fina", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "Despite their debt issues, millennials were the generation most likely to say that they have the financial skills to achieve their financial goals.\nOwning a house and having money in the bank are important, but the most important financial milestone for Americans today is becoming debt free.\nAmong Americans who have debt, more than two-thirds have said that it has hindered their ability to achieve their financial goals.\nMore than 60 percent of those surveyed recently by TD Bank said doing so would make them feel like they have “made it” financially.\nA third of those surveys say that investing is an important financial milestone."}