{"article_title": "The 75th Anniversary Celebration Of The Sioux Falls Airport", "article_keywords": ["75th", "younger", "sioux", "regional", "anniversary", "falls", "airport", "important", "standpoint", "pilots", "75", "today", "celebration"], "article_url": "http://www.keloland.com/news/article/news/the-75th-anniversary-celebration-of-the-sioux-falls-airport", "article_text": "Sioux Falls, SD\n\nOn this date in 1939, an airport opened its hangers for the first time. Now 75 years later the Sioux Falls Regional Airport is celebrating the milestone, the event was also looking ahead to the future.\n\nThe Maverick Air Center is a time machine today, as people are able to see vintage airplanes and cars from the last 75 years. It was all part of the anniversary celebration of the Sioux Falls Regional Airport, that turned this small terminal, into an important part of South Dakota.\n\n\"I think it's important to acknowledge that we've been an important player here in the Sioux Falls community for many, many years, both from a military standpoint and a civilian standpoint,\" Dan Letellier said.\n\nToday's celebration isn't just about remembering the past, but also getting the next generation of pilots excited to take flight.\n\nChildren ages 8-17 got to go up in the air today for an eagle-eye view of Sioux Falls. 14-year-old Lydia Anderson even got to take the controls for a while.\n\n\n\n\"It was really scary because you make the smallest movement and it turns a lot so it was pretty cool,\" Lydia Anderson said.\n\n\n\nDan Letellier, Executive Director of the Sioux Falls Regional Airport, hopes events like this can get younger pilots. He says the pilots in commercial travel are getting older, and needs some fresh faces. South Dakota State Sophmore Elizabeth Hubbard is one of those faces. The student studying in Aviation Education says the lack of younger pilots could affect passengers.\n\n\"There's actually a big pilot shortage coming up so it's always important to get the new younger pilots coming in or else there could possibly have cancellations just because there's no pilots available, so it's always good to get younger people going in that so the aviation community can grow,\" Elizabeth Hubbard said.\n\nA need of younger pilots to make the next 75 years fly just as smoothly as the last.\n\nThe wrap the event up, the Joss Foss Squadron held a hangar dance this evening, complete with World War Two aircrafts and a 1940's swing band.\n\n\n\nLetellier hopes to see a bright future for the airport, including changing the name to the Sioux Falls International Airport soon.", "article_metadata": {"og": {"site_name": "KELOLAND News", "description": "On this date in 1939, an airport opened its hangers for the first time. Now 75 years later the Sioux Falls Regional Airport is celebrating the", "title": "The 75th Anniversary Celebration Of The Sioux Falls Airport", "url": "http://www.keloland.com/news/article/news/the-75th-anniversary-celebration-of-the-sioux-falls-airport", "image": "http://kelolandassets.blob.core.windows.net/kelolandassets/images/default-source/agriculture/crops/barley/59533.jpg?sfvrsn=0", "type": "website"}, "fb": {"app_id": 521498541203189}, "Generator": "Sitefinity 7.3.5630.0 PE", "viewport": "width=device-width, initial-scale=1.0", "description": "On this date in 1939, an airport opened its hangers for the first time. Now 75 years later the Sioux Falls Regional Airport is celebrating the"}, "_id": "\"57477af36914bd0286fd1a61\"", "article_summary": "It was all part of the anniversary celebration of the Sioux Falls Regional Airport, that turned this small terminal, into an important part of South Dakota.\nLetellier hopes to see a bright future for the airport, including changing the name to the Sioux Falls International Airport soon.\nNow 75 years later the Sioux Falls Regional Airport is celebrating the milestone, the event was also looking ahead to the future.\nDan Letellier, Executive Director of the Sioux Falls Regional Airport, hopes events like this can get younger pilots.\nSioux Falls, SDOn this date in 1939, an airport opened its hangers for the first time."}