{"article_title": "The Week That Was: The Big Stories in Indian Country, July 5, 2015", "article_keywords": ["week", "development", "weaving", "usa", "tribe", "sheep", "country", "american", "indian", "pechanga", "big", "2015", "kevin", "native"], "article_url": "http://indiancountrytodaymedianetwork.com/2015/07/05/week-was-big-stories-indian-country-july-5-2015-160963", "article_text": "It's our recap of the stories that mattered most in Indian country:\n\nNEW RULE: Reform of the regulatory process by which the Department of the Interior officially recognizes Indian tribes moved another step closer with the release of a final rule by Secretary of the Interior Sally Jewell and Assistant Secretary-Indian Affairs Kevin K. Washburn.\n\nSTRANGE: A fake Native American head was found early Tuesday in the lap of a statue of Andrew Jackson in Jacksonville, Florida.\n\nPRETENDIAN?: Federal prosecutors have charged artist Terry Lee Whetstone with falsely representing himself as Cherokee, according to a report.\n\nRECOGNITION, AT LAST: The Assistant Secretary – Indian Affairs Kevin K. Washburn issued final determinations Thursday to acknowledge the Pamunkey Indian Tribe as a federally recognized Indian tribe, the first in the state of Virginia. Additionally the Duwamish Tribal Organization has been denied.\n\nHALT: On Wednesday, June 24, 750 activists blocked police and construction crews from reaching the summit of Mauna Kea, Hawaii’s tallest and most sacred mountain. Construction was to begin that day on the copy.4 billion Thirty Meter Telescope (TMT), which would have an eight-acre footprint on the mountaintop.\n\nFOUR MORE YEARS: Nearly 20,000 Cherokee Nation citizens showed up to polls on June 27 to reelect Principal Chief Bill John Baker to another four-year term.\n\nPEOPLE'S PICK: USA Today has named Pechanga Resort & Casino America’s favorite casino based on a nationwide poll. Owned and operated by the Pechanga Band of Luiseño Indians in Temecula, California, Pechanga edged out several well-respected gaming resorts like the Bellagio in Las Vegas, and the Borgata and L'Auberge in Atlantic City, N.J. to receive the honor.\n\nSHEEP FEST: On June 19 and 20, Diné College in Tsaili, Arizona, hosted the Sheep Is Life Celebration. A tribute to Navajo sheepherding and weaving culture, Sheep is Life included demonstrations and workshops on traditional shearing, skirting, washing, carding, dying, spinning, weaving, felting and other fiber arts.\n\nSLOW JUSTICE: A recent confession by another inmate – backed by corroborating evidence and a lie detector test – suggests strongly that the \"Fairbanks Four\" were wrongfully convicted. Marvin Roberts, George Frese, Kevin Pease and Eugene Vent return to court October 5-12 for an evidentiary hearing to determine whether a new trial should be granted.\n\nYOUNG AND CONCERNED: Xiuhtezcatl Roske-Martinez, who was raised in the Aztec tradition, spoke earnestly to the United Nations General Assembly June 29 challenging the representatives to make “great decisions,” and take immediate action on climate change.\n\nFLOOR-FILLER: A Tribe Called Red has turned Buffy Sainte-Marie's \"Working for the Government\" into an Electric Powwow-style dance track.\n\nSURFIN' USA: Five historically significant surfboards, including one shaped by Duke Kahanamoku, are on their way to the Smithsonian's National Museum of American History in Washington, D.C.\n\nGETTING AN EDGE: In the world of Native economic development, there’s a new sheriff in town. Its name is Native Edge — an online business development portal recently launched by the National Center for American Indian Enterprise Development (NCAIED).", "article_metadata": {"description": "News stories relevant to Native Americans, on topics including the Pamunkey Tribe, Duke Kahanamoku, Bill John Baker, and Federal Recognition.", "generator": "Drupal 7 (http://drupal.org)", "dcterms.creator": "jrobertson", "og": {"url": "http://indiancountrytodaymedianetwork.com/2015/07/05/week-was-big-stories-indian-country-july-5-2015-160963", "type": "article", "image": "http://d1jrw5jterzxwu.cloudfront.net/sites/default/files/article_media/pamunkey-duke-kahanamoku-united-nations-climate.jpg", "site_name": "Indian Country Today Media Network.com", "title": "The Week That Was: The Big Stories in Indian Country, July 5, 2015"}, "abstract": "News stories relevant to Native Americans, on topics including the Pamunkey Tribe, Duke Kahanamoku, Bill John Baker, and Federal Recognition.", "keywords": "Native American News, American Indian News, Pamunkey Tribe, Duke Kahanamoku, Bill John Baker, Terry Lee Whetstone, Native American, American Indian", "dc": {"title": "The Week That Was: The Big Stories in Indian Country, July 5, 2015"}, "dcterms.identifier": "http://indiancountrytodaymedianetwork.com/2015/07/05/week-was-big-stories-indian-country-july-5-2015-160963", "dcterms.format": "text/html", "fb": {"app_id": 493888563989950}, "dcterms.language": "und", "dcterms.type": "Text", "robots": "follow, index", "validation_code": "d9d37d7b776cc351c4025ded3df21cad", "sioc": {"num_replies": 0}, "dcterms.date": "2015-07-05T16:15-04:00", "dcterms.title": "The Week That Was: The Big Stories in Indian Country, July 5, 2015"}, "_id": "\"57477af36914bd0286fd42f2\"", "article_summary": "RECOGNITION, AT LAST: The Assistant Secretary – Indian Affairs Kevin K. Washburn issued final determinations Thursday to acknowledge the Pamunkey Indian Tribe as a federally recognized Indian tribe, the first in the state of Virginia.\nSTRANGE: A fake Native American head was found early Tuesday in the lap of a statue of Andrew Jackson in Jacksonville, Florida.\nIts name is Native Edge — an online business development portal recently launched by the National Center for American Indian Enterprise Development (NCAIED).\nSHEEP FEST: On June 19 and 20, Diné College in Tsaili, Arizona, hosted the Sheep Is Life Celebration.\nPEOPLE'S PICK: USA Today has named Pechanga Resort & Casino America’s favorite casino based on a nationwide poll."}