{"article_title": "Put higher priority on public health: Where we stand", "article_keywords": ["county", "million", "florida", "state", "departments", "priority", "virus", "health", "stand", "cuts", "scott", "zika", "public", "higher"], "article_url": "http://www.orlandosentinel.com/opinion/os-ed-rick-scott-zika-aids-20160209-story.html", "article_text": "As anxiety spreads across the hemisphere about the Zika virus, Florida Gov. Rick Scott has responded in a smart, proactive way. \"With over 20 million residents and 100 million tourists,\" Scott said, \"we must stay ahead of the possible spread of the Zika virus and take immediate action to ensure Florida is prepared.\"\n\nIt's too bad Scott and his point man on Zika — Health Secretary Dr. John Armstrong — haven't been nearly as conscientious in confronting other public-health needs.\n\nFor Zika, blamed for severe birth defects in Latin America, Scott has declared public-health emergencies in Florida counties that have reported a total of 16 cases of the mosquito-borne virus, though none were acquired locally or involve pregnant women. He persuaded the Centers for Disease Control and Prevention to provide Florida with hundreds of test kits. He has asked the CDC to help train Florida hospital workers in how to deal properly with the virus. He has asked the state Department of Agriculture to look at additional mosquito control.\n\nBut another virus afflicting far more Floridians — HIV — has spiked on Scott's watch. Cases in the state have risen each year since 2012 and reached 6,240 last year through November, the highest annual figure since 2002. Orange County, with 553 cases through November, had the third-highest total in the state behind Miami-Dade and Broward counties.\n\nYet during the same four-year period, Scott has cut more than 3,000 positions in the state Department of Health, a reduction or more than 17 percent. In his budget proposal for next year, he has called for slashing another 718 positions from the department's payroll.\n\nStaffing at county health departments, which are mainly funded through the state department, has plummeted by 2,240 positions, also about 17 percent, since Scott became governor. State funding for those county departments has fallen even further — 26 percent — or about $45 million a year. Meanwhile, Florida's population keeps growing.\n\nArmstrong told the Tampa Bay Times that a federal grant has raised Florida spending on HIV and AIDS prevention to a record level this year. He insisted that staffing cuts have had no impact on \"the surveillance, education, prevention, counseling, testing, care and treatment of HIV/AIDS patients.\" The rise in cases, however, tells a different story. And it simply defies reason that cuts of the size pushed through under Scott would have no impact on services for HIV or other public-health needs.\n\nThe latest round of cuts Scott has proposed for county health departments in next year's budget reportedly would save $13 million. That's not peanuts, but it pales next to the $1 billion Scott has proposed in tax cuts — mostly for businesses — and $250 million in incentives to recruit new businesses.\n\nState senators need to challenge Armstrong on these priorities next week when he's scheduled to come up for a confirmation hearing before the chamber's Health Policy Committee. The panel's chairman, Fernandina Beach Republican Aaron Bean, has said Armstrong \"has my full support.\" Other committee members, however, have been raising the right kind of issues.\n\n\"We've seen a reduction in services provided by county health departments,\" Sen. Don Gaetz, a Niceville Republican, told the Times. \"Health conditions exacerbate and folks wind up in emergency rooms. That's a cycle that doesn't end well for patients or taxpayers.\"\n\nA year ago, Armstrong didn't win confirmation to his job after failing to answer questions from senators about the impact of Scott's opposition to using federal funds available under the Affordable Care Act to provide private health insurance to 800,000 uninsured Floridians. Senators shouldn't settle for less than straight answers this year, either.\n\nArmstrong has an admirable background as a physician and veteran. He has been waging a courageous and inspiring personal battle against cancer. But carrying out Scott's agenda of cuts in public health has left him with more than a little explaining to do.", "article_metadata": {"fb_title": "Put higher priority on public health: Where we stand", "date": "2016-02-09", "googlebot": "index", "copyright": "Copyright (c) 2016 Orlando Sentinel", "author": "Orlando Sentinel", "og": {"site_name": "OrlandoSentinel.com", "description": "As anxiety spreads across the hemisphere about the Zika virus , Florida Gov. Rick Scott has responded in a smart, proactive way. \"With over 20 million residents and 100 million tourists,\" Scott said, \"we must stay ahead of the possible spread of the Zika virus and take immediate action to ensure Florida is prepared.\"", "title": "Put higher priority on public health: Where we stand", "url": "http://www.orlandosentinel.com/opinion/os-ed-rick-scott-zika-aids-20160209-story.html", "image": "http://www.trbimg.com/img-56ba8266/turbine/os-ed-rick-scott-zika-aids-20160209", "type": "article"}, "x-servername": "lalvp11.17", "twitter": {"site": "@orlandosentinel", "card": "summary"}, "robots": "index,follow", "keywords": "Rick Scott, John Armstrong, Zika Virus, HIV/AIDS, Public Health", "fb": {"admins": 100004353067097, "page_id": 5779052556, "app_id": 890804050949750}, "apple-itunes-app": "app-id=402223551, app-argument=http://www.orlandosentinel.com/deeplinkid/85850313", "googlebot-news": "index", "msvalidate.01": "AAC9C18F70AC386BC4DCF4DDF9BF1786", "news_keywords": "Rick Scott, John Armstrong, Zika Virus, HIV/AIDS, Public Health", "y_key": "fb73650ad672fe45", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "Description": "The Orlando Sentinel Editorial Board thinks senators need to challenge Health Secretary John Armstrong for slashing public health spending and staff."}, "article_summary": "\"We've seen a reduction in services provided by county health departments,\" Sen. Don Gaetz, a Niceville Republican, told the Times.\nThe latest round of cuts Scott has proposed for county health departments in next year's budget reportedly would save $13 million.\nAs anxiety spreads across the hemisphere about the Zika virus, Florida Gov.\nIt's too bad Scott and his point man on Zika — Health Secretary Dr. John Armstrong — haven't been nearly as conscientious in confronting other public-health needs.\nBut carrying out Scott's agenda of cuts in public health has left him with more than a little explaining to do."}