{"article_title": "Libertarian and Medical Marijuana Could Decide Hot Florida Governor's Race", "article_keywords": ["crist", "voters", "governors", "political", "medical", "polls", "florida", "marijuana", "hot", "race", "scott", "decide", "libertarian", "turnout"], "article_url": "http://townhall.com/columnists/matttowery/2014/09/25/libertarian-and-medical-marijuana-could-decide-hot-florida-governors-race-n1896306", "article_text": "Just last year, it looked like former-Republican-governor-turned-independent-turned-Democrat Charlie Crist was a cinch to defeat incumbent GOP Gov. Rick Scott in his reelection bid. But with Election Day coming quickly, a typical pattern for a major race in Florida has arisen again, and the two men are in a heated contest. Scott has pummeled Crist for months with millions of dollars of advertising, and Crist has struck back.\n\nAs expressed in a recent column by the Tampa Bay Times' highly regarded political writer Adam Smith, conventional wisdom among Florida political insiders is that Scott is more likely to win.\n\nBut even top experts like Smith are quick to acknowledge that unknown factors could push things one way or the other. Of interest, just to the north in Georgia there is the very real possibility that both the governor's and the U.S. Senate races could be headed to post-November runoffs, thanks mainly to the strength of Libertarians on the ballot. And Florida is certainly seeing its governor's race impacted by Libertarian Adrian Wyllie, who in some polls is receiving as much as 8 percent support from voters.\n\nMost pundits believe Libertarian candidates pull more from their Republican opponents than from their Democratic ones. Some studies have supported that view, while others have found that the results are more evenly spread between the two parties. Regardless, these are votes that, absent the presence of a Libertarian, would fall to either Crist or Scott.\n\nAs if the Libertarian carrying an unusually high percentage of the polls were not enough, throw into the mix a controversial initiative that will allow voters to decide whether Florida will permit the sale of medical marijuana. Now you have the makings of another nail-biter in the Sunshine State.\n\nThe medical marijuana initiative is more than just a cause for those with medicinal needs. In reality, it is also a major effort to turn out Democratic voters at the same high levels that customarily turn out in presidential elections. It's no shock then that trial lawyer extraordinaire John Morgan is involved in the ballot initiative; he is a huge Democratic donor, and he employed Crist in recent times with his law firm.\n\nThe battle between lawyers and the business community in Florida is legend. But Morgan is as savvy a businessman as he is a plaintiff's attorney. And he has turned his astute talents toward an effort that could conceivably bring to the polls younger voters and other groups that might otherwise sit out this election.\n\nAt present, political surveys indicate that the vote on medical marijuana will be tight. But surveys must in one sense guess at the same issue that is hidden underneath the medical marijuana movement -- voter turnout. If polls that show both passage of medical marijuana is tight and that Gov. Scott is leading by a few points somehow fail to properly account for the turnout of these younger and other Democratically inclined voters -- or for that matter, for African-American voters -- then they well could be off the mark.\n\nA rise in President Obama's approval, should it occur as we battle the terrorist group ISIS, would likely inure to Crist's benefit. Of the candidates in all the contested gubernatorial races in the nation, no Democratic candidate has been so unabashedly supportive of the president as Crist has.\n\nBut Scott is not to be underestimated. He and his political team have run a relentlessly tough and strategically brilliant race. They have resurrected a one-time moribund and hopeless campaign into one that is now given a slight edge to win by smart folks in Florida political arena.\n\nThe big unknown remains turnout. Will the backlash against Obama that seemed so certain weeks ago subside? Or will Republicans flock to the polls to register their displeasure with Obama in this, a gubernatorial contest? And then there's the tricky issue of the medical marijuana vote: Who will vote and at what turnout levels?\n\nScott's ads portray Crist as having been an empty-suit, unmotivated leader. It remains to be seen if a majority of voters will hold that against Crist, or if instead they will kick back, light up and embrace a more casual approach to life and politics.\n\nThis much is certain: Florida politics is never easy to predict.", "article_metadata": {"description": "Just last year, it looked like former-Republican-governor-turned-independent-turned-Democrat Charlie Crist was a cinch to defeat incumbent GOP Gov. Rick Scott in his reelection bid.05/25/2016 18:03:18PM EST.", "author": "Matt Towery", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "Just last year, it looked like former-Republican-governor-turned-independent-turned-Democrat Charlie Crist was a cinch to defeat incumbent GOP Gov. Rick Scott in his reelection bid", "title": "Matt Towery - Libertarian and Medical Marijuana Could Decide Hot Florida Governor's Race", "url": "http://townhall.com/columnists/matttowery/2014/09/25/libertarian-and-medical-marijuana-could-decide-hot-florida-governors-race-n1896306", "image": "http://media.townhall.com/townhall/reu/ha/2014/266/f85c03bf-e871-4170-b0b9-3ae112ac103a.jpg", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "Just last year, it looked like former-Republican-governor-turned-independent-turned-Democrat Charlie Crist was a cinch to defeat incumbent GOP Gov. Rick Scott in his reelection bid", "title": "Matt Towery - Libertarian and Medical Marijuana Could Decide Hot Florida Governor's Race", "url": "http://townhall.com/columnists/matttowery/2014/09/25/libertarian-and-medical-marijuana-could-decide-hot-florida-governors-race-n1896306", "image": "http://media.townhall.com/townhall/reu/ha/2014/266/f85c03bf-e871-4170-b0b9-3ae112ac103a.jpg", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "Libertarian and Medical Marijuana Could Decide Hot Florida Governor's Race, Matt Towery, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "_id": "\"57477af36914bd0286fc9e24\"", "article_summary": "The medical marijuana initiative is more than just a cause for those with medicinal needs.\nAnd then there's the tricky issue of the medical marijuana vote: Who will vote and at what turnout levels?\nBut surveys must in one sense guess at the same issue that is hidden underneath the medical marijuana movement -- voter turnout.\nIf polls that show both passage of medical marijuana is tight and that Gov.\nAt present, political surveys indicate that the vote on medical marijuana will be tight."}