{"article_title": "Can a Democrat Still Get Elected in Arkansas?", "article_keywords": ["pryor", "obama", "voters", "senate", "democrat", "elected", "state", "arkansas", "president", "im", "cotton", "thats"], "article_url": "http://www.nbcnews.com/politics/elections/can-democrat-still-get-elected-arkansas-n44476", "article_text": "LITTLE ROCK, Ark.—Mark Pryor has been to this part of town many times before.\n\n\"How's the neighborhood doing here?\" he asks the pastor at the small, African-American church that sits across the street from the famous Little Rock Central High School, where Pryor once attended.\n\n\"This neighborhood has struggled for a long time, but it's making a comeback,\" Pryor explains to a visiting reporter.\n\nPryor, who's here to endorse a state ballot initiative to raise the minimum wage, is struggling now, too. By most measures, he is the most vulnerable sitting Democratic senator up for reelection in 2014. It used to be that basically everyone in Arkansas voted Democrat—but ever since President Barack Obama's election, Arkansas has turned deep red. A congressional delegation that in 2008 had only one Republican now has only one Democrat left: Pryor, who's facing a tough challenge from Republican Tom Cotton, a conservative freshman congressman who has support from both the Tea Party and the Republican establishment.\n\nIf Pryor is going to hang on, it's because to many of the voters here in Arkansas, he's almost family.\n\n\"How're your parents?\" asks one of the men who has come to the senator's Saturday afternoon event. \"They're great, they're just doing great,\" Pryor says. \"Tell 'em I said hi,\" the man responds.\n\nThe Senate seat Pryor holds has been in his family for a total of three decades. His father is one of what they call the \"big three\" in Arkansas politics: David Pryor, who was governor and senator; Dale Bumpers, also governor and senator; and Bill Clinton, who was governor and, of course, president of the United States.\n\nPryor has cast himself as part of the trio's moderate Democratic tradition.\n\n\"Arkansas Democrats have always been different than national Democrats,\" Pryor told NBC News last week; behind him was the picturesque school building that became infamous in 1957 when the Little Rock Nine became the first black students to attend after the Arkansas National Guard blockaded the school and the U.S. Army was called in. \"You can go back 100 years and see that. And so I'm very comfortable being an Arkansas Democrat.\"\n\nWhether voters are still interested in a traditional bipartisan Arkansas Democratic lawmaker in an age of strident polarization is still an open question.\n\nPryor is soft-spoken and emphasizes bipartisanship, treading carefully around social issues like gay marriage while emphasizing that he wants to maintain the social safety net.\n\n\"Arkansas is not a wealthy state. For the vast majority of our seniors...all they have is Social Security and Medicare,\" Pryor said in the interview. \"That's it. That's what they have. And I'm always going to protect that.\"\n\nAnd in a state where voters say protecting Christian values is a top priority, Pryor has made sure Arkansas voters remember his evangelical roots.\n\n“This is my compass, my North Star,” Pryor, holding a Bible, says in his first campaign ad.\n\nU.S. Sen. Mark Pryor, D-Ark., holds a pan of raccoon meat at the Gillett Coon Supper in Gillett, Ark., on Jan. 11, 2014. Danny Johnston / AP file\n\nBut whether voters are still interested in a traditional bipartisan Arkansas Democratic lawmaker in an age of strident polarization is still an open question. Cotton has criticized Pryor as someone who votes with President Obama more than 90 percent of the time. Pryor is quick to dispute that characterization—and says that he doesn't plan to extend an invitation for Obama to campaign for him in Arkansas.\n\n\"I'm not going to invite anyone from out of state to campaign for me, but if President Obama did decide to come to Arkansas, I would love to take him to rural Arkansas to show him that a lot of the policies that you see coming out of the Beltway just really don't make sense in rural America,\" Pryor said.\n\nWhen asked, he also declined to identify any policies that he agrees with the president on—\"the way I look at any president, I've been there with President Bush and President Obama; my key is not who's in the White House,\" he said—but he did say he still believes the Affordable Care Act is good for the country.\n\n\"I think the law overall is good,\" Pryor said. \"It has some flaws, it's far from perfect...but if you look at just our state, it's already making a difference for people.\"\n\n\"I think that's part of that sense of entitlement that he gives off is that, almost like, I served my country, let me into the Senate.\"\n\nCongressman Tom Cotton is talking to the cows.\n\n\"What's up, guys?\" he asks under his breath as he opens the gate on his parents' 200 acre farm in Yell County, a feed bag under his arm.\n\nCotton grew up here, in western Arkansas, helping his mother and father breed calves that are eventually sold to big cattle ranchers in Texas and beyond. He's stopped by this Sunday morning before heading to church—a rare respite from a campaign schedule that's already intense, even though the election is still eight months away. As a kid, he was responsible for mowing the lawn and helping his father, Len, drive the cows around the farm, a job that typically takes three people.\n\n\"Naturally, the cattle would move kind of in the direction away from where you wanted to go, and he would race over to the side in the truck, and then he'd yell at me and ask, 'why are you moving so slow?' I'm nine, and I don't have a truck!\" he says, laughing.\n\nCotton is tall and thin and comes across as focused and intense. He's just 36-years-old, and if he wins, he'd easily be the youngest senator. From the farm, he went on to Harvard and then to Harvard Law School, eventually joining the Army and becoming an infantry officer. He served two tours of duty in Iraq and Afghanistan and helped watch over the fallen as a member of the Old Guard at Arlington National Cemetery. He came home and ran for Congress, winning his House seat in 2012, taking office in January 2013 and announcing his Senate campaign just 7 months later.\n\n\"Some people say I’m a young man in a hurry. Guess what? They’re right. We’ve got urgent problems and I am in a hurry to solve them,\" Cotton said when he announced his Senate bid.\n\nThe quick rise has won him an attack ad from Pryor, who says that Cotton has \"blind ambition\" and a sense of entitlement that will turn voters off, even considering his military background.\n\n\"There's a lot of people in the Senate that didn't serve in the military,\" Pryor told NBC News. \"Obviously in the Senate we have all types of different people, all kinds of different folks that have come from all types of different backgrounds—and I think that's part of that sense of entitlement that he gives off is that, almost like, I served my country, let me into the Senate. But that's not how it works in Arkansas.\"\n\nCotton is clearly running on his military record, putting out an ad featuring his mother, Avis, explaining that he decided to be an infantry officer instead of a military lawyer.\n\nRepublican Tom Cotton served as an infantry officer in the Army, doing two tours of duty in Iraq and Afghanistan. Courtesy Tom Cotton\n\n\"I haven't been in politics all my life, I'm still in my first year in the House,\" Cotton told NBC News in an interview last week. \"But I have served my country in other ways and other places. \"And I think some of the lessons I learned in the Army, some of the traits and the values that the Army displays, we need more of in Washington, D.C.\"\n\nCotton is the rare Republican who's won kudos from both the Tea Party and the GOP establishment in Washington. He's developed a relationship with House leaders and a reputation as a national security hawk, even as the Tea Party has embraced a more isolationist view of American power. But he keeps a photo of himself with Sen. Ted Cruz on the table in his congressional office and has a particularly conservative voting record in the House. He voted against the Violence Against Women Act, relief for Hurricane Sandy victims, and broke with all the other Arkansas representatives in Congress to vote against the farm bill.\n\n\"The farm bill should be called a food stamp bill,\" Cotton told NBC. \"That's the kind of bill that got us $17 trillion in debt, so I'm trying to do what's best for Arkansas farmers and Arkansas taxpayers.\"\n\nThe central force behind the explosive growth of the Arkansas GOP? President Obama.\n\nDemocrats are also trying to cast Cotton as anathema to women voters, pointing out that he once wrote a column for the Harvard Crimson arguing that women's \"greatest fear\" was being left by their husbands.\n\n\"Divorce is not happy for anyone,\" Cotton said when asked about the 17-year-old column. \"Man or woman or for children, and federal government policy should not do things that encourage divorce.\"\n\nCotton also opposes Democratic Sen. Kirsten Gillibrand's bill to take sexual assault cases out of the chain of command, even though it's drawn support from conservatives like Ted Cruz and Rand Paul; the Pentagon opposes that change.\n\n\"It should stay within the chain of command,\" Cotton said. \"I trust our commanding officers to look out for the best interest of our troops. I'm surprised that Gillibrand doesn't.\"\n\nCotton spoke to NBC after spending the day at campaign stops and fundraisers, ending at the Lonoke County Lincoln Day dinner that drew several hundred people, including almost all of the GOP's state and federal officeholders and candidates.\n\nLincoln Day dinners in Arkansas didn't used to look like this, with more than 100 tables, dozens of elected officials and a raffle featuring a Remington pistol. This particular dinner has mushroomed in size in recent years, said Doyle Webb, a former state senator who now serves as the chairman of the Arkansas GOP.\n\n\"When I was in the Senate in 2002, we had eight Republicans and 27 Democrats. Today we have 22 Republicans and 13 Democrats,\" he said, proudly.\n\nThe central force behind the explosive growth of the Arkansas GOP? President Obama.\n\n\"It's such an important time to be a Republican today in Arkansas and in America,\" Cotton told the crowd. \"Your country needs you, it needs us as a party to stand up to Barack Obama, and stand with the founding principles of this country. Not the ideas that Barack Obama espouses.\"\n\nClayton Collins of MSNBC's \"Morning Joe\" contributed to this report.", "article_metadata": {"description": "Once reliably Democratic Arkansas has turned deep red.", "og": {"url": "http://www.nbcnews.com/politics/elections/can-democrat-still-get-elected-arkansas-n44476", "type": "article", "image": "http://media2.s-nbcnews.com/j/newscms/2014_10/228881/140305-clinton-arkansas-820a_76dbd3d89d1a53c7f260cb9c6cbcdbe3.nbcnews-fp-1200-800.jpg", "site_name": "NBC News", "description": "Once reliably Democratic Arkansas has turned deep red."}, "twitter": {"domain": "NBCNews.com", "description": "Once reliably Democratic Arkansas has turned deep red.", "creator": "NBCNews", "image": {"src": "http://media2.s-nbcnews.com/j/newscms/2014_10/228881/140305-clinton-arkansas-820a_76dbd3d89d1a53c7f260cb9c6cbcdbe3.nbcnews-fp-1200-800.jpg"}, "title": "Can a Democrat Still Get Elected in Arkansas? - NBC News", "site": "NBCNews", "card": "summary"}, "blitz": "mu-e1e842c9-946002e6-ea8f0454-41b29546", "DC.date.issued": "2014-03-05", "apple-itunes-app": "app-id=319740707, app-argument=http://www.nbcnews.com/politics/elections/can-democrat-still-get-elected-arkansas-n44476", "fb": {"app_id": 10150138890205613}, "article": {"author": "https://www.facebook.com/NBCNews"}, "google-site-verification": "K8bowvEbzWfPQ76x6f9SCxMVwicVXrhiClRg80ak8ZA", "viewport": "width=device-width, initial-scale=1", "news_keywords": "Politics,Elections"}, "_id": "\"57477af36914bd0286fd433a\"", "article_summary": "It used to be that basically everyone in Arkansas voted Democrat—but ever since President Barack Obama's election, Arkansas has turned deep red.\nPresident Obama.\nAnd in a state where voters say protecting Christian values is a top priority, Pryor has made sure Arkansas voters remember his evangelical roots.\n\"That's the kind of bill that got us $17 trillion in debt, so I'm trying to do what's best for Arkansas farmers and Arkansas taxpayers.\"\nIf Pryor is going to hang on, it's because to many of the voters here in Arkansas, he's almost family."}