{"article_title": "Lower48 restaurant in Denver to close Nov. 7 after two years – The Denver Post", "article_keywords": ["figura", "plans", "working", "restaurant", "closing", "nocifera", "review", "worked", "denver", "including", "close", "post", "lower48", "nov"], "article_url": "http://www.denverpost.com/lifestyles/ci_28997848/lower48-restaurant-denver-close-nov-7-after-two", "article_text": "Lower48, a much-praised restaurant near Coors Field, is closing its doors just shy of its second anniversary.\n\nThe last dinner will be served Nov. 7, co-owner Mario Nocifera announced in a Tuesday afternoon email.\n\nNocifera was the front-of-the-house presence at the fine-dining establishment, working with chef-partner Alex Figura. The two presided over a hip room that offered creative Contemporary American fare.\n\n“Figura and I started this adventure four years ago with sincere goals and I couldn’t be more proud of what we, as a team, created,” Nocifera wrote in the email, noting that they were closing the restaurant with a “heavy heart.”\n\nNo reason was given for the closing of Lower48, though the restaurant business is notoriously difficult, no matter the talent on the floor and at the stoves. Beyond that, the location at 2020 Lawrence St. was a bit off the beaten path, at least compared to Larimer Square and the scene around the refurbished Union Station.\n\nNocifera and Figura met while working at Frasca Food and Wine in Boulder, and launched plans to go out on there own from there.\n\nThe pedigrees of Nocifera and Figura go far beyond Frasca.\n\nFigura worked at such acclaimed restaurants as Vetri and Osteria in Philadelphia, plus El Celler de Can Roca, a Michelin 3-star spot in Spain. Nocifera has worked the front of the house in various San Francisco rooms, including Michael Mina.\n\nIn his announcement, Nocifera thanked patrons and staff alike.\n\n“Every day has provided a new experience forged with the opportunity to learn, develop and grow,” he said. “Saying goodbye to our dream is no different.”\n\nNocifera said he and Figura would try and help Lower48’s workers make the transition to other restaurants.\n\nIn February 2014, not long after it opened, Lower48 earned a three-star review from The Denver Post.\n\nAlong with the décor, a mix of contemporary and rustic Old West (including telegraph poles salvaged from Truckee, Calif.) the review singled out an octopus dish that combined almonds, croutons and a spike of vinegar, lemon and chile.\n\n“Lots of competing flavors, yes,” the review noted. “But they all melded.”\n\nThere was no immediate word about the plans of Nocifera and Figura, or what would become of the space, which is leased.\n\nWilliam Porter: 303-954-1877, wporter@denverpost.com or @williamporterdp", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Lower48 restaurant in Denver to close Nov. 7 after two years", "title": "Lower48 restaurant in Denver to close Nov. 7 after two years", "url": "http://www.denverpost.com/2015/10/20/lower48-restaurant-in-denver-to-close-nov-7-after-two-years/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20140203__20140205_C1_FE05FDDININGp2.jpg", "height": 422}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20140203__20140205_C1_FE05FDDININGp2.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "article": {"published_time": "2015-10-20T16:06:23+00:00", "modified_time": "2016-04-21T08:10:41+00:00"}, "viewport": "width=device-width, initial-scale=1", "news_keywords": "Denver restaurants"}, "article_summary": "Figura worked at such acclaimed restaurants as Vetri and Osteria in Philadelphia, plus El Celler de Can Roca, a Michelin 3-star spot in Spain.\nIn February 2014, not long after it opened, Lower48 earned a three-star review from The Denver Post.\nLower48, a much-praised restaurant near Coors Field, is closing its doors just shy of its second anniversary.\nThe last dinner will be served Nov. 7, co-owner Mario Nocifera announced in a Tuesday afternoon email.\n“But they all melded.”There was no immediate word about the plans of Nocifera and Figura, or what would become of the space, which is leased."}