{"article_title": "Lost its soul or just its mind?", "article_keywords": ["climate", "provisions", "power", "track", "republicans", "mind", "soul", "fast", "trade", "lost", "ratification", "treaty", "obama"], "article_url": "http://www.wnd.com/2015/05/gop-lost-its-soul-or-just-its-mind/", "article_text": "Imagine if Republicans could force Obama to rescind his executive amnesty for illegal immigrants. Or repeal the mandate to buy health insurance that lies at the core of Obamacare. Or revoke the EPA regulations that are increasingly embracing all aspects of American life in the name of stopping climate change …\n\nAll this would be possible if the Republicans dug in their heels and refused to grant Obama fast track authority to get ratification of trade deals.\n\nInstead, Republicans are falling all over themselves to give Obama more power and to curtail congressional checks and balances. Even as Obama seizes power by unprecedented use of executive authority, Republicans in both houses are trying to give him more.\n\nUnder fast track, trade deals will not be subject to the constitutional requirement of a two-thirds majority of the Senate for ratification. A simple majority would suffice. Congress could not amend the trade agreements and would have only 60 days to cast an up-or-down vote. Under fast track, the president could do what he wants.\n\nRepublicans have historically been the party of free trade, arguing that it brings us closer to Adam Smith’s world of free markets. So they have always backed presidents who seek to make trade deals easier to cut.\n\nBut in this era, a trade deal may not be just about trade. The administration could use the fast track authority to force through deals that are partly about commerce but that get into other areas such as immigration and climate change.\n\nAustralia reported that current negotiations include provisions for free flow of white-collar workers among the signatories. It is easy to see how this provision could be expanded now or in the future to include all immigration under the guise of creating a European-style free flow of labor. Even if this provision is not in the treaty the Senate will be asked to ratify, it could be included subsequently under the pretense that the administration is simply fleshing out the terms of an already negotiated trade deal.\n\nLikewise, environmental protections embodied in the agreement could be interpreted to require climate change regulation even in the absence of congressional authorization.\n\nThe administration is anxious to assure Congress that it has no such intentions, but we know that this president cannot be trusted to exercise restraint in using any power he has been granted.\n\nAnd, once provisions for immigration and climate change are included in the treaty, they cannot be superseded or even modified by an act of Congress. The treaty provisions would have the force of the “law of the land” under our Constitution.\n\nThe impetus for the fast track legislation is the Trans Pacific Partnership trade deal now under negotiation. The deal embraces 12 nations, including the U.S. Peru, Chile, Mexico, Canada, Japan, Vietnam, Australia, Brunei Darussalam, Malaysia, New Zealand and Singapore, and nobody knows the exact provisions of the accord. In fact, they have not yet been worked out. But Obama wants Republicans to approve fast track authority on spec – and the GOP is eager to oblige.\n\nDemocrats, for their part, are breaking with the president over issues like currency manipulation, labor standards and environmental protection. But Republicans are standing with the president to beat them back.\n\nIf anyone ever doubted the power big business holds over the Republican Party, the events unfolding on the trade deal should dispel them. In their pursuit of profits, American business is prepared to give Obama the keys to the kingdom and let him venture far afield in vindicating his left-wing agenda, without consulting Congress.\n\nObama is already seeking to enshrine EPA regs about climate change in an international “executive agreement” – which would not require congressional ratification. He is also trying to jam through gun controls as part of the Arms Trade Treaty (ATT) negotiated by the United Nations. The ATT would require ratification and, doubtless, won’t get it. But Obama’s strategy is clear enough: Bypass Congress and act through the treaty-making power to implement his program. With fast track, he need not worry about the filibuster or a super majority or pesky congressional amendments. They will all be banned.\n\nHas the GOP lost its collective mind? Or just its soul?", "article_metadata": {"description": "A Free Press For A Free People Since 1997", "generator": "WordPress 4.4.1", "og": {"site_name": "WND", "description": "Imagine if Republicans could force Obama to rescind his executive amnesty for illegal immigrants. Or repeal the mandate to buy health insurance that lies at the core of Obamacare. Or revoke the EPA regulations that are increasingly embracing all aspects of American life in the name of stopping climate change … All this would be […]", "title": "GOP: Lost its soul or just its mind?", "url": "http://www.wnd.com/2015/05/gop-lost-its-soul-or-just-its-mind/", "image": "http://www.wnd.com/files/2012/11/upsidedown_elephant.jpg", "type": "article"}, "fb": {"app_id": 152299868169938}, "google-site-verification": "5iw1bKISvQcI1qRwIskRfer6GKV4jUf6LImfS9bhaeI", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fe2ca7\"", "article_summary": "With fast track, he need not worry about the filibuster or a super majority or pesky congressional amendments.\nUnder fast track, trade deals will not be subject to the constitutional requirement of a two-thirds majority of the Senate for ratification.\nHe is also trying to jam through gun controls as part of the Arms Trade Treaty (ATT) negotiated by the United Nations.\nThe treaty provisions would have the force of the “law of the land” under our Constitution.\nUnder fast track, the president could do what he wants."}