{"article_title": "High Drama, Low Comedy in Obama-Congress Relationship", "article_keywords": ["high", "power", "relationship", "house", "executive", "political", "legal", "hearing", "drama", "obamacongress", "low", "committee", "president", "white", "comedy", "obama"], "article_url": "http://www.thefiscaltimes.com/Articles/2014/07/17/High-Drama-Low-Comedy-Obama-Congress-Relationship", "article_text": "The continuing power struggle between the Obama administration and congressional Republicans continued to play out on Capitol Hill Wednesday, with political drama both histrionic and historical.\n\nThe histrionics were provided by California Republican Darrell Issa. The chair of the House Oversight and Government Reform Committee shut down a scheduled hearing into political activity in the White House without listening to testimony from any scheduled witnesses. He claimed that the administration’s decision to prevent David Simas, one of the president’s senior advisers, from testifying on Capitol Hill had rendered the proceeding pointless.\n\nRelated: Can Obama’s and Boehner’s Failed Marriage Be Saved?\n\nThe historic moment, on the other hand, came when the House Rules Committee began hearings into House Speaker John Boehner’s unprecedented bid to sue Obama, claiming the president had grossly exceeded his executive power by postponing a key element of the Affordable Care Act. In somber, academic tones, experts on both sides debated the constitutionality of the legal action in a prelude to floor action in the coming weeks.\n\nJust how seriously should the public take these latest clashes of political power and ego?\n\nEarly on in their stormy relationship, the president and congressional Republicans mostly fought over policy and strategy, including whether Obama should forge ahead with health care reforms before the economy had adequately recovered from the recession, whether to negotiate a “Grand Bargain” of entitlement and tax reforms, and whether to do something big on immigration reform.\n\nMore recently, the debate has degenerated to questions about the legitimacy of the presidency.\n\nBy the same token, Boehner (R-OH) and Senate Minority Leader Mitch McConnell (R-KY), both seasoned lawmakers and bureaucrats, fumed that the administration and Senate Majority Leader Harry Reid (D-NV) were disrespectful in rejecting much of their own agenda and views on domestic and foreign policy. Aside from the number of bills passed to repeal Obamacare, the House passed hundreds of bills that were ignored by the Democratic held Senate.\n\nEarly cracks in the relationship were evident in Obama’s first term, when Republicans, fearing a rising deficit of over $1.4 trillion, repeatedly blocked spending bills, forcing the government to operate under a series of “continuing resolutions.” Those tensions escalated to threats of a first-ever default on the U.S debt, and finally culminated in a 16-day government shutdown last fall before the two sides finally agreed on a budget deal.\n\nIn his State of the Union address this past January, Obama practically stuck his thumb in the GOP’s eye by declaring that he intended to move ahead with his key programs “with or without” Congress.\n\n“I’m eager to work with all of you,” Obama told a joint session of Congress. “But America does not stand still — and neither will I. So wherever and whenever I can take steps without legislation to expand opportunity for more American families, that’s what I’m going to do.”\n\nRelated: Even Congress Says Congress Does Nothing\n\nNow the president and congressional Republicans have stepped away from policy matters to challenge the very legitimacy of each other’s actions.\n\nWhile Obama made fun of him in speeches around the country, Boehner on Wednesday moved ahead with proposed legal action to persuade the federal courts to declare Obama’s executive orders illegitimate. The fight could well go all the way to the Supreme Court.\n\n“Today’s hearing is an historic step to address the growing crisis in our constitutional system – a shifting of the balance of power within our tripartite system in favor of a now dominant Executive Branch,” said Jonathan Turley, a George Washington University legal scholar who spoke on behalf of Boehner’s action. “While both Congress and the courts have lost authority over the decades, the legislative branch has lost the most with the rise of a type of über-presidency.”\n\nRelated: An Unprecedented Loss for the White House in Court\n\nTurley and Elizabeth Price Foley, a law professor at Florida International University College of Law, said the House as an institution has legal standing to bring a lawsuit. Foley said that when a president “unilaterally waives, delays or suspends a law,” such as provisions of the Affordable Care Act, “he squelches any opportunity to have a robust, political debate about the workability of the law . . . and undermines democracy itself.”\n\nWalter Dellinger, a former acting solicitor general in the Clinton administration, said the House lacks authority to bring such a suit because “neither the Speaker nor even the House of Representatives has a legal concrete, particular and personal stake in the outcome of the proposed lawsuits.”\n\nHe added, “If federal judges were to undertake to entertain suits brought by the legislature against the president or other federal officers for failing to administer statutes as the House desires, the result would be an unprecedented aggrandizement of the political power of the judiciary,” Dellinger said.\n\nNot all scholars of American democracy, however, are quite as convinced this is a major turning point in the history of the republic.\n\nRelated: Boehner v. Obama a “Precursor” to Impeachment?\n\n“This is the latest chapter in one of the oldest American stories,” said William A. Galston, a senior fellow in governance studies at the Brookings Institution, who was not part of yesterday’s hearing. “The struggle between the executive and the legislative branches in the American constitutional system is not exactly a new story. It has concerned the perimeter of presidential power in both foreign policy and domestic policy.”\n\nAll three branches of the federal government, Galston said, are sensitive to the edges of their authority and “when a void of power and effectiveness opens up with one, the others tend to expand to fill the vacated space.”\n\nOf the House pushing back against a president who is seen as trying to expand his authority, Galston said, “I don’t think it’s any accident.”\n\nThe Rules Committee is slated to vote on the resolution next week authorizing the House to sue the president, according to Politico. That resolution could be sent to the floor for full action by the end of July.\n\nRelated: Boehner v. Obama Case Might Never Get to Court\n\nIf the Rules Committee debate over Boehner’s proposed lawsuit was high drama, Issa’s hearing veered more into the realm of theater.\n\nLate Tuesday, White House Counsel Neil Eggleston sent a letter to Issa informing him that Simas would not attend because Issa’s request “threatens longstanding interests of the executive branch in preserving the president’s independence and autonomy, as well as his ability to obtain candid advice and counsel to aid him in the discharge of his duties.”\n\nIssa held the hearing anyway, knowing Simas would not attend, and then announced, “As one of our witnesses has chosen not to appear, we will be unable to have a full and fair hearing.” He said the hearing would be adjourned after opening statements from the chair and from Democrat Elijah Cummings (D-MD).\n\nIssa used much of his statement to say that congressional oversight of political activity in the White House is a longstanding and essential element of good government. “It’s deeply ironic that an administration claiming to be the most transparent ever has resisted oversight of its political office and offered less cooperation than any of its predecessors.”\n\nIt was later revealed that White House officials had come to Capitol Hill the day before to give an in-depth briefing to committee members on that very subject – a briefing Issa skipped.\n\nGiven his chance to speak, Cummings, who has served on the Oversight Committee for 18 years and regularly clashes with Issa, bemoaned what he saw as relentless partisanship on the panel. “We’re better than this,” he said.\n\nTop Reads from The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "The continuing power struggle between the Obama administration and congressional Republicans continued on Capitol Hill Wednesday, with political drama both histrionic and historic.", "title": "High Drama, Low Comedy in Obama-Congress Relationship", "url": "http://www.thefiscaltimes.com/Articles/2014/07/17/High-Drama-Low-Comedy-Obama-Congress-Relationship", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/Obama%20and%20Boehner.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/Articles/2014/07/17/High-Drama-Low-Comedy-Obama-Congress-Relationship", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/Obama%20and%20Boehner.jpg", "title": "The Fiscal Times", "card": "summary", "creator": "@ericpianin"}, "generator": "Drupal 7 (http://drupal.org)", "description": "The continuing power struggle between the Obama administration and congressional Republicans continued on Capitol Hill Wednesday, with political drama both histrionic and historic.", "viewport": "initial-scale=1, maximum-scale=1"}, "_id": "\"57477af36914bd0286fd4363\"", "article_summary": "Just how seriously should the public take these latest clashes of political power and ego?\nIssa used much of his statement to say that congressional oversight of political activity in the White House is a longstanding and essential element of good government.\nThe continuing power struggle between the Obama administration and congressional Republicans continued to play out on Capitol Hill Wednesday, with political drama both histrionic and historical.\nThe chair of the House Oversight and Government Reform Committee shut down a scheduled hearing into political activity in the White House without listening to testimony from any scheduled witnesses.\nRelated: Boehner v. Obama Case Might Never Get to CourtIf the Rules Committee debate over Boehner’s proposed lawsuit was high drama, Issa’s hearing veered more into the realm of theater."}