{"article_title": "LEGISLATURE: Bills would create Texas' own health benefit exchange", "article_keywords": ["legislature", "marketplace", "court", "plans", "exchange", "federal", "create", "texans", "state", "states", "benefit", "health", "bills", "insurance", "texas"], "article_url": "http://www.yourhoustonnews.com/cypresscreek/news/legislature-bills-would-create-texas-own-health-benefit-exchange/article_3b0c682c-a345-11e4-a9d2-d7cfde438fe4.html", "article_text": "AUSTIN -- On Wednesday, State Rep. Chris Turner (HD 101-Grand Prairie) filed two bills, HB 818 and HB 817, both creating a state health benefit exchange.\n\nHB 818 would require the Health and Human Services Commission and the Texas Department of Insurance to create a state-based health benefit exchange, commonly known as a health insurance marketplace. The exchange would offer health insurance plans to Texans seeking coverage and would give the state the ability to determine which plans are eligible to participate, review rates and determine whether plans include coverage of essential health benefits.\n\nHB 817 would require the creation of a state health insurance exchange in the event the United States Supreme Court determines that tax subsidies may no longer be offered to those who purchase plans through the federal Health Insurance Marketplace. During the first year of implementation, 84 percent of the 733,757 Texans who purchased plans through the Health Insurance Marketplace received tax credits to offset the cost of their health plan premiums.\n\n\"Although the Federal Health Insurance Marketplace has been successful in our state, with over 730,000 enrolled in health insurance plans during the first year alone, providing a state-based program would help ensure that Texans receive plans tailored to their healthcare needs,\" said Turner. \"Both measures would protect hundreds of thousands of Texans from a tax increase if the Supreme Court decides that those buying coverage through the federal exchange would be ineligible for subsidies.\"\n\nUpon implementation, Texas would join 13 states and Washington, D.C. with a fully state-run marketplace. In addition to the states with their own marketplace, three states have a state-run exchange using the federal website and another seven have partnered with the federal government to conduct plan management and consumer assistance. Texas is one of only 19 states where those seeking insurance coverage outside of the private market must fully rely on the federally-facilitated marketplace.\n\nIn July 2014, the U.S. Court of Appeals for the D.C. Circuit ruled that federal subsidies should only be made available to those who purchase insurance through a state-run exchange. In November 2014, the United States Supreme Court agreed to hear the case addressing this issue. A Supreme Court decision is expected this summer.", "article_metadata": {"googlebot": "noarchive", "news_keywords": "legislature,healthcare,hb 818,hb 817,news", "og": {"site_name": "www.cypresscreekmirror.com", "description": "AUSTIN -- On Wednesday, State Rep. Chris Turner (HD 101-Grand Prairie) filed two bills, HB 818 and HB 817, both creating a state health benefit exchange.", "title": "LEGISLATURE: Bills would create Texas' own health benefit exchange", "url": "http://www.yourhoustonnews.com/cypresscreek/news/legislature-bills-would-create-texas-own-health-benefit-exchange/article_3b0c682c-a345-11e4-a9d2-d7cfde438fe4.html", "image": {"width": 633, "identifier": "http://bloximages.chicago2.vip.townnews.com/yourhoustonnews.com/content/tncms/assets/v3/editorial/1/7d/17db2356-a346-11e4-97ae-c764c335c378/54c2bc087d225.image.jpg?resize=633%2C630", "height": 630}, "type": "article"}, "twitter": {"site": "@ScoopHouston", "card": "summary"}, "keywords": "legislature,healthcare,hb 818,hb 817,news", "fb": {"app_id": 191454774240451}, "msvalidate.01": "29516177700BA7C06DA5A4D58A12C04C", "google-site-verification": "lqzy3EyAvgVvWDlrVhCm69f7Q1GER22OmU5rYfmsBh8", "description": "AUSTIN -- On Wednesday, State Rep. Chris Turner (HD 101-Grand Prairie) filed two bills, HB 818 and HB 817, both creating a state health benefit exchange."}, "article_summary": "HB 818 would require the Health and Human Services Commission and the Texas Department of Insurance to create a state-based health benefit exchange, commonly known as a health insurance marketplace.\nAUSTIN -- On Wednesday, State Rep. Chris Turner (HD 101-Grand Prairie) filed two bills, HB 818 and HB 817, both creating a state health benefit exchange.\nHB 817 would require the creation of a state health insurance exchange in the event the United States Supreme Court determines that tax subsidies may no longer be offered to those who purchase plans through the federal Health Insurance Marketplace.\nDuring the first year of implementation, 84 percent of the 733,757 Texans who purchased plans through the Health Insurance Marketplace received tax credits to offset the cost of their health plan premiums.\nThe exchange would offer health insurance plans to Texans seeking coverage and would give the state the ability to determine which plans are eligible to participate, review rates and determine whether plans include coverage of essential health benefits."}