{"article_title": "A Doctor-Patient Special Anniversary", "article_keywords": ["heart", "patient", "scientific", "relationship", "physicians", "medical", "valve", "anniversary", "doctorpatient", "patients", "lg", "medicine", "special"], "article_url": "http://www.huffingtonpost.com/barry-l-zaret-md/a-doctorpatient-special-a_b_8221124.html", "article_text": "On a recent brisk fall day last year LG and I celebrated the fortieth anniversary of our clinical journey together as patient and doctor. When we initially met in 1974, LG was a young married woman whose heart had been damaged by rheumatic fever leading to narrowing of her mitral valve (mitral stenosis). At the time, I was a new assistant professor and cardiologist at Yale University School of Medicine and Yale-New Haven Medical Center. I have remained at Yale for my entire career, rising in the ranks, serving as Chief of Cardiology for 26 years. Today I continue to teach and see patients like L.G.\n\nIn our over 40 year doctor-patient relationship, LG has undergone two major open heart surgeries, initially to repair and then to replace her mitral valve. She also developed a heart rhythm disturbance called atrial fibrillation and experienced a mild asymptomatic decrease in heart function which responded to medication. Today she takes a blood thinner (anticoagulant) to prevent blood clots resulting from her artificial heart valve and irregular heart rhythm, and medications to slow her heart rate and to improve her heart function. Above all, she leads a very active, productive and satisfying life.\n\nOn this special anniversary my wife and I visit the beautiful log house where LG and her husband live. It sits majestically on a hill top looking down at the town reservoir. We admire her antiques (a passion she shares with my wife) and as we chat, we learn more about each other's interest and lives. The four of us then dine at a local restaurant where we toast our forty year relationship. As we part we vow to make this anniversary dinner an annual event. It was an emotional evening, and while I may have been a bit teary-eyed, these were tears of intense joy, satisfaction and pride embodying the unique poetry that is medicine and patient care. Although my career has involved major commitments to research, education and administration, it always has been the patient interaction that fuels my engine.\n\nToday's media frequently focus on the current problems in medical practice and the discontent experienced by both patients and physicians. Medicine is often depicted as a commodity, a business, an industry and a field in which resources are often distributed inequitably. Attacks on the Affordable Care Act and its impact on physicians continue unabated without concern for the patient multitudes who are being helped by this legislation. Physicians often bemoan the fact there is not enough time to spend with patients, that they are inadequately reimbursed for their services, and that there are ongoing problems with various administrative bureaucracies as well as substantial stress and inefficiency associated with electronic medical records. I do not deny the existence or importance of these issues.\n\nBut these issues are in no way close to the whole story. The litany of complaints overlooks the major scientific and clinical advances in medicine that now allow patients like LG, with severe heart disease, not only survive over forty years, but also thrive and lead productive and fulfilling lives. Such an outcome was unheard of when I began my medical career almost 50 years ago. We are in the midst of a profound revolution in the scientific understanding of human disease that is destined to continue to improve patient outcomes in the next decades. It is a delight to be a part of this scientific and clinical era and to observe and benefit from how science and technology can be focused on life-saving advances.\n\nSadly, in this era of increasing depersonalization and automation in medicine, we are losing the exhilaration that comes from serving as a healer. Our ongoing joys as physicians, both intellectual and emotional, are taking a back seat to presumed or real failures in the current system of health care delivery. Even in the current environment, sensitivity and empathy can and must be maintained.\n\nIt must never be forgotten that physicians are an extremely privileged group. We have been given a platform to heal, to improve, and, at times, to save lives. In so doing, we are rewarded with profound gratification and personal satisfaction that is seldom achieved in other professions. Perhaps not all physicians will celebrate over forty years of treating individual patients with serious cardiac or other medical problems. But all physicians have the opportunity to experience the rewards of doctoring and healing. As a profession we must spend less time complaining and more time rejoicing about what medicine does for our patients and for us.\n\nMore: Doctor:patient Relationship", "article_metadata": {"description": "On a recent brisk fall day last year LG and I celebrated the fortieth anniversary of our clinical journey together as patient and doctor. When we initial...", "sailthru.expire_date": "2015-10-02 10:28:03 -0400", "og": {"site_name": "The Huffington Post", "description": "On a recent brisk fall day last year LG and I celebrated the fortieth anniversary of our clinical journey together as patient and doctor. When we initial...", "url": "http://www.huffingtonpost.com/barry-l-zaret-md/a-doctorpatient-special-a_b_8221124.html", "image": "http://i.huffpost.com/gen/3440656/images/o-DOCTOR-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/3440656/images/o-DOCTOR-facebook.jpg", "height": 1000}, "site": "@HPLifestyle", "card": "summary_large_image", "description": "On a recent brisk fall day last year LG and I celebrated the fortieth anniversary of our clinical journey together as patient and doctor. When we initial..."}, "sailthru.date": "2015-10-01 10:28:03 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=8221124", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "healthy-living", "fb": {"app_id": 46744042133}, "keywords": "medicine,doctoring,healing,doctor:patient relationship", "article": {"section": "Healthy Living", "tag": "medicine,doctoring,healing,doctor:patient relationship", "published_time": "2015-10-01 10:28:03 -0400", "modified_time": "2015-10-01 10:59:01 -0400"}, "viewport": "width=1000"}, "_id": "\"57477af36914bd0286fd4372\"", "article_summary": "On this special anniversary my wife and I visit the beautiful log house where LG and her husband live.\nIn our over 40 year doctor-patient relationship, LG has undergone two major open heart surgeries, initially to repair and then to replace her mitral valve.\nToday she takes a blood thinner (anticoagulant) to prevent blood clots resulting from her artificial heart valve and irregular heart rhythm, and medications to slow her heart rate and to improve her heart function.\nOn a recent brisk fall day last year LG and I celebrated the fortieth anniversary of our clinical journey together as patient and doctor.\nToday's media frequently focus on the current problems in medical practice and the discontent experienced by both patients and physicians."}