{"article_title": "How to Bend Healthcare’s Cost Curve Over the Next Decade", "article_keywords": ["consumers", "spending", "curve", "costs", "healthcares", "rate", "cost", "health", "bend", "inflation", "healthcare", "tools", "decade", "care"], "article_url": "http://revcycleintelligence.com/news/how-to-bend-healthcares-cost-curve-over-the-next-decade", "article_text": "Healthcare costs are growing but not as quickly as they once were. The big question is why? It’s a tough one to answer. To put it lightly, the delicate art of pinpointing specific or collective revenue cycle management causes poses a nifty little challenge.\n\nBloated healthcare costs are the new reality as hospital acquisitions and mergers quietly gobble up weaker counterparts and ICD-10 implementation concerns of inflated cost inflation fear linger.\n\nNot helping the matter any further is the multifaceted reality that healthcare is darn expensive. Per capita diabetes spending has soared to $10,000 per person. Chronic care costs an arm and leg, Medicare costs have hit the ceiling. Rural hospitals are drowning. The Affordable Care Act (ACA) may be adding sizably to bureaucratic waste. Lack of supply chain transparency is proving damaging to ROI.\n\nAnd that’s all just when we consider the teeny tiny tip of the revenue cycle iceberg. But it’s not all bad news. Perhaps just the impetus to focus on what needs to be done next now that a new, fresh year is upon us. The good news is stark return to double-digit inflation run amok may not be in the cards.\n\nConsumer inflation rate up but lower than before\n\nLet’s attempt to answer the aforementioned why question with some deeper data analysis and prediction news.\n\nAccording to numbers released by the United States Bureau of Labor Statistics, the overall inflation rate for healthcare consumers is up by 2.9 percent as of last November. This is a drop from 2007’s 5 percent expansion.\n\n2016 may nonetheless be the year of the patient as consumer. Consumer savviness is increasing as concerns for escalating out-of-pocket costs escalate.\n\nAnd according to key findings from the Health Research Institute (HRI,) 2016’s healthcare spending growth rate is at 6.5 percent.\n\n“Health’s business models are changing; new business models are forming. The industry’s very value chain is being re-engineered by powerful global drivers — downward pressure on costs, increasing chronic diseases, an aging population, surging consumerism, the embrace of value-based models, the arrival of new entrants and, yes, transformative advances in technology,” HRI writes.\n\nThe healthcare-spending trajectory, says HRI, is holding steady without decline. “Private healthcare spending continues to increase faster than the economy despite steps taken to bend the cost curve. Efficiency has not always meant value.”\n\nCosts drop when inpatient care endeavors are curbed, HRI asserts. The ACA is only minimally affecting health costs for employers, the organization states.\n\n“With more hospital care shifting to less expensive ambulatory centers, retail health clinics and physicians offices, the impact has been a decrease in hospital inpatient prices.”\n\n“Only 4% of employers saw a significant impact from employer mandate penalties and even reporting requirements have not proven to be a burden.”\n\nThree factors “deflate\" medical cost trend in 2016: Looming “Cadillac tax” accelerates cost shift\n\nVirtual health becomes a valuable tool for primary care\n\nNew health advisers steer consumers to more efficient healthcare Two factors “inflate\" medical cost trend in 2016: Speciality drugs fill the FDA pipeline\n\nCyber security protection adds a new layer of expense\n\nBending the cost curve long-term takes strategy\n\nAccording to the PwC Health Research Institute’s predictions, the next 10 years require the implementation of 5 specific strategies:\n\nImprove healthcare technology. That includes achieving an interoperable, agile health IT infrastructure, using data analytics better, and developing tools to inform patient care decisions.\n\nThat includes achieving an interoperable, agile health IT infrastructure, using data analytics better, and developing tools to inform patient care decisions. Make transparency initiatives successful. Consumers should be encouraged to use transparency tools to make informed decisions.\n\nConsumers should be encouraged to use transparency tools to make informed decisions. Develop affordable care innovations. Move further on virtual care, do-it-yourself healthcare, and precision health tools.\n\nMove further on virtual care, do-it-yourself healthcare, and precision health tools. Encourage competition. Healthcare needs to be more a part of market competition that leads to lower costs.\n\nHealthcare needs to be more a part of market competition that leads to lower costs. Promote healthier lifestyles. Many chronic conditions are preventable and could be managed through behavior modification.\n\nHealthcare spending is indeed growing, says PwC. As 2016 progresses onwards, PwC predicts several factors will directly affect healthcare’s spending growth rate, including employer cost-shifting, more focus on virtual care initiatives, and consumer awareness about cost-effective care options.\n\n“Bump in expected growth rate ends five-year contraction, but new efficiencies in the health system should prevent a return to double-digit run-away inflation. Although more confident consumers loosen up spending on doctor's visits and diagnostic tests, they price shop and choose wisely. Health systems and hospitals instill a new philosophy about value-based care delivery that may ultimately bring health inflation in line with GDP.”\n\n“Although the ACA has not greatly influenced health spending, its impending ‘Cadillac tax’ on high-cost plans has businesses scaling back their plans and shifting more of the cost onto employees. Remote monitoring is saving billions of dollars across the healthcare system and the array of people to guide consumers through complicated healthcare choices is growing.”", "article_metadata": {"description": "Healthcare costs are growing but not as quickly as they once were. The big question is why? What is stopping inflation from hitting double-digit numbers again?", "author": "RevCycleIntelligence", "og": {"url": "http://revcycleintelligence.com/news/how-to-bend-healthcares-cost-curve-over-the-next-decade", "site_name": "RevCycleIntelligence", "image": "http://revcycleintelligence.com/images/site/articles/jpeg_180.jpg", "type": "article", "title": "How to Bend Healthcare’s Cost Curve Over the Next Decade"}, "twitter": {"description": "Healthcare costs are growing but not as quickly as they once were. The big question is why? What is stopping inflation from hitting double-digit numbers again?", "creator": "@RevCycleIntel", "image": {"src": "http://revcycleintelligence.com/images/site/articles/jpeg_180.jpg"}, "title": "How to Bend Healthcare’s Cost Curve Over the Next Decade", "site": "@RevCycleIntel", "card": "summary"}, "robots": "index, follow", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no"}, "_id": "\"57477af36914bd0286fd1e6b\"", "article_summary": "“Private healthcare spending continues to increase faster than the economy despite steps taken to bend the cost curve.\nBloated healthcare costs are the new reality as hospital acquisitions and mergers quietly gobble up weaker counterparts and ICD-10 implementation concerns of inflated cost inflation fear linger.\nChronic care costs an arm and leg, Medicare costs have hit the ceiling.\nConsumer inflation rate up but lower than beforeLet’s attempt to answer the aforementioned why question with some deeper data analysis and prediction news.\nHealthcare costs are growing but not as quickly as they once were."}