{"article_title": "Medical device makers attribute layoffs partly to Obamacare tax", "article_keywords": ["partly", "attribute", "medical", "tax", "obamacare", "industry", "job", "company", "cuts", "device", "jobs", "layoffs", "thousands", "makers", "told"], "article_url": "http://www.politifact.com/texas/statements/2013/dec/06/ted-poe/medical-device-makers-attribute-layoffs-partly-oba/", "article_text": "Obamacare medical device tax \"has led to the loss of thousands of jobs\" in U.S.\n\nA reader asked us to check whether a medical tax in the Obamacare law killed thousands of jobs, as her Texas congressman recently told her via email .\n\nU.S. Rep. Ted Poe, whose district covers parts of Harris County, wrote Oct. 24, 2013, just after a partial government shutdown had ended, describing measures fellow Republicans proposed to avert the shutdown while altering or defunding President Barack Obama’s health care law.\n\nOne amendment, Poe said, would have repealed \"the costly medical device tax, which has led to the loss of thousands of jobs across the nation.\"\n\nPolitiFact has written about the tax before -- particularly to quash a persistent myth that the outdoor sporting goods chain Cabela’s once charged customers for a medical tax \"hidden in Obamacare.\" It’s a 2.3 percent levy on the sale of most medical devices; exceptions include items normally sold directly to the public such as eyeglasses, bandages and hearing aids.\n\nThe tax, which took effect Jan. 1, 2013, is one of the provisions in the Obamacare law meant to offset costs of expanding health coverage to the uninsured, according to the Congressional Budget Office.\n\nPoe spokeswoman Shaylyn Hynes told us by email, \"Congressman Poe has met with several people in the health care industry who have told him the medical device tax included in the Affordable Care Act has led to thousands of layoffs. We have also read examples of this in the news.\"\n\nHynes cited news stories from 2012 and 2013 describing more than 2,000 completed or planned U.S. job cuts that medical device makers attributed in part to the tax. The Republican National Committee rounded up those examples and others in a Sept. 30, 2013, web post . Among them:\n\nCiting the tax specifically, Smith & Nephew cut \"nearly 100 jobs\" in Memphis and Andover, Mass., according to a Jan. 31, 2013, news story in the Memphis Daily News.\n\nKalamazoo, Mich.-based medical technology corporation Stryker expected to complete laying off about 1,000 employees worldwide by the end of 2012, according to a Nov. 19, 2012, Kalamazoo Gazette news story . Stryker named the tax as one reason for the cuts in an earlier press release, the story said. The company didn’t give locations for the job cuts, but an earlier warning identified at least 107 in the U.S., the Gazette said.\n\nCiting the tax as one reason, Welch Allyn announced 120 buyouts and layoffs in Central New York as part of global cuts, according to a Sept. 10, 2012, Syracuse (N.Y.) Post-Standard news story .\n\nBoston Scientific increased planned job cuts worldwide by 900 to 1,000 positions, according to a Jan. 29, 2013, Associated Press news story . Company president Michael Mahoney said the tax played a role, according to a Jan. 30, 2013, Minneapolis Star Tribune news story .\n\nA July 27, 2012, Indiana Business Journal news story said Cook Medical Inc. halted plans to build five plants similar to one employing 300 people; an executive told the Journal the medical tax left the company with \"fewer resources to be able to spend on those kinds of projects.\"\n\nMedtronic’s CEO predicted in a March 22, 2010, Wall Street Journal news story that the tax would cost his company 1,000 jobs.\n\nA May 22, 2013, Star Tribune news story said Medtronic announced 1,000 cuts worldwide in 2012 and 2,000 cuts worldwide in 2013, with about half of the latter in the U.S. The story cited \"pricing pressures and sluggish sales\" for the May 2013 cuts, but didn’t mention the tax.\n\nThat story said Medtronic competitor St. Jude Medical, another global company, had announced 800 job cuts in 2012. An earlier Star Tribune news story had reported that executives said the tax was one factor.\n\nIn total, the news stories pinned at least 1,300 job losses inside the U.S., though most companies did not specify where the cuts would fall.\n\nThe U.S. medical devices industry, said a July 24, 2013, Forbes news story , \"employs 400,000 Americans directly and is indirectly responsible for almost 2 million more that supply and support the highly-skilled workforce.\"\n\nThe GOP web post pointed to a 2011 study financed by the Advanced Medical Technology Association, or AdvaMed. It said that the excise tax would cause 10 percent of device manufacturing to move offshore, leading to the loss of 43,000 U.S. jobs.\n\nPolitiFact Ohio wrote in a 2012 fact-check that analysis by the research service Bloomberg Government found the AdvaMed study was \"not credible.\"\n\nThe publisher of an online journal covering the medical device industry, Brian Johnson of MassDevice.com, told Boston public radio station WBUR in a Sept. 30, 2013, interview , that \"the tax is costing the industry thousands of jobs.\"\n\n\"In 2012, publicly traded medical device companies cut 10,000 jobs, in part, to brace for the impact of the tax, although it’s impossible to determine how much the tax actually added to those job loss numbers.\"\n\nBy phone, Johnson told us, \"The long and the short of it is that it's nearly impossible to determine if the tax alone was the cause of layoffs, or if the company used the tax as a good cover for layoffs that were going to happen to begin with. The medical device industry is facing some pretty substantial headwinds that have nothing to do with the excise tax,\" such as the high costs associated with negotiating and completing sales of such devices.\n\nCutting to the bottom line, the Boston radio station asked Johnson, \"So, is this really worth shutting the federal government down over? Don’t these guys make billions of dollars a year? Why can’t they just pass that 2.3 percent on to their customers?\"\n\nJohnson said hospital purchasing groups have united in a campaign that \"has been effective in keeping most medical device companies from trying to pass the buck,\" and said that because the tax is on all sales, \"even companies that are losing money have to pay it. This means the tax disproportionately harms young, innovative start-up companies.\"\n\nAlso, he said, the industry is skeptical of predictions that business will boom as more people join the health-care system. \"Medical device makers argue that the new enrollees in health insurance plans will be young and not in need of the technology they create, such as cardiac stents, hip and knee implants and surgical devices,\" he said.\n\nOur ruling\n\nPoe said \"the costly medical device tax\" in the Obamacare law \"has led to the loss of thousands of jobs across the nation.\"\n\nNews stories indicate more than 2,000 such cuts were planned or made partly because of the tax. An industry analyst has said that \"the tax is costing the industry thousands of jobs,\" but also told us that \"it's nearly impossible to determine if the tax alone was the cause of layoffs.\"\n\nPoe’s claim is partly accurate but leaves out this important context. We rate it Half True.\n\nHALF TRUE – The statement is partially accurate but leaves out important details or takes things out of context.", "article_metadata": {"description": "A reader asked us to check whether a medical tax in the Obamacare law killed thousands of jobs, as her Texas congressman recently told her via email. U.S. Rep. Ted Poe, whose district covers parts of Harris County, wrote Oct. 24, 2013, just after a partial government shutdown had ended, describing measures fellow Republicans proposed to avert the shutdown while altering or defunding President Barack Obama&rsquo;s health care law. One amendment, Poe said, would have repealed &quot;the costly medical device tax, which has led to the loss of thousands of jobs across the nation.&quot; PolitiFact has written about the tax ...", "og": {"site_name": "@politifact", "description": "A reader asked us to check whether a medical tax in the Obamacare law killed thousands of jobs, as her Texas congressman recently told her via email. U.S. Rep. Ted Poe, whose district covers parts of Harris County, wrote Oct. 24, 2013, just after a partial government shutdown had ended, describing measures fellow Republicans proposed to avert the shutdown while altering or defunding President Barack Obama’s health care law. One amendment, Poe said, would have repealed", "title": "Medical device makers attribute layoffs partly to Obamacare tax", "url": "http://www.politifact.com/texas/statements/2013/dec/06/ted-poe/medical-device-makers-attribute-layoffs-partly-oba/", "image": "http://static.politifact.com.s3.amazonaws.com:80/rulings%2Ftom-halftrue.gif", "type": "article"}, "twitter": {"username": "PolitiFactTexas", "description": "A reader asked us to check whether a medical tax in the Obamacare law killed thousands of jobs, as her Texas congressman recently told her via email. U.S. Rep. Ted Poe, whose district covers parts of Harris County, wrote Oct. 24, 2013, just after a partial government shutdown had ended, describing measures fellow Republicans proposed to avert the shutdown while altering or defunding President Barack Obama&rsquo;s health care law. One amendment, Poe said, would have repealed &quot;the costly medical device tax, which has led to the loss of thousands of jobs across the nation.&quot; PolitiFact has written about the tax ...", "title": "Medical device makers attribute layoffs partly to Obamacare tax", "url": "http://www.politifact.com/texas/statements/2013/dec/06/ted-poe/medical-device-makers-attribute-layoffs-partly-oba/", "image": "http://static.politifact.com.s3.amazonaws.com:80/rulings%2Ftom-halftrue.gif", "site": "PolitiFactTexas", "card": "summary_large_image"}, "fb": {"admins": 750116788, "app_id": 106379906558, "pages": 61308923432}, "google-site-verification": "qAV0CDw3qyhv8XdVwp6m1xDBnW9Q1sRAAynq6kDP7kE", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fe1760\"", "article_summary": "PolitiFact has written about the tax before -- particularly to quash a persistent myth that the outdoor sporting goods chain Cabela’s once charged customers for a medical tax \"hidden in Obamacare.\"\nOur rulingPoe said \"the costly medical device tax\" in the Obamacare law \"has led to the loss of thousands of jobs across the nation.\"\nObamacare medical device tax \"has led to the loss of thousands of jobs\" in U.S.A reader asked us to check whether a medical tax in the Obamacare law killed thousands of jobs, as her Texas congressman recently told her via email .\nHynes cited news stories from 2012 and 2013 describing more than 2,000 completed or planned U.S. job cuts that medical device makers attributed in part to the tax.\nOne amendment, Poe said, would have repealed \"the costly medical device tax, which has led to the loss of thousands of jobs across the nation.\""}