{"article_title": "Xanax And Other Benzodiazepine Use Increases Alzheimer’s Risk By More Than 43%", "article_keywords": ["prescribed", "used", "risk", "xanax", "benzodiazepine", "43", "alzheimers", "disease", "increases", "health", "elderly", "benzodiazepines", "researchers", "increased"], "article_url": "http://www.medicaldaily.com/xanax-and-other-benzodiazepine-use-increases-alzheimers-risk-more-43-302210", "article_text": "The risk of Alzheimer’s disease grew by a startling 43 to 51 percent among elderly patients who had used benzodiazepines in the past.\n\nBenzodiazepines, commonly referred to as tranquilizers, are among the most commonly prescribed drugs in America. A new study from an international team of Canadian and French researchers finds long-term use of benzodiazepine, including the drugs Xanax, Ativan, and Valium, is linked to an increased risk of Alzheimer’s disease. In fact, the risk of Alzheimer’s disease grew by a startling 43 to 51 percent among the elderly patients who had used benzodiazepines in the past.\n\nDementia is a major public health concern with nearly 36 million people affected worldwide; health officials predict this number to double every 20 years, easily reaching 115 million by 2050. Since there are no effective treatments for dementia, many scientists focus their work on identifying what are called modifying factors, the conditions which can either increase or decrease a person’s risk of developing, say, Alzheimer’s disease.\n\nBenzodiazepines’ negative effects on memory and brain function are well documented, however scientists do not know whether benzodiazepines — a class of drugs often prescribed to the elderly for the treatment of anxiety or insomnia — might be a modifying factor for dementia. Yet, the symptoms related to receiving a prescription for benzodiazepines (anxiety, insomnia, and depressive disorders) are the very same symptoms which increase in the years before a diagnosis of dementia. In other words, benzodiazepines might not cause the disease but rather be unknowingly prescribed by doctors to treat its prodromes (forewarning symptoms).\n\nSuspecting this might be the case, a team of researchers used data from the Quebec health insurance program database to track the development of Alzheimer's disease in a sample of elderly residents living in Quebec, Canada who had been prescribed benzodiazepines. Over a period of at least six years, the researchers identified 1,796 cases of Alzheimer's disease. They compared this group to 7,184 healthy people matched for age, sex, and duration of follow-up. After crunching the numbers and analyzing the results, the researchers came to some surprising conclusions. Past use of benzodiazepines for three months or more was associated with an increased risk — up to 51 percent — of Alzheimer's disease. The strength of this relationship increased with use of long-acting benzodiazepines rather than short-acting ones and with longer exposure.\n\n“The stronger association observed for long term exposures reinforces the suspicion of a possible direct association, even if benzodiazepine use might also be an early marker of a condition,” wrote the authors in the conclusion of their study.\n\nSource: Billioti de Gage S, Moride Y, Ducruet T, et al. Benzodiazepine use and risk of Alzheimer’s disease: case-control study. BMJ. 2014.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "benzodiazepines, ativan, valium, xanax", "og": {"site_name": "Medical Daily", "description": "The risk of Alzheimer’s disease grew by a startling 43 to 51 percent among elderly patients who had used benzodiazepines in the past.", "title": "Xanax And Other Meds Increase Your Risk Of Alzheimer's", "url": "http://www.medicaldaily.com/xanax-and-other-benzodiazepine-use-increases-alzheimers-risk-more-43-302210", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/09/09/valium.jpg", "type": "article"}, "twitter": {"description": "The risk of Alzheimer’s disease grew by a startling 43 to 51 percent among elderly patients who had used benzodiazepines in the past.", "title": "Xanax And Other Meds Increase Your Risk Of Alzheimer's", "url": "http://www.medicaldaily.com/xanax-and-other-benzodiazepine-use-increases-alzheimers-risk-more-43-302210", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/09/09/valium.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/09/09/valium.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Drugs", "published_time": "2014-09-09T18:30:00-04:00", "modified_time": "2014-09-09T18:31:26-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "The risk of Alzheimer’s disease grew by a startling 43 to 51 percent among elderly patients who had used benzodiazepines in the past."}, "_id": "\"57477af46914bd0286fe2cca\"", "article_summary": "The risk of Alzheimer’s disease grew by a startling 43 to 51 percent among elderly patients who had used benzodiazepines in the past.\nBenzodiazepine use and risk of Alzheimer’s disease: case-control study.\nA new study from an international team of Canadian and French researchers finds long-term use of benzodiazepine, including the drugs Xanax, Ativan, and Valium, is linked to an increased risk of Alzheimer’s disease.\nIn fact, the risk of Alzheimer’s disease grew by a startling 43 to 51 percent among the elderly patients who had used benzodiazepines in the past.\nPast use of benzodiazepines for three months or more was associated with an increased risk — up to 51 percent — of Alzheimer's disease."}