{"article_title": "Survey: Little impact of employer mandate on companies' enrollment", "article_keywords": ["impact", "employersponsored", "little", "plans", "enrollment", "companies", "employer", "survey", "coverage", "mandate", "employers", "mercer", "workers"], "article_url": "http://www.politico.com/story/2015/03/survey-obamacare-employment-mandate-116159", "article_text": "Survey: Little impact of employer mandate on companies' enrollment\n\nObamacare’s employer mandate on large businesses barely had an impact on enrollment in employer-sponsored plans this year, according to a new survey.\n\nHuman resources firm Mercer on Tuesday released a survey of 572 employers and found very little change between 2014 and 2015 in the average number of full- and part-time workers getting health coverage through their job.\n\nStory Continued Below\n\nAccording to the survey, most companies already met employer mandate requirements, and only 16 percent made changes in 2015 to adhere to the law’s 30-hour work week definition. About a third of the employers responding now cover a higher percentage of employees, but the rest either saw no change or cover fewer workers.\n\nMercer found a 1.6 percent increase in the total number of workers enrolled in employer-sponsored plans, but that stemmed from a 2.2 percent growth in the size of the workforce rather than changes required by Obamacare.\n\n“While some did see increases, for the most part it seems the newly eligible either had coverage through a parent’s or spouse’s plan or through Medicaid — or are continuing to go bare,” said Tracy Watts, a senior partner at Mercer.\n\nThe mandate requires that large employers with at least 50 full-time workers offer health insurance or pay penalties. The Obama administration twice delayed its implementation, but on Jan. 1, the requirement kicked in for companies with at least 100 workers. Those companies must offer insurance to 70 percent of their full-time workforce or pay penalties.\n\nNext year, businesses with 50 to 99 workers will also have to comply.\n\nA full-time worker is defined as someone who works at least 30 hours per week, an element of Obamacare that Republicans have pledged to change to 40 hours. A bill passed by the House earlier this year has stalled in the Senate, where it faces an uphill battle to secure the necessary 60 votes for passage.\n\nThe Mercer survey also appears to dispel worries that the mandate would trigger companies to stop offering coverage entirely. Mercer found that only 3 percent of companies said they were likely to terminate their plans for active employees over the next five years.\n\nThe Congressional Budget Office recently revised its estimates for Obamacare’s coverage expansions, and it lowered its long-term projections for how many people are expected to lose employer-sponsored health insurance from 9 million to 7 million in 2025.\n\nNearly half of the employers surveyed by Mercer had between 500 and 4,999 employees, while 28 percent had fewer than 500 and 25 percent had at least 5,000 workers.\n\nWhile the individual mandate may have spurred some increased enrollment into employer-sponsored plans, other factors may have also contributed, according to the survey. Among the employers that did extend coverage to more people because of the employer mandate, many found that few of their newly eligible workers actually enrolled in a plan.\n\nSome employers also believe former enrollees waived their coverage because they became eligible for expanded Medicaid under the law.", "article_metadata": {"og": {"site_name": "POLITICO", "description": "Next year, businesses with 50 to 99 workers will also have to comply.", "title": "Survey: Little impact of employer mandate on companies' enrollment", "url": "http://www.politico.com/story/2015/03/survey-obamacare-employment-mandate-116159.html", "image": "http://s3-origin-images.politico.com/2015/03/17/150317_health_care_gty_629.jpg", "fb_appid": 114037015331397, "type": "article"}, "keywords": "Obamacare,Health Care,Health,Affordable Care Act,Polls", "twitter": {"site": "@politico", "card": "summary_large_image", "creator": "@politico"}, "description": "Next year, businesses with 50 to 99 workers will also have to comply.", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fe03a6\"", "article_summary": "Survey: Little impact of employer mandate on companies' enrollmentObamacare’s employer mandate on large businesses barely had an impact on enrollment in employer-sponsored plans this year, according to a new survey.\nThe Mercer survey also appears to dispel worries that the mandate would trigger companies to stop offering coverage entirely.\nStory Continued BelowAccording to the survey, most companies already met employer mandate requirements, and only 16 percent made changes in 2015 to adhere to the law’s 30-hour work week definition.\nWhile the individual mandate may have spurred some increased enrollment into employer-sponsored plans, other factors may have also contributed, according to the survey.\nAmong the employers that did extend coverage to more people because of the employer mandate, many found that few of their newly eligible workers actually enrolled in a plan."}