{"article_title": "West Virginia Elects First Hispanic Congressman", "article_keywords": ["alex", "west", "virginia", "hispanic", "state", "mooney", "values", "virginias", "elects", "congressman", "maryland", "republican", "election"], "article_url": "http://www.inquisitr.com/1593746/west-virginia-elects-first-hispanic-congressman/", "article_text": "West Virginia’s new U.S. Congressman is Alex Mooney, a politician who is of Hispanic heritage.\n\nMooney, a Republican, defeated Nick Casey, the former chairman of the state’s Democratic party, by about three points in Tuesday’s midterm election for West Virginia’s Charleston-area 2nd Congressional District, which borders Maryland and Virginia.\n\n“The state with the smallest share of Latinos in the nation has elected its first Latino congressional representative,” Fox News Latino pointed out.\n\nAccording to Mooney’s website, “Alex’s mother, Lala, was born and raised in Fidel Castro’s Cuba, where she and other members of her family were thrown into jail for seven weeks for opposing Castro’s communist regime. When she was 21, Lala escaped Cuba and fled to America with barely a penny to her name.”\n\nIn winning the election, Mooney, 43, had to overcome charges of being a carpetbagger or an opportunist because he only moved to the state last year. He was a former Maryland state senator and chair of the Republican Party there.\n\nParenthetically, in a huge upset in Maryland on Tuesday, GOP standard-bearer Larry Hogan came out of nowhere to defeat Lt. Gov. Anthony Brown in the race for governor.\n\nNotwithstanding his change of address, Alex Mooney apparently was successful in linking his rival to President Obama’s unpopular policies in a state that is now strongly trending red.\n\n“Alex and his wife moved to West Virginia because they wanted to raise their two children in a state that shares their values. In Congress, Alex will fight to protect West Virginia’s conservative values and coal jobs and make sure West Virginia continues to be the kind of place to which other families want to move,” Mooney’s campaign manager claimed.\n\nThe seat won by Mooney was formerly held for seven terms by Rep. Shelley Moore Capito, a Republican who was elected to the U.S. Senate on November 4 to replace retiring Senator Jay Rockefeller, a Democrat. In defeating Natalie Tennant, Senator-elect Capito is the first woman in West Virginia to advance to that chamber and also the first Republican to do so in 56 years.\n\nThe two political parties burned through in the range of about $2 million each in the 2nd District election contest. Mooney “has vowed to fight against the Affordable Care Act, the so-called ‘war on coal’ and protect what he calls ‘traditional values,” the WV Gazette reported.\n\nWest Virgina also has the distinction of electing America’s youngest state-level lawmaker on Tuesday. At age 18, Republican Saira Blair in a landslide won a seat in the West Virginia House of Delegates. The West Virginia University freshman thus becomes a freshman legislator.\n\n[Image Credit: YouTube]", "article_metadata": {"description": "West Virginia's new U.S. Congressman is Alex Mooney, a politician who is of Hispanic heritage. Mooney, a Republican, defeated Nick Casey, the former chairman", "og": {"site_name": "The Inquisitr News", "description": "West Virginia’s new U.S. Congressman is Alex Mooney, a politician who is of Hispanic heritage. Mooney, a Republican, defeated Nick Casey, the former chairman", "title": "West Virginia Elects First Hispanic Congressman", "url": "http://www.inquisitr.com/1593746/west-virginia-elects-first-hispanic-congressman/", "image": "http://cdn.inquisitr.com/wp-content/uploads/2014/11/Alex-Mooney-YouTube-670x409.jpg", "article": {"published_time": "2014-11-07T20:46:20+00:00", "modified_time": "2014-11-07T23:16:40+00:00"}, "type": "article"}, "image": "http://cdn.inquisitr.com/wp-content/uploads/2014/11/Alex-Mooney-YouTube-670x409.jpg", "msapplication-TileColor": "#ed1c24", "datePublished": "2014-11-07T20:46:20+00:00", "fb": {"app_id": 164157850314499, "pages": 71179904752}, "msapplication-TileImage": "http://cdn.inquisitr.com/assets/0cec37/dist/images/logos/inq-win.png", "keywords": "alex mooney,saira blair,saira blair west virginia,shelly moore capito,west virginia,politics", "HandheldFriendly": "True", "y_key": "f282393706a5fd85", "twitter": {"image": {"src": "http://cdn.inquisitr.com/wp-content/uploads/2014/11/Alex-Mooney-YouTube-670x409.jpg", "width": 670, "height": 409}, "site": "@theinquisitr", "card": "summary_large_image", "description": "West Virginia’s new U.S. Congressman is Alex Mooney, a politician who is of Hispanic heritage. Mooney, a Republican, defeated Nick Casey, the former chairman"}, "viewport": "width=980"}, "_id": "\"57477af46914bd0286fdea21\"", "article_summary": "Congressman is Alex Mooney, a politician who is of Hispanic heritage.\nThe West Virginia University freshman thus becomes a freshman legislator.\nAt age 18, Republican Saira Blair in a landslide won a seat in the West Virginia House of Delegates.\nWest Virginia’s new U.S.\n“Alex and his wife moved to West Virginia because they wanted to raise their two children in a state that shares their values."}