{"article_title": "New York's hospitals are businesses, and should be taxed like them", "article_keywords": ["york", "court", "yorks", "hospital", "tax", "compensation", "businesses", "systems", "income", "taxed", "nonprofit", "hospitals", "care"], "article_url": "http://www.crainsnewyork.com/article/20150723/OPINION/150729970/new-yorks-hospitals-are-businesses-and-should-be-taxed-like-them", "article_text": "The recent ruling by the Supreme Court upholding federal subsidies in the Affordable Care Act lifted the stock prices of a number of public companies operating for-profit hospitals. Many so-called nonprofit hospitals are also doing well. New York Presbyterian Hospital reported net revenues (income less expenses) of more than $350 million for 2014, with profits exceeding $250 million.\n\n\n\nOther ostensibly nonprofit hospital systems in New York, such as Mount Sinai, Montefiore and North Shore-LIJ, have also reported substantial profits. It is believed this trend will continue as more patients are covered by insurance.\n\n\n\nNonprofit hospitals originated as charitable facilities providing free medical care to the poor. As a result, they were spared from real estate and income taxes. Every hospital in New York City enjoys this exemption.\n\n\n\nHowever, nonprofit hospitals have evolved into complex businesses, serving a variety of patients and needs. Moreover, the Affordable Care Act has transformed many uninsured indigent individuals—who previously were provided with free medical care by nonprofit hospitals fulfilling their charitable missions—into insured, paying customers covered for a full range of services.\n\n\n\nShould a nonprofit hospital that earns a profit lose its real estate tax exemption? The tax court of New Jersey (in AHS Hospital Corp. v. Town of Morristown) recently said yes.\n\n\n\nThe court applied a standard (similar to the one in New York) that requires the exemption only be available to property used for tax-exempt purposes, and so long as a profit isn't earned on the space. The modern hospital, though, can hardly satisfy this standard. It may do some charity work, but in reality it is a moneymaking business.\n\n\n\nThe court noted that doctors provided medical care at hospitals and billed for their services. This was a for-profit activity conducted at the hospital. Even the doctors on staff at the hospital were typically paid under an incentive compensation arrangement and this was also indicative of a for-profit purpose.\n\n\n\nOffices, operating and procedure rooms and other spaces at the hospital were used by these doctors. Executive compensation arrangements were also found to be excessive and to have a profit-making purpose. This included bonuses, extensive retirement and deferred compensation plans, and club memberships, cars and phones paid by the hospital. The hospital also derived income from the gift shop, cafeteria and parking facilities, as well as from a captive liability insurance company. In effect, the hospital was being used for nonexempt purposes or, directly or indirectly, to make a profit.\n\nHospitals are indeed complex businesses. Many have established income-generating platforms, such as surgi-centers, labs, and diagnostic, rehabilitation and other ambulatory care facilities. Others have luxury wings, where premiums are charged for providing patients with hotel-like accommodations and services. Some hospital systems, like North Shore-LIJ, even offer their own health insurance to the public, in competition with insurance companies.\n\n\n\nA number of CEOs at hospitals in the New York Area have compensation packages worth millions of dollars a year. Many COOs, CFOs, CIOs, CMOs and CNOs at major New York hospital systems also earn in the high-six-figure or seven-figure range. Incentive bonuses, deferred compensation and other perks are typical.\n\n\n\nIn light of all this, isn't it about time for the government to review the tax status of these hospital systems? A hospital making a profit, even if denominated as a nonprofit, should at least pay real estate taxes. Indeed, why not impose an income tax on these profits to reimburse the public, in part, for the subsidies government provides that help to generate the profits?\n\n\n\nIt's time to start taxing New York's hospitals as the businesses they are.\n\n\n\nLeonard Grunstein is the managing member of Hanlen Healthcare Development and Funding. He is on Twitter @lengrunstein.\n\nGet Crain's Daily Alert Sign up for our FREE daily email newsletter. A summary of the day's top business and political headlines from the newsroom of Crain's New York Business. More Newsletters ›\n\nComments", "article_metadata": {"date": "July 23, 2015", "description": "Technically nonprofits, our hospitals make millions, compensate their executives handsomely and receive subsidies without paying a dime in taxes.", "pubDate": 20150723, "author": "Leonard Grunstein", "headline": "New York's hospitals are businesses, and should be taxed like them", "section": "Opinion", "title": "New York's hospitals are businesses, and should be taxed like them - Crain's New York Business", "og": {"site_name": "Crain's New York Business", "description": "Technically nonprofits, our hospitals make millions, compensate their executives handsomely and receive subsidies without paying a dime in taxes.", "title": "New York's hospitals are businesses, and should be taxed like them - Crain's New York Business", "url": "http://www.crainsnewyork.com/article/20150723/OPINION/150729970/new-yorks-hospitals-are-businesses-and-should-be-taxed-like-them", "image": "http://www.crainsnewyork.com/assets/logos/main-logo/C-200x200.jpg", "type": "article"}, "image_src": "http://www.crainsnewyork.com/assets/logos/main-logo/C-200x200.jpg", "apple-itunes-app": "app-id=626240088, app-argument=https://itunes.apple.com/us/app/crains-new-york-business/id626240088?ls=1&mt=8", "keywords": "Health Care, Opinion, Op-Ed", "type": "article", "twitter": {"domain": "crainsnewyork.com", "description": "Technically nonprofits, our hospitals make millions, compensate their executives handsomely and receive subsidies without paying a dime in taxes.", "site": "@crainsnewyork", "card": "summary_large_image", "title": "New York's hospitals are businesses, and should be taxed like them"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=no"}, "_id": "\"57477af36914bd0286fd436f\"", "article_summary": "However, nonprofit hospitals have evolved into complex businesses, serving a variety of patients and needs.\nMany COOs, CFOs, CIOs, CMOs and CNOs at major New York hospital systems also earn in the high-six-figure or seven-figure range.\nOther ostensibly nonprofit hospital systems in New York, such as Mount Sinai, Montefiore and North Shore-LIJ, have also reported substantial profits.\nMany so-called nonprofit hospitals are also doing well.\nSome hospital systems, like North Shore-LIJ, even offer their own health insurance to the public, in competition with insurance companies."}