{"article_title": "Stanford Terminates Anthem’s Contract; Anthem Uses KQED Data to Cite Stanford’s Cost", "article_keywords": ["health", "stanford", "pricecheck", "anthem", "contract", "costs", "patients", "cost", "uses", "terminates", "stanfords", "services", "anthems", "care", "data", "cite", "kqed"], "article_url": "http://ww2.kqed.org/stateofhealth/2014/09/08/stanford-terminates-anthems-contract-anthem-uses-kqed-data-to-cite-stanfords-cost/", "article_text": "Effective Monday at 12:01a.m., Stanford Health Care terminated its contract with Anthem Blue Cross. Anthem says that roughly 10,000 of its policyholders have used Stanford services in the last year.\n\nAnthem used PriceCheck, KQED’s crowdsourced guide to health costs.\n\nIn a statement, Anthem said it had requested that “Stanford agree to a two-week extension of the terminated contract at existing rates.” Both parties say negotiations are ongoing.\n\nStanford had notified the insurer on Feb. 28, Anthem says, that it intended to terminate the contract.\n\nThe sticking point appears to be the duration of the contract. Both sides say that they reached agreement on rates for a two-year contract, but Stanford seeks a three-year contract. Because no agreement has been reached on the third year, and because Stanford did not extend its current contract, no contract is in force.\n\nJames Larkin, spokesman for Stanford, said patients should not worry. “While our contract did expire last night,” Larkin said in an email, “I want to reiterate that Stanford Health Care will continue to welcome Anthem members and honor Anthem¹s in-network co-payment amounts for all of our services and care.”\n\nBut Larkin would not say whether Stanford would pick up the costs that had been covered by Anthem.\n\nDarrel Ng, spokesman for Anthem, said that Anthem patients are potentially responsible for chargemaster rates — essentially the list price, usually multiples higher than what insurers pay to providers. While Stanford may not charge those high prices, Ng said that if there were later a billing dispute, “patients would have to hire their own lawyers to advocate on their behalf.”\n\nCalPERS, the California Public Employees’ Retirement System, was critical of Stanford’s move. In a statement, Ann Boynton, a deputy executive director, said:\n\n“We are deeply disappointed with Stanford Hospital’s refusal to agree to reasonable terms that allow our members access to Stanford Hospital’s services. Anthem Blue Cross and Stanford Hospital agreed to terms for a 2-year contract and we urge Stanford to sign this agreement. Improving the affordability of health care is critical to all Californians and every part of the delivery system must do its part. Stanford Hospital must become part of this effort.”\n\nUse of KQED PriceCheck Data\n\nOn Friday, Anthem made public a letter from its president, Mark Morgan, to the president of Stanford Health Care, Amir Dan Rubin. In the letter Morgan acknowledged that Stanford “does provide excellent care,” but he also noted that Stanford is “one of the most expensive hospitals in the state.”\n\nMorgan went on to cite specific data about Stanford’s costs using KQED PriceCheck, a health costs transparency tool launched in June.\n\nFrom Morgan’s letter:\n\nAccording to KQED’s Price Check tool, a lower back MRI (72158 MRI-Lower back/lumbar spine w/ and w/o contrast) cost $5,647 at Stanford, which is nearly eight times what an imaging center in nearby San Jose charges at $724.\n\nContracts between insurers and providers are typically sealed. So while Anthem certainly has information about Stanford’s costs in comparison to other providers, it cannot publicize them without violating its own contracts.\n\nBut there is no such bar around PriceCheck, which gives patients an easy way to upload their true costs, including what their insurers paid, to the database. “The market seems to react when these prices are brought to light,” Ng said.", "article_metadata": {"description": "Both sides say negotiations are ongoing, but 10,000 patients are potentially affected in the meantime.", "contextly-page": "{\"title\":\"Stanford Terminates Anthem's Contract; Anthem Uses KQED Data to Cite Stanford's Cost\",\"url\":\"http:\\/\\/ww2.kqed.org\\/stateofhealth\\/2014\\/09\\/08\\/stanford-terminates-anthems-contract-anthem-uses-kqed-data-to-cite-stanfords-cost\\/\",\"pub_date\":\"2014-09-08 11:43:26\",\"mod_date\":\"2014-10-24 12:00:12\",\"type\":\"post\",\"post_id\":21313,\"author_id\":\"240\",\"author_name\":\"Lisa Aliferis\",\"author_display_name\":\"Lisa Aliferis\",\"tags\":[\"Anthem Blue Cross\",\"health insurance\",\"PriceCheck\"],\"categories\":[\"Community Health\"],\"image\":\"http:\\/\\/ww2.kqed.org\\/stateofhealth\\/wp-content\\/uploads\\/sites\\/27\\/2014\\/01\\/96525183-e1390846077644.jpg\"}", "og": {"site_name": "State of Health", "description": "Both sides say negotiations are ongoing, but 10,000 patients are potentially affected in the meantime.", "title": "Stanford Terminates Anthem’s Contract; Anthem Uses KQED Data to Cite Stanford’s Cost", "url": "http://ww2.kqed.org/stateofhealth/2014/09/08/stanford-terminates-anthems-contract-anthem-uses-kqed-data-to-cite-stanfords-cost/", "image": "http://ww2.kqed.org/stateofhealth/wp-content/uploads/sites/27/2014/01/96525183-640x426.jpg", "locale": "en_us", "type": "article"}, "twitter": {"site": "@kqedhealth", "card": "summary_large_image", "creator": "@"}, "fb": {"app_id": 160023622793}, "keywords": "anthem blue cross,health insurance,pricecheck", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Effective Monday at 12:01a.m., Stanford Health Care terminated its contract with Anthem Blue Cross.\nDarrel Ng, spokesman for Anthem, said that Anthem patients are potentially responsible for chargemaster rates — essentially the list price, usually multiples higher than what insurers pay to providers.\nAnthem says that roughly 10,000 of its policyholders have used Stanford services in the last year.\nSo while Anthem certainly has information about Stanford’s costs in comparison to other providers, it cannot publicize them without violating its own contracts.\nImproving the affordability of health care is critical to all Californians and every part of the delivery system must do its part."}