{"article_title": "Thousands rally in San Francisco after NYPD Officer Peter Liang’s conviction", "article_keywords": ["francisco", "peter", "san", "conviction", "feb", "shooting", "liangs", "20", "convicted", "unarmed", "black", "officer", "liang", "rally", "nypd", "thousands", "gurley", "york"], "article_url": "http://peninsulapress.com/2016/02/26/san-francisco-rally-nypd-peter-liang-conviction/", "article_text": "More than 10,000 people gathered in downtown San Francisco on Feb. 20 to join the nationwide rallies for Peter Liang, after the former New York Police Department officer was convicted in the fatal shooting of an unarmed black man.\n\nLiang, a 28-year-old rookie officer, and his partner Shaun Landau, were patrolling the Louis H. Pink Houses, a Brooklyn housing development on Nov. 20, 2014, when Liang accidentally discharged his firearm in a dark stairwell. The bullet ricocheted off a concrete wall and fatally struck Akai Gurley, according to the police.On Feb. 11, Liang was found guilty of manslaughter. He became the first NYPD officer convicted in a line-of-duty shooting in over a decade, and he faces up to 15 years in prison.Liang’s conviction has angered many both outside and within the city’s Chinese-American community. They believe that Liang has been made a scapegoat for the discontent over police brutality across the country, after a series of incidents in which unarmed black men were killed by officers, many of whom were never charged.Yet the debate continues, as the prosecution has argued that in the moments after the shooting, Liang neglected his duties and seemed more concerned about losing his job than administering necessary medical treatment to Gurley, who was 28 years old.Liang is scheduled to be sentenced on April 14.", "article_metadata": {"og": {"site_name": "Peninsula Press", "description": "More than 10,000 people gathered in downtown San Francisco on Feb. 20 to join nationwide rallies for the former New York Police Department officer convicted in the fatal shooting of an unarmed black man.", "title": "Thousands rally in San Francisco after NYPD Officer Peter Liang’s conviction - Peninsula Press", "locale": "en_US", "image": "http://peninsulapress.com/wp-content/uploads/2016/02/PeterLiang_rally_SF.jpg", "updated_time": "2016-02-26T09:04:56+00:00", "url": "http://peninsulapress.com/2016/02/26/san-francisco-rally-nypd-peter-liang-conviction/", "type": "article"}, "article": {"publisher": "https://www.facebook.com/PeninsuPress", "section": "Crime", "tag": "Police Officer", "published_time": "2016-02-26T09:03:09+00:00", "modified_time": "2016-02-26T09:04:56+00:00"}, "twitter": {"description": "More than 10,000 people gathered in downtown San Francisco on Feb. 20 to join nationwide rallies for the former New York Police Department officer convicted in the fatal shooting of an unarmed black man.", "creator": "@carolynzhang13", "image": "http://peninsulapress.com/wp-content/uploads/2016/02/PeterLiang_rally_SF.jpg", "title": "Thousands rally in San Francisco after NYPD Officer Peter Liang’s conviction - Peninsula Press", "site": "@PeninsuPress", "card": "summary"}, "generator": "WordPress 4.2.4", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "More than 10,000 people gathered in downtown San Francisco on Feb. 20 to join the nationwide rallies for Peter Liang, after the former New York Police Department officer was convicted in the fatal shooting of an unarmed black man.\nHe became the first NYPD officer convicted in a line-of-duty shooting in over a decade, and he faces up to 15 years in prison.Liang’s conviction has angered many both outside and within the city’s Chinese-American community.\nThe bullet ricocheted off a concrete wall and fatally struck Akai Gurley, according to the police.On Feb. 11, Liang was found guilty of manslaughter.\nLiang, a 28-year-old rookie officer, and his partner Shaun Landau, were patrolling the Louis H. Pink Houses, a Brooklyn housing development on Nov. 20, 2014, when Liang accidentally discharged his firearm in a dark stairwell.\nThey believe that Liang has been made a scapegoat for the discontent over police brutality across the country, after a series of incidents in which unarmed black men were killed by officers, many of whom were never charged.Yet the debate continues, as the prosecution has argued that in the moments after the shooting, Liang neglected his duties and seemed more concerned about losing his job than administering necessary medical treatment to Gurley, who was 28 years old.Liang is scheduled to be sentenced on April 14."}