{"article_title": "Trump promises detailed issue stances soon « Hot Air", "article_keywords": ["detailed", "wants", "promises", "cut", "trump", "hes", "spending", "youre", "tax", "soon", "air", "hot", "stances", "issue", "leaders"], "article_url": "http://hotair.com/archives/2015/08/13/trump-promises-detailed-issue-stances-soon/", "article_text": "Trump promises detailed issue stances soon\n\nposted at 8:01 am on August 13, 2015 by Taylor Millard\n\nDonald Trump is promising he’s going to release detailed policy stances soon. He told reporters in Michigan yesterday why he wasn’t getting into a lot of specifics at the moment.\n\nI think you’re gonna see lots of plans and you’re gonna see—also and you have to understand, when you’re coming up with a plan in business you have to be flexible. There’s got to be flexibility…if I would have sat down and said, ‘Here’s a 12 point plan to get Dural,” I didn’t do that. I went in and punched and punched and beat the hell out of people, and I ended up getting it…you have to be able to have flexibility, you have to be able to do certain things.\n\nHe’s right and wrong about this. It’s true political leaders need to be flexible, especially when it comes to negotiations on the budget. But it all depends on where the flexibility lies. If a leader sits there and promises not to raise taxes, then raises taxes to avoid massive spending cuts, what is he called? A one-term president. What do you call a governor who promised he was against Obamacare, then decides to expand Medicaid? The current Ohio governor (and presidential candidate). What do you call the ex-governor who supported Common Core before saying he didn’t support the federal government’s involvement in education? The “front-runner” behind Trump.\n\nThis is why it’s important for political leaders to decide where they’re going to be flexible. There are certain stances political leaders can not back away from if they claim to want to get the government out of people’s lives or save taxpayer money. This isn’t a discussion about a 12% tax cut versus a 7% cut. This is a fight between a 2% tax cut and a 1% tax HIKE. This is saying, “Okay you want to raise military spending? Fine…cut spending here and here to balance it out.” This is cutting regulations and resisting calls for new ones.\n\nSo what does Trump believe? He’s in favor of building a wall along the Mexican border, and wants Mexico to pay for it (somehow). Trump wants to “take the oil, knock the hell out of them” when it comes to ISIS, but doesn’t say if that involves bombs or troops. He wants to simplify the tax code, but hasn’t said what he believes in. Trump wants to replace Obamacare with “something terrific,” but then discusses some form of single payer for those who need help and eliminating state lines for those who don’t. Trump also calls U.S. leaders stupid, but doesn’t say what policies he’d use for China and Russia. He needs to start providing more specifics outside of his campaign slogan and rhetoric. Matt Lewis at The Daily Caller picks up on this too.\n\nYou just have to trust that — because he is brilliant and successful (and because the current establishment politicians are stupid and corrupt) — he will magically solve all our problems. Even his slogan, “Make America Great Again” evokes a sort of nostalgia that has been used by strongmen throughout the ages to hearken back to some magical time when all was right with the world — before the people in power sold us out and betrayed us.\n\nTrump needs to explain his stances on entitlement reform, how he would cut regulations, how he would make education local (although he suggested cutting the Department of Education), and what he’d do about justice reform. These are all policy stances which do need a plan that’s more than a slogan or telling people what they want to hear, even if he doesn’t publicly talk about it.\n\nTrump isn’t the only politician to not have detailed plans on the issues. Jeb Bush, Scott Walker, and Carly Fiorina don’t have issues pages on their websites. Ted Cruz talks about his track record, but that’s about it. Ben Carson, Marco Rubio, and Rand Paul do have an issues section, but Paul’s seems to be the most detailed and wonkish. But all the candidates provided specifics during last week’s presidential debate. Trump didn’t. One reason candidates talk in generalities is so they don’t necessarily have to be held accountable if their promises go awry (see George H.W. Bush). But at some point they’ll have to explain their positions further. By being nebulous and relying on slogans, Trump can stay tapped in on the anger he’s feeding off of. He can stay populist and hope being the “smartest man of the people” will get him wherever he’s going (whether it’s the White House or a new reality show somewhere). If President Barack Obama was able to get into the White House on “Hope and Change” maybe Trump can run on “America and Anger.” But even Obama released an outline of what he wanted to do in 2008. This isn’t proclaiming the death of Trump’s candidacy, but it is pointing out what he’ll have to do if he wants to avoid becoming the next Williams Jennings Bryan or Ross Perot.\n\nRelated Posts:", "article_metadata": {"generator": "WordPress 4.3.4", "og": {"site_name": "Hot Air", "description": "Flexible.", "title": "Trump promises detailed issue stances soon", "url": "http://hotair.com/archives/2015/08/13/trump-promises-detailed-issue-stances-soon/", "image": "https://s0.wp.com/i/blank.jpg", "locale": "en_US", "type": "article"}, "twitter": {"site": "@hotairblog", "card": "summary", "creator": "@allahpundit"}, "fb": {"admins": 312482775445602, "app_id": 312482775445602}, "article": {"published_time": "2015-08-13T12:01:26+00:00", "modified_time": "2015-08-12T22:19:36+00:00"}, "keywords": "2016 election, populism, trump, trump-ism,", "google-site-verification": "2eqey8dXzgu4RGIRpBp8N_Uha0byt8NWBVajCi3uLgs", "verify-v1": "ouQUGDxtAiO+0Hn3LJajbWMP08yRHQDinMN9QDYrUV4="}, "_id": "\"57477af46914bd0286fdd40d\"", "article_summary": "Trump promises detailed issue stances soonposted at 8:01 am on August 13, 2015 by Taylor MillardDonald Trump is promising he’s going to release detailed policy stances soon.\nThis is a fight between a 2% tax cut and a 1% tax HIKE.\nThis isn’t a discussion about a 12% tax cut versus a 7% cut.\nTrump wants to “take the oil, knock the hell out of them” when it comes to ISIS, but doesn’t say if that involves bombs or troops.\nTrump wants to replace Obamacare with “something terrific,” but then discusses some form of single payer for those who need help and eliminating state lines for those who don’t."}