{"article_title": "¿Dónde están todas las víctimas del Obamacare?", "article_keywords": ["el", "en", "dnde", "estn", "la", "obamacare", "una", "del", "ms", "ley", "y", "todas", "vctimas", "que", "los", "las"], "article_url": "http://www.elfinanciero.com.mx/opinion/donde-estan-todas-las-victimas-del-obamacare.html", "article_text": "1\n\nUna de las tramas secundarias más raras de la saga de la reforma al sistema de salud en Estados Unidos ha sido el esfuerzo casi patético de los republicanos por idear historias de terror relacionadas con la Ley de Servicio Médico Accesible (ACA, por su sigla en inglés).\n\n\n\nPudiera pensarse que dada la complejidad de la ley y los recursos casi ilimitados de la maquinaria de propaganda, podrían encontrar alguien que sirva de imagen ideal para los terribles efectos de la ley sobre los inocentes estadounidenses.\n\n\n\nPero hasta donde sé, aún no hemos visto ni un solo ejemplo creíble; todos los personajes mostrados en los anuncios comerciales de los hermanos Koch o en los discursos del Partido Republicano han resultado ser beneficiarios potenciales de la ley, si tan sólo estuvieran dispuestos a analizar sus opciones reales.\n\n\n\nEntonces, la diputada republicana Cathy McMorris Rodgers, del estado de Washington, recientemente entró a Facebook para pedir historias de horror sobre el Obamacare, y en cambio recibió una avalancha de testimonios de gente que tuvo seguro y servicio esencial gracias al ACA.\n\n\n\n¿Por qué el Partido Republicano no puede encontrar las historias de terror que sabe, que simplemente sabe, que existen? Matthew Yglesias, de Vox, casi lo explica todo al señalar que el Obamacare, de hecho, efectivamente redistribuye de los pocos a los muchos: “Una de las cosas principales que hace es elevar los impuestos drásticamente a un número muy reducido de gente con ingresos altos para dar pólizas subsidiadas de seguro médico a un número más grande de gente de bajos ingresos”, escribió el 26 de marzo. “¡Sin duda, es una de las principales cosas por las que a los republicanos no les gusta!”, afirmó.\n\n\n\nPero la historia tiene un poco más. Los millonarios que pagan impuestos altos no son los únicos afectados -al menos ligeramente- por la ley.\n\n\n\nSi usted es una persona joven y saludable (especialmente si es varón) que vivía en un estado sin valuación comunitaria antes del Obamacare, quizás haya tenido una póliza barata cuyo precio aumentó una vez que la ley entró en efecto; y si usted también es afluente, no recibe subsidios para adquirir seguro. Así que hay víctimas.\n\n\n\nEl problema para los republicanos es que esta gente es el tipo incorrecto de víctima. Lo que los republicanos quieren son estadounidenses esforzados representativos, preferiblemente de más edad y con condiciones médicas caras, no veinteañeros sanos bien pagados.\n\n\n\nPero el perfil de la víctima ideal del Obamacare coincide, con mucha exactitud, con el perfil del tipo de persona que el diseño del Obamacare apuntó a ayudar.\n\n\n\nY la incapacidad del Partido Republicano para encontrar historias de terror es, en sí misma, una demostración de que la ley está funcionando.\n\n\n\nLa ley de salud sigue siendo un blanco de ataque\n\n\n\nEl mes pasado marcó el quinto aniversario de la firma de la Ley de Servicio Médico Accesible, comúnmente conocida como Obamacare. La ley reformó componentes importantes del sistema de servicio médico estadounidense, que previamente había dejado sin seguro a más de un quinto de los adultos de la nación.\n\n\n\nEntre otras medidas, la Ley creó mercados en internet para que los individuos compren seguro médico, y permitió subsidios del gobierno para ayudar a que estadounidenses de ingresos bajos y medios accedieran a cobertura. El Obamacare también expandió el llamado sistema de “evaluación comunitaria”, que ordena que no se puede cobrar más a la gente en comparación con los demás con base en su edad o salud, y que no se puede impedir que gente con condiciones de salud preexistentes obtenga seguro. Los informes han indicado que más de 16 millones de personas han ganado seguro como resultado de la ley, que también ha reducido el crecimiento del gasto en servicio médico e introducido nuevas protecciones para los pacientes.\n\n\n\nDesde sus comienzos, la Ley de Servicio Médico Accesible ha sido enormemente controvertida y enfrentó implacable oposición del Partido Republicano y otros grupos conservadores. Los críticos del Obamacare sostienen que constituye una absorción gubernamental del servicio de salud y han pronosticado repetidas veces que la ley resultará en costos más altos para los consumidores y en pérdida de trabajos. Algunos críticos han afirmado que estos pronósticos se han vuelto realidad, pese a que el país está experimentando crecimiento robusto en creación de empleo.\n\n\n\nAdicionalmente, las encuestas de opinión muestran que la mayoría de los estadounidenses desaprueba la ley, pese al hecho de que sus componentes individuales disfrutan de amplio apoyo cuando se sondean separadamente. Algunos analistas atribuyen esta desconexión a una campaña mediática bien financiada por los oponentes de la ley. Un informe de Kantar Media, que rastrea el gasto en publicidad, encontró que en los primeros cuatro años después de la aprobación de la ley, los grupos de oposición gastaron más de 400 millones de dólares en anuncios comerciales que la atacan, superando enormemente al gasto de sus partidarios.\n\n\n\nConmemorando el aniversario de la ley, el presidente Obama rechazó a sus críticos en una declaración: “La Ley de Servicio Médico Accesible ha sido tema de más escrutinio, más rumor, más intentos de desmantelamiento y socavación que casi cualquier ley de la historia reciente. Pero cinco años después, está teniendo éxito; de hecho, está funcionando mejor de lo que esperaban incluso muchos de sus partidarios”.\n\n\n\nTwitter: @NYTimeskrugman\n\n\n\nTambién te puede interesar:\n\nDeuda del sector privado y una falla de observación\n\nUn dólar más fuerte\n\nUn negocio difícil", "article_metadata": {"description": "También te puede interesar Deuda del sector privado y una falla de observación Un dólar más fuerte Un negocio difícil", "og": {"url": "http://www.elfinanciero.com.mx/opinion/donde-estan-todas-las-victimas-del-obamacare.html", "image": {"width": 224, "identifier": "http://www.elfinanciero.com.mx/files/og_thumbnail/uploads/2015/04/05/5521dda859885.png", "type": "image/png", "height": 170}, "description": "Una de las tramas secundarias más raras de la saga de la reforma al sistema de salud en Estados Unidos ha sido el esfuerzo casi patético de los republicanos por idear historias de terror relacionadas con la Ley de Servicio Médico Accesible (ACA,", "title": "¿Dónde están todas las víctimas del 'Obamacare'?"}, "twitter": {"image": "http://www.elfinanciero.com.mx/files/listing_default/uploads/2015/04/05/5521dda859885.png", "description": "Una de las tramas secundarias más raras de la saga de la reforma al sistema de salud en Estados Unidos ha sido el esfuerzo casi patético de los republicanos por idear historias de terror relacionadas con la Ley de Servicio Médico Accesible (ACA,", "site": "@ElFinanciero_Mx", "card": "summary", "title": "¿Dónde están todas las víctimas del 'Obamacare'?"}, "fb": {"pages": 16250043914}, "keywords": "estan, todas, victimas, Obamacare", "article": {"tag": "atención médica"}}, "_id": "\"57477af36914bd0286fd439d\"", "article_summary": "Pero el perfil de la víctima ideal del Obamacare coincide, con mucha exactitud, con el perfil del tipo de persona que el diseño del Obamacare apuntó a ayudar.\nLa ley de salud sigue siendo un blanco de ataqueEl mes pasado marcó el quinto aniversario de la firma de la Ley de Servicio Médico Accesible, comúnmente conocida como Obamacare.\nY la incapacidad del Partido Republicano para encontrar historias de terror es, en sí misma, una demostración de que la ley está funcionando.\n¿Por qué el Partido Republicano no puede encontrar las historias de terror que sabe, que simplemente sabe, que existen?\nTwitter: @NYTimeskrugmanTambién te puede interesar:Deuda del sector privado y una falla de observaciónUn dólar más fuerteUn negocio difícil"}