{"article_title": "Rebecca Bradley and Ann Walsh Bradley are not the same", "article_keywords": ["thought", "wisconsin", "justice", "ann", "bradley", "walsh", "werent", "connected", "rebecca", "really"], "article_url": "http://www.wausaudailyherald.com/story/opinion/readers/2016/03/15/pay-attention-bradleys/81816736/", "article_text": "Rebecca Bradley (Photo: AP)\n\nEDITOR: Imagine you were called to be on a jury and you were charged to judge on the guilt of Rebecca Bradley. However, you were really distracted by other stuff. During the trial, you really weren’t listening. Then, you were brought to a room to decide on her guilt.\n\nImagine you thought of Wisconsin Supreme Court Justice Ann Walsh Bradley. You thought, “Well, I respect Justice Bradley and that Rebecca Bradley could be a relative of hers.” Then, you connected that Rebecca looked nice and her opponent was homely and had a funny last name. OK! The choice is easy! Rebecca is connected to Justice Bradley, looks pretty and confident, and therefore must be innocent!\n\nFolks, most of us don’t pay attention to facts when we make major decisions. We believe that our guts and intuition will make good choices. However, Rebecca Bradley is no Ann Walsh Bradley. Please vote smart!\n\nBob Beck,\n\nSchofield\n\nRead or Share this story: http://wdhne.ws/1pma07l", "article_metadata": {"google": "notranslate", "description": "The two judges are really not alike", "og": {"site_name": "Daily Herald Media", "description": "The two judges are really not alike", "title": "Pay attention to your Bradleys", "url": "http://www.wausaudailyherald.com/story/opinion/readers/2016/03/15/pay-attention-bradleys/81816736/", "image": "http://www.gannett-cdn.com/GDContent/applogos/wausaudailyherald.png", "type": "article"}, "twitter": {"description": "The two judges are really not alike", "title": "Rebecca Bradley and Ann Walsh Bradley are not the same", "image": "http://www.gannett-cdn.com/-mm-/3aa3599aa015a4dba943a6ed593b8edfbaa3f9dd/c=50-0-471-421&r=x643&c=640x640/local/-/media/2016/03/08/Appleton/B9321254532Z.1_20160308143045_000_GCIDMMG9I.1-0.jpg", "creator": "@wausauherald", "site": "@wausauherald", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=884268453", "fb": {"app_id": 187427251271455}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070"}, "article_summary": "Rebecca Bradley (Photo: AP)EDITOR: Imagine you were called to be on a jury and you were charged to judge on the guilt of Rebecca Bradley.\nHowever, Rebecca Bradley is no Ann Walsh Bradley.\nImagine you thought of Wisconsin Supreme Court Justice Ann Walsh Bradley.\nYou thought, “Well, I respect Justice Bradley and that Rebecca Bradley could be a relative of hers.” Then, you connected that Rebecca looked nice and her opponent was homely and had a funny last name.\nRebecca is connected to Justice Bradley, looks pretty and confident, and therefore must be innocent!"}