{"article_title": "5 things to know for Tuesday: Primary Day. Obamacare. ISIS crisis.", "article_keywords": ["supreme", "suicide", "isis", "videos", "things", "court", "obamacare", "primary", "crisis", "watch", "replay", "know", "watched", "north", "trouble", "veterans", "day"], "article_url": "http://www.cnn.com/2016/05/17/us/five-things/", "article_text": "Now you can get \"5 Things You Need to Know Today\" delivered to your inbox daily. Sign up here .\n\n(CNN) Casting votes. Fleecing veterans. Punting cases. It's Tuesday, and here are the 5 things you need to know to Get Up to Speed and Out the Door .\n\n1. Campaign 2016\n\nIt's Primary Day (again)! We'll save you some time and give you the results now: Donald Trump wins Oregon (because he's the only in the race). Bernie Sanders should win there too, so the race to watch tonight is Kentucky. This also seems like an easy V for Uncle Bernie, but Hillz was all over the state yesterday, desperately trying to make sure it isn't.\n\n2. Veterans\n\nIt's enough to make you keep your wallet in your pocket. The National Vietnam Veterans Foundation, a charity for veterans, hauled in $29 million in donations over the past couple of years. Fantastic, you say. Not quite. Less than 2% of that actually made it to veterans. You read that right -- single digits. Most of the money ended up with telemarketers. But that's not the worst part. The guy who runs this outfit is ... a veteran.\n\n3. Obamacare\n\nThe Affordable Care Act's back with the Supreme Court. Time for another dramatic ruling, right? Not this time. The Supremes punted yesterday on a challenge brought by religious groups opposed to Obamacare's contraceptive mandate. The high court sent the case back to a lower court so the opposing parties can work out a compromise. The Supremes definitely did not want to tackle this one with its current 4-4 split.\n\nJUST WATCHED Supreme Court sends contraception case to lower court Replay More Videos ... MUST WATCH Supreme Court sends contraception case to lower court 00:55\n\n4. North Korea\n\nPlanning a trip to beautiful Pyongyang this summer? Don't. The State Department's offering some unusually blunt warning about North Korea, telling Americans they can get in trouble there just like that. Take an unauthorized pic? Trouble. Shop at the wrong store? Trouble. \"Show disrespect\" unintentionally? Tough. Still trouble. And since the U.S. doesn't have diplomatic ties with the Kim team, if you go and get yourself in a bind, you'll have to depend on the Swedes.\n\nJUST WATCHED U.S., allies prepare to face North Korean missiles Replay More Videos ... MUST WATCH U.S., allies prepare to face North Korean missiles 02:03\n\n5. ISIS\n\nThere's good news, bad news and terrifying news on the ISIS front. The good news: The militants are losing ground. A lot of it . The bad news: They're lashing out with suicide attacks for \"very spectacular headlines\" to prove they're still relevant. The terrifying news: Analysts say the land loss has prompted them to change tactics, activating sleeper cells and striking soft targets.\n\nJUST WATCHED ISIS suicide bombers storm Iraqi gas plant, kill 10 Replay More Videos ... MUST WATCH ISIS suicide bombers storm Iraqi gas plant, kill 10 02:45\n\nBREAKFAST BROWSE\n\nPeople are talking about these. Read up. Join in.\n\nQuote of the day:\n\n\"I think his major championship record is certainly still attainable.\"\n\nGolfer Tiger Woods, saying he can still pass Jack Nicklaus' record of 18 major titles . Woods has won 14 -- but none in 8 years. But keep hope alive, Tiger.\n\nMedical milestone\n\nIt took 15 hours and 50 surgeons, but docs are calling the first U.S. penis transplant a \"landmark procedure.\"\n\nCleaning up\n\nFor years he cleaned up behind students, now a Massachusetts custodian has picked up a little something for himself: a college degree\n\n(Almost) disarming\n\nWhat you don't want as a souvenir from your trip to the beach: a dead nurse shark that took a bite out of you and wouldn't let go.\n\nThe birds, or um, the bees\n\nIt was like a scene out of a movie. Killer bees terrorize California neighborhood -- on Hitchcock Drive.\n\nBeauty and the beholder\n\nThe Eiffel Tower's not on TripAdvisor's list of the Most Beloved Landmarks . Nor is the Statue of Liberty. Or the Great Wall. Or the Sydney Opera House.\n\nWHAT'S FOR LUNCH\n\nHere's what's happening today.\n\nUnder review\n\nIn aftermath of the Walter Scott shooting, the Justice Department announces a review of the North Charleston, S.C., police department today.\n\nNumber of the day\n\n$90 billion\n\nThe value of gold that could be stored inside a secret London vault that a Chinese state-owned bank is buying.", "article_metadata": {"description": "", "pubdate": "2016-05-17T10:02:56Z", "author": "Doug Criss, CNN", "og": {"site_name": "CNN", "description": "", "pubdate": "2016-05-17T10:02:56Z", "title": "Today's 5 things:  Primary Day. Obamacare. ISIS crisis.", "url": "http://www.cnn.com/2016/05/17/us/five-things/index.html", "image": "http://i2.cdn.turner.com/cnnnext/dam/assets/150325082152-social-gfx-cnn-logo-large-169.jpg", "type": "article"}, "section": "us", "fb": {"app_id": 80401312489}, "thumbnail": "http://i2.cdn.turner.com/cnnnext/dam/assets/150325082152-social-gfx-cnn-logo-large-169.jpg", "template-top": "us,bra-5-things-to-know,art-vid", "vr": {"canonical": "http://www.cnn.com/2016/05/17/us/five-things/index.html"}, "keywords": "us, 5 things to know for Tuesday: Primary Day. Obamacare. ISIS crisis. - CNN.com", "lastmod": "2016-05-17T10:04:16Z", "twitter": {"card": "summary_large_image"}, "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0"}, "article_summary": "JUST WATCHED Supreme Court sends contraception case to lower court Replay More Videos ... MUST WATCH Supreme Court sends contraception case to lower court 00:554.\nIt's Tuesday, and here are the 5 things you need to know to Get Up to Speed and Out the Door .\nObamacareThe Affordable Care Act's back with the Supreme Court.\nNow you can get \"5 Things You Need to Know Today\" delivered to your inbox daily.\nJUST WATCHED ISIS suicide bombers storm Iraqi gas plant, kill 10 Replay More Videos ... MUST WATCH ISIS suicide bombers storm Iraqi gas plant, kill 10 02:45BREAKFAST BROWSEPeople are talking about these."}