{"article_title": "Getting healthy gets noticed", "article_keywords": ["business", "getting", "healthy", "wellness", "programs", "winners", "noticed", "fairfield", "program", "stamford", "workplace", "council", "health", "gets"], "article_url": "http://westfaironline.com/61337/getting-healthy-gets-noticed/", "article_text": "The Business Council of Fairfield County recently hosted the 2014 Healthy Workplace Employer Recognition Program, its sixth such annual gathering, as part of its Wellness Roundtable series. The event honored 27 regional companies at the Sheraton Stamford Hotel.\n\nHonorees “have implemented cutting edge programs to promote a healthy workplace and assist their employees to live healthier lives,” the council said in a prepared statement. Programs like on-site fitness and walking clubs earned praise in platinum, gold and silver award categories.\n\nFrom left, Marie Mann, Neopost USA in Milford; Dana Loch, HR benefits, Nestlé Waters North America Inc. in Stamford; CarolAnne West, Partner Reinsurance Company of the U.S. in Greenwich; Christopher Farrell, Pierson & Smith, a Division of First Niagara Risk Management, Inc. in Norwalk; and Christopher P. Bruhl, president and CEO, The Business Council of Fairfield County.\n\nPlatinum winners included R.C. Bigelow (Fairfield); Contractors Register Inc. (Jefferson Valley, N.Y.); Daymon Worldwide Inc. (Stamford); Neopost USA (Milford); Nestlé Waters North America Inc. (Stamford); People’s United Bank (Bridgeport); Pitney Bowes Inc. (Stamford), Quinnipiac University (Hamden); Really Good Stuff (Monroe); Sacred Heart University (Fairfield); Sikorsky/United Technologies (Stratford); Stew Leonard’s (Norwalk/Danbury); Tauck Inc. (Norwalk); and University of Hartford (West Hartford).\n\nGold winners included Ability Beyond (Bethel); CBRE (Stamford); Eastern Connecticut Health Network (Manchester); Hospital for Special Care (New Britain); LAZ Parking (Stamford); Partner Reinsurance Company of the U.S. (Greenwich); Pierson & Smith, a division of First Niagara Risk Management, Inc. (Norwalk); PwC L.L.P. (Stamford); and Stepping Stones Museum for Children (Norwalk).\n\nSilver winners were: The Ashforth Company (Stamford); CBP (Stamford); Masonicare (Wallingford); and Tangoe (Orange).\n\n“Health is a business issue,” said Tanya Court, the council’s vice president, public policy. “As costs related to health and health care escalate business has responded in a variety of ways. By recognizing the efforts of employers to promote healthy lifestyles, we hope to serve as a catalyst for other employers in both the private and public sector to take action.”\n\nThe business council will host a forum March 12 on new rules that implement nondiscriminatory wellness programs under the Affordable Care Act. Its theme is the ACA-mandated report titled the “Workplace Wellness Programs Study.” Topics will include:\n\n• characteristics and prevalence of current workplace wellness programs;\n\n• evidence for program impact;\n\n• incentives;\n\n• facilitators of successful wellness programs;\n\n• what the new rules mean for your employer wellness program; and\n\n• how does your program compare with what others are doing?\n\nRegistration is 7:45 a.m.; the program runs 8 to 9:30 a.m. at The Tully Health Center’s Brace Auditorium, 32 Strawberry Hill Court, Stamford. Registration and payment online (BusinessFairfield.com) or pay at the door.\n\nPrint", "article_metadata": {"keywords": "council,bruhl,healthy workplace,wellness roundtable", "description": "The Business Council of Fairfield County recently hosted the 2014 Healthy Workplace Employer Recognition Program, its sixth such annual gathering, as part of", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Its theme is the ACA-mandated report titled the “Workplace Wellness Programs Study.” Topics will include:• characteristics and prevalence of current workplace wellness programs;• evidence for program impact;• incentives;• facilitators of successful wellness programs;• what the new rules mean for your employer wellness program; and• how does your program compare with what others are doing?\nThe Business Council of Fairfield County recently hosted the 2014 Healthy Workplace Employer Recognition Program, its sixth such annual gathering, as part of its Wellness Roundtable series.\nHonorees “have implemented cutting edge programs to promote a healthy workplace and assist their employees to live healthier lives,” the council said in a prepared statement.\n“As costs related to health and health care escalate business has responded in a variety of ways.\nSilver winners were: The Ashforth Company (Stamford); CBP (Stamford); Masonicare (Wallingford); and Tangoe (Orange)."}