{"article_title": "PA-13: Three Republicans Fight For Seat", "article_keywords": ["adcock", "winner", "force", "working", "rep", "republicans", "primary", "fight", "pa13", "state", "air", "stern", "seat"], "article_url": "http://www.politicspa.com/pa-13-three-republicans-fight-for-seat/55843/", "article_text": "PA-13: Three Republicans Fight For Seat\n\nWritten by Brittany Foster, Managing Editor\n\nPennsylvania’s 13th Congressional District is one of the bluest in the state, ranked with a Partisan Voting Index of D+13, but that hasn’t stopped three Republicans for making a go at it.\n\nThe 13th district was also one of the few seats in Pennsylvania to become more Democratic in redistricting, moving up from a Cook Political Index number of D+12.\n\nOne of them is a repeat: Dee Adcock. Four years ago, Adcock compiled an impressive 44% of the vote against incumbent Allyson Schwartz, giving her the lowest margin of victory of her tenure. Unfortunately for Adcock, however, there are indications that 2010 may have been the Republican’s high-water mark in PA-13.\n\nJoining him in a competitive primary for an almost sure loss are Beverly Plosa-Bowser and Everett Stern.\n\nBowser is an Air Force Academy grad from the first year that the school admitted women. Beverly served over 30 years in the United States Air Force and Air Force Reserve, where she attained the rank of Colonel.\n\n“We need to fix our stagnant economy, rein in excessive government, and heal the recent healthcare debacle,” she says on her website.\n\nThe other third candidate, Stern, also has a unique background. He was the whistleblower behind the investigation of private banking firm in Geneva, HSBC.\n\n“In the blink of an eye I went from working at a Chinese Bank to a Chinese Restaurant. My MBA education was worth $2.15 an hour plus tips. While working as a waiter I waged my war in pursuit of justice. I turned lemons into lemonade by taking every penny I could muster and founded my current company. One year later, I am a successful CEO running for Congress,” Stern said. “I showed the world that the Good Guys do win in the end. The core principles that helped me blow the whistle on HSBC are the same values that I bring to the PA-13 congressional seat.”\n\nThe winner of this packed primary will face the winner of an even more crowded primary on the Democratic side between State Rep. Brendan Boyle (D-Philadephia), State Senator Daylin Leach (D-Montgomery), former Rep. Marjorie Margolies and physician/activist Dr. Valerie Arkoosh.\n\nMarch 7th, 2014 | Posted in Congress, Front Page Stories, Top Stories | 7 Comments", "article_metadata": {"description": "In a deep blue seat, three Republicans are running for the GOP nomination.", "generator": "WordPress 4.1.11", "og": {"url": "http://www.politicspa.com/pa-13-three-republicans-fight-for-seat/55843/", "description": "In a deep blue seat, three Republicans are running for the GOP nomination.", "title": "PA-13: Three Republicans Fight For Seat"}, "robots": "noodp", "fb": {"app_id": 775768999125308}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fddfa2\"", "article_summary": "Beverly served over 30 years in the United States Air Force and Air Force Reserve, where she attained the rank of Colonel.\nUnfortunately for Adcock, however, there are indications that 2010 may have been the Republican’s high-water mark in PA-13.\nBowser is an Air Force Academy grad from the first year that the school admitted women.\nPA-13: Three Republicans Fight For SeatWritten by Brittany Foster, Managing EditorPennsylvania’s 13th Congressional District is one of the bluest in the state, ranked with a Partisan Voting Index of D+13, but that hasn’t stopped three Republicans for making a go at it.\nJoining him in a competitive primary for an almost sure loss are Beverly Plosa-Bowser and Everett Stern."}