{"article_title": "Civil rights leaders warn of apathy at SC's MLK Day rally", "article_keywords": ["king", "leaders", "crowd", "rights", "civil", "mlk", "apathy", "dome", "warn", "read", "statehouse", "south", "confederate", "rally", "day", "scs", "carolina"], "article_url": "http://www.washingtontimes.com/news/2015/jan/19/us-labor-secretary-highlights-king-day-at-the-dome/", "article_text": "COLUMBIA, S.C. (AP) - Fifteen years after tens of thousands of people came to the first King Day at the Dome rally at the South Carolina Statehouse and helped push politicians to take the Confederate flag off the capitol dome, civil rights leaders returned again to warn a crowd against accepting society the way it is.\n\nA few thousand people came to Monday’s annual King Day at the Dome rally, sponsored by the South Carolina NAACP. This year’s event didn’t have one central theme. But national NAACP President Cornell Williams Brooks told the crowd on the holiday celebrating Martin Luther King Jr. that they had to keep fighting injustice to honor him and all their forefathers and foremothers who ended slavery and segregation.\n\n“They fought too hard for voting rights to let voter ID laws stand. They fought too hard for equal education to let the state continue to give rural schools too little. And they fought too hard to get the Confederate flag off the Statehouse dome to accept that it still flies on a pole in front of the capitol by a monument to Confederate soldiers,” Brooks said.\n\n“We find ourselves this afternoon situated between progress and peril. We find ourselves this afternoon situated at a crossroads of chaos and change - between Ferguson, Missouri, and Paris, France,” said Brooks, who became president of the National Association for the Advancement of Colored People last year.\n\nThe rally ended with North Carolina NAACP President the Rev. William Barber hammering that point home. He quoted from the book of Amos in the Bible, where the Israelites were warned not to be at ease in Zion, simply because it was the promised land. He told them not to be at ease in America.\n\n“Our foreparents did more with less. With less they beat slavery. With less they beat Jim Crow. With less they beat the KKK. They did more with less. We must do more with more,” Barber said.\n\nAt the first King Day at the Dome rally, the crowd spilled off the Statehouse lawn and headed back for blocks up Main Street. This year’s crowd, while bigger than 2014, comfortably fit on the grounds. Vendors walked through the crowd selling T-shirts that read: “I can’t breathe. Black lives matter” in reference to last year’s death of a New York man after a police officer put him in a chokehold because he was selling loose cigarettes.\n\nMeanwhile, in Myrtle Beach on Monday, the tea party held the final day of its convention, which attracted many white state leaders.\n\nThe theme of this year’s King Day rally was “Demanding Justice; Standing for Dignity.”\n\nPresident Barack Obama’s administration again sent a speaker. This year, U.S. Labor Secretary Thomas Perez spoke about his earlier job with Obama in the Justice Department where he helped prosecute a hate crimes case and helped sue South Carolina and a number of other states over laws requiring voters to show ID because in-person voter fraud is not a threat to democracy. The law has been upheld in South Carolina.\n\n“We sued states like South Carolina because in our view, these were solutions in search of a problem,” Perez said.\n\nSouth Carolina Poet Laureate Marjory Wentworth read her poem “One River, One Boat” about the state still struggling to come to grips with its racist past even as it moves forward. The poem mentions the Confederate flag that still flies on the Statehouse grounds.\n\nWentworth wanted to read it at Gov. Nikki Haley’s inaugural five day earlier on the other side of the Statehouse. But inauguration officials told her before she submitted it they didn’t have time. Wentworth had read poems at the previous three inaugurations.\n\n___\n\nFollow Jeffrey Collins on Twitter at http://twitter.com/JSCollinsAP", "article_metadata": {"description": "Fifteen years after tens of thousands of people came to the first King Day at the Dome rally at the South Carolina Statehouse and helped push politicians to take the Confederate flag off the capitol dome, civil rights leaders returned again to warn a crowd against accepting society the way it is.", "Author": "JEFFREY COLLINS", "og": {"site_name": "The Washingtion Times", "description": "Fifteen years after tens of thousands of people came to the first King Day at the Dome rally at the South Carolina Statehouse and helped push politicians to take the Confederate flag off the capitol dome, civil rights leaders returned again to warn a crowd against accepting society the way it is.", "title": "Civil rights leaders warn of apathy at SC’s MLK Day rally", "url": "http://www.washingtontimes.com/news/2015/jan/19/us-labor-secretary-highlights-king-day-at-the-dome/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/01/19/639559d21307b3036b0f6a7067003239.jpg", "type": "article"}, "twitter": {"image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/01/19/639559d21307b3036b0f6a7067003239.jpg", "title": "Civil rights leaders warn of apathy at SC’s MLK Day rally", "description": "Fifteen years after tens of thousands of people came to the first King Day at the Dome rally at the South Carolina Statehouse and helped push politicians to take the Confederate flag off the capitol d", "card": "summary", "site": "@washtimes"}, "author": "The Washington Times http://www.washingtontimes.com", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web3", "bitly-verification": "d180fd45f70d"}, "article_summary": "The theme of this year’s King Day rally was “Demanding Justice; Standing for Dignity.”President Barack Obama’s administration again sent a speaker.\nA few thousand people came to Monday’s annual King Day at the Dome rally, sponsored by the South Carolina NAACP.\n“We sued states like South Carolina because in our view, these were solutions in search of a problem,” Perez said.\nAt the first King Day at the Dome rally, the crowd spilled off the Statehouse lawn and headed back for blocks up Main Street.\nThe law has been upheld in South Carolina."}