{"article_title": "Colorado upset by Syracuse at NCAA cross country championships – The Denver Post", "article_keywords": ["colorado", "country", "points", "ncaa", "upset", "cross", "denver", "overall", "second", "championships", "team", "post", "senior", "runners", "syracuse"], "article_url": "http://www.denverpost.com/running/ci_29148934/colorado-mens-cross-country-upset-syracuse-ncaa-championships", "article_text": "LOUISVILLE, Ky. — When the pack of four Colorado runners came in just a handful of places apart, but ahead of Syracuse’s fifth, everyone watching the team standings here at the NCAA Cross Country Championships on Saturday knew it was close.\n\nReally close. Close enough that, if you were Colorado, your nerves were frayed, the pit in your stomach deep with fear.\n\nThe minutes slowly passed. The places tallied. The runners scored. Then came the cheers, and they were not bellows from the mouths of the men from the Rocky Mountains. Colorado, ranked No. 1 in the nation all year, lost in a heartbreaking upset to No. 2-ranked Syracuse by a mere nine points at E.P. “Tom” Sawyer State Park, 82-91, ending their title streak at two.\n\n“It’s a test of character,” senior Morgan Pearson said, holding back tears. “Syracuse ran amazing. They had three guys in the top 10 … we had five All-Americans. We didn’t run bad at all. I think all of us wish we did better.”\n\nRELATED: By the Numbers: How Syracuse defeated Colorado in the race’s last 2K\n\nEven after Pierce Murphy ran the race of his life, finishing third overall in 29 minutes, 37 seconds on the 10K course, it was not enough. Syracuse stacked three in the top 10: sophomore Justyn Knight in fourth overall (third in team scoring), Colin Bennie eighth (seventh) and Martin Hehir ninth (eighth).\n\n“Most of these guys — outside of Justyn — weren’t recruited by anybody,” Syracuse coach Chris Fox said. “They’re just regular dudes that try hard.”\n\nOutside of Murphy, Colorado put no one else in the top 20. Pearson was 25th (20th), freshman John Dressel was 26th (21st), junior Ben Saarel was 31st (23rd) and senior Connor Winter was 33rd (25th).\n\nAt the NCAA championships, runners are scored by their place, excluding individuals not part of a full team. The third-place team finisher gets three points, the 10th place finisher 10 points, the 100th place finisher 100 points, and so on. A team’s top five runners are scored, and the lowest score wins.\n\nPHOTOS: 2015 NCAA cross country championships\n\nOregon junior Edward Cheserek easily won his third straight individual NCAA cross country title. Senior Molly Siedel of Notre Dame won overall for the women.\n\n“They (Syracuse) are a real good team. We knew they were good. We knew it was going to be them, or us, or Stanford,” coach Mark Wetmore told The Denver Post. “Nine points in a meet like this is a blink of the eye. They beat us fair and square.”\n\nTo understand Wetmore’ perspective, consider this: If Colorado’s second, third, fourth and fifth runners had each run four second faster than their final times, and no other places had changed, the Buffs would have tied Syracuse, and then won by a sixth-man tiebreaker. CU’s average time was just 1.7 seconds slower than Syracuse’s.\n\nThat’s the cruelty of cross country at the elite collegiate level.\n\n“They did everything we asked them to,” Wetmore said. “Maybe when I got back tomorrow and process it, I’ll decide I should have asked them to do something else. But they did their jobs.”\n\nThe team put forth stoic faces after a race, talking about how they raced hard and “left it all out on the course,” as Murphy said. But away from the crowds, the tears came. Four seniors, in their final cross country meet in a Buffs uniform, saw a season-long goal slip away in just 30 minutes.\n\nPearson, Colorado’s No. 2 finisher and a fifth-year senior, admitted feeling the pressure to three-peat.\n\n“It’s kind of funny. Syracuse probably feels how we did two years ago, when we were the underdogs,” Pearson said, referring to the Buffs’ 2013 championship team, of which he was part.\n\nBen Saarel, CU’s top returner next year, racing only his second meet in a Buffs uniform since struggling with mononucleosis earlier this season, looked despondent. He finished 31st overall after a top-10 finish last year.\n\n“I should have gotten out faster,” he said of the race, which is notorious for its quick starts. “I had no confidence going into this week, with my health. I’m tired when I get up, tired when I go to bed, so I’m not sure if it’s the mono coming back, or what. It’s been really tough. I don’t know what’s going on. I’m a little frustrated right now.”\n\nDespite the setback, Colorado finished as the best combined team after the women also finished second earlier in the day in the 6K race — in line with their No. 2 ranking, and far back from the overwhelming favorite New Mexico.\n\n“I’m very happy with second,” said junior Erin Clark, who finished 11th overall and was CU’s top runner. “I knew the New Mexico team was stacked. And I thought maybe on a crazy day, we run super well, they have an off day, and we could win. That didn’t happen. They ran really well.”\n\nThey return all but one runner, senior Maddie Alm, a Monarch alumna.\n\n“I’m proud of the women, proud of the men,” Wetmore said. “Wish we had 10 less points on the men’s side, but I know they ran their hearts out.”", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Colorado upset by Syracuse at NCAA cross country championships", "title": "Colorado upset by Syracuse at NCAA cross country championships", "url": "http://www.denverpost.com/2015/11/21/colorado-upset-by-syracuse-at-ncaa-cross-country-championships/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20151121__BS2C1352p1.jpg", "height": 425}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20151121__BS2C1352p1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2015-11-21T14:20:35+00:00", "modified_time": "2016-04-20T03:06:34+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1", "news_keywords": "Running, University of Colorado"}, "article_summary": "PHOTOS: 2015 NCAA cross country championshipsOregon junior Edward Cheserek easily won his third straight individual NCAA cross country title.\nFour seniors, in their final cross country meet in a Buffs uniform, saw a season-long goal slip away in just 30 minutes.\nThat’s the cruelty of cross country at the elite collegiate level.\nLOUISVILLE, Ky. — When the pack of four Colorado runners came in just a handful of places apart, but ahead of Syracuse’s fifth, everyone watching the team standings here at the NCAA Cross Country Championships on Saturday knew it was close.\nAt the NCAA championships, runners are scored by their place, excluding individuals not part of a full team."}