{"article_title": "“The Heart Goes Last,” by Margaret Atwood – The Denver Post", "article_keywords": ["heart", "positron", "months", "atwood", "better", "margaret", "twin", "denver", "goes", "prison", "post", "theres", "charmaine"], "article_url": "http://www.denverpost.com/books/ci_28873826/review-heart-goes-last-by-margaret-atwood-dystopian", "article_text": "In “The Heart Goes Last,” dystopia virtuoso Margaret Atwood turns her effortless world-building, deft humor and grim commentary on the depths of human hubris to the prison industrial complex, love and free will.\n\nStan and Charmaine, an unremarkable couple in their early 30s, live in their car, a thin barrier between them and roving night gangs intent on robbery, murder and rape in a post-decline rust-belt city gone to hell. That is, until a television commercial at the bar where Charmaine works seems to speak directly to her about another way to live.\n\nLess venturesome sci-fi than Atwood’s recent MaddAddam trilogy, “Heart” is closer in sensibility, plausibility and grit to this year’s artificial intelligence thriller film ” Ex Machina.” One source in the book cites an unemployment rate around 40 or 50 percent, hitting young men the hardest. In other words: a powderkeg. And it’s not clear if it’s already gone off, or if it’s fixing to get worse.\n\nThere are market solutions to such chaos, of course, and we know one well already: Prison for profit. But with an ingenious innovation: it’s a prison designed to appeal to, serve and make use of non-criminals. They’re more plentiful than criminals and easier to control, to boot. This sort of plain, unsavory, darkly funny reasoning is plentiful in the novel, making it a more palatable kind of dystopian satire than the obsessively dark stuff that has been on trend.\n\nIn the twin cities of Positron and Consilience — a closed system, open only to approved applicants, how flattering — residents alternate months as prisoners and as guards or citizens supporting the prison in their warped good-old-days, Doris Day town.\n\nIt’s also a life-long contract.\n\nZero percent homelessness, 100 percent employment, better profits than even the most Orwellian present-day systems.\n\nWeighed against the open hellscape Stan and Charmaine inhabit, shelter and a bit of routine sound great, even if it means being a slave worker half the time (and really, that’s not all bad). So in they go to the twin cities, against the counsel of Stan’s brother, something of a crimelord who has heard ugly things about the prison known as “The Positron Project,” including that there’s really no exit, except “in a box, feet first.”\n\nCharmaine and Stan spend their Consilience months together and their Positron months separated, and at first life is objectively better inside, if a bit dulled, all the better for Atwood to deliver sharply contrasting reality checks. The music is censored, no communication goes in or out, and they order all of their belongings, from clothing to dinnerware, via the official catalog. And of course there are gradual realizations of other tradeoffs, some predictably morbid — this is a dystopia, after all.\n\nIn the past decade, Atwood has been laugh-out-loud hilarious and occasionally too giddily over-the-top, as in some moments of “The Year of the Flood.” Happily, even at its cutest, the jokes in “Heart” land.\n\nDeployed in “Heart,” the combination of levity and gravity produce a fine, quick entry point to Atwood’s work and a welcome return for those fans who didn’t keep up with the full MaddAddam trilogy.\n\nThere’s more sex than you’d expect, and it’s not particularly sexy. There’s a villain who once did a thesis project on “Paradise Lost.” There are quick, dark turns, often rationalized as being necessitated by the greater good.\n\nAt its darkest, you almost have to put the book down for a break. It’s not gore. There’s nothing especially graphic. It’s skin-crawling satire and doublespeak mastery. It’s too close to some version of our shared truth for comfort.\n\nDave Burdick: 303-954-1957, dburdick@denverpost.com\n\nFICTION DYSTOPIAN SATIRE\n\nThe Heart Goes Last\n\nby Margaret Atwood (Nan A. Talese/Doubleday)", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Book Review: “The Heart Goes Last,” by Margaret Atwood", "title": "Book Review: “The Heart Goes Last,” by Margaret Atwood", "url": "http://www.denverpost.com/2015/09/24/book-review-the-heart-goes-last-by-margaret-atwood/", "image": {"width": 1200, "identifier": "http://www.denverpost.com/wp-content/themes/denverpost/static/images/thedenverpost.png", "height": 630}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/themes/denverpost/static/images/thedenverpost.png", "site": "@denverpost", "card": "summary"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2015-09-24T17:52:05+00:00", "modified_time": "2015-09-24T17:52:05+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "Dave Burdick: 303-954-1957, dburdick@denverpost.comFICTION DYSTOPIAN SATIREThe Heart Goes Lastby Margaret Atwood (Nan A. Talese/Doubleday)\nIn “The Heart Goes Last,” dystopia virtuoso Margaret Atwood turns her effortless world-building, deft humor and grim commentary on the depths of human hubris to the prison industrial complex, love and free will.\nThat is, until a television commercial at the bar where Charmaine works seems to speak directly to her about another way to live.\nBut with an ingenious innovation: it’s a prison designed to appeal to, serve and make use of non-criminals.\nThere are market solutions to such chaos, of course, and we know one well already: Prison for profit."}