{"article_title": "Racine County on alert as shooting suspect sought", "article_keywords": ["woman", "union", "sheriffs", "searching", "sillas", "alert", "county", "grove", "suspect", "stantavious", "lot", "parking", "sought", "shooting", "store", "racine"], "article_url": "http://www.jsonline.com/news/crime/racine-county-on-alert-after-reports-of-suspect-being-sought-b99467074z1-297182631.html", "article_text": "Stantavious Sillas Credit: Racine County Sheriff Department\n\nBy\n\nAuthorities in Racine County are searching for a man suspected of firing a gun at a sheriff's deputy in a grocery store parking lot in Union Grove Sunday.\n\nSheriff Christopher Schmaling said the deputy was lucky he was not hit by the gunfire.\n\nThe suspect was identified as Stantavious Armond Sillas, 20, who ran away after the incident in the parking lot. Dozens of law-enforcement officers were searching for Sillas Sunday night.\n\nThe shots were fired in the parking lot of Piggly Wiggly in Union Grove, according to Fox6 News, after a man allegedly abducted a woman from a nearby rehabilitation center. The woman was unharmed. The grocery store was on lockdown for two hours.\n\nResidents in the Union Grove area have been asked to be on alert and to contact authorities at (262) 886-2300 if they see anyone or anything suspicious. The Sheriff's Department warned residents via a Facebook post to stay in their homes because Sillas is considered to be armed and dangerous.\n\nSome media outlets tweeted photos showing authorities stationed along roads in the area.", "article_metadata": {"title": "Racine County on alert as shooting suspect sought", "og": {"url": "http://www.jsonline.com/news/crime/racine-county-on-alert-after-reports-of-suspect-being-sought-b99467074z1-297182631.html", "image": {"width": 704, "identifier": "http://media.jrn.com/images/b99467074z.1_20150322221906_000_g7daeih4.1-1.jpg", "height": 440}, "type": "article", "description": "Residents in the Union Grove area have been asked to be on alert and contact authorities at (262) 886-2300 if they see anyone or anything suspicious.", "title": "Racine County on alert as shooting suspect sought"}, "twitter": {"site": "@journalsentinel", "image": "http://media.jrn.com/images/b99467074z.1_20150322221906_000_g7daeih4.1-1.jpg", "description": "Residents in the Union Grove area have been asked to be on alert and contact authorities at (262) 886-2300 if they see anyone or anything suspicious.", "card": "summary_large_image", "title": "Racine County on alert as shooting suspect sought"}, "apple-mobile-web-app-capable": "no", "fb": {"admins": "journal.sentinel.1", "app_id": 227386193957280}, "msapplication-TileImage": "http://media.jrn.com/designimages/logo-mjs-144-icon.png", "viewport": "width=device-width,initial-scale=1,maximum-scale=1"}, "article_summary": "Stantavious Sillas Credit: Racine County Sheriff DepartmentByAuthorities in Racine County are searching for a man suspected of firing a gun at a sheriff's deputy in a grocery store parking lot in Union Grove Sunday.\nThe suspect was identified as Stantavious Armond Sillas, 20, who ran away after the incident in the parking lot.\nResidents in the Union Grove area have been asked to be on alert and to contact authorities at (262) 886-2300 if they see anyone or anything suspicious.\nThe shots were fired in the parking lot of Piggly Wiggly in Union Grove, according to Fox6 News, after a man allegedly abducted a woman from a nearby rehabilitation center.\nDozens of law-enforcement officers were searching for Sillas Sunday night."}