{"article_title": "Former White House Advisor Pfeiffer Talks Politics", "article_keywords": ["working", "pfeiffer", "campaign", "house", "work", "job", "going", "advisor", "talks", "politics", "white", "obamas", "obama"], "article_url": "http://www.thehoya.com/former-white-house-advisor-pfeiffer-talks-politics/", "article_text": "Dan Pfeiffer (COL ’98), a former senior advisor to President Barack Obama, spoke about his experience in politics at the inaugural event of an alumni series hosted by the recently launched Georgetown Institute of Politics and Public Service in Copley Formal Lounge Tuesday evening.\n\nThe series, titled “Hoyas in Politics and Public Service,” aims to bring alumni with backgrounds in the government sector to campus to share their experience with students.\n\nPfeiffer spoke with IPPS Executive Director Mo Elleithee (SFS ’94) about how his time at Georgetown changed his career path and gave advice to students in the audience who planned on pursuing a career in government.\n\nPfeiffer’s first brush with politics was in his hometown of Wilmington, Del., where he would often run into Vice President Joe Biden in line at the grocery store.\n\nWhen Pfeiffer arrived at Georgetown, he initially expected to work toward a law degree, but he took an interest in political campaigns after he took a class analyzing the Clinton-Dole 1996 campaign and interned at Capitol Hill and the White House.\n\nAfter he graduated, Pfeiffer briefly worked for the Department of Justice before taking on several communications positions for Al Gore’s presidential campaign, the Democratic Governors Association and former Senators Tim Johnson (D-S.D.) and Tom Daschle (D-S.D.).\n\nPfeiffer advised students to choose a career that they consider to be fulfilling.\n\n“You should pick the job you want now, not the job that will position you for the next job” Pfeiffer said. “You will never be great at a job where you are just getting through because it will be a good line on your resume.”\n\nPfeiffer said that he contemplated quitting politics altogether prior to Obama’s presidential campaign in 2008.\n\n“I found Obama in a moment when I was very frustrated with politics as they were,” Pfeiffer said. “Obama promised a different path, a way to shake up the system and bring new people into it and that was inspiring to me.”\n\nAfter a brief stint working with former Senator Evan Bayh’s (D-Ind.) presidential exploratory committee, Pfeiffer was recruited by a former colleague to join Obama’s campaign.\n\n“I got to go work for Obama at the very beginning, a very inauspicious start, in an office in D.C. with no Internet and 13 people and no desks,” Pfeiffer said.\n\nAlthough Obama was not initially considered a frontrunner of the race, Pfeiffer chose to back him because he agreed with the candidate’s message.\n\n“Don’t pick the person you think is going to win, pick the person who you want to win,” Pfeiffer said.\n\nPfeiffer said that he and the rest of the campaign team were not afraid of failure, which was a driving force throughout the campaign.\n\n“Obama would say all the time, ‘I am a black guy with the middle name Hussein who’s two and a half years out of the Illinois state senate. What do we have to lose? Take the risk,’” Pfeiffer said.\n\nWhen asked how he managed his personal fear of failure, Pfeiffer was adamant that the ability to take risks is a vital skill.\n\n“If you work hard, are a good colleague and you’re smart, you will bounce back from failure,” Pfeiffer said.\n\nAlthough Pfeiffer was a loyal Obama staffer, he did have his moments of doubt as the campaign progressed.\n\n“You live in perpetual fear of the other shoe dropping and it all falling apart,” Pfeiffer said. “Every single day when the polls would come back in the three weeks leading up to it, I would want to throw up thinking, ‘Is this the day we are going to hear something that is going to say we aren’t actually going to win?’”\n\nOnce Obama was elected, Pfeiffer began working at the White House, where he witnessed the American Recovery and Reinvestment Act of 2009, the killing of Osama bin Laden in 2011 and the recent government shutdown in 2013. Pfeiffer’s best memory of working at the White House was when the Affordable Care Act passed in 2010, as it had been a specific project of his for a year and a half.\n\n“It had lived and died a thousand times,” Pfeiffer said. “Health care was something that others had tried and failed, and it said to me that if we can do this, then Obama is a different sort of president, a transformation president.”\n\nSince Obama’s re-election, Pfeiffer has taken into account how decisions will impact Obama’s legacy.\n\n“He wants to be seen as someone who did everything he possibly could to help make this country more compassionate and more fair,” Pfeiffer said.\n\nIn March, Pfeiffer left the White House and became a CNN contributor. He believes that the millennial generation of voters, who are more concerned with public interests than party labels, will change the face of politics.\n\n“The incentive structure for compromise will change when Republicans and Democrats have to compete for the same voters,” Pfeiffer said. “I am very optimistic about future politics; the key thing is for more young people to get involved and stay involved and not get turned off by the moment we are in.”\n\nKevin Lo (COL ’16) said that he enjoyed the intimacy with which Pfeiffer approached the event.\n\n“The curtains were definitely lifted and Dan Pfeiffer just seemed like one of us,” Lo said. “He was very generous and open in his remarks, and although I didn’t really follow him closely before, I’m a big fan of him now.”\n\nHave a reaction to this article? Write a letter to the editor.", "article_metadata": {"generator": "WPZOOM Framework 1.4.8", "og": {"description": "Dan Pfeiffer (COL ’98), a former senior advisor to President Barack Obama, spoke about his experience in politics at the inaugural event of an alumni series hosted by the recently launched Georgetown Institute of Politics and Public Service in Copley Formal Lounge Tuesday evening. The series, titled “Hoyas in PoliticsRead More", "title": "Former White House Advisor Pfeiffer Talks Politics", "locale": "en_US", "image": "http://wordpress.thehoya.com/wp-content/uploads/2013/11/Masthead_600px.png", "updated_time": "2015-09-14T18:36:25+00:00", "url": "http://www.thehoya.com/former-white-house-advisor-pfeiffer-talks-politics/", "type": "article"}, "twitter": {"description": "Dan Pfeiffer (COL ’98), a former senior advisor to President Barack Obama, spoke about his experience in politics at the inaugural event of an alumni series hosted by the recently launched Georgetown Institute of Politics and Public Service in Copley Formal Lounge Tuesday evening. The series, titled “Hoyas in PoliticsRead More", "creator": "@thehoya", "image": {"src": "http://www.thehoya.com/wp-content/uploads/2015/09/DanPfeiffer_DanGannon-300x185.png"}, "title": "Former White House Advisor Pfeiffer Talks Politics", "site": "@thehoya", "card": "summary_large_image"}, "apple-mobile-web-app-title": "Former White House Advisor Pfeiffer Talks Politics", "fb": {"admins": 100009561451532}, "article": {"publisher": "http://www.facebook.com/thehoya", "section": "Campus News", "tag": "dan pfeiffer,Georgetown Institute of Politics and Public Service,obama,senior advisor,white house", "published_time": "2015-09-14T18:29:08+00:00", "modified_time": "2015-09-14T18:36:25+00:00"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "“You should pick the job you want now, not the job that will position you for the next job” Pfeiffer said.\npresidential exploratory committee, Pfeiffer was recruited by a former colleague to join Obama’s campaign.\n“I found Obama in a moment when I was very frustrated with politics as they were,” Pfeiffer said.\nIn March, Pfeiffer left the White House and became a CNN contributor.\nAlthough Pfeiffer was a loyal Obama staffer, he did have his moments of doubt as the campaign progressed."}