{"article_title": "President Barack Obama brings some swagger: 5 observations from his Cleveland visit (video)", "article_keywords": ["republican", "brings", "republicans", "visit", "budget", "came", "barack", "serious", "video", "observations", "cleveland", "president", "swagger", "ohio", "middleclass", "obama"], "article_url": "http://www.cleveland.com/open/index.ssf/2015/03/president_barack_obama_brings_1.html", "article_text": "CLEVELAND, Ohio -- President Barack Obama came here Wednesday with some swagger. Not only did he want credit for deficit reductions and economic recovery, he chastised Republicans, ridiculing their judgment of his policies.\n\n\"It was one thing for them to argue against Obamacare before it was put in place,\" Obama, using the nickname for his signature Patient Protection and Affordable Care Act, said during an afternoon address to the City Club of Cleveland.\n\n\"Every prediction they made about it turned out to be wrong. It's working better than even I expected. But it doesn't matter. Evidence be damned.\"\n\nThis was not the same Obama who last visited Cleveland in November 2013. That Obama had to answer for the heath care program's clumsy and embarrassing rollout, which was still giving him political heartburn. He put up a defiant defense then. But it came without the \"told-you-so\" tone that rang loudly in Wednesday's speech at the Global Center for Health Innovation and Cleveland Convention Center complex.\n\nHere's what else stood out in the president's appearance.\n\nHe took a bow. \"Following the worst economic crisis since the Great Depression, we're now in the midst of the longest streak of private sector job growth on record -- 60 consecutive months, five straight years, 12 million new jobs,\" said Obama, rattling off those and other economic indicators that he said show a nation in recovery.\n\n\"This progress is no accident,\" Obama continued. \"First and foremost it's the direct results of you -- the drive and determination of the American people. But, I'm going to take a little credit. It's also the result of decisions made by my administration in partnership with some of you members of Congress who are here to prevent a second depression -- and to lay a new foundation for growth and prosperity.\"\n\nObama also bragged of a federal deficit cut by two-thirds on his watch.\n\nHe framed the debate in the context of recent history. Obama asserted that while Republicans have always doubted him, his policies have worked.\n\nIt's a message he feels comfortable testing in Cleveland as he prepares for another round of heated budget rhetoric with Congress. Cleveland may be hosting the Republican National Convention next year, but the city's voters showed up big for Obama in 2008 and 2012. And Wednesday's crowd of 465 was friendly as can be.\n\n\"My opponent in that last election pledged that he could bring down the unemployment rate to 6 percent by 2016 -- next year,\" Obama said of Mitt Romney. \"It's 5.5 now!\"\n\nIt's even lower in Ohio -- 5.1 percent.\n\nHe wants to find common ground with Republicans. Obama, who made \"middle-class economics\" the theme of his speech, blasted the GOP for adhering to trickle-down economics for decades. But he also said he's noticed that the party's leaders are beginning to talk more about middle-class issues. So he threw down a challenge.\n\n\"I'm encouraged by this, because once you get everybody talking about the same thing, then we can decide how we do it,\" Obama said. \"There's nothing I like more than an opposition party that works with me to help hard-working Americans get ahead. I don't have another election to run. Come, let's go. Let's work.\"\n\nHis audience asked thoughtful, if not particularly tough, questions. Obama partook of the City Club's traditional, unscripted Q&A format, with a twist. He called on audience members himself, while pacing the stage with a microphone.\n\nThe dialogue brought a pleasant departure from the dramas that typify Beltway politics. Questioners asked about issues important to them. Shaker Heights Schools Superintendent Gregory Hutchings, for example, wondered what more could be done to promote community colleges -- a topic near and dear to the president.\n\n\"I'm doing my darnedest to advertise!\" Obama replied.\n\nWhen another audience member asked what had surprised Obama most about his time as president, he dwelled momentarily on the harsh tone and cynicism of Washington. But then he pivoted to policy, expressing disappointment that Democrats and Republicans haven't made more progress on an issue as unifying as infrastructure.\n\n\"We've made significant progress ... but we've still got a whole bunch to do,\" Obama said, speaking of investments to repair crumbling roads, bridges and sewer lines. \"And if you talk privately to our Republican friends, they'll say, 'Yes, I know, we really need to do some infrastructure.' Well, then, why aren't we doing it?\"\n\nOne of the more memorable exchanges came when a junior at Cleveland's Facing History New Tech High School sought encouragement for a career in politics.\n\n\"My most important advice is worry more about what you want to do rather than what you want to be,\" Obama replied. \"I think there are a lot of folks who get into politics and they say to themselves, 'I want to be a blank. I want to be congressman, or I want to be a senator, or I want to be a governor, or I want to be a president.' ...\n\n\"And that leads some young, ambitious people to say, 'Well, it doesn't matter to me what I stand for, as long as I can get the position.' ... And if you do get the position, you don't know why you're there, or what you want to do with it.\"\n\nHe had plenty of critics watching from afar. Ohio AFL-CIO President Tim Burga, typically an Obama ally, had generally kind words for Obama. But he and other Democrats are watching skeptically as the president negotiates a Trans-Pacific Partnership trade pact that they fear will not bring measurable dividends to Ohio.\n\nBurga, in an email, said the deal \"represents the same flawed approach to global trade that has cost the U.S. and Ohio hundreds of thousands of good jobs.\"\n\nPredictable criticism also came from GOP corners.\n\n\"If President Obama was serious about helping the middle-class achieve their American Dream he would have submitted a serious budget that would streamline the tax code, balance the budget and repeal and replace Obamacare,\" Republican National Committee spokesman Raffi Williams said. \"Republicans have a forward looking budget that fosters growth for the middle class, sadly the same cannot be said for the president who continues to hold campaign style speeches instead of governing.\"\n\nAnd the Ohio Republican Party? Chairman Matt Borges agrees that the economy is improving, but he suggested the credit belongs with Republican Gov. John Kasich.\n\n\"President Obama and Ted Strickland should heed the lesson of Ohio's comeback under Republican leadership: lower taxes, balanced budgets, and reduced regulation works,\" said Borges, also managing a swipe at the state's Democratic former governor, now a U.S. Senate candidate. \"If Obama was serious about helping the middle-class he'll cast aside the Strickland model of failure and embrace tax relief and balanced budgets.\"", "article_metadata": {"medium": "news", "viewport": "width=device-width,initial-scale=1", "news_keywords": "barack-obama,city-club,global-center-for-health-innovation,middle-class-economics,obama-city-club-2015,obamacare", "title": "President Barack Obama brings some swagger: 5 observations from his Cleveland visit (video)", "parsely-page": "{\"title\": \"President Barack Obama brings some swagger: 5 observations from his Cleveland visit (video)\", \"link\": \"http://www.cleveland.com/open/index.ssf/2015/03/president_barack_obama_brings_1.html\", \"image_url\": \"http://imgick.cleveland.com/home/brightcove01/width620/img/6/275353188001/201503/522/275353188001_4120410961001_031815-obama.jpg?pubId=275353188001\", \"type\": \"post\", \"post_id\": \"15505161\", \"pub_date\": \"2015-03-18T22:37:26Z\", \"author\": \"Henry J. Gomez, Northeast Ohio Media Group\", \"tags\": [\"@frontpage\",\"@mobile\",\"@zzz\",\"barack-obama\",\"city-club\",\"global-center-for-health-innovation\",\"middle-class-economics\",\"obama-city-club-2015\",\"obamacare\"] }", "twitter": {"image": "http://imgick.cleveland.com/home/brightcove01//img/6/275353188001/201503/522/275353188001_4120410961001_031815-obama.jpg?pubId=275353188001", "creator": "@HenryJGomez", "site": "@clevelanddotcom", "card": "summary", "description": "This was not the same Obama who last visited Cleveland in November 2013. That Obama had to answer for the heath care program's clumsy and embarrassing rollout, which was still giving him political heartburn. He put up a defiant defense then. But it came without the \"told-you-so\" tone that rang loudly in Wednesday's speech."}, "article_date_updated": "Thursday, March 19, 2015,  7:18 AM", "parsely-metadata": "{\"image_url\": \"https://bcsecure01-a.akamaihd.net/6/275353188001/201503/522/275353188001_4120410961001_031815-obama.jpg?pubId=275353188001\", \"author_name\": \"hgomez\", \"author_nickname\": \"Henry J. Gomez, Northeast Ohio Media Group\", \"author_id\": \"5163\", \"source_blog_name\": \"OPEN: Ohio Politics\", \"source_blog_url\": \"http://www.cleveland.com/open/index.ssf/\", \"sponsored_content\": \"0\" }", "og": {"site_name": "cleveland.com", "description": "This was not the same Obama who last visited Cleveland in November 2013. That Obama had to answer for the heath care program's clumsy and embarrassing rollout, which was still giving him political heartburn. He put up a defiant defense then. But it came without the \"told-you-so\" tone that rang loudly in Wednesday's speech.", "title": "President Barack Obama brings some swagger: 5 observations from his Cleveland visit (video)", "url": "http://www.cleveland.com/open/index.ssf/2015/03/president_barack_obama_brings_1.html", "image": "http://media.cleveland.com/design/alpha/img/logo_cleve.gif", "type": "article"}, "fb": {"admins": 100000302287435}, "article_publication_name": "cleveland.com", "article_comments": 0, "article_date_original": "Wednesday, March 18, 2015,  6:37 PM", "article_author": "Henry J. Gomez, Northeast Ohio Media Group", "Description": "This was not the same Obama who last visited Cleveland in November 2013. That Obama had to answer for the heath care program's clumsy and embarrassing rollout, which was still giving him political heartburn. He put up a defiant defense then. But it came without the \"told-you-so\" tone that rang loudly in Wednesday's speech."}, "article_summary": "CLEVELAND, Ohio -- President Barack Obama came here Wednesday with some swagger.\nOhio AFL-CIO President Tim Burga, typically an Obama ally, had generally kind words for Obama.\nAnd the Ohio Republican Party?\n\"If Obama was serious about helping the middle-class he'll cast aside the Strickland model of failure and embrace tax relief and balanced budgets.\"\nThis was not the same Obama who last visited Cleveland in November 2013."}