{"article_title": "Cuccinelli and Cruz: A matched set", "article_keywords": ["cuccinelli", "lost", "campaign", "state", "win", "virginia", "cruz", "set", "candidates", "shutdown", "swing", "matched"], "article_url": "https://www.washingtonpost.com/blogs/right-turn/wp/2015/12/21/cuccinelli-and-cruz-a-matched-set/", "article_text": "Sen. Ted Cruz (R-Tex.) at a campaign rally in Las Vegas on Thursday. (Photo by Ethan Miller/Getty Images)\n\nOn Friday, former Virginia attorney general and failed gubernatorial candidate Ken Cuccinelli endorsed Sen. Ted Cruz (R-Tex.). This was a telling — and ironic — moment.\n\nCruz endorsed Cuccinelli in his losing campaign for governor in 2013, in which Cuccinelli was damaged by the government shutdown — which Cruz orchestrated. In a state where the shutdown was very unpopular, Cuccinelli tried to avoid the subject. He even shied away from being photographed with Cruz, who was toxic in a swing state with many federal workers, government contractors and military personnel. At the time, one report on a candidates forum observed:\n\nCuccinelli spoke for ten minutes and left early from a Family Foundation Gala in Richmond where the two appeared. Cuccinelli also avoided photographs with Cruz, and did not take questions from the press. Cruz, for his part, fulsomely praised Cuccinelli in a 54-minute speech, calling him “smart,” “principled,” “fierce” and “fearless.”\n\nCuccinelli’s campaign manager blamed his candidate’s loss on the shutdown. (“Cuccinelli former chief political strategist Chris LaCivita blamed his candidate’s defeat on the government shutdown which prevented the campaign from focusing on the roll-out of the Affordable Care Act in early October.”) Cuccinelli, a right-wing candidate hurt by Cruz’s shutdown, lost a winnable race against a vulnerable opponent (Terry McAuliffe) in Virginia. So now the dynamic duo of Cruz and Cuccinelli is back selling the same sort of agenda and fiery rhetoric.\n\nThe repairing of the two illustrates Cruz’s dilemma. Both he and Cuccinelli are certain that if the party just presents an unflappable, hard-core conservative, voters will amass for him or her. In a swing state, however, that does not work, and the sorts of tactics Cruz employs (e.g., the shutdown, vilifying opponents and other Republicans) surely do not go over well. To win in Virginia, you have to do more than win big in downstate, rural areas. You have to win in Northern Virginia suburban counties (such as Loudoun County, where Cuccinelli lost), hold down losses in Fairfax County (where Cuccinelli lost by more than 65,000 votes) and do well in spots such as Norfolk (where Cuccinelli lost by 20,000). Even in an off-year election with low turnout and a weak opponent, Cuccinelli could not win. Do Republicans think Cruz (or Donald Trump or Ben Carson) would do any better in a general election with a huge minority turnout?\n\nCruz has concocted a political world in which there is a right-wing majority waiting to be jump-started. In the real world, however, the GOP must win swing states (Ohio, Virginia, Colorado, Florida, New Hampshire) where candidates like Cruz and Cuccinelli get thumped. No wonder Cruz’s nemesis, who won back the Senate majority in 2014 with reasonable, middle-of-the-road candidates, recently warned, “What we did in 2014 was we didn’t have more Christine O’Donnell’s, Sharron Angles, Richard Mourdocks or Todd Akins. The people that were nominated [last year] were electable.” He continued, “That will happen again in 2016. We will not nominate anybody for the United States Senate on the Republican side who’s not appealing to a general-election audience.” If, however, the top of the ticket does not match that description, not only will that person not win, but the down-ticket GOP Senate candidates will find it tough sledding.", "article_metadata": {"description": "The myth of the right-wing majority maker", "og": {"site_name": "Washington Post", "description": "The myth of the right-wing majority maker", "title": "Cuccinelli and Cruz: A matched set", "url": "https://www.washingtonpost.com/blogs/right-turn/wp/2015/12/21/cuccinelli-and-cruz-a-matched-set/", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2015/12/18/National-Politics/Images/501803848.jpg", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@JRubinBlogger"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/blogs/right-turn/wp/2015/12/21/cuccinelli-and-cruz-a-matched-set/", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "cruz and cuccinelli, cruz in virginia, cruz rightwing, GOP swing states 2016", "article": {"publisher": "https://www.facebook.com/washingtonpost"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "cruz and cuccinelli, cruz in virginia, cruz rightwing, GOP swing states 2016"}, "article_summary": "Cruz endorsed Cuccinelli in his losing campaign for governor in 2013, in which Cuccinelli was damaged by the government shutdown — which Cruz orchestrated.\nYou have to win in Northern Virginia suburban counties (such as Loudoun County, where Cuccinelli lost), hold down losses in Fairfax County (where Cuccinelli lost by more than 65,000 votes) and do well in spots such as Norfolk (where Cuccinelli lost by 20,000).\nSo now the dynamic duo of Cruz and Cuccinelli is back selling the same sort of agenda and fiery rhetoric.\n(Photo by Ethan Miller/Getty Images)On Friday, former Virginia attorney general and failed gubernatorial candidate Ken Cuccinelli endorsed Sen. Ted Cruz (R-Tex.).\nIn the real world, however, the GOP must win swing states (Ohio, Virginia, Colorado, Florida, New Hampshire) where candidates like Cruz and Cuccinelli get thumped."}