{"article_title": "Affordable housing emerges as key issue in mayor's race", "article_keywords": ["affordable", "emerges", "metro", "city", "barnes", "housing", "nashville", "mayor", "fund", "race", "called", "key", "income", "issue", "mayors"], "article_url": "http://www.tennessean.com/story/news/politics/2015/03/15/affordable-housing-emerges-key-issue-mayors-race/24811007/", "article_text": "How to provide and maintain affordable housing in Nashville has emerged as a key issue in the 2015 mayoral campaign. (Photo: File) Story Highlights Affordable housing is a key issue in the mayor's race.\n\nBarnes Housing Trust Fund started with only $3 million. Some say $65 million is needed.\n\nHalf of Davidson County homeowners spend more than 30 percent of their household income for housing.\n\nDavidson County's median income is currently $56,377 for a family of four.\n\nCertain issues are old standbys in every mayoral election. Things like education, public safety and quality of life.\n\nOthers are unique to the times. In Nashville's 2015 race for mayor, affordable housing has found its moment.\n\nSoaring home prices, rapidly changing communities and a hunger to slow it down have converged with the politics of an election year — thrusting the challenge of protecting and spurring affordable housing into the spotlight.\n\nIts emergence didn't appear out of nowhere. Neighborhoods in Nashville, particularly those in its urban core, have undergone dramatic transformations over the past decade that have altered demographics.\n\nNew bars and restaurants have sprung up in areas once stigmatized as dangerous. Developers have provided young adults looking to live closer to downtown with luxurious high-rises and oversized duplexes where older homes once stood. A new class of Nashvillians has entered and those who can't afford to stay have found other places to live.\n\nFew Nashvillians seem eager to halt prosperous times that have given rise to the affordable housing crisis. But many are asking that the next mayor somehow find balance so that teachers, nurses and police officers can afford to live in the city where they work.\n\n\"No one is saying stop growth,\" said community activist Avi Poster, who co-chairs an anti-poverty organization called A VOICE that has sought to build support around affordable housing. \"It's what we're doing in addition to that growth that's important.\"\n\nAdvocates of affordable housing have been making their case for years now. They've begged the city to adopt policies to ensure that some new development is priced for Nashvillians earning less than the median income. But in a true sign of the issue's momentum, leaders in the business community now acknowledge the scope of the problem.\n\nHCA chairman and CEO Milton Johnson tackled the topic during a meeting with The Tennessean's editorial board last week.\n\n\"How do we not stop the prosperity of the region, but at the same time, think about making a certain amount of housing affordable in areas as we grow?\" Johnson said as he discussed the Nashville Area Chamber of Commerce's new Partnership 2020 report.\n\n\"That's going to be something that the next mayor is going to have to take on probably as one of the top three or four things they'll have to deal with.\"\n\n'Scattershot' efforts\n\nHalf of the homeowners in Davidson County — and 54 percent of renters — spend more than 30 percent of their household income for housing-related costs.\n\nMayor Karl Dean, who will be replaced in September by one of seven candidates, has taken some steps during his second term. However, those efforts haven't met the severity and complexity of the problem, according to some afforable housing experts\n\nTwo years ago, Dean launched the Barnes Housing Trust Fund to offer incentives to developers willing to pursue affordable housing projects. But with a starting base of only $3 million — which has since dwindled — it has been labeled as underfunded by housing advocates, including Rev. Bill Barnes, whom the fund is named after.\n\nA recent study from Vanderbilt University professor and urban planner James Fraser — one commissioned by the Metro Planning Department — found Nashville's affordable housing efforts to be \"scattershot.\" It called the highly celebrated Barnes fund \"largely symbolic.\"\n\nAffordable housing activists want dedicated funding to replenish the Barnes Fund on an annual basis and a starting point of capital — some say around $65 million — to truly be viable. They've also pushed for a new inclusionary zoning housing policy that would require new large-scale residential projects to include units that are priced for families earning less than Davidson County's median income, which is currently $56,377 for a family of four.\n\nBuilding blocks could be in place by time the next mayor takes office. The Metro Planning Department recently hired a consulting firm to study and recommend an inclusionary zoning policy. Its release is expected later this year.\n\nMeanwhile, West End-area Councilwoman Burkley Allen has filed legislation that would funnel a portion of tax revenue collected from short-term rental properties — most notably from Airbnb hosts — into the Barnes Fund. At-large Councilwoman Megan Barry, a candidate for mayor, has co-sponsored the bill.\n\nNew mayor's challenge\n\nIt is largely up to the next mayor to decide which policies are pursued further and what else can be done. It isn't an easy task — rights of private property owners mean that Metro would have to act creatively.\n\nAll candidates say they recognize the challenge, and each has committed publicly to work with a social justice coalition called Nashville Organized For Action and Hope on affordable housing. All seem to support a more robust housing fund, though where they would find the capital is unclear. In fact, many details are scant at this point among all the candidates.\n\nBarry, who also co-sponsored the bill that created the Barnes Fund, said projections call for more than 3,000 and 6,000 new affordable units a year to keep pace with demand. As a result, she said Nashville must \"retain the ones we have,\" and not just build its way out of the problem. She pointed to incentives.\n\n\"We have the opportunity to be much more forward-thinking about how we invest in Nashville,\" she said. \"We use incentives to get developers what we want them to do all the time. If we want Bridgestone to build downtown, we 'incent' them to do it. We can more effectively use incentives to get developers to help us create affordable housing, maintain it and preserve it.\"\n\nCharles Robert Bone called workforce housing a \"complex challenge that will require new solutions,\" including Metro significantly increasing its commitment to the Barnes Fund. He added that \"market economics alone will not solve this problem.\"\n\n\"There are far too many households that are cost-burdened. I'm committed to making affordable housing a major priority for Nashville and its communities going forward.\"\n\nBill Freeman also committed to finding a long-term revenue source to drive the Barnes Fund. He has touted his business experience leading Freeman Webb Co., which manages around 15,000 apartment units across multiple states.\n\n\"Affordable housing is what I do,\" Freeman said, adding that the crisis will require partnerships between Metro and the business, faith and philanthropic communities. \"I am the only candidate in this race that is an expert on the management and creation of affordable workforce housing in Nashville. As mayor, I intend to use that expertise to resolve this crisis for the long term.\"\n\nDavid Fox spoke to the dilemma as well, calling the gentrification Nashville is experiencing as \"necessary and good\" and a healthy cycle for the city. And yet he also framed the issue as something that could threaten what makes Nashville special.\n\n\"Now that the city sees a lack of affordable housing as a threat to our way of life, I'm optimistic we will move quickly to ensure Nashville remains a welcoming and affordable community for all income levels,\" he said.\n\nFox pointed to the Metro Development and Housing Agency's Rental Assistance Demonstration program. The federal program allows MDHA to use private capital such as low-income housing tax credits, insured loans and debt or equity to fund projects. It is the driver behind the planned transformation of the James Cayce public housing project in East Nashville into a mixed-income neighborhood.\n\nLinda Eskind Rebrovick, another candidate, said MDHA is taking a \"smart approach\" with the rental assistance program. As mayor, she said she should would also work with MDHA to take advantage of underused Metro-owned land. The idea would be to add affordable housing on some vacant lots and sell other properties to fund more affordable housing.\n\n\"Every family deserves a safe home,\" Rebrovick said. \"Boosting affordable housing for all Nashvillians — young professionals, working families and low-income residents — should be a multi-faceted approach that not only scales up the resources we already have in place, but that also evolves to find new and creative funding mechanisms and solutions.\"\n\nJeremy Kane, founder of a Nashville charter school network, has highlighted affordable housing in the first television advertisement of the mayor's race, which went on air this past weekend. He said keys to his strategy are ensuring accessibility to affordable housing, encouraging a variety of housing options and maintaining ample supply.\n\n\"Approaches to the problem of affordable housing that do not include these three principles will be inadequate and largely symbolic,\" Kane said.\n\nHoward Gentry said he would be a \"proactive leader\" to bring various stakeholders around the table to find an affordable housing solution. He also said he would be an advocate for measures like inclusionary zoning.\n\n\"To make Nashville work for everyone, people need to be able to live, work and raise their families all across the city in safe, decent homes,\" Gentry said. \"Right now, that's becoming harder and harder. It's time we stop the trend of pushing people out of established neighborhoods and forcing them to the fringes.\"\n\nAbout this series\n\nEach Monday over the next several weeks, The Tennessean will report on an issue confronting the next mayor of Nashville. Other issues in the series will include:\n\n• Economic incentives and economic development.\n\n• Growth versus historic preservation.\n\n• Transit.\n\nAffordable housing forum\n\nWhat: An alliance called A VOICE (for the reduction of poverty)\n\nWhere: Martha O'Bryan Center, 711 S. 7th St., Nashville, TN 37206\n\nWhen: March 16, 2015, 6 p.m., registration begins at 5:30 p.m.\n\nRead or Share this story: http://tnne.ws/1MD1XK0", "article_metadata": {"google": "notranslate", "description": "Soaring home prices, rapidly changing communities and a hunger to slow it down have converged with the politics of an election year.", "og": {"site_name": "The Tennessean", "description": "Soaring home prices, rapidly changing communities and a hunger to slow it down have converged with the politics of an election year.", "title": "Affordable housing emerges as key issue in mayor's race", "url": "http://www.tennessean.com/story/news/politics/2015/03/15/affordable-housing-emerges-key-issue-mayors-race/24811007/", "image": "http://www.gannett-cdn.com/GDContent/applogos/tennessean.png", "type": "article"}, "twitter": {"description": "Soaring home prices, rapidly changing communities and a hunger to slow it down have converged with the politics of an election year.", "title": "Affordable housing emerges as key issue in mayor's race", "image": "http://www.gannett-cdn.com/-mm-/5411dd5a77a4e15caa5a36ee1be16ecf02c3bd4e/c=68-0-473-405&r=x643&c=640x640/local/-/media/Nashville/2015/03/15/B9316533103Z.1_20150315144226_000_GM8A7K85Q.1-0.jpg", "creator": "@tennessean", "site": "@tennessean", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=600028886", "fb": {"app_id": 121487414583460}, "viewport": "width=1070", "Content-Type": "text/html; charset=UTF-8", "cXenseParse": {"gci-topic": "Persons/Bill Barnes", "gci-asset-type": "story", "gci-categories": "Persons/Bill Barnes", "title": "Affordable housing emerges as key issue in mayor's race", "author": "Joey Garrison", "pageclass": "article", "recs": {"category": "news/politics", "image-3-4": "http://www.gannett-cdn.com/-mm-/7e34715a9c12138933c6fc733c0ef63bb39c612b/c=118-0-422-405/local/-/media/Nashville/2015/03/15/B9316533103Z.1_20150315144226_000_GM8A7K85Q.1-0.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/bb09b7971e9c8bf6df72add367859ab7ef93c3c3/c=68-0-473-405/local/-/media/Nashville/2015/03/15/B9316533103Z.1_20150315144226_000_GM8A7K85Q.1-0.jpg", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/21776bfa3c87363876c6df47af41a27acbc069d5/c=0-0-540-405/local/-/media/Nashville/2015/03/15/B9316533103Z.1_20150315144226_000_GM8A7K85Q.1-0.jpg", "image": "http://www.gannett-cdn.com/-mm-/fa9000fdf795364b08fdcc6dd35188e393140fee/c=0-50-540-354&r=x633&c=1200x630/local/-/media/Nashville/2015/03/15/B9316533103Z.1_20150315144226_000_GM8A7K85Q.1-0.jpg", "publishtime": "2015-03-15T20:22:18.513000-05:00", "shorthed": "Affordable housing resonates as key issue", "articleid": 24811007, "image-16-9": "http://www.gannett-cdn.com/-mm-/cc45c7438d416c3f746e5293bcfcd629249c44f7/c=0-50-540-354/local/-/media/Nashville/2015/03/15/B9316533103Z.1_20150315144226_000_GM8A7K85Q.1-0.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/d5c6870602cbfff487e01e51fc5aa2df60c63d55/c=156-0-384-405/local/-/media/Nashville/2015/03/15/B9316533103Z.1_20150315144226_000_GM8A7K85Q.1-0.jpg"}}}, "article_summary": "The idea would be to add affordable housing on some vacant lots and sell other properties to fund more affordable housing.\n(Photo: File) Story Highlights Affordable housing is a key issue in the mayor's race.\nHow to provide and maintain affordable housing in Nashville has emerged as a key issue in the 2015 mayoral campaign.\nIn Nashville's 2015 race for mayor, affordable housing has found its moment.\nHe said keys to his strategy are ensuring accessibility to affordable housing, encouraging a variety of housing options and maintaining ample supply."}