{"article_title": "Fissures in G.O.P. as Some Conservatives Embrace Renewable Energy", "article_keywords": ["party", "dooley", "rooftop", "power", "tea", "energy", "utilities", "embrace", "solar", "conservatives", "fissures", "grid", "republican", "gop", "renewable"], "article_url": "http://www.nytimes.com/2014/01/26/us/politics/fissures-in-gop-as-some-conservatives-embrace-renewable-energy.html", "article_text": "Tom Morrissey, a former state Republican Party chairman in Arizona who was embraced by the state’s Tea Party groups, called the party’s national leaders “knuckleheads” on this issue. Domestically produced energy is a national security issue, he said, adding, “If we can keep one dollar from going to people who are killing our kids in Afghanistan, it’s a good thing — and I feel that’s what solar energy does.”\n\nHe and others consider the utilities to be regulated monopolies whose rates are set by bureaucrats — the opposite of a free-market economy. In Georgia, Debbie Dooley, the national coordinator for Tea Party Patriots and a co-founder of the Green Tea Coalition, said the fact that some conservatives denounced the favorable treatment that solar power got from the federal government was immaterial.\n\n“They neglect to mention billions of dollars that the fossil-fuel industries have received,” she said. “They cherry-pick their principles.”\n\nPhoto\n\nSeth Gunning, an organizer in Georgia with the Sierra Club’s Beyond Coal campaign who teamed up with Ms. Dooley, said that although ideals differ, “we can find common ground.” Ms. Dooley said she was working with pro-solar activists in Colorado, South Carolina, Florida, Virginia, Ohio and Texas. “It’s spreading,” she said. “People respond to free-market energy.”\n\nShe said that in the work with Mr. Gunning and other activists on the left, everyone tried to keep things civil. “We just don’t talk about Obamacare,” she said.\n\nSometimes she will call Mr. Gunning a tree-hugger. Her liberal partners “call me a ‘right-wing radical.’ But we’ll joke about it,” Ms. Dooley said. “We’re on each other’s Christmas card list.”\n\nAdvertisement Continue reading the main story\n\nIn Hawaii, where high electricity costs have led to enormous private investment in rooftop solar panels, State Representative Cynthia Thielen, a Republican, in cooperation with the local Sierra Club chapter, has been battling Hawaiian Electric over policies that she says discourage adoption of solar power. Like other utilities, Hawaiian Electric has argued that the boon in solar has put a strain on the grid and could even cause safety problems.\n\nThe fight in Arizona led to a vote in November that allowed both sides to claim victory. The all-Republican commission that regulates utilities voted for an average fee of $5 per month, much lower than the original request from the utility, but accepted the utilities’ argument that solar subsidies are inappropriately disrupting their bottom line.\n\nIn many states, the conflict focuses on so-called net metering subsidies that utilities give rooftop solar owners for the excess energy they feed back onto the grid — an important incentive for consumers to adopt solar power. As solar power has boomed, the companies have argued that customers who put solar panels on their roofs might be shifting the cost of maintaining the energy grid to nonsolar ratepayers.\n\nIn any case, the rise of solar, like other forms of independent power generation, has caused headaches for the industry.\n\nLisa Wood, vice president of the Edison Foundation, a nonprofit group in Washington sponsored by investor-owned utilities, argued that for the typical residential customer, the cost of making the electricity accounted for only about 45 percent of the bill. Most of the rest was distribution, transmission and maintenance of equipment that might be called on for only part of the year, when demand was high. Her argument that rooftop solar users shift costs to other ratepayers pits homeowners against apartment dwellers and those who do not have the kind of credit rating that the solar companies like to do business with.\n\nDavid Leeper, an electrical engineer and solar rooftop user in Phoenix, ridiculed the power industry’s arguments as “high-tech chutzpah.” Mr. Leeper, a Republican who cites his core values as “limited government, free markets and fiscal responsibility,” said the notion that he was some kind of free rider made him wonder whether he should owe the utility money if he conserved energy by using his air conditioner more sparingly. “Does that mean I took money from them?”\n\nBut he said he was satisfied with the vote for a small monthly charge since he needs the power grid to reliably provide power in the evenings, or when clouds pass across the face of the sun.\n\n“I owe you guys something for being there when I need you,” he said. “That’s the fee for backup service.”", "article_metadata": {"tone": "news", "ptime": 20140125214525, "twitter": {"description": "Solar power is dividing conservatives who support utilities and libertarians who see them as regulated monopolies whose rates are set by bureaucrats — the opposite of a free-market economy.", "title": "Fissures in G.O.P. as Some Conservatives Embrace Renewable Energy", "url": "http://www.nytimes.com/2014/01/26/us/politics/fissures-in-gop-as-some-conservatives-embrace-renewable-energy.html", "app": {"url": {"googleplay": "nytimes://reader/id/100000002656784"}, "name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}}, "creator": "jswatz", "site": "@nytimes", "image": "https://static01.nyt.com/images/2014/01/26/us/greentea-bulldog-1/greentea-bulldog-1-thumbLarge.jpg", "card": "summary"}, "al": {"ipad": {"url": "nytimes://www.nytimes.com/2014/01/26/us/politics/fissures-in-gop-as-some-conservatives-embrace-renewable-energy.html", "app_store_id": 357066198, "app_name": "NYTimes"}, "android": {"url": "nytimes://reader/id/100000002656784", "app_name": "NYTimes", "package": "com.nytimes.android"}, "iphone": {"url": "nytimes://www.nytimes.com/2014/01/26/us/politics/fissures-in-gop-as-some-conservatives-embrace-renewable-energy.html", "app_store_id": 284862083, "app_name": "NYTimes"}}, "thumbnail_width": 75, "dfp-ad-unit-path": "us/politics", "hdl_p": "Fissures in G.O.P. as Some Conservatives Embrace Renewable Energy", "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/politics/index.jsonp", "DISPLAYDATE": "Jan. 25, 2014", "edt": "NewYork", "org": "Sierra Club", "keywords": "Solar Energy,Alternative and Renewable Energy,Goldwater  Barry M Jr,Republican Party,American Legislative Exchange Council,Sierra Club,Global Warming", "applicationName": "article", "PT": "article", "author": "John Schwartz", "SCG": "politics", "sourceApp": "nyt-v5", "per": "Goldwater, Barry M Jr", "thumbnail_150_width": 150, "byl": "By JOHN SCHWARTZ", "thumbnail_150_height": 150, "usageTerms": "http://www.nytimes.com/content/help/rights/sale/terms-of-sale.html", "lp": "Solar power is dividing conservatives who support utilities and libertarians who see them as regulated monopolies whose rates are set by bureaucrats — the opposite of a free-market economy.", "tom": "News", "dfp-amazon-enabled": "false", "thumbnail": "https://static01.nyt.com/images/2014/01/26/us/greentea-bulldog-1/greentea-bulldog-1-thumbStandard.jpg", "description": "Solar power is dividing conservatives who support utilities and libertarians who see them as regulated monopolies whose rates are set by bureaucrats — the opposite of a free-market economy.", "CG": "us", "robots": "noarchive", "dat": "Jan. 25, 2014", "fb": {"app_id": 9869919170}, "msapplication-starturl": "http://www.nytimes.com", "genre": "News", "article": {"author": "http://topics.nytimes.com/top/reference/timestopics/people/s/john_schwartz/index.html", "section": "Politics", "modified": "2014-02-11", "collection": "https://static01.nyt.com/services/json/sectionfronts/politics/index.jsonp", "tag": "Global Warming", "published": "2014-01-25", "section-taxonomy-id": "23FD6C8B-62D5-4CEA-A331-6C2A9A1223BE"}, "thumbnail_height": 75, "slug": "26greentea", "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "utime": 20140211151628, "og": {"url": "http://www.nytimes.com/2014/01/26/us/politics/fissures-in-gop-as-some-conservatives-embrace-renewable-energy.html", "image": "https://static01.nyt.com/images/2014/01/26/us/greentea-bulldog-1/greentea-bulldog-1-videoSixteenByNine1050.jpg", "type": "article", "description": "Solar power is dividing conservatives who support utilities and libertarians who see them as regulated monopolies whose rates are set by bureaucrats — the opposite of a free-market economy.", "title": "Fissures in G.O.P. as Some Conservatives Embrace Renewable Energy"}, "pdate": 20140125, "des": "Global Warming", "articleid": 100000002656784, "cre": "The New York Times", "hdl": "Fissures in G.O.P. as Some Conservatives Embrace Renewable Energy", "thumbnail_150": "https://static01.nyt.com/images/2014/01/26/us/greentea-bulldog-1/greentea-bulldog-1-thumbLarge.jpg", "PST": "News"}, "_id": "\"57477af46914bd0286fdbbe4\"", "article_summary": "Tom Morrissey, a former state Republican Party chairman in Arizona who was embraced by the state’s Tea Party groups, called the party’s national leaders “knuckleheads” on this issue.\nAs solar power has boomed, the companies have argued that customers who put solar panels on their roofs might be shifting the cost of maintaining the energy grid to nonsolar ratepayers.\nHer argument that rooftop solar users shift costs to other ratepayers pits homeowners against apartment dwellers and those who do not have the kind of credit rating that the solar companies like to do business with.\nIn Georgia, Debbie Dooley, the national coordinator for Tea Party Patriots and a co-founder of the Green Tea Coalition, said the fact that some conservatives denounced the favorable treatment that solar power got from the federal government was immaterial.\nIn any case, the rise of solar, like other forms of independent power generation, has caused headaches for the industry."}