{"article_title": "Republican presidential hopefuls descend on NH", "article_keywords": ["nh", "12", "clinton", "caption", "hide", "foreign", "photos", "descend", "watched", "policy", "credentials", "hopefuls", "republican", "2016ers", "presidential"], "article_url": "http://www.cnn.com/2015/04/17/politics/republican-presidential-candidates-new-hampshire/", "article_text": "Nashua, New Hampshire (CNN) GOP presidential hopefuls descended on New Hampshire over the weekend as part of the Republican Leadership Summit, a two-day event that drew about 500 activists and the party's entire 2016 field to the Crowne Plaza Hotel in Nashua.\n\nThe event's speakers ranged from party front-runners to little-known candidates, all of whom offered up criticisms of President Barack Obama, espoused conservative principles and sought to distinguish themselves from the rest of the GOP pack.\n\nOn Saturday, Wisconsin Gov. Scott Walker, Texas Sen. Ted Cruz, former Arkansas Gov. Mike Huckabee, Ohio Gov. John Kasich, South Carolina Sen. Lindsey Graham, real estate mogul Donald Trump, Louisiana Gov. Bobby Jindal, former Hewlett-Packard CEO Carly Fiorina and Kentucky Sen. Rand Paul took the stage. The day before, Florida Sen. Marco Rubio, former Florida Gov. Jeb Bush, New Jersey Gov. Chris Christie and former Texas Gov. Rick Perry made their case.\n\nHere's a look at what the candidates had to say:\n\nScott Walker: The Wisconsin governor loved to talk about Kohl's. His tax theory was the \"Kohl's curve.\" His attack on Hillary Clinton's aloofness was that she's probably never shopped at Kohl's. His suit came from Jos. A. Bank, but the shirt? That was from Kohl's. And probably purchased with coupons he pulled out of the newspaper.\n\nFor Walker, it was his way of emphasizing his penny-pinching conservative ways, as well as the value of a dollar for an up-and-coming family.\n\nJUST WATCHED Walker highlights contrast with Bush Replay More Videos ... MUST WATCH Walker highlights contrast with Bush 01:55\n\nWalker talked of working at McDonald's (at the same time Rep. Paul Ryan worked at another McDonald's down the road). He said his first job was at a countryside restaurant, washing dishes.\n\nThen Walker transitioned into a riff on the American dream—and how Republicans should measure their success by the number of citizens they are able to shift off welfare programs.\n\n\"It comes from empowering people to live their own lives and their own destinies with the dignity that is borne of work,\" Walker said.\n\nHe added: \"In America, you can do and be anything that you want. The opportunity is open to all. But the outcome should be up to each and every one of us.\"\n\nWalker also promised to \"bring the fight to them\" when it comes to the threat posed by the Islamic State in Iraq and Syria. He said Clinton is \"really an extension of the third term of Barack Obama ... and we've got a real choice out there.\"\n\nTed Cruz: The most fiery comments of the day came from the Texas senator, who laid into President Obama's handling of immigration and foreign threats.\n\nThe Obama administration is so bad, he told the all-Republican crowd, that the final 20 months of its second term will be \"like Lord of the Flies.\"\n\nJUST WATCHED Ted Cruz: I can do bipartisanship Replay More Videos ... MUST WATCH Ted Cruz: I can do bipartisanship 02:51\n\n\"If only the terrorists attacked a golf course,\" Cruz said, taking a long pause, \"that might actually get the White House's attention.\"\n\nHe said he won't vote for Obama's nominee for attorney general, Loretta Lynch, drawing applause.\n\nCruz also praised New Hampshire Sen. Kelly Ayotte, who, like Cruz, was among the 47 Senate Republicans who signed a letter to Iran's leader warning that the nuclear deal negotiated by the United States and five other world powers might not survive Obama's presidency. He also mocked Democrats who have called that letter a political vulnerability for its signers, and said his only regret is that, like John Hancock, he didn't sign his name larger.\n\nMike Huckabee: Introduced as \"the real hope from Arkansas\"—a play on the hometown of Hope that he and Bill Clinton share—the former Arkansas governor talked about running against \"the Clinton machine.\"\n\nHuckabee said he opposed a Clinton himself or a candidate for whom the Democratic family was campaigning in nearly every run for office he's made.\n\nJUST WATCHED Who is Mike Huckabee Replay More Videos ... MUST WATCH Who is Mike Huckabee 01:12\n\n\"If somebody wants to know what is it like running against their organization and their apparatus, come see me. ... I've got some scars,\" he said.\n\nHuckabee offered red meat, hitting President Obama's executive actions on immigration, and added that \"I want the Republican Party to start acting like the Republican Party.\"\n\nHe called for term limits for both Congress and judges, compared challenges the United States faces in the Middle East, particularly Iran, to \"a viper that will bite us,\" and called for a \"fair tax\" that would replace all others with a national consumption tax on retail sales. He also railed against the IRS, which he said has become \"a criminal enterprise, and we need to get rid of it.\"\n\nJohn Kasich: The Ohio governor who's weighing a dark-horse bid for the White House sought to leverage his more than three decades as a player in Republican politics as he offered what he described as a message of unity.\n\nHe started from the beginning: 1982, when President Ronald Reagan's popularity was flagging, but Kasich embraced the Republican president during his first run for Congress.\n\nJUST WATCHED Kasich: I don't want to have any regrets Replay More Videos ... MUST WATCH Kasich: I don't want to have any regrets 04:05\n\n\"I was the only Republican in America that year to defeat an incumbent Democrat,\" he said.\n\nKasich climbed the ranks in Congress, eventually becoming the House Budget Committee chairman, where he helped negotiate a 1997 budget that put the United States on track for a major surplus.\n\nAfter leaving the House, he eventually ran for Ohio governor and was elected twice, winning a second term in 2014 with nearly 64% of the vote in the \"swingiest of swing states,\" he said.\n\n\"So what's the lesson of leadership? No polls, no focus groups, no consultants in the back telling you what to say. None of that. You, as a leader, need to know what you're for,\" he said.\n\nLindsey Graham: Warning that \"9/11 is coming again\" if the United States doesn't combat the rising threat of terrorism, Graham called for new U.S. military action in the Middle East.\n\n\"You know how you defeat radical Islam? You go over there and you fight them so they don't come here,\" he said.\n\n12 photos: 2016ers' foreign policy credentials 12 photos: 2016ers' foreign policy credentials Hide Caption 1 of 12 12 photos: 2016ers' foreign policy credentials Hide Caption 2 of 12 12 photos: 2016ers' foreign policy credentials Hide Caption 3 of 12 12 photos: 2016ers' foreign policy credentials Hide Caption 4 of 12 12 photos: 2016ers' foreign policy credentials Hide Caption 5 of 12 12 photos: 2016ers' foreign policy credentials Hide Caption 6 of 12 12 photos: 2016ers' foreign policy credentials Hide Caption 7 of 12 12 photos: 2016ers' foreign policy credentials Hide Caption 8 of 12 12 photos: 2016ers' foreign policy credentials Hide Caption 9 of 12 12 photos: 2016ers' foreign policy credentials Hide Caption 10 of 12 12 photos: 2016ers' foreign policy credentials Hide Caption 11 of 12 12 photos: 2016ers' foreign policy credentials Hide Caption 12 of 12\n\nGraham was self-deprecating, joking about having gone to law school (\"nobody's perfect\"), his pay as a senator (\"I'm not saying I'm worth it, but it's what I make\"), and the reality, in his view, that any of the Republican presidential contenders are a better option than Hillary Clinton.\n\n\"She's a third term of Barack Obama,\" Graham said. \"She's the architect of this foreign policy. Bill and Hillary did a better job selling Obamacare than he did.\"\n\nGraham was heavy on a hardscrabble personal biography, and said he supports means-testing for entitlement programs like Social Security. And he defended his push for immigration reform legislation.\n\n\"I was not born with a silver spoon in my mouth. I have been knocked down like a lot of people in this country. I have tried to work with Democrats when it made sense to me,\" he said.\n\nDonald Trump: Virtually no one believes he'll actually run for president, but Trump tried his best to convince the audience that this time, he's serious about it.\n\n\"If I decide to run—and I think I'm gonna surprise a lot of people, a lot of people ... I will make this country great again,\" Trump said.\n\nDuring his speech, Trump pitched his own book, and told the audience he wasn't really enjoying himself.\n\nJUST WATCHED Trump says he's serious this time Replay More Videos ... MUST WATCH Trump says he's serious this time 00:38\n\n\"I'm not having a great time. I can think of other things, many other things, where I can have a good time,\" he said.\n\nBut he said he's considering a presidential run because U.S. trade negotiations and diplomatic efforts are being handled by \"babies that don't have a clue,\" and said he'd hire \"all the killers on Wall Street\" to work in his administration.\n\n\"We don't use our best, our brightest and our sharpest, and it's a big, big problem with our country,\" Trump said.\n\nBobby Jindal: The Louisiana governor threw his support behind President Obama's efforts to negotiate massive free trade pacts with Pacific Rim countries and the European Union, but added one condition: \"We need to make sure the administration actually gets it right.\"\n\nJindal said the United States' biggest long-term threat is the rise of China, and said trade could be a key way to make sure the United States doesn't \"cede that sphere of influence to China.\"\n\nThe comment came in an answer to a question about U.S. sovereignty during remarks that were otherwise heavily focused on Jindal's personal biography—particularly his father's work ethic.\n\nHe also hammered the issue of educational choice, saying he wants to shrink the size of the federal Department of Education and end states' reliance on Common Core.\n\nCarly Fiorina: The former Hewlett-Packard executive rebuked a Dallas businesswoman's comment that The former Hewlett-Packard executive rebuked a Dallas businesswoman's comment that only men should be elected president because of women's hormones, and in doing so, took a shot at Bill Clinton's White House affair with Monica Lewinsky.\n\nJUST WATCHED Carly Fiorina: The Anti-Hillary Clinton Replay More Videos ... MUST WATCH Carly Fiorina: The Anti-Hillary Clinton 07:59\n\n\"Not that we have seen a man's judgment clouded by hormones, including in the Oval Office,\" Fiorina said sarcastically, drawing laughs and applause.\n\nThe comment was a high point in a speech and question-and-answer session that focused almost entirely on Fiorina's view of leadership, rather than her take on specific issues.\n\n\"Wherever there are problems, there are people who know how to solve them, but they need to be asked,\" she said.\n\nRand Paul: The Kentucky senator launched the toughest set of broadsides yet against Democratic front-runner Hillary Clinton yet, chiding her over Benghazi, her private email server and her family foundation's foreign donations.\n\n\"When Hillary Clinton travels, there's going to need to be two planes: One for her and her entourage, and one for her baggage,\" Paul told the crowd.\n\nHe earned his biggest applause as he laid into Clinton for failing to do enough to secure the U.S. Embassy in Libya, saying that \"her dereliction of duty, not doing the job, not providing security, should preclude her from ever holding higher office.\"\n\nJUST WATCHED Paul: Clinton did not do her job properly at State Dept. Replay More Videos ... MUST WATCH Paul: Clinton did not do her job properly at State Dept. 02:04\n\nOn Clinton's use of a private email address on a home server, which she has asserted was protected by the Secret Service, Paul said: \"Does she think there's, like, floppy disks in her basement?\"\n\nAnd on the Clinton Foundation, which is under fire for accepting donations from foreign leaders, Paul suggested the controversy won't die down soon, promising that \"there's more to come.\"\n\nClinton wasn't Paul's only target. He criticized the U.S. military intervention in Libya, saying the country should never have waded into the conflict there in the first place and that his rival Republican White House hopefuls \"would have done the same thing, just 10 times over.\"\n\nThe rest of his speech was focused on individual liberty. Paul said national surveillance programs are violating Americans' rights, and also blasted police use of civil forfeiture laws and slow trials.\n\n\"Everything goes right for the high school quarterback. Everything goes right for the prom queen,\" he said. \"The Bill of Rights is for the least among us.\"\n\nMarco Rubio: The first-term Florida senator went for the heartstrings in his speech Friday night, framing his comments on foreign policy, the economy and entitlement reforms around his parents and his children.\n\nThe son of Cuban immigrants, Rubio posited 2016 as a \"referendum on our national identity,\" saying that his children and their generation would be \"the first to inherit a diminished country from their parents.\"\n\nJUST WATCHED Rubio defends experience, legislative record Replay More Videos ... MUST WATCH Rubio defends experience, legislative record 08:29\n\nCalling for an overhaul of Medicare and Social Security, Rubio said he wants to make sure the changes don't \"impact anyone like my mother—people who are currently in the program or about to retire.\"\n\nBut he told a University of New Hampshire student that reforms like a higher retirement age \"will require my generation and your generation to accept that ... it's going to look different than our parents' Social Security and their Medicare.\"\n\nJeb Bush: The former Florida governor tried again to separate himself from his family—particularly important in this state, which didn't help his father or brother become president—and tried to strike a positive tone overall during his speech Friday afternoon.\n\n\"We will not win if we just complain about how bad things are,\" Bush said. \"We also have to offer a compelling alternative so that more and more and more people join our cause.\"\n\nTo a question on same-sex marriage, Bush asserted that he is \"for traditional marriage\" but that he has \"no hatred or bitterness in my heart for people who have a different view,\" and said that issue shouldn't distract from a campaign that should be about economic growth and a tougher foreign policy.\n\nMuch of Bush's effort was focused on winning over his many skeptics in the crowd.\n\nAsked by one audience member about worries of a dynastic Clinton vs. Bush general election, he joked, \"I don't see any coronation coming my way, trust me.\"\n\nJUST WATCHED Jeb: Brother's foreign policy not particularly relevant Replay More Videos ... MUST WATCH Jeb: Brother's foreign policy not particularly relevant 01:00\n\n\"I mean, come on,\" he said. \"What are you seeing that I'm not seeing?\"\n\nBush touted his record during eight years as Florida's top executive, saying that it's an \"I'm-not-kidding conservative one.\"\n\nChris Christie: Just days after unveiling a raft of reforms to entitlement programs like Medicare and Social Security, the New Jersey governor said his willingness to wade into such politically challenging issues underscores his biggest selling point: that he's a truth-teller.\n\n\"There is no political advantage to talking about those issues,\" Christie said. \"The reason you talk about them is because you want to really make suggestions that will help solve the problems that our country confronts.\"\n\nHe touted his five vetoes of tax increases sent to his desk by New Jersey's Democratic-led legislature, and said he balanced a state budget that was in an $11 billion deficit when he took office. He also lambasted Obama, saying he only cares about two Ls: \"legacy and library.\"\n\n\"I'm not looking to be the most popular guy in the world. I'm looking to be the most respectable,\" Christie said.\n\nHe said entitlement programs are bankrupting the country, swallowing up 71% of federal spending today versus 26% five decades ago.\n\nJUST WATCHED In New Hampshire, Christie stabs at Clinton and Bush Replay More Videos ... MUST WATCH In New Hampshire, Christie stabs at Clinton and Bush 02:14\n\nChristie called for Social Security benefits to be eliminated for Americans earning more than $200,000 in annual retirement income. In speeches this week, he's also proposed a means test for those whose retirement income tops $80,000—with similar means testing for Medicare, with those with high retirement income paying a larger share of their premiums. He also suggested raising the eligibility age to 69 for both programs, though those changes would be phased in slowly.\n\n\"There are ways that we can put our fiscal house in order in this country, and we need to, and everybody who's considering running for President of the United States should have to answer to you\" about how they'll reform Social Security, Medicare and Medicaid, Christie said.\n\nRick Perry: The former Texas governor told the crowd he's in much better physical shape and much wiser on the issues as he considers a second run for the presidency—this time, from the back of the pack, rather than from the front-runner status he enjoyed in the late summer of 2011.\n\nPerry, 65, acknowledged that his major back surgery that year, just weeks before he launched his presidential campaign, hurt his preparation.\n\n\"To be prepared, to stand on the stage and talk about this myriad of issues, whether it's domestic policy, monetary policy or foreign policy, it takes years of intense studies,\" Perry said. \"I spent the last three years in that mode—being able to stand up and discuss all of these issues and do it in a way that is very profound and impactful.\"\n\nHe played up his 14 years in the governor's office of the nation's largest Republican-voting state, offering it as a contrast to both President Barack Obama's four years in the Senate and the three first-term Republican senators who have entered the race so far: Rubio, Paul and Cruz. And Perry said that \"change is only going to come from the outside.\"\n\n\"We've spent eight years with a young, inexperienced United States senator. Economically, militarily and foreign policy-wise, we're paying a heavy price,\" Perry said.\n\n\"They didn't hand me a manual to say, 'Here's how you deal with a space shuttle disintegrating in your state,'\" he said. \"They didn't hand me a manual when Katrina came into Louisiana, and there were literally hundreds of thousands of people that were displaced. They didn't hand me a manual when all of those people showed up at our border last year, or, for that matter, when Ebola ended up on the shores of America in Dallas, Texas.\"", "article_metadata": {"description": "Republican presidential hopefuls descended on New Hampshire Friday as part of the Republican Leadership Summit, a two-day event.", "pubdate": "2015-04-18T01:39:00Z", "author": "Eric Bradner, CNN", "og": {"site_name": "CNN", "description": "Republican presidential hopefuls descended on New Hampshire Friday as part of the Republican Leadership Summit, a two-day event.", "pubdate": "2015-04-18T01:39:00Z", "title": "Republican presidential hopefuls descend on NH", "url": "http://www.cnn.com/2015/04/17/politics/republican-presidential-candidates-new-hampshire/index.html", "image": "http://i2.cdn.turner.com/cnnnext/dam/assets/150417181216-jeb-bush-rick-perry-split-large-169.jpg", "type": "article"}, "section": "politics", "fb": {"app_id": 80401312489}, "thumbnail": "http://i2.cdn.turner.com/cnnnext/dam/assets/150417181216-jeb-bush-rick-perry-split-large-169.jpg", "template-top": "politics,art-vid-vls-col,col-race-to-2016", "vr": {"canonical": "http://www.cnn.com/2015/04/17/politics/republican-presidential-candidates-new-hampshire/index.html"}, "keywords": "politics, Republican presidential hopefuls descend on NH - CNNPolitics.com", "article": {"author": "https://www.facebook.com/EricBradnerCNN"}, "lastmod": "2015-04-19T00:21:41Z", "twitter": {"card": "summary_large_image"}, "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0"}, "_id": "\"57477af36914bd0286fd443d\"", "article_summary": "12 photos: 2016ers' foreign policy credentials 12 photos: 2016ers' foreign policy credentials Hide Caption 1 of 12 12 photos: 2016ers' foreign policy credentials Hide Caption 2 of 12 12 photos: 2016ers' foreign policy credentials Hide Caption 3 of 12 12 photos: 2016ers' foreign policy credentials Hide Caption 4 of 12 12 photos: 2016ers' foreign policy credentials Hide Caption 5 of 12 12 photos: 2016ers' foreign policy credentials Hide Caption 6 of 12 12 photos: 2016ers' foreign policy credentials Hide Caption 7 of 12 12 photos: 2016ers' foreign policy credentials Hide Caption 8 of 12 12 photos: 2016ers' foreign policy credentials Hide Caption 9 of 12 12 photos: 2016ers' foreign policy credentials Hide Caption 10 of 12 12 photos: 2016ers' foreign policy credentials Hide Caption 11 of 12 12 photos: 2016ers' foreign policy credentials Hide Caption 12 of 12Graham was self-deprecating, joking about having gone to law school (\"nobody's perfect\"), his pay as a senator (\"I'm not saying I'm worth it, but it's what I make\"), and the reality, in his view, that any of the Republican presidential contenders are a better option than Hillary Clinton.\nJUST WATCHED Jeb: Brother's foreign policy not particularly relevant Replay More Videos ... MUST WATCH Jeb: Brother's foreign policy not particularly relevant 01:00\"I mean, come on,\" he said.\n\"To be prepared, to stand on the stage and talk about this myriad of issues, whether it's domestic policy, monetary policy or foreign policy, it takes years of intense studies,\" Perry said.\n\"She's the architect of this foreign policy.\nPerry, 65, acknowledged that his major back surgery that year, just weeks before he launched his presidential campaign, hurt his preparation."}