{"article_title": "Denver Art Museum gets $100 million gift of Impressionist paintings", "article_keywords": ["impressionism", "works", "art", "gift", "paintings", "dam", "museum", "million", "denver", "late", "hamilton", "collection", "dams", "impressionist", "100", "gets", "heinrich"], "article_url": "http://blogs.denverpost.com/artmosphere/2014/01/12/denver-art-museum-gets-100-million-gift-of-impressionist-paintings/10944/", "article_text": "The Denver Art Museum will acquire 22 masterworks by the most revered names in French Impressionism through a bequest from Colorado collector and philanthropist Frederic C. Hamilton.\n\nThe gift, to be formally announced Monday, will triple DAM’s holdings from the era and give the museum its first pieces by Vincent van Gogh, Paul Cézanne, Gustave Caillebotte and other crucial late 19th century figures late 19th century art.\n\nThe donation, which has not been formally appraised, could be worth as much as $100 million.\n\n“This is a game-changing gift,” said DAM director Christoph Heinrich, and perhaps the largest in DAM’s 120-year history. “We will have the biggest collection in the West of Impressionist art.”\n\nThe 22 landscapes, including works by Claude Monet, Pierre-Auguste Renoir, Camille Pissarro and Edouard Manet, are currently on loan to the museum and part of its “Passport to Paris” exhibits. The works will remain on display through Feb. 9, when they are returned to their owner. The museum will take possession officially when he dies.\n\nHamilton, 85, has been a long-time benefactor of DAM and served on its board of trustees for nearly three decades, much of that as chairman. In 2006, he gave $20 million toward a 146,000-square-foot addition, designed by architect Daniel Libeskind and named the Frederic C. Hamilton Building\n\n“Frankly, our museum is derelict in one significant area, and that is Impressionism,” Hamilton said last week. “I think this will be a big deal for the people of Colorado.”\n\nHamilton made his fortune in the oil business. He and his late brother, Ferris, launched Hamilton Brothers Drilling in 1950 and morphed it into a broad energy company with international operations.\n\nHe began collecting art four decades ago, taking advice from friend Charles S. Moffett, now a vice chairman at Sotheby’s auction house in New York.\n\nHamilton picked up pieces as they came available from private dealers and public sales. He purchased van Gogh’s “Edge of a Wheat Field with Poppies” at an auction because “it fit the right size in terms of where I wanted to put it in the house.”\n\nEventually, the collection grew to include examples of all the major names.\n\n“This is an extraordinary grouping of works by the greatest artists of France,” said Earl A. “Rusty” Powell III, director of the National Gallery of Artin Washington, D.C., who has seen the paintings during visits to Hamilton’s Denver home.\n\n“It would be a big deal for any museum to get.”\n\nDAM got it through two years of lobbying on the part of Heinrich. Hamilton and his wife, Jane, have four children, and he planned to pass on his collection to his heirs.\n\n“There was a strong constituency in my family that was looking forward eagerly to those pictures,” he said.\n\nHamilton began to change his mind after Heinrich wrote him a letter making a case for a donation.\n\n“He waxed poetic and got carried away,” Hamilton said.\n\nIt was convincing enough that Hamilton approached his family to consider giving up the collection to the institution he long served.\n\nFrom there, Hamilton, who is an avid hunter, joked that Heinrich was “like a dog chasing a rabbit.”\n\nThe final capture came when Hamilton agreed to lend his collection to DAM for the current show. Crowds have lined up, and that convinced Hamilton the move was right\n\n“He was very private with his collection,” said Heinrich. “Only a few friends really knew about it.”\n\nThe Hamilton paintings make a neat complement to DAM’s own works, telling a more complete history of Impressionism. For example, DAM already had an early example of Pissarro’s work, a mostly formal, 1867 landscape called “The Banks of the Oise near Pontoise. ” But the addition of Hamilton’s 1900 “Spring at Eragny,” with its loose brush strokes and fluid form, tracks how painting took on a new personality as artists found a freer voice.\n\nThe gift could fundamentally change a visit to DAM, with the museum potentially giving over an entire portion of its space for French work. It also changes DAM’s collecting habits. A museum best known for its contemporary, Native American an Western art now has the responsibility — and possibility — of turning its fledgling Impressionism holdings into a world-class collection.\n\n“Now, there’s a huge commitment for us to see what’s missing and continue that collection,” Heinrich said.", "article_metadata": {"news_keywords": "boudin,Cézanne,Denver Art Musuem,Fred Hamilton,Frederic Hamilton,impressionism,Nature as Muse,passport to paris. chrisoph heinrich,pissarro,Ray Mark Rinaldi,ray rinaldu,Van Gogh", "language": "en, sv", "og": {"url": "http://blogs.denverpost.com/artmosphere/2014/01/12/denver-art-museum-gets-100-million-gift-of-impressionist-paintings/10944/", "site_name": "Artmosphere", "image": "http://blogs.denverpost.com/artmosphere/files/2014/01/rsz_1cezanne_paul-_a_painter_at_work.jpg", "type": "blog", "title": "Denver Art Museum gets $100 million gift of Impressionist paintings"}, "twitter": {"domain": "blogs.denverpost.com", "title": "Denver Art Museum gets $100 million gift of Impressionist paintings", "url": "http://blogs.denverpost.com/artmosphere/2014/01/12/denver-art-museum-gets-100-million-gift-of-impressionist-paintings/10944/", "image": "http://blogs.denverpost.com/artmosphere/files/2014/01/rsz_1cezanne_paul-_a_painter_at_work.jpg", "creator": "@rayrinaldi", "site": "@denverpost", "app": {"name": {"ipad": "Denver Post", "iphone": "Denver Post", "googleplay": "The Denver Post"}, "id": {"ipad": "id409389010", "iphone": "id375264133", "googleplay": "com.ap.denverpost"}}, "card": "summary_large_image"}, "robots": "noodp", "fb": {"app_id": 105517551922}, "Copyright": "Copyright © The Denver Post.", "article": {"publisher": "https://www.facebook.com/denverpost"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "distribution": "global", "viewport": "width=device-width,initial-scale=1", "description": "Denver Art Museum gets $100 million gift of Impressionist paintings"}, "article_summary": "“Now, there’s a huge commitment for us to see what’s missing and continue that collection,” Heinrich said.\n“This is a game-changing gift,” said DAM director Christoph Heinrich, and perhaps the largest in DAM’s 120-year history.\nThe gift could fundamentally change a visit to DAM, with the museum potentially giving over an entire portion of its space for French work.\nThe Denver Art Museum will acquire 22 masterworks by the most revered names in French Impressionism through a bequest from Colorado collector and philanthropist Frederic C. Hamilton.\nCrowds have lined up, and that convinced Hamilton the move was right“He was very private with his collection,” said Heinrich."}