{"article_title": "ACO-style care linked to drop in inpatient use", "article_keywords": ["utilization", "models", "study", "drop", "traditional", "inpatient", "acostyle", "dropped", "healthcare", "hospital", "hospitals", "linked", "care"], "article_url": "http://www.fiercehealthcare.com/story/aco-style-care-linked-drop-inpatient-use/2014-01-09", "article_text": "Accountable care organizations (ACOs) are already having major effects on hospital inpatient use, according to a new study published in Health Affairs.\n\nThe researchers, led by Kaufman Hall Senior Vice President Robert York, sought to analyze the effects of disruptive new healthcare business models, like value-based reimbursements, on healthcare provision between 2010 and 2012. They analyzed 71 hospitals in Illinois and the greater Chicago area, covering seven counties and 8.5 million people.\n\nInpatient and outpatient data showed that the 71 hospitals discharged about 1.02 million inpatients in 2010, but by 2012, the number dropped to 970,000.\n\nYork and his team also looked at the data to determine whether accountable care correlated with better results than traditional fee-for-service models, according to the study. They found that ACO-style care did better than traditional care in driving down avoidable admissions as well as shortening lengths of stay.\n\nUnder traditional models, discharges of patients with ambulatory care sensitive conditions dropped 3.8 percent and length of stay dropped 2.4 percent over the study period. Under ACO-style care, discharges dropped 6.3 percent and lengths of stay dipped 3.9 percent, \"providing early evidence that hospitals and doctors working under accountable care principles are more successful in keeping patients with chronic conditions out of the hospital, and shortening hospital stays when hospitalization is required.\"\n\nAlthough inpatient utilization in general has declined over the last decade, the researchers wrote, \"[r]elevant to the new study's results…is the fact that inpatient utilization rates per 1,000 declined across all age groups, averaging a 5 percent across-the-board drop. Utilization declines in the adult population ranged from 5 percent for 45-64 year olds to a much larger 8-9 percent for those age 65 and older.\"\n\nAfter a strong start, ACO growth slowed last year, which could be due to factors like market saturation, lack of a proven model and payers hesitant to offer ACO contracts, FierceHealthcare previously reported.\n\nTo learn more:\n\n- here's the study\n\nRelated Articles:\n\n3 reasons for slowed ACO-growth\n\n4 lessons from Pioneer ACOs\n\nMedicare ACOs growing faster than non-Medicare ACOs\n\nValue-based payments essential in evolving healthcare industry, experts say", "article_metadata": {"description": "Accountable care organizations are already having major effects on hospital inpatient use, according to a new study published in Health Affairs.", "og": {"site_name": "FierceHealthcare", "description": "Accountable care organizations are already having major effects on hospital inpatient use, according to a new study published in Health Affairs.", "title": "ACO-style care linked to drop in inpatient use", "url": "http://www.fiercehealthcare.com/story/aco-style-care-linked-drop-inpatient-use/2014-01-09", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthcare.jpg", "type": "website"}, "twitter": {"site": "fiercehealth", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "apple-itunes-app": "app-id=731085312", "keywords": "Accountable Care Organizations (ACOs),Care Delivery,inpatient,value-based care", "viewport": "width=device-width", "news_keywords": "Care Delivery"}, "_id": "\"57477af36914bd0286fcd2d9\"", "article_summary": "They found that ACO-style care did better than traditional care in driving down avoidable admissions as well as shortening lengths of stay.\nAlthough inpatient utilization in general has declined over the last decade, the researchers wrote, \"[r]elevant to the new study's results…is the fact that inpatient utilization rates per 1,000 declined across all age groups, averaging a 5 percent across-the-board drop.\nAccountable care organizations (ACOs) are already having major effects on hospital inpatient use, according to a new study published in Health Affairs.\nUnder traditional models, discharges of patients with ambulatory care sensitive conditions dropped 3.8 percent and length of stay dropped 2.4 percent over the study period.\nYork and his team also looked at the data to determine whether accountable care correlated with better results than traditional fee-for-service models, according to the study."}