{"article_title": "What 2016 Will Do to Your Finances", "article_keywords": ["insurance", "pay", "price", "finances", "expected", "increases", "rent", "prices", "2016", "average", "plan"], "article_url": "http://www.newsmax.com/Finance/StreetTalk/2016-personal-finance-outlook/2015/12/21/id/706703/", "article_text": "Wondering how you will fare financially in 2016? Below are what experts think next year will hold for financial matters close to home: Raises, rent, gas, food and health.\n\nWill You Get a Raise Next Year?\n\nMaybe.\n\nWage growth has been perhaps the job market's biggest weakness since the recession ended. Pay increases have been both slow and uneven, highly dependent on your field of employment. And for many, it has not been enough to keep pace with the cost of living.\n\nIn November, average hourly earnings climbed 2.3 percent from a year earlier, according to the government's most recent report. But that is only about two-thirds the roughly 3.5 percent typically seen in a strong economy.\n\nMany economists are optimistic Americans' pay will start growing faster soon because hiring has been good and layoffs have been low. But that's been the case for a while, and wages haven't taken off yet.\n\nJoseph LaVorgna, chief U.S. economist at Deutsche Bank, is not expecting major gains ahead. He notes that measures that include a broader mix of compensation beyond hourly wages show there's even less growth in pay than it seems.\n\n\"I'm not convinced things are going to grow as much as I would like them to,\" he said.\n\nWill My Rent Go Up?\n\nYes, most likely.\n\nIt's been a tough few years for U.S. renters because demand has outpaced supply, causing prices to rise.\n\nRents increased 4.5 percent in October, 5.3 percent in September and 6.2 percent in August, according to real estate data firm Zillow. The median rental payment nationwide was $1,382 in October, roughly 30 percent of the median U.S. family income and high enough for the government to consider it financially burdensome. Over the past decade, that number of renters spending over this threshold on rent has jumped from 14.8 million to 21.3 million, or 49 percent of all renters.\n\nThere are more rent increases anticipated ahead.\n\n\"Rents are expected to rise in virtually all major cities in 2016,\" said Hessam Nadji, senior executive vice president with commercial real estate services firm Marcus & Millichap.\n\nSome small consolation: While rents will still rise, the pace of rent growth will slow modestly from the exceptional levels set in 2015 as new construction creates more housing competition, Nadji says.\n\nWill Gas Prices Stay Low?\n\nYes, most likely.\n\nOil prices have plummeted over the last year, a result of high global supplies and weaker demand than expected. U.S. drivers are paying less than $2 a gallon on average for the first time since the Great Recession. Seasonal factors and volatile oil prices will push prices up and down throughout the year, but overall prices are expected to remain low compared with recent years.\n\nThe Energy Department forecasts an average of $2.37 a gallon next year, which would be the lowest annual average since 2009.\n\nTom Kloza, head of energy analysis at the Oil Price Information Service, said drivers should expect lower lows and higher highs at the pump in the year ahead, but he doesn't expect the price of a gallon of gasoline to go over $3 at any time in 2016.\n\n\"Nationally we are looking at a year that is very similar to the year we are ending,\" Kloza said.\n\nWhat About Food?\n\nNew year, same dish.\n\nFood prices should rise at a rate near the historical average, according to the USDA's forecasts.\n\nThe United States Department of Agriculture's Economic Research Service anticipates the price for food will be up 2 to 3 percent for 2016, same as 2015 and in line with the 20-year historical average of 2.6 percent. That includes food people consume at home and out at restaurants.\n\nAnnemarie Kuhns, an economist at the ERS, said that certain food prices were off this year due to unusual events, such as the avian influenza that led to the death of millions of birds and sent egg prices up roughly 15 percent. Looking ahead, she and fellow economists anticipate these prices may level off in 2016 — assuming cooperation from Mother Nature.\n\nWill My Health Insurance Cost More?\n\nProbably.\n\nPeople buying their own coverage through the exchanges created by the Affordable Care Act should see premiums go up faster in 2016 than in previous years, said Cynthia Cox, associate director of health reform and private insurance at the Kaiser Family Foundation.\n\nAccording to Kaiser research, if you do not shop around and let your plan passively renew, the premiums for the lowest silver level plan —the most popular on the exchange — will increase 15 percent on average next year. If you are willing to switch, premium increases are expected to be zero to 1 percent. This is because the exchange is set up to encourage shopping around.\n\nThese increases apply only to people who are receiving subsidies to help pay for the insurance. For those who do not, the increase is expected to be 6 percent.\n\nCox added that shoppers should also update any personal information — such as changes to your family size or income — which can impact what they pay.\n\n\"It's very important to go back online and shop every year,\" Cox said. \"This is still an evolving market — there are new insurers coming in and other insurers leaving. The only way to find (the best price) is to go online or navigate through a broker.\"\n\nEmployer-sponsored plans premiums increased about 4 percent this year. And while Kaiser does not forecast employer-sponsored plan price changes, it does not anticipate any unusual hikes in health care costs that tend to push up insurance prices. However, employees may end up paying more out of pocket for deductibles, copayments and other expenses they are responsible for, depending on their employer's plan.", "article_metadata": {"news_keywords": "2016, personal, finance, outlook", "pubdate": "2015-12-22T06:02:00", "og": {"site_name": "Newsmax", "description": "Wondering how you will fare financially in 2016?Below are what experts think next year will hold for financial matters close to home: Raises, rent, gas, food and health.", "title": "What 2016 Will Do to Your Finances: Rent, Food, Gas, Raises", "url": "http://www.newsmax.com/Finance/StreetTalk/2016-personal-finance-outlook/2015/12/21/id/706703/", "page_id": 85452072376, "image": "http://www.newsmax.com/CMSPages/GetFile.aspx?guid=7e55cc98-0934-451c-beb0-e6d174f56479&SiteName=Newsmax", "type": "article"}, "twitter": {"url": "http://www.newsmax.com/Finance/StreetTalk/2016-personal-finance-outlook/2015/12/21/id/706703/", "description": "Wondering how you will fare financially in 2016?Below are what experts think next year will hold for financial matters close to home: Raises, rent, gas, food and health.", "site": "Newsmax", "title": "What 2016 Will Do to Your Finances: Rent, Food, Gas, Raises"}, "fb": {"admins": 100002083767056, "app_id": 323020797885219}, "epoch": 1450764120, "article": {"section": "StreetTalk", "published_time": "2015-12-22T06:02:00"}, "keywords": "2016, personal, finance, outlook", "google-site-verification": "G8ES7h3vwQTlFRuKZLTkGYYr-GOyLKJVunu1JffVHbs", "original-source": "http://www.newsmax.com/Finance/StreetTalk/2016-personal-finance-outlook/2015/12/21/id/706703/", "description": "What 2016 Will Do to Your Finances: Rent, Food, Gas, Raises"}, "article_summary": "Pay increases have been both slow and uneven, highly dependent on your field of employment.\nLooking ahead, she and fellow economists anticipate these prices may level off in 2016 — assuming cooperation from Mother Nature.\nAnd while Kaiser does not forecast employer-sponsored plan price changes, it does not anticipate any unusual hikes in health care costs that tend to push up insurance prices.\nThere are more rent increases anticipated ahead.\n\"Rents are expected to rise in virtually all major cities in 2016,\" said Hessam Nadji, senior executive vice president with commercial real estate services firm Marcus & Millichap."}