{"article_title": "Virtual Check-Ups: The Doctor Will See Your Online Responses Now", "article_keywords": ["responses", "doctor", "visits", "doctors", "checkups", "patients", "dixon", "questions", "online", "virtual", "dr", "care"], "article_url": "http://commonhealth.wbur.org/2014/08/virtual-visits-save-time", "article_text": "Virtual Check-Ups: The Doctor Will See Your Online Responses Now\n\nVeronica Thomas\n\nCommonHealth Intern\n\nLike many patients with chronic conditions, Lesley Watts used to come in to the doctor’s office for a check-up on her digestive disorder every 12 months. This not only meant time spent in traffic and scouring for a parking spot, but also the brain fog and stress of answering her doctor’s questions on the spot.\n\nBut a year ago, when it was time for her visit, she instead received an email reminder to pull up an online form that asked her everything her doctor needed to know about her symptoms. From the comfort of her recliner, Watts carefully answered the questions, among them: “Overall, how have your reflux symptoms been since your last office visit?” “How much have your symptoms affected your work, social, and/or home life?”\n\nWhen she was satisfied with her responses, she clicked “submit.” The next day, she received instructions from her doctor about how to manage her symptoms better. Visit complete. And patient satisfied.\n\n“It asked me questions that I had never been asked before, and as a consequence, I learned about symptoms I had not recognized,” she remembers. “I believe I received better care because I was able to take my time and provide more accurate answers.”\n\n“We believe that it can actually increase your engagement with the system because you’re thinking about your condition outside of the physician’s office.” – Dr. Ronald Dixon\n\nVirtual care and tele-medicine are hot health topics, replete with weighty promises of revolutionizing healthcare. But they often refer to realtime video-chatting or texting with a clinician—whether it’s your personal provider or a random doctor overseas.\n\nThe Massachusetts General Hospital service that Lesley Watts participated in aims to conduct virtual visits without the realtime interaction.\n\nInstead, patients complete an online questionnaire for their specific conditions, and send it to their personal doctor—whom they already know and trust—for review and response. For the past two years, primary care clinicians at an MGH Beacon Hill practice have been using over 30 different forms to follow up with some of their adult patients.\n\nAccording to Dr. Amy Fogelman, a physician at the Beacon Hill practice, the clinical questionnaires are especially useful for chronic conditions that need management over time, like obesity and hypertension. In fact, the obesity questionnaire has proven more effective at helping patients lose weight than any other method she’s tried, she says.\n\n“Knowing that they’re going to check in with me every month helps my patients stay motivated,” she explains. “They put in their weight, exercise, and a 24-hour food recall. If a patient reports that this past month wasn’t so great, I’ll write back, ‘You can do it, get back on track.’ Having your doctor there with you as a team is really helpful.”\n\nAccording to a recent study, published in the journal “Telemedicine and e-Health,” these asynchronous (not in realtime) virtual visits took significantly less time than in-person visits. On average, the patients spent eight and a half minutes to complete each questionnaire, whereas the doctors spent only three and a half minutes reviewing responses and making recommendations. By contrast, clinicians typically spend 15 minutes on face-to-face visits.\n\n“We’re really trying to maximize the efficiency for both parties,” explains Dr. Ronald Dixon, the Medical Director of the Beacon Hill clinic who created the tools.\n\nMany patients welcome the opportunity to avoid a lengthy trip to the clinic. “My primary concerns at the doctor’s office are one, to maximize my use of the doctor’s time so I don’t have to come back again for as long as possible and two, to get out of there as quickly as possible,” Lesley Watts says. “Consequently, my answers to questions can be incomplete and then the doctor doesn’t ask as many questions because I mask my symptoms.”\n\nDr. Dixon has found that patients tend to be more accurate and insightful when answering questions virtually, on their own time. “We believe that it can actually increase your engagement with the system because you’re thinking about your condition outside of the physician’s office,” he says.\n\nIn fact, using the virtual visits, Dr. Dixon and his colleagues discovered that more than a dozen clinically depressed patients were having some suicidal thoughts that had not been expressed before in clinic visits. Because of these patients’ more honest answers to the online questionnaires, the clinicians were able to modify and improve their care plans, he says.\n\nThe “Telemedicine and eHealth” study found that both patients and health-care providers were generally satisfied with the new process. Lesley Watts says she found the forms easy to use and especially liked focusing on one condition at a time: “Normally, I try to get everything taken care of as quickly as possible in one visit.”\n\nWhile most patients appreciate the condition-specific questionnaires, not all patients like being pigeonholed this way, says Dr. Fogelman.\n\n“Nobody is just one condition,” Dr. Fogelman says. “Everyone’s got multiple things going on, so that can feel a little limiting.” To address this drawback, Dr. Dixon and the other creators are considering ways to combine chronic conditions in future versions of the software.\n\nAnother remaining challenge: Since the virtual follow-ups are pre-populated with questions and answer choices, patients don’t have a lot of space to express additional concerns or give detailed descriptions for all their symptoms.\n\nSpace for free text is purposefully limited to specific questions so that doctors can make decisions efficiently without sorting through extra information that’s not relevant to the condition being treated—like gastrointestinal complaints when discussing hypertension.\n\n“One of the problems that we had with non-structured visits using an online portal is that you get into a long back-and-forth exchange with multiple iterations that eventually require the patient to present to the clinic for follow-up,” Dr. Dixon says.\n\nThat rings true to me. I have my own wordy email chain with my doctor that began as a simple follow-up about some blood-work results. Eight messages later, my doctor and I still hadn’t come to a conclusion about my treatment, so she asked that I come in for a face-to-face appointment instead. The back-and-forth tennis match of emails wasn’t getting us anywhere.\n\nPatients who prefer to discuss multiple issues at once can still follow up using the Beacon Hill clinic’s online portal—basically just an email account.\n\n“For patients who may be isolated or suffering from something that requires human contact, then the online follow-ups aren’t necessarily the best thing.”\n\nAs for patients who don’t have access to the Internet or just prefer personal contact with their provider, face-to-face visits are always an option.\n\n“For patients who may be isolated or suffering from something that requires human contact, then the online follow-ups aren’t necessarily the best thing,” Dr. Dixon says. “We don’t say that you shouldn’t see a doctor or nurse anymore. We’re just saying that some visits can be replaced or avoided by using virtual visits instead.”\n\nSo can you expect to receive virtual follow-ups from your doctor? It’s unlikely right now, but possible, perhaps even probable, in the future.\n\nThe online tools are currently being used only by eight Massachusetts General Hospital practices in Boston, though Dr. Dixon is looking to expand to others in Massachusetts and even California.\n\nThe trouble is billing. Right now, the virtual visits require a different payment model than traditional fee-for-service—separate billing for each procedure—since they technically can’t be billed to an insurance provider. Insurance generally pays doctors only for in-person services.\n\nBut health care in Massachusetts and beyond is transitioning toward an Accountable Care Organization model: “If we take better care of the patients, hospitalize them less, and manage their chronic disease, then we share the savings with the insurance plans,” Dr. Dixon explains.\n\nInstead of incentivizing individual, billable procedures, the new payment model aims to reward doctors for maintaining and improving the overall health of their patients. By more effectively monitoring and managing patients’ chronic conditions, Dr. Dixon hopes the virtual visits can do just that.\n\n“It’s often hard for patients to make it into the office for a needed appointment, and by making it easier for them to check in with me for evaluation and management of their chronic condition, I can ultimately do a better job in treating them,” he says.\n\nReaders, thoughts? Would you want your doctor to do something iike this?", "article_metadata": {"description": "\"Virtual visits\" let patients answer online questionnaires at their leisure to avoid the time and hassle of an office visit; initial studies at Massachusetts General Hospital find they work well -- for specific uses.", "og": {"site_name": "commonhealth", "description": "\"Virtual visits\" let patients answer online questionnaires at their leisure to avoid the time and hassle of an office visit; initial studies at Massachusetts General Hospital find they work well -- for specific uses.", "title": "Virtual Check-Ups: The Doctor Will See Your Online Responses Now", "url": "http://commonhealth.wbur.org/2014/08/virtual-visits-save-time", "image": "http://s3.amazonaws.com/media.wbur.org/wordpress/15/files/2014/08/8378659933_5941c7a83b_b-620x413.jpg", "type": "article"}, "twitter": {"url": "http://commonhealth.wbur.org/2014/08/virtual-visits-save-time", "image": "//s3.amazonaws.com/media.wbur.org/wordpress/15/files/2014/08/8378659933_5941c7a83b_b-620x413.jpg", "site": "@commonhealth", "card": "summary", "title": "Virtual Check-Ups: The Doctor Will See Your Online Responses Now"}, "DC.date.issued": "2014-08-15", "msvalidate.01": "D02D46BAEDB3F81FC1B1DE2A8CB69551", "fb": {"admins": 1549080028, "app_id": 134067973330252}, "date": "Fri, 15 Aug 2014 09:37:27 -0400"}, "article_summary": "The Massachusetts General Hospital service that Lesley Watts participated in aims to conduct virtual visits without the realtime interaction.\nWe’re just saying that some visits can be replaced or avoided by using virtual visits instead.”So can you expect to receive virtual follow-ups from your doctor?\nBy more effectively monitoring and managing patients’ chronic conditions, Dr. Dixon hopes the virtual visits can do just that.\nVirtual Check-Ups: The Doctor Will See Your Online Responses NowVeronica ThomasCommonHealth InternLike many patients with chronic conditions, Lesley Watts used to come in to the doctor’s office for a check-up on her digestive disorder every 12 months.\nRight now, the virtual visits require a different payment model than traditional fee-for-service—separate billing for each procedure—since they technically can’t be billed to an insurance provider."}