{"article_title": "Luis Rosero Receives Hispanic Health Leadership Award NYSE", "article_keywords": ["foundation", "rosero", "nhhf", "national", "work", "toyota", "award", "hispanic", "leadership", "health", "york", "receives", "luis", "nyse"], "article_url": "https://globenewswire.com/news-release/2014/12/04/688794/10110982/en/Luis-Rosero-Receives-Hispanic-Health-Leadership-Award.html", "article_text": "NEW YORK, Dec. 4, 2014 (GLOBE NEWSWIRE) -- The Board of Directors of the National Hispanic Health Foundation (NHHF) and the Foundation of the National Hispanic Medical Association (NHMA), recognized Luis Rosero, Director, Hispanic Business Strategy Group, Toyota, with the Hispanic Health Leadership Award at the 11th Annual Hispanic Health Professional Student Scholarship Gala held on Thursday, December 4, 2014, at the New York Academy of Medicine in New York City.\n\nThe Hispanic Health Leadership Award is presented to outstanding individuals who have served in significant leadership roles and have improved the health of Hispanics and other underserved populations.\n\nIn 2009, President Barack Obama appointed Rosero Deputy Assistant Secretary for Public Affairs at the U.S. Department of Health and Human Services (HHS). As a member of the President's healthcare reform team, Rosero's role was largely focused on addressing health disparities and access to quality affordable health coverage for Hispanics, working on healthcare fraud prevention and enforcement and supporting the widespread meaningful use of Health Information Technology. His work contributed to passage of the Affordable Care Act and creation of Cuidadodesalud.gov.\n\n\"I am deeply honored to be recognized by the National Hispanic Health Foundation. I congratulate and applaud the monumental work that Dr. Elena Rios and the National Hispanic Medical Association do on a daily basis to eliminate health disparities and improve the overall health of the Latino community,\" said Rosero.\n\n\"With this award we acknowledge Luis Rosero's leadership, vision and tireless work on behalf of increasing access to healthcare among the Latino community. Luis' work and outreach during the rollout phase of ACA and CuidadodeSalud.gov contributed to millions of previously uninsured across the country benefitting today from health insurance and consumer protections,\" said Dr. Elena Rios, President and CEO of NHHF and NHMA.\n\nIn addition, ten students enrolled in health professional schools were given scholarships to help finish school. The vision of the NHHF was to develop this scholarship as the nation's premier fund to encourage Hispanic health professional students to complete their career goals. Since 2005, the NHHF has awarded $563,000 to 155 outstanding Hispanic health professional students throughout the U.S. for exceptional academic performance, leadership, and commitment to the Hispanic community.\n\nOther awardees include: Natalie Morales, News Anchor, NBC Today Show; Jay Hershenson, Vice Chancellor, CUNY; and Manny Gonzalez, CEO, Pediatric Innovations USA.\n\nIn his current role as Director of the Hispanic Business Strategy Group at Toyota, Rosero is charged with deepening Toyota's relationship with the Latino community, maintaining the company's lead as the automotive choice for Hispanics, and increasing Hispanic market share for the Toyota, Lexus and Scion brands.\n\nBorn and raised in New York of Ecuadoran parents, Rosero has a bachelor's degree from the State University of New York at Purchase and is married to Lisa Moreno-Rosero, MD, MS, Assistant Professor of Pediatrics, Division of Allergy and Immunology, Weill Cornell Medical College, New York Presbyterian Hospital. They have two daughters, Isabella and Sophia.\n\nABOUT TOYOTA\n\nToyota, the world's top automaker and creator of the Prius, is committed to building vehicles for the way people live through our Toyota, Lexus and Scion brands. Over the past 50 years, we've built more than 25 million cars and trucks in North America, where we operate 14 manufacturing plants and directly employ more than 40,000 people. Our 1,800 North American dealerships sold more than 2.5 million cars and trucks in 2013 – and about 80 percent of all Toyota vehicles sold over the past 20 years are still on the road today.\n\n\n\nToyota partners with philanthropic organizations across the country, with a focus on education, safety and the environment. As part of this commitment, we share the company's extensive know-how garnered from building great cars and trucks to help community organizations and other nonprofits expand their ability to do good. To date, Toyota has contributed more than $700 million to nonprofits in the U.S. For more information about Toyota, visit www.toyota.com/usa.\n\nABOUT NHHF\n\nThe National Hispanic Health Foundation (NHHF) is a 501c3 nonprofit foundation established by the National Hispanic Medical Association (NHMA) in 1994. It represents 50,000 Hispanic physicians across the U.S. The NHHF mission is to improve the health of Hispanics and other underserved through research, education and charitable activities and is guided by a distinguished board of nationally recognized leaders in healthcare.\n\nMedia Contacts:\n\nLuis Rosero\n\nToyota Motor North America\n\nluis_rosero@toyota.com\n\n(212) 715-7493\n\nAlejandro Vitale\n\nRepública for Toyota\n\navitale@republica.net\n\n(305) 979-0118", "article_metadata": {"description": "NEW YORK, Dec. 4, 2014 (GLOBE NEWSWIRE) -- The Board of Directors of the National Hispanic Health Foundation (NHHF) and the Foundation of the National Hispanic Medical Association (NHMA), recognized Luis Rosero, Director, Hispanic Business Strategy Group, Toyota, with the Hispanic Health Leadership Award at the 11th Annual Hispanic Health Professional Student Scholarship Gala held on Thursday, December 4, 2014, at the New York Academy of Medicine in New York City.", "original-source": "http://globenewswire.com/news-release/2014/12/04/688794/10110982/en/Luis-Rosero-Receives-Hispanic-Health-Leadership-Award.html", "title": "Luis Rosero Receives Hispanic Health Leadership Award", "og": {"site_name": "GlobeNewswire News Room", "description": "NEW YORK, Dec. 4, 2014 (GLOBE NEWSWIRE) -- The Board of Directors of the National Hispanic Health Foundation (NHHF) and the Foundation of the National Hispanic Medical Association (NHMA), recognized Luis Rosero, Director, Hispanic Business Strategy Group, Toyota, with the Hispanic Health Leadership Award at the 11th Annual Hispanic Health Professional Student Scholarship Gala held on Thursday, December 4, 2014, at the New York Academy of Medicine in New York City.", "title": "Luis Rosero Receives Hispanic Health Leadership Award", "url": "http://globenewswire.com/news-release/2014/12/04/688794/10110982/en/Luis-Rosero-Receives-Hispanic-Health-Leadership-Award.html", "image": "http://globenewswire.com/Attachment/LogoDisplay/361136?filename=361136.jpg&size=1", "locale": "en_US", "article": {"tag": "Toyota Motor North America, HEALTH, MEDICAL, PUBLIC AFFAIRS", "published_time": "12/4/2014 5:00:00 PM", "author": "Toyota Motor North America"}, "type": "article"}, "author": "Toyota Motor North America", "DC.date.issued": "12/4/2014", "keywords": "NYSE:TM, Toyota Motor North America, HEALTH, MEDICAL, PUBLIC AFFAIRS", "ticker": "NYSE:TM", "viewport": "width=device-width, user-scalable=no, initial-scale=1, maximum-scale=1"}, "article_summary": "The Hispanic Health Leadership Award is presented to outstanding individuals who have served in significant leadership roles and have improved the health of Hispanics and other underserved populations.\nABOUT NHHFThe National Hispanic Health Foundation (NHHF) is a 501c3 nonprofit foundation established by the National Hispanic Medical Association (NHMA) in 1994.\n\"I am deeply honored to be recognized by the National Hispanic Health Foundation.\nNEW YORK, Dec. 4, 2014 (GLOBE NEWSWIRE) -- The Board of Directors of the National Hispanic Health Foundation (NHHF) and the Foundation of the National Hispanic Medical Association (NHMA), recognized Luis Rosero, Director, Hispanic Business Strategy Group, Toyota, with the Hispanic Health Leadership Award at the 11th Annual Hispanic Health Professional Student Scholarship Gala held on Thursday, December 4, 2014, at the New York Academy of Medicine in New York City.\nSince 2005, the NHHF has awarded $563,000 to 155 outstanding Hispanic health professional students throughout the U.S. for exceptional academic performance, leadership, and commitment to the Hispanic community."}