{"article_title": "Puerto Rico shows the danger of a high minimum wage", "article_keywords": ["wage", "states", "financial", "danger", "greek", "country", "history", "high", "rico", "minimum", "euro", "greece", "puerto", "currency", "bank", "shows"], "article_url": "https://www.washingtonpost.com/news/wonk/wp/2015/06/29/wonkbook-puerto-rico-shows-the-danger-of-a-high-minimum-wage/", "article_text": "As the financial system in Greece comes to a screeching halt this week, a smaller catastrophe looms in Puerto Rico, where the government is likewise set for disputes with its creditors over how to pay the bills.\n\nGov. Alejandro García Padilla of Puerto Rico does not believe the commonwealth will be able to pay the $72 billion, Michael Corkery and Mary Williams Walsh report in The New York Times. That's a huge amount of money, about four times the amount that was at stake in Detroit's bankruptcy.\n\nThere's no short answer to the question of what went wrong in Puerto Rico, which the subject of a report commissioned by the García Padilla administration scheduled for release Monday. The authors include former World Bank chief economist Anne O. Krueger, and they don't mince words.\n\nOne point the report makes is worth considering for policymakers elsewhere in the United States. While labor organizers around the country along with most major Democratic politicians have said the federal minimum wage is too low, it seems clearly too high in Puerto Rico, at 77 percent of per capita income. That puts a lot of people with less education and fewer skills out of consideration for a job.\n\nEconomists trying to understand what a higher minimum wage would mean for the United States have examined Puerto Rico's history, and some have recommended a lower wage for the island, as Lydia DePillis has reported for Wonkblog.\n\nThe minimum wage is the same in the rest of the United States, of course, but it is just 28 percent of per capita income on average, since Puerto Rico's economy is so weak relative to the rest of the country's. There might well be room to increase minimum wages elsewhere without replicating the problems in Puerto Rico's labor market.\n\nStill, if Congress does consider increasing the federal minimum wage again, lawmakers should take into account the consequences for the commonwealth.\n\nWelcome to Wonkbook. To subscribe by e-mail, click here. Send comments, criticism or ideas to Wonkbook at Washpost dot com. Follow Wonkblog on Twitter and Facebook.\n\nWhat's in Wonkbook: 1) Greek capital controls 2) Opinions, including Sullivan on gay marriage 3) Sanders is a threat, and more\n\n1. Top story: Greek banking system shuts down\n\nGreek banks are closed. \"Greece shut down its banking system, ordering lenders to stay closed for six days starting Monday, and its central bank moved to impose controls to prevent money from flooding out of the country. The steps, a fateful climax to five years of debt crisis, put Greece closer than it ever has been to an exit from the euro and pushes the common currency itself into uncharted waters. The decision came after the European Central Bank—meeting in an emergency session Sunday—opted not to expand a lifeline of emergency funds that has been sustaining Greek banks while nervous depositors pulled their money out. ... On Athens’s rainy streets late Sunday, many ATMs had already been emptied.\" Brian Blackstone, Nektaria Stamouli and Charles Forelle in The Wall Street Journal.\n\nChart of the day: Some €64 billion has already left Greece over the past year. Mark Whitehouse for Bloomberg View.\n\nParliament has called a national referendum on the latest proposal from Europe. \"The parliamentary vote was held in the early hours of Sunday after 14 hours of rancorous debate in which opposition MPs accused Syriza of governing irresponsibly and betraying the country’s interests. ... The government has given few details of how the July 5 referendum will be organised, other than suggesting that 'yes' and 'no' answers would reference a document listing Greek objections to fiscal and structural measures set by creditors in return for providing €15.3bn of bailout aid to Athens. But with the bailout due to expire on Tuesday, there will be no programme in place for Greek voters to decide on when they go to the polls.\" Kerin Hope in The Financial Times.\n\nStocks are falling worldwide. \"Stocks fell sharply in Europe and Asia on Monday, and markets in New York appeared headed for a slump at the opening, as Greece’s financial difficulties spread worries about possible broader harm to the global financial system... Investors have been concerned by the probability that Athens will be unable to meet a 1.6 billion euro, or roughly $1.8 billion, loan repayment to the International Monetary Fund that is due on Tuesday, with uncertain consequences for Greece’s future in the eurozone and even in the European Union. While investors were clearly concerned about the events of the weekend, there was no sign on Monday of widespread panic.\" David Jolly and Keith Bradsher in The New York Times.\n\nTsipras has had enough. \"Greek Prime Minister Alexis Tsipras began leaning toward a risky referendum after creditors covered his proposed policies in red ink, said people close to him. ... They marked up Greece’s policy document with deletions and amendments in red font, much like a teacher’s notes to a failing student. The policies the so-called troika of institutions wanted instead—including tough pension cuts—looked impossible for Mr. Tsipras to sell to his left-wing Syriza party back home. Greek officials say that when Mr. Tsipras also failed to get German Chancellor Angela Merkel and other European leaders to cut him some slack, he opted on Friday to let the voters decide. ... The premier told Greece’s Parliament in the early hours of Sunday that Greeks could vote 'no' and still keep the euro, while boosting the government’s bargaining position.\" Nektaria Stamouli and Marcus Walker in The Wall Street Journal.\n\nIRWIN: Could Greece somehow keep the euro? \"A 'No' vote almost certainly means that the country will walk away from the euro and create its own currency (which will surely devalue sharply)... Capital controls that limit people’s ability to withdraw and move money out of the country are, it is safe to say, not a sign of a healthy currency union. It would be hard to call the dollar the national currency of the United States if laws prevented me from taking Maryland dollars and depositing them in a Virginia bank. The developments show how little power Mr. Tsipras and the Greek government really have if they want to keep using the euro currency, as their campaign platform called for and as is widely popular in Greek polls. ... There may be a middle ground, too, in which Greece semi-exits the euro: Imagine keeping the currency but with such strict and permanent capital controls that Greek’s euros are actually a different currency from the one used in Paris or Rome.\" The New York Times.\n\nKARABELL: The damage could be contained. \"Assuming the ECB holds firm in its refusal to extend credit and the government in Athens leaves the euro zone, it comes down to this: Either Grexit will be only the first shoe to drop (groan) in the unwinding of the euro zone—and thus a major blow to the world economy just as policy-makers (the hopeful Obama administration among them) are banking on stable growth—or it will not. ... My opinion, and that is all any of us possess about this particular future at the current moment, is that it will not. Financial markets may have a very rough few weeks. Greece may stay with the euro, and it may not. In neither case is this likely to be the beginning of the great unraveling. The world is too big, and the international buffers are just strong enough.\" Politico.\n\nO'BRIEN: Europe's stance is political. \"Greece and Europe really aren't that far apart on a deal. Europe wants Greece to cut its pensions more than it already has—which, in some cases, has been as much as 40 percent—but Greece only wants to cut them half as much and make up the rest with higher taxes on businesses. In other words, both sides agree how much austerity Athens should do, just not how it should do it. ... This hardline stance is more about warning anti-austerity parties in Spain and Portugal that there's nothing to be gained from challenging the continent's budget-cutting status quo as it is about the €1.8 billion in pension cuts—not even a rounding error in the context of Europe's economy—that it wants from Greece.\" The Washington Post.\n\nRAMPELL: It's time for Greece's creditors to acknowledge the inevitable. \"Despite optimistic denials by our obstinate protagonists, a default of some kind is inevitable. The only question is when and how orderly it will be. ... The private and public sectors are already behaving as if a default and exit from the euro are imminent, with actions that could well become self-fulfilling. Greeks are hoarding cash and sending their savings abroad; by a conservative estimate, Greek bank deposits have fallen by about 45 percent since their peak in 2009. ... The government, meanwhile, has been financing itself by not paying its bills... Further tax hikes and spending cuts, as the country’s creditors demand, will only further reduce the government’s ability to pay.\" The Washington Post.\n\nKRUGMAN: Greek voters should reject the terms and quit the common currency. \"It has been obvious for some time that the creation of the euro was a terrible mistake. Europe never had the preconditions for a successful single currency — above all, the kind of fiscal and banking union that, for example, ensures that when a housing bubble in Florida bursts, Washington automatically protects seniors against any threat to their medical care or their bank deposits. ... Cases of successful austerity, in which countries rein in deficits without bringing on a depression, typically involve large currency devaluations that make their exports more competitive. ... But Greece, without its own currency, didn’t have that option. ... Acceding to the troika’s ultimatum would represent the final abandonment of any pretense of Greek independence.\" The New York Times.\n\n2. Top opinions\n\nMATTHEWS: Obama is now among the most consequential presidents in U.S. history. \"National health insurance has been the single defining goal of American progressivism for more than a century. ... [Obamacare] established, for the first time in history, that it was the responsibility of the United States government to provide health insurance to nearly all Americans, and it expanded Medicaid and offered hundreds of billions of dollars in insurance subsidies to fulfill that responsibility. ... It effected a massive downward redistribution of income. It's one of the most startlingly progressive laws this country has ever enacted. ... When you consider the law in the context of 100 years of progressive activism, and in the grand scheme of American history, it starts to look less like a moderate reform and more like an epochal achievement.\" Vox.\n\nFALLOWS: The president's eulogy is worth watching. \"Obama’s eulogy [Friday] for parishioners of the Emanuel African Methodist Episcopal Church in Charleston was his most fully successful performance as an orator. The president recited the words to Amazing Grace midway through the speech, before singing them at the end. Including these crucial, closing words: 'Was blind, but now I see.' ... And from that point on in the speech, he consistently used the “we’ve been blind / but now we see” pairing to present all the policy points he wanted to discuss. ... And on throughout the speech. We were blind to a problem; but now through God’s grace our eyes have opened; and we can see what we should do. ... As a matter of political framing, it may not actually make a difference, but it’s as much as a political speech could possibly do to induce people to think about issues in a different way. Appreciate how this approach comes across, versus 'you were wrong, we are right.' \" The Atlantic.\n\nSULLIVAN: Proponents of gay marriage have at last won the victory they sought. \"We lost and lost and lost again. Much of the gay left was deeply suspicious of this conservative-sounding reform; two thirds of the country were opposed; the religious right saw in the issue a unique opportunity for political leverage—and over time, they put state constitutional amendments against marriage equality on the ballot in countless states, and won every time. ... I recall all this now simply to rebut the entire line of being “on the right side of history.” History does not have such straight lines. Movements do not move relentlessly forward; progress comes and, just as swiftly, goes. For many years, it felt like one step forward, two steps back. History is a miasma of contingency, and courage, and conviction, and chance. But some things you know deep in your heart: that all human beings are made in the image of God; that their loves and lives are equally precious; that the pursuit of happiness promised in the Declaration of Independence has no meaning if it does not include the right to marry the person you love; and has no force if it denies that fundamental human freedom to a portion of its citizens.\" The New Republic.\n\n3. In case you missed it\n\nChinese stocks are plummeting. \"Chinese equities swung wildly before ending Monday with another significant drop, as a rate cut from China’s central bank failed to slow the country’s stock market roller coaster. The Shanghai Composite sank as much as 7.6 per cent in early afternoon trading before closing the day down 3.3 per cent at 4,053, its lowest finish since mid-April. The index has now fallen 22 per cent from its June 12 high, putting it in technical 'bear market' territory and wiping more than $1.2tn off the total value of Shanghai-listed companies. ... Some analysts had already sounded caution over whether the weekend rate cut from the People’s Bank of China would be enough to boost market sentiment.\" Josh Noble in The Financial Times.\n\nJeb Bush used his family name to win business. \"Records, lawsuits, interviews and newspaper accounts stretching back more than three decades present a picture of a man who, before he was elected Florida governor in 1998, often benefited from his family connections and repeatedly put himself in situations that raised questions about his judgment and exposed him to reputational risk. ... Five of his business associates have been convicted of crimes; one remains an international fugitive on fraud charges. In each case, Bush said he had no knowledge of any wrongdoing and said some of the people he met as a businessman in Florida took advantage of his naiveté. ... 'Jeb Bush had a successful career in commercial real estate and business before serving as Florida’s governor,' said Kristy Campbell, a Bush spokeswoman. 'He has always operated with the highest level of integrity throughout his business career.' \" Robert O'Harrow Jr. and Tom Hamburger in The Washington Post.\n\nBernie Sanders is a real threat to Hillary Clinton. \"Sanders — a self-described democratic socialist — has seen his crowds swell and is gaining ground in the polls on the formidable Democratic front-runner, Hillary Rodham Clinton. In New Hampshire, where Sanders was on yet another weekend swing, one survey last week showed him within 8 percentage points of Clinton. Sanders’s emerging strength has exposed continued misgivings among the party’s progressive base about Clinton, whose team is treading carefully in its public statements. Supporters have acknowledged privately the potential for Sanders to damage her — perhaps winning an early state or two — even if he can’t win the nomination. 'He’s connecting in a way that Hillary Clinton is not,' said Burt Cohen, a former New Hampshire state senator.\" John Wagner and Anne Gearan in The Washington Post.", "article_metadata": {"description": "The minimum wage might be too low in the rest of the country, but it's probably too high for Puerto Rico.", "author": "https://www.facebook.com/max.ehrenfreund", "og": {"site_name": "Washington Post", "description": "The minimum wage might be too low in the rest of the country, but it's probably too high for Puerto Rico.", "title": "Puerto Rico shows the danger of a high minimum wage", "url": "https://www.washingtonpost.com/news/wonk/wp/2015/06/29/wonkbook-puerto-rico-shows-the-danger-of-a-high-minimum-wage/", "image": "https://images.washingtonpost.com/?url=http://img.washingtonpost.com/blogs/wonkblog/files/2015/05/Puerto-Rico.jpg&w=1484&op=resize&opt=1&filter=antialias", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@MaxEhrenfreund"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/news/wonk/wp/2015/06/29/wonkbook-puerto-rico-shows-the-danger-of-a-high-minimum-wage/", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "Alejandro García Padilla", "article": {"publisher": "https://www.facebook.com/washingtonpost", "author": "https://www.facebook.com/max.ehrenfreund"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "Alejandro García Padilla"}, "article_summary": "I recall all this now simply to rebut the entire line of being “on the right side of history.” History does not have such straight lines.\nStill, if Congress does consider increasing the federal minimum wage again, lawmakers should take into account the consequences for the commonwealth.\nGreeks are hoarding cash and sending their savings abroad; by a conservative estimate, Greek bank deposits have fallen by about 45 percent since their peak in 2009.\nThere might well be room to increase minimum wages elsewhere without replicating the problems in Puerto Rico's labor market.\nWhile labor organizers around the country along with most major Democratic politicians have said the federal minimum wage is too low, it seems clearly too high in Puerto Rico, at 77 percent of per capita income."}