{"article_title": "Smoke from fires expected to bring more bad air to Colorado – The Denver Post", "article_keywords": ["school", "respiratory", "colorado", "service", "bad", "denver", "air", "ozone", "bring", "fires", "weather", "pacific", "smoke", "expected", "range", "post"], "article_url": "http://www.denverpost.com/weathernews/ci_28692488/smoke-from-fires-expected-bring-more-bad-air", "article_text": "The smoke and haze drifting from Pacific Northwest wildfires that is hanging over northern Colorado isn’t going to disappear soon, according to the National Weather Service.\n\nSkies may clear briefly on Thursday and Friday if expected showers and thunderstorms start late Wednesday.\n\nBut the fires will continue burning, and a stagnant high-pressure system that hangs over the area will again trap the smoke when the moisture leaves the area, said Kyle Fredin, a meteorologist with the Weather Service in Boulder.\n\n“If anything, it will look hazy. I don’t know if we will see crystal clear skies for a while,” Fredin said Monday. “It can take a long time for those fires to go out. They won’t really go out until the rainy season kicks in in the Pacific Northwest in October.”\n\nThe air pollution has caused problems for some of those who have respiratory issues.\n\nAt Morgridge Academy — a school for children who are chronically ill, many with asthma — some kids have needed extra medication as a result of the air conditions, said William Allstetter, spokesman for National Jewish Health, where the school is located.\n\nThe students, who require medical assistance during the school day, are treated at the hospital.\n\nThe hospital also had a number of calls from parents concerned about their children, he said, “but no one came in today.”\n\nDenver International Airport is warning passengers that the smoke and reduced visibility caused by the fires could delay some flights by an average of about 30 minutes.\n\n“We still have high pressure over us, and in the next few days we could see some moisture coming out of the southwest,” said Todd Dankers, a Weather Service meteorologist. “That could displace the smoke particles.”\n\nThe Colorado Department of Public Health and Environment and the Regional Air Quality Council issued an ozone action day alert at 4 p.m. Monday for the Front Range Urban Corridor from El Paso County north to Larimer and Weld counties.\n\nThe ozone concentrations will be in the moderate to unhealthy range for sensitive groups through Tuesday. The department recommends limiting outdoor activity when moderate to heavy smoke is present, especially for those who suffer from heart disease, respiratory illnesses, the very young and the elderly.", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Smoke from fires expected to bring more bad air to Colorado", "title": "Smoke from fires expected to bring more bad air to Colorado", "url": "http://www.denverpost.com/2015/08/24/smoke-from-fires-expected-to-bring-more-bad-air-to-colorado/", "image": {"width": 640, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20150823__coloradohazep1-1.jpg", "height": 480}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20150823__coloradohazep1-1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2015-08-24T06:36:34+00:00", "modified_time": "2016-04-22T07:04:20+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fcaa33\"", "article_summary": "The smoke and haze drifting from Pacific Northwest wildfires that is hanging over northern Colorado isn’t going to disappear soon, according to the National Weather Service.\n“We still have high pressure over us, and in the next few days we could see some moisture coming out of the southwest,” said Todd Dankers, a Weather Service meteorologist.\nSkies may clear briefly on Thursday and Friday if expected showers and thunderstorms start late Wednesday.\nThe ozone concentrations will be in the moderate to unhealthy range for sensitive groups through Tuesday.\nBut the fires will continue burning, and a stagnant high-pressure system that hangs over the area will again trap the smoke when the moisture leaves the area, said Kyle Fredin, a meteorologist with the Weather Service in Boulder."}