{"article_title": "Webinar Details Bermuda's Healthcare Insurance Market", "article_keywords": ["management", "risk", "bermudas", "yates", "webinar", "entities", "bermuda", "details", "healthcare", "captive", "captives", "hospitals", "insurance", "market"], "article_url": "https://globenewswire.com/news-release/2015/09/21/769779/10150016/en/Webinar-Details-Bermuda-s-Healthcare-Insurance-Market.html", "article_text": "HAMILTON, Bermuda, Sept. 21, 2015 (GLOBE NEWSWIRE) -- The Bermuda Business Development Agency (BDA) is hosting a webinar later this month about Bermuda's expanding healthcare insurance market.\n\nHealthcare policy changes in recent years, particularly in the US under the 2010 Affordable Care Act (ACA, or more commonly \"ObamaCare\"), have driven amalgamation of hospitals and other healthcare entities and expanded Medicaid coverage to millions more Americans. That trend has created greater demand for healthcare captives to offset the upsurge in potential risks; indeed, the island has seen substantial growth in the sector over the past five years, according to Bermuda industry experts, many of whom will be part of a BDA delegation to next month's annual American Society for Healthcare Risk Management (ASHRM) conference in Indianapolis (Oct 18–21).\n\nThe BDA webinar will feature an expert panel discussing these trends—and the ways in which the Bermuda insurance market has responded with innovative risk-transfer products. Bermuda has some 40 professionals writing healthcare insurance and reinsurance for a full spectrum of entities; the market can also count among its advantages a solid track record of paying claims, and local capacity in the jurisdiction to write up to $400m for any single risk.\n\n\"With more captives than any other domicile in the world and now on track to achieve Solvency II equivalence, Bermuda continues to be at the forefront of global captive developments,\" says webinar panellist Oceana Yates, Vice-President, Captives, for Bermuda-based R&Q Quest Management Services Limited. \"Much investment has been made in providing truly innovative and relevant solutions to healthcare-related entities. As a result of the new legislation in the US, there has been an increase in American hospitals employing physicians who were traditionally self-employed, buying physician groups, and entering into joint ventures with other entities to help manage healthcare costs. The expansion of the reach of hospitals and other healthcare facilities is driving this captive growth in Bermuda.\"\n\nThe Island provides a diverse menu of healthcare risk solutions, catering to standalone hospitals, long-term care, fully integrated healthcare delivery systems, and countrywide, for-profit hospital chains, according to Yates. Access to reinsurance is another big selling point. With 15 of the top 40 reinsurers, Bermuda provides captive owners and operators with direct access to billions of dollars in open-market underwriting capacity.\n\nThe hour-long webinar, to broadcast at 12 pm (Bermuda/Atlantic Standard Time) Wednesday, September 30, will highlight the regulatory, legal and tax issues as well as the substantial benefits of establishing a Bermuda healthcare captive—including risk management, asset protection, and efficient access to the global reinsurance market. Registrants will receive online access to the live webinar followed by a question-and-answer session, and a post-webinar download of the presentation. Featured speakers are: R&Q's Yates; Butch Agnew, Vice President, Dyna Management Services Ltd.; and Anne Sousa, Senior Vice President, Casualty Healthcare, Aon Risk Solutions.\n\n\"The webinar affords an excellent opportunity for those interested in the captive idea to interact directly with experts who have significant healthcare experience,\" says Yates. \"The session will help to clarify how captives can add value in terms of enhanced risk strategy and tangible bottom-line results.\"\n\nQuestions during the webinar session can be emailed to info@bda.bm or tweeted to @investBermuda #BDAcaptive. To sign up, click here: https://attendee.gotowebinar.com/register/7341015096435004929\n\nABOUT BERMUDA BUSINESS DEVELOPMENT AGENCY (BDA)\n\nThe BDA encourages direct investment and helps companies start up, re-locate or expand their operations in our premier jurisdiction. An independent, public-private partnership, we connect prospective companies to industry professionals, regulatory officials, and key contacts in the Bermuda Government to facilitate domicile decisions and make doing business in Bermuda straightforward and beneficial.\n\nFor more information, visit bda.bm.\n\nMEDIA CONTACT: Rosemary Jones Communications Manager rosemary@bda.bm 441 278-6558 441 337-4696", "article_metadata": {"description": "HAMILTON, Bermuda, Sept. 21, 2015 (GLOBE NEWSWIRE) -- The Bermuda Business Development Agency (BDA) is hosting a webinar later this month about Bermuda's expanding healthcare insurance market.", "original-source": "http://globenewswire.com/news-release/2015/09/21/769779/10150016/en/Webinar-Details-Bermuda-s-Healthcare-Insurance-Market.html", "title": "Webinar Details Bermuda's Healthcare Insurance Market", "og": {"site_name": "GlobeNewswire News Room", "description": "HAMILTON, Bermuda, Sept. 21, 2015 (GLOBE NEWSWIRE) -- The Bermuda Business Development Agency (BDA) is hosting a webinar later this month about Bermuda's expanding healthcare insurance market.", "title": "Webinar Details Bermuda's Healthcare Insurance Market", "url": "http://globenewswire.com/news-release/2015/09/21/769779/10150016/en/Webinar-Details-Bermuda-s-Healthcare-Insurance-Market.html", "image": "http://globenewswire.com/Attachment/LogoDisplay/389336?filename=389336.jpg&size=1", "locale": "en_US", "article": {"tag": "Bermuda Business Development Agency, INSURANCE, WEBCAST", "published_time": "9/21/2015 3:22:42 PM", "author": "Bermuda Business Development Agency"}, "type": "article"}, "author": "Bermuda Business Development Agency", "DC.date.issued": "9/21/2015", "keywords": "Bermuda Business Development Agency, INSURANCE, WEBCAST", "viewport": "width=device-width, user-scalable=no, initial-scale=1, maximum-scale=1"}, "article_summary": "HAMILTON, Bermuda, Sept. 21, 2015 (GLOBE NEWSWIRE) -- The Bermuda Business Development Agency (BDA) is hosting a webinar later this month about Bermuda's expanding healthcare insurance market.\nThe BDA webinar will feature an expert panel discussing these trends—and the ways in which the Bermuda insurance market has responded with innovative risk-transfer products.\nThe Island provides a diverse menu of healthcare risk solutions, catering to standalone hospitals, long-term care, fully integrated healthcare delivery systems, and countrywide, for-profit hospital chains, according to Yates.\nThe expansion of the reach of hospitals and other healthcare facilities is driving this captive growth in Bermuda.\"\n\"The webinar affords an excellent opportunity for those interested in the captive idea to interact directly with experts who have significant healthcare experience,\" says Yates."}