{"article_title": "What SOTU Invitees Say About The State Of American Politics", "article_keywords": ["marriage", "presidents", "invited", "obergefell", "state", "kentucky", "coal", "american", "sotu", "black", "sisters", "politics", "syrian", "war", "say", "invitees"], "article_url": "http://dailycaller.com/2016/01/12/sotu-invitees-say-a-lot-about-american-politics/", "article_text": "4853665\n\nPresident Barack Obama will deliver his last State of the Union address Tuesday evening, and members of both parties have invited polarizing guests.\n\nDemocratic invitees push the administration’s Syrian refugee program, gay rights and the Black Lives Matter movement; Republicans are bringing Christians fighting Obamacare and gay marriage and a blue-collar laborer who lost his job due to the president’s policies.\n\nHere’s a look at some of the most talked-about guests poised to attend the annual speech:\n\nRefaai Hamo\n\nFirst lady Michelle Obama invited 55-year-old Syrian refugee Refaai Hamo. Hamo gained media attention after his story was featured on the Humans of New York blog. Obama’s push to allow 10,000 Syrian refugees to settle in the country has been highly criticized by Republicans who fear allowing the influx of unvetted refugees will put the United States at greater risk of terror attacks.\n\nA recent poll shows 60 percent of Americans don’t support the president’s plan.\n\nAlicia Garza\n\nHonored to be joining my congressperson, a consistent advocate against war and militarism, and 4 Black liberation. https://t.co/qR1b1Q8dXc — alicia garza (@aliciagarza) January 8, 2016\n\nDemocrat Rep. Barbara Lee invited co-founder of the Black Lives Matter movement Alicia Garza as her guest for the evening. Critics say Black Lives Matter has increased anti-police radicalism among protesters. FBI Director James Comey said in October he believes several major cities has seem an increase in violent crime due to law enforcement officials fearing they will be accused of a crime while trying to perform their jobs.\n\nDr. Mohammed Qureshi\n\nFlorida Rep. Debbie Wasserman Schultz invited Muslim-American Florida physician Dr. Mohammed Qureshi.\n\n“He’s a constituent of mine and a friend and so in my capacity as a member of the U.S. House, I extended the invitation and I did so because I’ve been appalled as so many of my constituents have been appalled at the vitriol and the hatred and the appalling reaction of some towards Muslims and Muslim Americans and I felt for me as a member of a minority religion myself, a religion, Judaism, that has been persecuted throughout our existence,” she said during an appearance on MSNBC Tuesday.\n\nJim Obergefell\n\nJim Obergefell, the plaintiff in the Supreme Court case that led the the national legalization of gay marriage, will be seated alongside Michelle Obama. Obergefell sued Ohio for not recognizing his marriage, which was officiated in Maryland, to his late husband John.\n\nLittle Sisters of the Poor\n\nHouse Speaker Paul Ryan invited two members of the Little Sisters of the Poor – Sister Loraine Marie Maguire, the organization’s mother provincial, and Sister Constance Veit. The order of nuns is pushing back against Obamacare’s contraception mandate.\n\n“The government exempts large corporations, small businesses, and other religious ministries from what they are imposing on us – we just want to keep serving the elderly poor as we have always done for 175 years,” the sisters said in a statement.\n\nKim Davis\n\nKim Davis, the Kentucky clerk jailed for refusing to issue marriage licenses to same-sex couples, was invited by an anonymous member of Congress, the Washington Examiner reports. Obergefell wrote a letter with the ACLU coming out against Davis in September.\n\nHoward Abshire\n\nHoward Abshire, a 4th-generation #coal miner of Pike County, #Kentucky will be my guest for the #SOTU. https://t.co/GLWYjeqxLR — Leader McConnell (@SenateMajLdr) January 11, 2016\n\nSenate Majority Leader Mitch McConnell invited fourth-generation coal miner Howard Abshire, who recently lost his job. McConnell is a strong opponent of the president’s war on coal.\n\n“He has spent most of his life working in underground mines to help power our nation; however, the President’s war on coal has devastated coal country and unfortunately contributed to the loss of thousands of jobs in Kentucky, one of which was Howard’s,” the Kentucky Republican said.\n\nFollow Juliegrace on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience. For licensing opportunities of our original content, please contact [email protected].", "article_metadata": {"sailthru.author": "Juliegrace Brufke", "description": "President Barack Obama is set to deliver his last SOTU address Tuesday, and members of both parties have invited guests that align with their policy goals.", "og": {"site_name": "The Daily Caller", "description": "President Barack Obama will deliver his last State of the Union address Tuesday evening, and members of both parties have invited polarizing guests.    Democratic invitees push the administration's", "title": "What The SOTU Invitees Say About The State Of American Politics", "url": "http://dailycaller.com/2016/01/12/sotu-invitees-say-a-lot-about-american-politics/", "image": {"width": 272, "identifier": "http://cdn01.dailycaller.com/wp-content/uploads/2015/09/clerk-mugshot-e1441634013394.jpg", "height": 117}, "type": "article"}, "twitter": {"description": "Members of both parties invited guests that align with their policy goals", "title": "What The SOTU Invitees Say About The State Of American Politics Via @dailycaller", "url": "http://dailycaller.com/2016/01/12/sotu-invitees-say-a-lot-about-american-politics/", "image": {"src": "http://dailycaller.com/wp-content/uploads/2015/09/clerk-mugshot-e1441634013394.jpg"}, "site": {"identifier": "@dailycaller", "id": 39308549}, "card": "summary"}, "sailthru.date": "2016-01-12 20:01:07", "sailthru.title": "What The SOTU Invitees Say About The State Of American Politics", "HandheldFriendly": "true", "sailthru.tags": "barack-obama,jim-harbaugh", "fb": {"app_id": 143489452702, "pages": 182919686769}, "keywords": "barack obama,jim harbaugh,little sisters of the poor,state of the union", "sailthru.description": "President Barack Obama will deliver his last State of the Union address Tuesday evening, and members of both parties have invited polarizing guests.    Democratic invitees push the administration's", "sailthru.image.full": "http://cdn01.dailycaller.com/wp-content/uploads/2015/09/clerk-mugshot-e1441634013394.jpg", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "article_summary": "McConnell is a strong opponent of the president’s war on coal.\nHoward AbshireHoward Abshire, a 4th-generation #coal miner of Pike County, #Kentucky will be my guest for the #SOTU.\n4853665President Barack Obama will deliver his last State of the Union address Tuesday evening, and members of both parties have invited polarizing guests.\nhttps://t.co/GLWYjeqxLR — Leader McConnell (@SenateMajLdr) January 11, 2016Senate Majority Leader Mitch McConnell invited fourth-generation coal miner Howard Abshire, who recently lost his job.\nHere’s a look at some of the most talked-about guests poised to attend the annual speech:Refaai HamoFirst lady Michelle Obama invited 55-year-old Syrian refugee Refaai Hamo."}