{"article_title": "The Lives of Americans, The Livelihoods of the Drug Companies: Donald Trump Points the Way to a New Social Contract—Like It or Not", "article_keywords": ["good", "trump", "social", "companies", "pharma", "drug", "idea", "course", "donald", "points", "lives", "way", "livelihoods", "health", "thats", "think", "contractlike"], "article_url": "http://www.breitbart.com/big-government/2016/03/07/the-lives-of-americans-the-livelihoods-of-the-drug-companies-donald-trump-points-the-way-to-a-new-social-contract-like-it-or-not/", "article_text": "SIGN UP FOR OUR NEWSLETTER\n\nDid you notice that Donald Trump, speaking in Florida on the night of March 5— fresh from victories in two of the four states that went to the polls on Saturday— cited “pharmaceuticals” as villains to be brought to political justice?\n\nIn fact, in recent weeks the populist mogul has attacked the drug industry repeatedly, in terms that might seem unfamiliar for a Republican—any Republican, that is, other than the consciously iconoclastic Trump.\n\nSIGN UP FOR OUR NEWSLETTER\n\nA revealing headline atop a March 2 story in Stat News blares: “Trump’s health care plan takes (another) page from the Democrats.” In the words of health-beat journalist David Nather, Trump “has embraced an idea to bring down drug costs that’s associated more with Democrats like Hillary Clinton and Bernie Sanders than with the party he’s trying to lead.”\n\nTo be sure, most of Trump’s 2016 campaign healthcare plan is in keeping with orthodox Republicanism. Most obviously, he urges the “full repeal” of Obamacare.\n\nYet at the same time, Trump, marching to his own drummer, has also said, “We’re not going to let people die in squalor.” So, whereas some Republicans would be happy repealing Obamacare and leaving it at that, Trump is determined to replace the Democrats’ national health plan with a comprehensive plan of his own. Indeed, the billionaire seems to be on his way to articulating his own vision of a right-of-center “social contract.” More on that later.\n\nIn the meantime, Trump has been specific on two policy ideas, both of which are anathema to the pharmaceutical companies and their traditional Republican allies.\n\nThe first idea is reimportation; the second is price-negotiation. Let’s look at each in turn.\n\nReimportation means bringing back US-made drugs that were sold overseas at a price lower than that in America, thereby lowering the price in the US. As the trade publication FiercePharma notes, the drug companies hate the idea:\n\nIndustry lobbyists have fought against previous proposals to allow drugs to flow into the U.S.–a higher-priced market–from countries where they’re less expensive. Bills including the provision have been defeated several times in Congress.\n\nIn other words, reimportation is an old fight. Yet Trump, the publication added, has made the fight new: “This time, the proposal comes amid a presidential campaign that’s put pharma pricing front and center.”\n\nPrice-negotiation means just that: Uncle Sam would haggle with the pharma companies. That seems like a sensible enough idea, although the drug makers have a point when they argue that the government, being such a huge purchaser, would quickly convert “negotiation” into “dictation.”\n\nTrump has claimed that price-negotiation would save the government $300 billion a year. Yet it must be said that this seems unlikely, since Uncle Sam’s entire annual budget for buying drugs amounts to less than half that sum.\n\nStill, whatever the precise dollar figures, it’s easy to see that price-negotiation would become a de facto regime of price controls. No industry wants that, of course, and neither should any innovation-conscious consumer.\n\nYet all the details aside, Trump is on to something, politically, with his pharma- bashing. A 2016 survey by Edelman found that pharma ranks seventh in public esteem, out of the eight economic sectors surveyed; the drugmakers came in ahead only of the much-loathed financial sector.\n\nIndeed, pharma is still reeling from three damaging news-blasts in the last year, each one “yuge”—and hugely negative.\n\nFirst, the decision of Pfizer to undertake a “tax inversion” exile to the United Kingdom. From a strictly business point of view, Pfizer’s relocation made sense. It’s perfectly obvious that the US corporate tax rate is not only too high, but also counterproductive from a revenue perspective. At 35 percent, America’s rate is nearly twice as high as the UK’s, and substantially higher than any of our economic competitors—indeed, it’s the highest in the world. So of course companies are headed for the exits.\n\nStill, at the same time, it’s also infuriating that Pfizer, nurtured in the US since 1849—the beneficiary of many huge federal contracts, past and present—has chosen the unpatriotic route of inversion and flight.\n\nSecond, the case of Valeant, the drugmaker that so engorged itself with so many acquisitions that it ballooned into a $80-billion bubble. In 2007, the company hired a new CEO, one J. Michael Pearson, fresh from the McKinsey consulting group. Pearson had no medical or scientific background, but, according to a January 13 report in New York magazine, he offered something more precious to Valeant shareholders. He had a “blunt,” “brutal,” even “radical” business philosophy: namely, cut R&D to the bone and raise prices—and then, as a second act, cut R&D some more more and raise prices some more.\n\nPearson shut down most of Valeant’s lines of research and laid off most of its scientists. He also aggressively raised the prices of many of Valeant’s drugs, sometimes by three or four times. The company began turning impressive profits.\n\nAs the magazine put it, the company’s board of directors “loved” Pearson because of the stock-price gains he was putting in their pockets.\n\nMoreover, the board loved Pearson all the more when he pulled off, yes, a tax inversion, moving Valeant to another lower-corporate-tax-rate country, Canada.\n\nGiven these destructive corporate shenanigans, it’s little comfort that Pearson hasn’t been nearly the corporate messiah that he thought he was: Buffeted by bad business decisions, Valeant’s stock price is down by three-fourths in the last six months.\n\nThird, the case of Martin Shkreli, the smirking idiot-savant who has become the poster-boy for runaway greed and arrogance. The thirty-something Shkreli—who is obviously good at numbers, even as he is bad at p.r.—burst into prominence last September, when he leveraged his perch at a hedge fund and took over Turing Pharmaceuticals; he immediately raised the price of one of its drugs by more than 5000 percent.\n\nThe backlash was swift. Hillary Clinton tweeted: “Price gouging like this in the specialty drug market is outrageous. Tomorrow I’ll lay out a plan to take it on.” And she did—more bad news for pharma.\n\nAs for Shkreli, things also got worse. In December, he was indicted for securities fraud, and in February, he was called before Congress, where the young “master of the universe”—who couldn’t even be bothered to wear a necktie to the session—was bipartisanly bludgeoned.\n\nYet immediately after the hearing, the wildly uncontrite Shkreli tweeted out that lawmakers were “imbeciles.” No small number of Americans might quietly agree with that assessment, but only Shkreli was dumb enough to say so out loud. Having an abrasive and offensive personality is no crime, but as Shkreli will likely soon learn, it does tend to make juries unsympathetic.\n\nIndeed, as we reflect on these three cases—Pfizer, Valeant, Shkreli—we can observe a common thread: the nettlesome rope of financialism. That is, an unhealthy focus on manipulating abstract numbers, as opposed to making actual, real, things.\n\nWe can further conclude that this financialist phenomenon, this privileging of intangibles over tangibles, poses a serious problem for contemporary capitalism.\n\nAnd once again, Donald Trump has been prominently—and popularly—positioned as a critic of the Obama-era financialist status quo, so friendly to Wall Street and its ways.\n\nWhatever one thinks about Trump, it’s undeniable that he builds buildings and resorts, in contrast to those financial wizards who build mere equations and data sets. The average American, we can see, instinctively sides with physical producers of stuff, not the chimerical producers of digits.\n\nFurthermore, Trump rails against the so-called “carried interest” tax loophole, which has been a huge giveaway to financiers, springboarding the ascendancy of the financialist overclass. As Trump says, in his inimitably blunt way, “the hedge fund guys are getting away with murder.”\n\nInterestingly, when he blasts tax-sheltered financial gamesmanship, Trump then finds himself on the same side, once again, as Clinton and Sanders. Indeed, with such cross-party oomph, it’s easy to see both parties soon getting behind some powerful—some would say punitive—tax reform.\n\nStepping back for a moment, one need not subscribe to the quasi-Marxist theorizing of French economist Thomas Piketty to see that finance has been gaining the upper hand over other parts of the economy. One data point should suffice to tell us what we already know to be true: In the last 30 years, the GDP of the US has risen nearly by about 400 percent (not allowing for inflation); meanwhile, at the same time, the Dow Jones Industrial Average has risen by about 1150 percent—almost three times faster.\n\nNeedless to say, a rising stock market is generally a good thing. Yet these days, we must add a caveat: For eight years now, as part of the Federal Reserve’s “Quantitative Easing” program, virtually free money has been flooding into the financial markets. This QE has had the effect of empowering Martin Shkreli-types—that is, geniuses of a certain freaky and scary kind. These young brainiacs, armed with their algorithms, spreadsheets, and cheap money, now wield enormous influence over corporate America.\n\nIndeed, any CEO of a publicly traded company, speaking candidly, will tell you that he or she lives in fear of some hedge funder with a computer—that is, some casino-minded player who can break, or at least badly damage, even the most solid company with a single trade.\n\nYes, these Shkrelis are endlessly calculating, in real time, sales per square foot, profits per employee, and all the other indicia that go into ROE, return on equity. Constant scrutiny of all expenditures and operations is, of course, a vital check on inefficiency, but it can be taken to the cannibalistic extreme of mindless short-termism, in which good firms are broken at the wheel, so to speak, by machines and man-machines. It is these real-time cyborgs that all too often force destructive decisions about layoffs, outsourcing, and other cost-cutting measures.\n\nTo be sure, plenty of corporations are still run the old-fashioned way, by CEOs who strive to grow their firm in a sustainable way, building up a positive corporate culture, keeping their eye on the long-term horizon, and playing a constructive role in the community and the country. But let’s not kid ourselves: The Old Guard is under severe siege from the new-breed Shkrelis.\n\nExcessive financialism is not a new phenomenon. Back in 1776, Adam.Smith, writing in The Wealth of Nations, warned that limited-liability companies, aka corporations, were potentially unhealthy for an economy. Why? Because they divorced power from liability—and thus from responsibility.\n\nSmith, the founding father of free-market economics, recalled that the British South Sea Company, founded in 1711, had a serious moral-hazard problem, made all the more hazardous by careless owners. As Smith put it, South Sea:\n\n. . . had an immense capital divided among an immense number of proprietors. It was naturally to be expected, therefore, that folly, negligence, and profusion should prevail in the whole management of their affairs.\n\nThe result of this folly came to be known as the South Sea Bubble, which popped in 1720. It was the Enron of its era. As Smith put it a half-century later:\n\nThis total exemption from trouble and from risk, beyond a limited sum, encourages many people to become adventurers in joint stock companies.\n\nSuch reckless adventuring is not, of course, what an economy needs. Too much unaccountable capital can give a company more money than ethics, more money, even, than common sense.\n\nIn other words, the usual rules of frugality and transparency must always apply—plus, of course, honesty. Or, to put things another way, the superstructure of the economy must rest on a sturdy substrate of personal responsibility.\n\nAnother important figure of the 18th century saw clearly this tight linkage between prudence and prosperity. That would be George Washington, first president of the United States. As Washington explained in his 1789 inaugural address, “The foundations of our National policy will be laid in the pure and immutable principles of private morality.”\n\nContinuing, he added:\n\nThere is no truth more thoroughly established, than that there exists in the economy and course of nature, an indissoluble union between virtue and happiness, between duty and advantage.\n\nIn Washington’s mind, each citizen should contribute to the moral framework, even as the moral framework protects each citizen. And as Smith would say, that’s not just good citizenship, that’s also good economics.\n\nSo we can see, both of these great men put a premium on good and steady behavior. Yes, Smith and Washington set a high standard—a high standard of patient virtue that judges harshly the short-term thinking of speculators, focused, as they are, on such ephemera as quarterly earnings.\n\nYet all things, including wisdom, have a shelf-life. In our time, the hard-earned and time-tested wisdom of Smith and Washington has been eroded by a new tranche of spreadsheeting sharpies.\n\nNowadays, for every Steve Wozniak/Steve Jobs-ish inventor/entrepreneur that we admire, there’s a Martin Shkreli-ish wheeler-dealer finagler; a voracious predator to be abhorred.\n\nWe can observe that in today’s environment—amoral and deregulated, both—the scourge of Shkreli-ism is far broader than just the pharma industry. It’s pharma’s bad luck that so many egregiously bad apples have emerged, of late, from its loins.\n\nYet even now, the drug industry—besmirched, bedraggled, and besieged as it is—continues to render forth medical miracles. In 2015, the Food and Drug Administration approved 45 new medicines, treating everything from cancer to cholesterol to clots to cystic fibrosis.\n\nYes, each of these drug-approvals counts as good news for some set of patients; indeed, each is good news for the whole of the jobs-hungry body politic.\n\nYet for all the wonders that pharma can create, we can still, nevertheless, observe that it’s not enough. Yes, the industry has worked wonders, but it must work still more.\n\nWhat do we mean? We must note, with sadness, that annual new-drug approvals by the FDA actually peaked in the 1990s. To put the matter a different way, more drugs were being approved two decades ago than are being approved today.\n\nIndeed, if one were to examine this downbound drug-trend, we can see that various kinds of “rent-seekers”—notably, piratical trial lawyers, Naderite activists, and meddlesome bureaucrats and their reams of red tape—have been throttling the industry.\n\nTo describe this baleful process, some clever wit coined the phrase “Eroom’s Law” (Moore’s Law spelled backwards), which quantifies the lamentable choking off of the drug pipeline.\n\nMost likely, most Americans have no idea that this drug-production slowdown has occurred. And for that gap in public knowledge, well, the pharma companies must bear some of the blame. While the drugmakers have been busy hawking costly pills for erectile dysfunction and pricey injections for wrinkles, they have neglected to explain the overall enervation of the life-sciences sector, and what that slow-motion recession means for patients and future patients.\n\nIn other words, it’s perfectly clear: In seeking maximum profits in the short run, the industry has hurt itself in the long run. That is, as the overall pharma-drug situation deteriorates, the entire industry has failed to sound the alarm, thereby undercutting its own productivity, and its national standing. Thus the industry’s reservoir of public goodwill has been ebbing, even if most Americans, only vaguely sensing that progress has slowed, are hard-pressed to identify exactly why.\n\nTo make things worse, we can add that for the last quarter-century, the Washington-based political class has chosen not to think much about life-saving drugs. Instead, we’ve been subjected to an unending debate over national health insurance: first Clintoncare, and then Obamacare. Health insurance is important, of course. But health itself is more important. And yet if nobody makes the case for life-improving and life-saving drugs, then it’s all too easy for insurance-mongers, pro and con, to fill up the intellectual vacuum with their own forms of financialism. So again, without minimizing the importance of the health insurance, we can insist that insurance is not the only health issue worth worrying about. After all, health insurance, without cures, is barely worth having. And health insurance, with cures —and, even better, vaccines—becomes barely necessary. So let’s think about a strategy for advancing cures. Let’s think of a way of engaging both pharma and the public in the same common cause. Let’s think about a national strategy. We’ve had a health-insurance strategy. Now we need a Cure Strategy. Within this new strategy, we can quickly identify two key elements: responsibility and technology. Responsibility. These days, the word “responsibility,” as in “corporate responsibility,” has received, in some circles, a bad name. Indeed, to the extent that “corporate responsibility” has become just a code-phrase for funding trendy-left causes, it deserves its muddied-up reputation. Still, the idea of sober-minded responsibility is deeper than even Smith or Washington: It’s at the heart of our Judeo-Christian heritage. In the words of the Bible, John 3:17, we are told, “Whoever has the world’s goods, and sees his brother in need and closes his heart against him, how does the love of God abide in him?” Whatever the exact state of his scriptural knowledge, Trump seems to hold that biblical injunction close to his heart; hence his pledge to guarantee healthcare coverage to all. As he said in the South Carolina Republican debate on February 6, if we fail to be good shepherds, “There will be a certain number of people who will be on the street dying, and as a Republican, I don’t want that to happen.” Such talk may not have helped Trump inside the Republican primary, but it will certainly help him in a general election, if he gets that far.\n\nWe might also add that some sort of some sort of universal care isn’t just compassionate, it is also, in fact, a matter of enlightened self-interest; a vital cog in any comprehensive strategy for better health. And here’s how: As we grapple with new and renewed communicable diseases—including such viruses as Ebola, Zika, Dengue, and Elizabethkingia, as well as proliferating bacterial “superbugs”—it makes solid sense to make sure that people carrying contagions are removed from the streets and given help. And if we’re going to help them, of course, it makes even better sense, if we can, to cure them—and it certainly saves money.\n\nThus we come to the second point.\n\nTechnology. Just in the past few days, we have learned of an exciting idea for stopping the Zika virus. One Randal J. Kirk, CEO of the biotech firm Intrexon, wants to genetically engineer mosquitos, making them sterile, so that when they mate with other mosquitos in the wild . . . nothing happens. Thus the mosquito population crashes. No risky pesticides, just fewer of the six-legged menace.\n\nSo, hearing of this encouraging report, we can say: After decades of arid zero-sum financial transactionalism over health insurance, it’s refreshing to hear, instead, about the bright potential of positive-sum scientific transformationalism.\n\nYes, the power of technology—that’s real power. To cite a famous precedent: Once we had a polio vaccine, nobody contracted polio, and so expenditures on that once-dread malady fell to nearly zero. Now that’s a compassionate, as well as smart, way to save money on healthcare.\n\nIndeed, as medical visionary Michael Milken has calculated, if we still had to treat cases of polio today, we would be spending over a trillion dollars a year on braces, wheelchairs, and iron lungs. Instead, thanks to the Salk Vaccine, we spend nothing.\n\nSo as we can see, if we really want to make breakthroughs for better health, we need an articulated vision of continuous technological advancement.\n\nBut who will articulate it? Who will tell the people?\n\nPerhaps we should begin our answer by declaring who should not lead the cures crusade.\n\nHere’s looking at you, National Institutes of Health (NIH).\n\nIt’s with some regret that we must stress that the goal here is not to argue for more funding for the NIH. The NIH has done much good work, but it has also done much bad work.\n\nIndeed, in its current form, the NIH has proven itself to be more than capable of wasting copious amounts of money. In 2011, for example, it was revealed that the NIH had spent nearly a million dollars studying the psychological impact of penis size on gay men. And while that million dollars might be only a minuscule portion of the NIH’s budget, the fact that the agency would spend even a penny on such foolishness is proof enough of its lackadaisical attitude toward the taxpayers—proof enough to make ordinary taxpayers lose confidence in its seriousness.\n\nIf the NIH wants to be a major part of any new national push for cures, it must first make major changes. It must demonstrate that it has put its own house in order. As an aside, we might note that oftentimes, the most foolish expenditures are the result of an ardent champion in Congress, making use of an earmark. (No, earmarks haven’t gone away, they are just better disguised.) As an institution, for its own sake, the NIH must be willing to call out the foolishness.\n\nOkay, so who else is unfit to lead this cures crusade?\n\nHere’s looking at you, too, pharma industry. The pharma companies, tarred as they are by the obsidian sludge of Pfizer, Valeant, and Shkreli, are in no position, either, to take the lead on cures.\n\nInstead, of leading, the pharma companies must follow. They can’t be generals, because so few Americans trust them with the baton. Still, with proper management, they can be valuable enlistees.\n\nThere’s no socialism here, only responsibly guided capitalism. And the American people endorse a healthy mix of public and private: A 2014 Edelman study found that a full 84 percent believe that business can pursue its self-interest while doing good work for society—which is exactly the American Way.\n\nJust as defense contractors were not in charge of World War Two, neither can pharma lead in the Cure Wars. But as with the defense contractors, the pharma companies will find that a place within the rank-and-file can be both patriotic, and profitable.\n\nIn the meantime, as we cast around for the right leadership, we might recall an old piece of wisdom, from the French diplomat Talleyrand: “War is too important to be left to generals.” True, indeed. In wartime, we need generals to manage the tactics of winning specific battles, but in peacetime, we need larger leaders to provide the grand strategy of identifying allies and potential enemies.\n\nThus, as we think about the war against disease—and that’s what it is, after all, the diseases are trying to kill us—we need a Clausewitz or two for cures.\n\nConfronting this complex necessity, even the anti-political must look to politics. As Margaret Thatcher said, admittedly in a different circumstance, There Is No Alternative.\n\nFortunately, some farsighted political leaders are starting to see the true dimensions of the strategic challenge—and, perhaps also, the full scale of the political opportunity.\n\nTwo top Republicans in Congress, Rep. Fred Upton of Michigan and Sen. Roger Wicker of Mississippi, have put forth separate bills, each gaining bipartisan support, that push toward finding cures. Both Upton and Wicker richly deserve the accolade of strategist. They are true field marshals in the war against disease.\n\nYet there’s much more to be done: Once Barack Obama is out of the way, we might ponder, for example, such ideas as enterprise zones, freeing companies and doctors from the trial lawyers’ reign of terror, as well as from the deadening hand of the FDA.\n\nIndeed, we might even think about such radical ideas as tax holidays for true cures. That is, we could ask ourselves: Would we rather collect paltry tax payments from some under-utilized medical genius—or reap the windfall benefits of a fully-utilized genius’ cure for cancer? In fact, it’s easy to think of many different reforms that would bring private capital gushing in to the pharma sector.\n\nSo why is it that the pharma companies haven’t thought to ask for such powerful incentives? Why didn’t they hold out the promise of, say, a Salk Vaccine for Alzheimer’s? We can only answer with a sigh, and with a reminder of Talleyrand’s apothegm: War is too important to be left generals.\n\nBut let’s not end on a military note. We are, after all, a peace-loving people. So let’s think instead about designing a harmonious architecture that will yield benefits over the long years to come, when medical-martial passions have inevitably cooled.\n\nYes, let us ponder novus ordo seclorum. Translated from the Latin, that’s “a new order for the ages,” and it’s right there on the dollar bill.\n\nYet if “new order” sounds a little too ominous these days—the Nazis, after all, noisily pledged a Neuordnung—then let’s skip the German, and try a better idea, in French.\n\nBack in 1762, the philosopher Jean-Jacques Rousseau, one of the leading minds of the Enlightenment, published Of the Social Contract, or Principles of Political Right. In that landmark volume, remembered in history as just The Social Contract, Rousseau argued against the divine right of kings, theocracy, and any other form of inherited or unquestioned political authority. As he put it, “Force does not create right . . . we are obliged to obey only legitimate powers.”\n\nYes, it’s all about the consent of the governed.\n\nIndeed, we can see immediately that Rousseau’s ideas were influential on the American Revolution; our Declaration of Independence, written just 14 years later, begins with fateful words about political self-determination. “When in the Course of human events,” Thomas Jefferson wrote, “it becomes necessary for one people to dissolve the political bands which have connected them with another”—that’s a Rousseau-ian argument.\n\nIn that same vein, the preamble of the US Constitution begins with the ringing words, “We the People of the United States, in Order to form a more perfect Union . . .”\n\nIt takes nothing away from the Founders to observe that they were influenced from abroad; it’s to their eternal credit that they were thoroughgoing scholars of politics, avidly hoovering up good ideas wherever they found them.\n\nA century later, Abraham Lincoln, too, was guided, at least in part, by the spirit of Rousseau. In his Cooper Union speech of 1860, Lincoln directly echoed the Frenchman when he said, “Right makes might.”\n\nAnd at the Gettysburg battlefield, where so many blue and grey soldiers had died, Lincoln commemorated those who had given their lives for the American social contract. Or, as he put it, “Government of the people, by the people, for the people, shall not perish from the earth.”\n\nYes, that’s the social contract in action.\n\nTwo-and-a-half centuries ago, the idea helped make America independent.\n\nA century-and-a-half ago, the idea helped make America whole.\n\nAnd today, through the Cure Strategy—a philosophy of purposeful and inclusive progress, arrived at through free democratic deliberation—the idea will help make America healthy.", "article_metadata": {"description": "The Lives of Americans, The Livelihoods of the Drug Companies: Donald Trump Points the Way to a New Social Contract—Like It or Not", "og": {"site_name": "Breitbart", "description": "The Lives of Americans, The Livelihoods of the Drug Companies: Donald Trump Points the Way to a New Social Contract—Like It or Not", "title": "The Lives of Americans, The Livelihoods of the Drug Companies: Donald Trump Points the Way to a New Social Contract—Like It or Not - Breitbart", "locale": "en_US", "image": {"width": 640, "identifier": "http://media.breitbart.com/media/2016/03/Trump-AP-PhotoDennis-Van.jpg", "height": 480}, "updated_time": "2016-03-07T23:25:53-07:00", "url": "http://www.breitbart.com/big-government/2016/03/07/the-lives-of-americans-the-livelihoods-of-the-drug-companies-donald-trump-points-the-way-to-a-new-social-contract-like-it-or-not/", "type": "article"}, "twitter": {"description": "The Lives of Americans, The Livelihoods of the Drug Companies: Donald Trump Points the Way to a New Social Contract—Like It or Not", "creator": "@BreitbartNews", "image": "http://media.breitbart.com/media/2016/03/Trump-AP-PhotoDennis-Van.jpg", "title": "The Lives of Americans, The Livelihoods of the Drug Companies: Donald Trump Points the Way to a New Social Contract—Like It or Not - Breitbart", "site": "@BreitbartNews", "card": "summary"}, "robots": "noodp", "fb": {"app_id": 1243316582352556, "pages": 95475020353, "use_automatic_ad_placement": "true"}, "msapplication-TileImage": "/t/assets/i/w-logo-orange.png", "keywords": "Abraham Lincoln, FDA, Pfizer, Rousseau, Valeant,Big Government, Obamacare,Donald Trump", "article": {"publisher": "https://www.facebook.com/Breitbart", "published_time": "2016-03-07T18:43:40-07:00", "section": "Big Government", "modified_time": "2016-03-07T23:25:53-07:00", "tag": "Valeant", "categories": "Big Government,Obamacare"}, "viewport": "width=device-width,initial-scale=1", "op": {"markup_version": "v1.0"}}, "article_summary": "And for that gap in public knowledge, well, the pharma companies must bear some of the blame.\nBut as with the defense contractors, the pharma companies will find that a place within the rank-and-file can be both patriotic, and profitable.\nSo why is it that the pharma companies haven’t thought to ask for such powerful incentives?\nSo of course companies are headed for the exits.\nThe pharma companies, tarred as they are by the obsidian sludge of Pfizer, Valeant, and Shkreli, are in no position, either, to take the lead on cures."}