{"article_title": "The Unworkable Math Problem in the Chicago Public Schools Budget", "article_keywords": ["school", "set", "chicago", "payment", "unworkable", "budget", "cash", "state", "pension", "schools", "problem", "cps", "public", "math"], "article_url": "https://nonprofitquarterly.org/2015/06/26/the-unworkable-math-problem-in-the-chicago-public-schools-budget/", "article_text": "June 22, 2015; Chicago Tribune\n\nThe crisis facing Chicago’s public schools is no closer to being solved in the wake of the state legislature’s failure to pass a short-term delay in the due date of a $600 million pension payment that is currently due on June 30th. That bill’s defeat further complicates a very complex situation that will require cooperation between the state government, the city of Chicago, the Chicago Public School District, and the Chicago Teachers Union if schools are to open for the new school year in September without major disruption.\n\nCurrently, the governor and legislature of Illinois are at an impasse and have not agreed to a state budget for the year beginning on July 1st. Unresolved at a state level are the actions needed to balance a budget that is currently $4 billion out of balance. Without a budget in place, the level of funding for local schools for the coming year is not yet known, and the state will not be able to begin making its payments to local school districts, which are set to begin on August 10th. With no approved budget, CPS will be without any state funding to help meet current cash needs.\n\nThe legislative proposal to defer the pension payment would have provided short-term cash flow relief but done nothing to solve the overall budget problems being faced. According to the Chicago Tribune, “A series of internal CPS reports indicated that even if CPS drained its checking account, maxed out its credit card, and burned cash set aside for other debts, it still would not be able to make the pension payment, cover payroll, and pay other bills.”\n\n\n\n\n\n\n\nAnd its current cash needs are great. CPS is finishing the current fiscal year with its bank balances almost at zero. According to the Tribune, “Chicago Public Schools officials are set to authorize $200 million of new borrowing to manage a cash crunch through the end of June while also taking out a separate line of credit to borrow nearly a billion dollars to get through the coming fiscal year. Those measures, set for a vote Wednesday by the Chicago Board of Education, represent short-term fixes that officials acknowledge won’t solve the district’s ongoing financial crisis.” A decision on whether to proceed with these borrowings will be made on June 25th.\n\nWith a new budget and school year beginning, CPS is currently projecting a deficit of $1.1 billion, including the required pension payment, for the coming year. No proposals have yet surfaced for how this gap will be closed. Any increased personnel expenses that might arise from the new contract currently being negotiated with the Chicago Teachers’ Union will increase that hurdle. (With so much uncertainty about the district’s finances, both sides appear to be working toward agreeing on a one-year contract.)\n\nWith the state, city, and CPS’s strained if not broken finances, and with a political system gridlocked, it is hard to see how any long-term solutions will be found. More likely, leaders will find a way to kick the can down the road again, and Chicago’s schoolchildren will continue to lurch from crisis to crisis.—Marty Levine", "article_metadata": {"description": "The crisis facing Chicago’s public schools deepens due to the state legislature’s failure to pass a short-term delay in the due date of a $600 million pension payment that is currently due on June 30th.", "original-source": "https://nonprofitquarterly.org/2015/06/26/the-unworkable-math-problem-in-the-chicago-public-schools-budget/", "og": {"site_name": "Non Profit News For Nonprofit Organizations | Nonprofit Quarterly", "description": "The crisis facing Chicago’s public schools deepens due to the state legislature’s failure to pass a short-term delay in the due date of a $600 million pension payment that is currently due on June 30th.", "title": "The Unworkable Math Problem in the Chicago Public Schools Budget", "url": "https://nonprofitquarterly.org/2015/06/26/the-unworkable-math-problem-in-the-chicago-public-schools-budget/", "image": "https://nonprofitquarterly.org/wp-content/blogs.dir/56/files/2015/06/Chicago-Public-Schools1.jpg", "type": "article"}, "twitter": {"site": "@npquarterly", "card": "summary"}, "syndication-source": "https://nonprofitquarterly.org/2015/06/26/the-unworkable-math-problem-in-the-chicago-public-schools-budget/", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0", "news_keywords": "News, Policy"}, "article_summary": "Currently, the governor and legislature of Illinois are at an impasse and have not agreed to a state budget for the year beginning on July 1st.\nWith no approved budget, CPS will be without any state funding to help meet current cash needs.\nWith a new budget and school year beginning, CPS is currently projecting a deficit of $1.1 billion, including the required pension payment, for the coming year.\nThe legislative proposal to defer the pension payment would have provided short-term cash flow relief but done nothing to solve the overall budget problems being faced.\nUnresolved at a state level are the actions needed to balance a budget that is currently $4 billion out of balance."}