{"article_title": "Defunding AHRQ: A Shot to the Foot", "article_keywords": ["shot", "defunding", "institute", "national", "work", "ahrq", "research", "services", "health", "healthcare", "foot", "quality", "care"], "article_url": "http://www.medpagetoday.com/Columns/FocusonPolicy/52682", "article_text": "In what I would deem a wise ruling, the Supreme Court accomplished what a polarized Congress could not; it ensured (for the foreseeable future) the survival of healthcare reforms set in motion by the passage of the Affordable Care Act (ACA) 5 years ago.\n\nWhatever its shortcomings -- and despite the determination of some politicians to repeal rather than remediate the ACA -- the healthcare system is already evolving from one that was volume-based to one that rewards providers on the basis of improved health outcomes regarding healthcare quality, access, affordability, safety and, ultimately, value for the consumer.\n\nThat being the case, there has never been a time when health sciences research has been more important.\n\nSo it was with tremendous disappointment that I received news of a House subcommittee's decision to de-fund the Agency for Healthcare Research and Quality (AHRQ) as of October 1, 2015 -- disappointed, but not surprised.\n\nUnlike other national health research agencies (e.g., the National Institutes of Health [NIH] or the CDC), AHRQ has little name recognition in the broader healthcare community, and the news of its imminent demise was conspicuously absent from the mainstream media.\n\nThe AHRQ's mission is \"to produce evidence to make health care safer, higher quality, more accessible, equitable, and affordable\" – essentially, the agency's work is to understand and help address the system's most complex issues and then to translate these findings into practices that eliminate \"waste\" and achieve improved health outcomes.\n\nIt accomplishes this by means of funding more than 600 projects at the Department of Health and Human Services that inform health care provider strategies for increasing value; for instance, it has provided grants for analyses of:\n\nHeavy utilizers of emergency room services\n\nHospital readmissions within 30 days of cancer surgery\n\nVariations in care and outcomes among interventional cardiologists who practice at multiple facilities versus those who practice at a single facility\n\nClearly, the kind of evidence produced by the AHRQ is – and would continue to be – of real benefit to health care providers as they struggle to adjust to new payment schema and avoid financial penalties for suboptimal quality of care.\n\nWhy eliminate AHRQ just as we're on the cusp of reforms that rely on its output?\n\nWith typical insight, Michael L. Millenson dissected the matter in a recent column, concluding that, to a certain extent, AHRQ has been its own worst enemy.\n\nMillenson suggests that the agency take three immediate actions to avoid extinction:\n\nRecruit a new leader who can communicate more openly with the public and the media and who will work effectively with those who control the agency's budget – in this case, the Republican majority: for example, Brent James, MD, MStat, a surgeon and statistician who founded Intermountain Healthcare's Institute for Healthcare Leadership, or Peter Pronovost, MD, PhD, of Johns Hopkins' Armstrong Institute for Patient Safety and Quality.\n\nChange the agency's name and affiliation to explain what is meant by health services research and why it benefits consumers. \"Names and labels define us.\" Millenson recommends a title that retains the theme of science and/or medicine; e.g., Agency for Translational Medicine or the National Institute for Translational Medicine.\n\nPersonalize the real benefits of what AHRQ and health services research accomplish. In addition to helping to keep sick and vulnerable people out of hospitals and affording extra protection from medical errors, the AHRQ has been instrumental in assuring that discoveries made at NIH and CDC are applied in real-world settings whether they focus on improving health or preventing unnecessary procedures.\n\nRob Lieberthal, PhD, a health sciences researcher and assistant professor on our faculty, observed that the plight of AHRQ makes a great case study for demonstrating why health services researchers must do a better job of explaining the importance of our work to policymakers and the general public.\n\nI couldn't agree more, and I hope that the powers that be act swiftly – before the ax falls.", "article_metadata": {"sailthru.author": "David   Nash, MD, MBA, FACP", "twitter": {"url": "http://www.medpagetoday.com/Columns/FocusonPolicy/52682", "image": "http://clf1.medpagetoday.com/assets/images/defaultLede.png", "description": "A House proposal to cut all funding to AHRQ is a bad idea, says David Nash, MD, MBA.", "card": "Summary", "title": "Defunding AHRQ: A Shot to the Foot"}, "dc.date.issued": "2015-07-23 09:00:00", "sailthru.is_cme": 0, "sailthru.tags": "primarycare,publichealthpolicy,healthpolicy,generalprimarycare,columns,focusonpolicy,nursing,nursing", "sailthru.date": "2015-07-23 09:00:00", "sailthru.title": "Defunding AHRQ: A Shot to the Foot", "apple-mobile-web-app-capable": "yes", "verify-v1": "Vy2WQqSVx1yA90Uu2Rw12f2R8yqP7X0cxBFbafIuqao=", "sailthru.exclude": 1, "description": "A House proposal to cut all funding to AHRQ is a bad idea, says David Nash, MD, MBA.", "sailthru.expire_date": "2015-07-24 09:07:00", "date": "2015-07-23 09:00:00", "sailthru.description": "A House proposal to cut all funding to AHRQ is a bad idea, says David Nash, MD, MBA.", "viewport": "width=device-width, initial-scale=1", "og": {"url": "http://www.medpagetoday.com/Columns/FocusonPolicy/52682", "image": "http://clf1.medpagetoday.com/assets/images/defaultLede.png", "type": "article", "description": "A House proposal to cut all funding to AHRQ is a bad idea, says David Nash, MD, MBA.", "title": "Defunding AHRQ: A Shot to the Foot"}, "sailthru.featured": 0, "dc.date": "2015-07-23 09:00:00", "sailthru.is_video": 0, "google-site-verification": "0uwxbLV_H5lccP3wm0UgRXFQ9w6ZQXh9ZLn-G0av8i0", "sailthru.speciality": "Other,primarycare", "sailthru.image.full": "http://clf1.medpagetoday.com/assets/images/defaultLede.png"}, "article_summary": "Change the agency's name and affiliation to explain what is meant by health services research and why it benefits consumers.\nPersonalize the real benefits of what AHRQ and health services research accomplish.\nMillenson recommends a title that retains the theme of science and/or medicine; e.g., Agency for Translational Medicine or the National Institute for Translational Medicine.\nSo it was with tremendous disappointment that I received news of a House subcommittee's decision to de-fund the Agency for Healthcare Research and Quality (AHRQ) as of October 1, 2015 -- disappointed, but not surprised.\nThat being the case, there has never been a time when health sciences research has been more important."}