{"article_title": "Great Bear Holds Adaptive Ski Day", "article_keywords": ["great", "sioux", "getting", "holds", "bear", "program", "provides", "skiing", "adaptive", "ski", "day", "skier"], "article_url": "http://www.keloland.com/news/article/news/great-bear-holds-adaptive-ski-day", "article_text": "Sioux Falls, SD\n\nA physical disability could side line many when it comes to participating in winter sports - but community effort is looking to change that.\n\nAdaptive Ski Day at Great Bear in Sioux Falls provides people with special needs the opportunity to enjoy downhill snow skiing in a safe and fun environment. For many the program provides a first taste of the Olympic sport - for others it's a chance to get back on the slopes.\n\n“Really what it’s all about is getting on the hill and feeling that rush and getting that adrenaline flowing and then realizing that oh yeah this is just the same as I remember skiing before my accident,” Adaptive Skier Bob Uecker said.\n\n“Ultimately our goal is to get people out here on a consistent basis and really growing in their skiing and becoming an independent skier,” Adaptive Program Director at Great Bear Rob Flannery said.\n\nBased on abilities and experience Adaptive ski trainers assist skiers down the slopes. This is the second year Great Bear hosts the Adaptive ski event.", "article_metadata": {"og": {"site_name": "KELOLAND News", "description": "A physical disability could side line many when it comes to participating in winter sports - but community effort is looking to change that. Adaptive", "title": "Great Bear Holds Adaptive Ski Day", "url": "http://www.keloland.com/news/article/news/great-bear-holds-adaptive-ski-day", "image": "http://assets.keloland.com/images/images/default-source/agriculture/crops/barley/55772.jpg?sfvrsn=0", "type": "website"}, "fb": {"app_id": 521498541203189}, "Generator": "Sitefinity 7.3.5630.0 PE", "viewport": "width=device-width, initial-scale=1.0", "description": "A physical disability could side line many when it comes to participating in winter sports - but community effort is looking to change that. Adaptive"}, "article_summary": "This is the second year Great Bear hosts the Adaptive ski event.\nAdaptive Ski Day at Great Bear in Sioux Falls provides people with special needs the opportunity to enjoy downhill snow skiing in a safe and fun environment.\nBased on abilities and experience Adaptive ski trainers assist skiers down the slopes.\n“Ultimately our goal is to get people out here on a consistent basis and really growing in their skiing and becoming an independent skier,” Adaptive Program Director at Great Bear Rob Flannery said.\nFor many the program provides a first taste of the Olympic sport - for others it's a chance to get back on the slopes."}