{"article_title": "Mortgage Rate Swings May Mean “Bumpy” 2014 Housing Market", "article_keywords": ["swings", "mortgage", "point", "housing", "newhome", "sales", "rate", "rates", "interest", "bumpy", "rising", "percentage", "market", "mean"], "article_url": "http://blogs.wsj.com/economics/2013/12/27/mortgage-rate-swings-may-mean-bumpy-2014-housing-market/", "article_text": "Climbing mortgage rates in 2013 corresponded with declines in home buying, a trend that could to some extent continue in coming months as interest rates adjust to shifts in the Federal Reserve’s monetary stimulus effort.\n\nThe average of 30-year fixed-rate mortgage interest rates so far this year compared against new-home sales illustrates that inversely proportional relationship: When interest rates go up, demand from would-be homeowners drops.\n\nWhen rates as measured by Freddie Mac started rising in May and averaged 3.54% for the month, the seasonally adjusted annual rate of new home sales dropped by 4% from the prior month, according to the most recent housing data from the Commerce Department. Meanwhile, in October, mortgage rates dropped by three-tenths of a percentage point just as new home sales surged 18%.\n\nThe trend could continue in 2014, experts said, especially if rates change significantly.\n\n“Particularly if we see a pretty quick rise – maybe a half a percentage point to percentage point rise — it’ll make for some bumpy demand in 2014,” said Ellen Haberle, an economist at Redfin, an online real-estate firm.\n\nMortgage rates first spiked in May after the Fed signaled it was considering pulling back its bond-buying program meant to keep a lid on long-term interest rates. The housing market initially stumbled, but started to recover once the central bank decided against any changes to the stimulus effort throughout the summer and into the fall.\n\nMortgage rates are still at historical lows, but they are already starting to creep upward once again. Freddie Mac said Thursday the average 30-year fixed rate mortgage was at 4.48%, its highest level since mid-September.\n\nThe interest rate on U.S. Treasurys is also going up. On Thursday, the yield on 10-year notes hit 3%, its highest level since September and the second time this year it has reached that mark. That threshold could signal higher interest rates ahead because it is used as a reference point for the cost of borrowed money for U.S. consumers and businesses. A higher yield can push up mortgage rates.\n\nWhile rising interest rates could continue to drag on the housing market, it could also encourage those people waiting on the fence to make a decision to buy.\n\nEven with rising rates, homes data is starting to show underlying strength in the market. The Commerce Department’s new-home sales reports for October and November marked the two strongest months of new-home sales since mid-2008, and sales in November alone were up nearly 17% from a year earlier, the report said.\n\nNew home sales data are a leading indicator in housing trends because sales are tallied at the signing of a contract rather than the closing. But they are an imperfect gauge because homebuilders are sometimes willing to buy down interest rate for buyers.\n\nData for pending-home sales in November, which is a similar measure for previously owned homes, will be released on Monday by the National Association of Realtors.", "article_metadata": {"article.template": "full", "page.content.source": "Blog Article", "page.region": "na,us", "page.content.type": "blogs article", "twitter": {"domain": "WSJ.com", "description": "Rising mortgage rates could slow housing demand in 2014.", "title": "Mortgage Rate Swings May Mean “Bumpy” 2014 Housing Market", "url": "http://blogs.wsj.com/economics/2013/12/27/mortgage-rate-swings-may-mean-bumpy-2014-housing-market/", "image": {"src": "http://s.wsj.net/public/resources/images/BN-AX382_HomeSa_G_20131227113225.jpg"}, "site": "WSJecon", "card": "summary_large_image"}, "article.image_count": 2, "article_privilege": "free", "article.section": "Economy", "article.headline": "Mortgage Rate Swings May Mean “Bumpy” 2014 Housing Market", "description": "Rising mortgage rates could slow housing demand in 2014.", "article_section": "Economy", "author": "Sarah Portlock", "user.type": "unsubscribed", "article.page": "Real Time Economics Blog", "page.content.format": "responsive", "page.subsection": "Real Time Economics", "article.summary": "Rising mortgage rates could slow housing demand in 2014.", "page.site": "blogs.wsj.com", "testkeys": "C", "article.published": "2013-12-27T16:39:07-05:00", "dj.asn": "10-139", "ROBOTS": "noarchive, noodp", "fb": {"url": "http://blogs.wsj.com/economics/2013/12/27/mortgage-rate-swings-may-mean-bumpy-2014-housing-market/", "app_id": 368513495882}, "article": {"publisher": "https://www.facebook.com/wsj"}, "article_id": "BL-REB-22238", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no", "page.section": "Economy", "language": "en-US", "og": {"site_name": "WSJ", "description": "Rising mortgage rates could slow housing demand in 2014.", "title": "Mortgage Rate Swings May Mean “Bumpy” 2014 Housing Market", "url": "http://blogs.wsj.com/economics/2013/12/27/mortgage-rate-swings-may-mean-bumpy-2014-housing-market/", "image": {"width": 553, "identifier": "http://s.wsj.net/public/resources/images/BN-AX382_HomeSa_G_20131227113225.jpg", "height": 369}, "type": "article"}, "article.access": "free", "article.type": "Real Time Economics", "article.id": "BL-REB-22238", "user.exp": "default", "article.updated": "2013-12-27T16:40:51-05:00"}, "article_summary": "“Particularly if we see a pretty quick rise – maybe a half a percentage point to percentage point rise — it’ll make for some bumpy demand in 2014,” said Ellen Haberle, an economist at Redfin, an online real-estate firm.\nFreddie Mac said Thursday the average 30-year fixed rate mortgage was at 4.48%, its highest level since mid-September.\nBut they are an imperfect gauge because homebuilders are sometimes willing to buy down interest rate for buyers.\nMeanwhile, in October, mortgage rates dropped by three-tenths of a percentage point just as new home sales surged 18%.\nThe Commerce Department’s new-home sales reports for October and November marked the two strongest months of new-home sales since mid-2008, and sales in November alone were up nearly 17% from a year earlier, the report said."}