{"article_title": "It's a crowded race for Hanna’s House seat", "article_keywords": ["raised", "race", "crowded", "house", "reform", "primary", "seat", "county", "phillips", "state", "hannas", "party", "line", "republican", "congressional"], "article_url": "http://www.pressconnects.com/story/news/local/new-york/2016/04/24/s-crowded-race-hannas-house-seat/83408394/", "article_text": "Rep. Richard Hanna, R-Barneveld, shown in 2010, is retiring from Congress at the end of his term. (Photo: Brian Tumulty / Washington Bureau photo)\n\nWASHINGTON — Three Republicans and two Democrats are competing in the June 28 primaries in the highly competitive race to succeed retiring Rep. Richard Hanna in the 22nd Congressional District.\n\nObjections have been filed, however, to the voter petitions submitted by all five candidates. A final ruling by the state Board of Elections is expected by May. 5.\n\nFor now, the Republican primary is set as a contest among high school teacher George Phillips, of Endwell, state Assemblywoman Claudia Tenney, of New Hartford, and food service businessman Steve Wells, of Cazenovia.\n\nWells, who began running his first TV ad on Fox News this past week, leads Phillips and Tenney in fundraising. He raised $362,062 through the end of March, including $100,000 of his own money, according to his report to the Federal Election Commission.\n\nPhillips has raised $161,073, while Tenney has raised $149,073, including $50,000 of her own money.\n\nThe two Democrats vying for their party’s ballot line are Broome County Legislator Kim Myers, of Vestal, and David Gordon, of Utica, who owns an insurance agency.\n\nMyers has a lopsided money advantage, having raised $230,517, compared with $3,575 raised by Gordon.\n\nGordon said his strategy is to appeal to professionals in the Utica area to keep the congressional seat in the region rather than allowing it to be held by someone who lives almost 100 miles away in Broome County.\n\n“We need to keep our seat here,\" he said.\n\nMyers could not be reached for comment Friday.\n\nMeanwhile, a sixth candidate running on the Independence Party line also faces objections to his qualifying petitions.\n\nMartin Babinec, of Little Falls in Herkimer County, has bankrolled his campaign with $1 million of his own money, according to his FEC report. He’s begun accepting individual donations but said his campaign won't accept donations from political action committees.\n\nBabinec is a political novice who co-founded Upstate Venture Connect in 2010. The nonprofit has developed a network for first-time entrepreneurs to find the resources they need to grow their businesses.\n\nBabinec said Friday he’s advocating a focus on building the region’s “innovation economy’’ rather than on luring back manufacturing jobs.\n\nIf Babinec is bumped from the Independence Party line, he has another option. He's filed for an “opportunity to ballot\" as a write-in candidate for the Reform Party line against state Assemblywoman Claudia Tenney.\n\nA Reform Party primary would be notable. There were only seven members of the party in the congressional district as of April 1, according to the state Board of Elections. But only the three people who were registered Reform Party members as of last October would be eligible to vote in the primary, if it does occur.\n\nThe race is ranked as one of only 18 tossup contests among the 435 House races around the nation, according to the nonpartisan Cook Political Report.\n\nAnchored by Binghamton, Cortland, Utica and Rome, the district's voters picked Republican presidential nominee Mitt Romney over President Barack Obama by a razor-thin margin in 2012.\n\nBillionaire businessman Donald Trump won the Republican primary in the district on Tuesday, while Vermont Sen. Bernie Sanders won on the Democratic side. About 40 percent of active Republicans and 37 percent of active Democrats turned out for the presidential primary in the district.\n\nIn a congressional Republican primary two years ago, Republican turnout was half that amount.\n\nTenney, who ran in that 2014 primary, received about 46 percent of the 30,119 votes that were cast in her challenge to Hanna, who is retiring from Congress at the end of his term.\n\nTenney already has the Conservative Party line. Depending on how the state Board of Elections rules, she could have the Reform Party line as well or may face a primary battle for majority support among the three eligible members of the party.\n\nTenney said Friday her private polling shows her beating Phillips in his home county of Broome, and she said Wells doesn't have enough name recognition to win.\n\nPhillips, however, expressed confidence about his support in the Broome County area and expects “a good turnout\" in the June primary.\n\n“People are upset with the status quo in Washington,’’ said Phillips, who advocates more choices in health insurance than what’s available in the health care exchanges set up under the Affordable Care Act.\n\nPhilips, who is making his third run for Congress after two unsuccessful races against former Democratic Rep. Maurice Hinchey, has taken a leave of absence from his job teaching high school.\n\nWells and his brother co-founded a food service and vending machine business that employs 1,500 people, including about 650 in New York. He also has worked as a criminal prosecutor in Texas.\n\nTwitter: @NYinDC\n\nRead or Share this story: http://press.sn/1SsfSEb", "article_metadata": {"google": "notranslate", "description": "All five candidates face objections to their voter petitions.", "og": {"site_name": "Pressconnects", "description": "All five candidates face objections to their voter petitions.", "title": "It's a crowded race for Hanna’s House seat", "url": "http://www.pressconnects.com/story/news/local/new-york/2016/04/24/s-crowded-race-hannas-house-seat/83408394/", "image": "http://www.gannett-cdn.com/GDContent/applogos/pressconnects.png", "type": "article"}, "twitter": {"description": "All five candidates face objections to their voter petitions.", "creator": "@pressconnects", "image": "http://www.gannett-cdn.com/-mm-/c07df2b7e14878d3d33bafd292fe00d59eaa4a2a/c=0-456-2736-3192&r=x643&c=640x640/local/-/media/2015/10/09/CNYGroup/Binghamton/635799865050717481-Hanna.jpg", "title": "It's a crowded race for Hanna’s House seat", "site": "@pressconnects", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=887930428", "fb": {"app_id": 176086195755788}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": "Richard Hanna, Kim Myers, David Gordon, George Phillips, Claudia Tenney, Steve Wells, Martin Babinec, 22nd Congressional District, Congress, 2016 election"}, "article_summary": "In a congressional Republican primary two years ago, Republican turnout was half that amount.\nHe's filed for an “opportunity to ballot\" as a write-in candidate for the Reform Party line against state Assemblywoman Claudia Tenney.\nMeanwhile, a sixth candidate running on the Independence Party line also faces objections to his qualifying petitions.\nBillionaire businessman Donald Trump won the Republican primary in the district on Tuesday, while Vermont Sen. Bernie Sanders won on the Democratic side.\nA Reform Party primary would be notable."}