{"article_title": "House Republicans advance bill to undo health law", "article_keywords": ["advance", "bill", "repeal", "house", "republicans", "legislation", "undo", "parts", "health", "democrats", "tax", "law"], "article_url": "http://finance.yahoo.com/news/house-republicans-advance-bill-undo-160613664.html", "article_text": "WASHINGTON (AP) -- House Republicans advanced legislation Tuesday to dismantle President Barack Obama's health law that could actually reach the president's desk.\n\nThe House GOP has voted more than 50 times to repeal all or parts of the health law. Almost all the bills died in the Senate.\n\nBut this time, Republicans are using a special process that prevents Senate Democrats from blocking the legislation. Obama can still veto it, but the vote could provide a blueprint for dismantling the law if Republicans retake the White House in 2016.\n\nUnder Senate rules, minority Democrats can block most legislation because it requires 60 votes to advance a bill, and Republicans have only 54 senators. Under the special process, called reconciliation, the Senate can pass legislation with just 51 votes.\n\nReconciliation is limited to certain tax and spending measures, so Republicans can't use it to repeal the entire health law. But they can gut it.\n\nSenate Democrats used the process of reconciliation to pass part of health care law in 2010.\n\nRepublicans say they are working to repeal the most unpopular parts of the law, which was enacted without a single Republican vote.\n\nDemocrats note that official congressional estimates say that gutting the law will result in 15 million fewer people with health insurance by 2025.\n\n\"By tearing down many of the worst parts of the law — like forcing people to buy insurance only to later tax them for it — we could stop Obamacare in its tracks and start working toward a more affordable, higher-quality, patient-centered system,\" said Rep. Paul Ryan, R-Wis., chairman of the House Ways and Means Committee.\n\nRyan said he would like to repeal the entire law. But added, \"This is our best shot at getting a bill on the president's desk.\"\n\n\"Today's markup is not a serious exercise in legislating,\" said Rep. Sander Levin of Michigan, the top Democrat on the Ways and Means Committee. \"Everyone knows the president won't sign this reconciliation bill.\"\n\nThe Ways and Means Committee voted along party lines Tuesday to repeal two mandates — that most Americans get health insurance and that large companies provide health benefits to workers.\n\nThe legislation would repeal a tax on higher-priced health plans and a tax on medical devices.\n\nThe vote was 23-14, with all Republicans in favor and all Democrats opposed.\n\nThe legislation would reduce the budget deficit by $44 billion over the next decade, according to the Joint Committee on Taxation, because without the mandates, fewer people would get government-subsidized health insurance.\n\n\"That may be one of the motivations for this bill — pure politics to send a bill to the president that he is sure to veto and be upheld,\" Levin added.\n\nTwo other House committees are working on legislation to repeal other parts of the health law, as well as to cut off federal funding for Planned Parenthood.\n\nEventually, the legislation would be combined and sent to the full House.\n\n___\n\nFollow Stephen Ohlemacher on Twitter: http://twitter.com/stephenatap", "article_metadata": {"viewport": "width=device-width", "description": "From Yahoo Finance: House Republicans advanced legislation Tuesday to dismantle President Barack Obama's health law that could actually reach the president's desk. The House GOP has voted more than 50 times to repeal all ...", "application-name": "House Republicans advance bill to undo health law", "og": {"site_name": "Yahoo Finance", "description": "House Republicans advanced legislation Tuesday to dismantle President Barack Obama's health law that could actually reach the president's desk. The House GOP has voted more than 50 times to repeal all ...", "title": "House Republicans advance bill to undo health law", "url": "http://finance.yahoo.com/news/house-republicans-advance-bill-undo-160613664.html", "image": "http://l2.yimg.com/bt/api/res/1.2/0JNUEmTXmNhaNcte_.VykQ--/YXBwaWQ9eW5ld3NfbGVnbztpbD1wbGFuZTtxPTc1O3c9NjAw/http://globalfinance.zenfs.com/images/US_AHTTP_AP_FINANCIALTIMES/f3263ea7c98b682b830f6a706700d061_original.jpg", "type": "article"}, "twitter": {"description": "House Republicans advanced legislation Tuesday to dismantle President Barack Obama's health law that could actually reach the president's desk. The House GOP has voted more than 50 times to repeal all ...", "title": "House Republicans advance bill to undo health law", "image": {"src": "http://l2.yimg.com/bt/api/res/1.2/0JNUEmTXmNhaNcte_.VykQ--/YXBwaWQ9eW5ld3NfbGVnbztpbD1wbGFuZTtxPTc1O3c9NjAw/http://globalfinance.zenfs.com/images/US_AHTTP_AP_FINANCIALTIMES/f3263ea7c98b682b830f6a706700d061_original.jpg", "identifier": "http://l2.yimg.com/bt/api/res/1.2/0JNUEmTXmNhaNcte_.VykQ--/YXBwaWQ9eW5ld3NfbGVnbztpbD1wbGFuZTtxPTc1O3c9NjAw/http://globalfinance.zenfs.com/images/US_AHTTP_AP_FINANCIALTIMES/f3263ea7c98b682b830f6a706700d061_original.jpg"}, "site": "@YahooFinance", "dnt": "on", "card": "summary_large_image"}, "msapplication-TileColor": "#6e329d", "apple-mobile-web-app-status-bar-style": "black", "apple-mobile-web-app-capable": "yes", "fb": {"app_id": 90376669494}, "msapplication-TileImage": "http://l.yimg.com/os/mit/media/p/presentation/images/icons/win8-tile-1484740.png", "article": {"publisher": "http://www.facebook.com/yahoofinance"}, "theme-color": "#400090", "googlebot": "unavailable_after:31 Dec 16 23:59:59 GMT"}, "article_summary": "WASHINGTON (AP) -- House Republicans advanced legislation Tuesday to dismantle President Barack Obama's health law that could actually reach the president's desk.\nThe House GOP has voted more than 50 times to repeal all or parts of the health law.\nReconciliation is limited to certain tax and spending measures, so Republicans can't use it to repeal the entire health law.\nTwo other House committees are working on legislation to repeal other parts of the health law, as well as to cut off federal funding for Planned Parenthood.\nObama can still veto it, but the vote could provide a blueprint for dismantling the law if Republicans retake the White House in 2016."}