{"article_title": "Here's what Obama still doesn't get", "article_keywords": ["business", "heres", "employees", "bls", "labor", "better", "job", "doesnt", "policies", "president", "economy", "participation", "obama"], "article_url": "http://www.cnbc.com/2014/08/15/heres-what-obama-still-doesnt-get-ceocommentary.html", "article_text": "One key economic metric is the labor participation rate. In an improving economy, people join the labor force. In a declining economy, they drop out. Americans are dropping out. In July, the Bureau of Labor Statistics (BLS) reported labor participation of 62.9 percent. Prior to September of 2013, the last time labor participation was as low as 63 percent was April of 1978. It's been at 63 percent or below for nine of the last ten months. It has progressively and steadily declined since President Obama took office.\n\nRead MoreObama to CEOs: Quit complaining\n\n\n\nThe BLS also reports the number of people who are \"not in the labor force\" but \"want a job now.\" Prior to the Obama presidency, this metric was last over 6 million people in September of 1994. It's been over 6 million every month since September of 2010.\n\nPerhaps even more distressing, labor participation for our nation's youth is also repeatedly hitting historic lows. In February of this year, the BLS recorded the lowest participation rate for 16 to 19 year olds since it started tracking the data in 1948. In August of 2012, the BLS recorded the lowest participation rate for 20-to 24-year olds since 1973. In April, the BLS recorded the lowest participation rate for 25- to 29-year olds, since it started tracking the data in 1982.\n\n\n\nRead MoreWhy I'm worried about youth unemployment: Puzder\n\nSince the end of the recession, 12.4 million (primarily young) Americans have joined the employable population. However, the number of people employed has increased by only 6.5 million.\n\n\n\nEven these 6.5 million people who have found jobs are not really \"better off.\" According to a recent U.S. Conference of Mayors Report, job sectors the recession hit particularly hard (most notably construction and manufacturing) had a pre-recession average annual wage of $61,637, while for comparable jobs gained during the purported \"recovery\" that average dropped to $47,171. For those fortunate enough to have found a job, that's a 23 percent negative wage gap.\n\n\n\nGiven these economic metrics, it's no surprise that a recent Wall Street Journal/NBC News poll found that 64 percent of Americans are dissatisfied with the state of the economy, 52 percent disapprove of the president's handling of the economy, 71 percent believe the country is headed in the wrong direction, 60 percent believe it's in a state of decline and 76 percent lack confidence that their children's generation will have a better life than they do. These numbers reflect a metric worth taking into account; the real-life experience of actual Americans who know that, for them, things really aren't getting better despite what the president's advisors may be telling him.\n\n\n\nRead MoreOpinion: Stop trying to force companies to stay in the US\n\n\n\nIf things are going to get better for, as the president stated, \"the ordinary person who is working hard and being responsible,\" American businesses need to create jobs. That's hard to do with government policies and regulations increasingly impeding growth. In what certainly came as a surprise to America's business community, the president stated that \"our policies have generally been friendly to business.\" While identifying an actual business-friendly policy from this administration is a challenge, those of us in the restaurant industry have felt the brunt of these \"business friendly\" policies.\n\n\n\nThe Secretary of Labor is preparing to turn general managers from salaried employees with performance-based bonuses to hourly employees, making their compensation turn on time spent rather than time well spent. To facilitate unionizing restaurant employees, the NLRB is attempting to make franchisors joint employers of their franchisees' employees, threatening the entire franchise business model.\n\nThe administration has delayed Obamacare's employer mandate twice to avoid its anti-business impact, but businesses know it will significantly increase health- insurance costs and is already compelling them to reduce employees' hours to fewer than 30 per week. The president is attempting to increase the minimum wage by nearly 40 percent, compelling businesses to cut labor in favor of automation and reducing the number of entry level jobs. The EPA's proposed \"Clean Power Plan\" will put many coal-fired power plants out of business, leaving consumers with less money to spend and businesses with less to invest.\n\n\n\nViewed individually, these policies have at least some justification, although often misguided or political. Viewed collectively, they are job and opportunity killers. But, to claim they are \"friendly to business\" is simply absurd.\n\n\n\nAccording to the president, \"the folks who don't have a right to complain are the folks at the top\" because they have done so well since he took office. Apparently, the president would prefer that CEOs and other knowledgeable \"folks\" just accept his economic policies despite their negative impact on the majority of Americans. That's hard to do for those of us from working class families who have succeeded and are in position to see the harm the president's economic policies are inflicting on a country we so love and that once offered a better future to so many.\n\n\n\nBut it's not the \"folks at the top\" who are driving down the president's poll numbers. It's the American people. They're not better off; their children will not be better off, and they know it. We could change that, if the administration understood the economy it's managing, or even better, stopped managing it altogether.\n\n\n\nCommentary by Andrew F. Puzder, CEO of CKE Restaurants Holdings. which owns Hardee's and Carl's Jr. He co-authored the book \"Job Creation: How it Really Works and Why Government Doesn't Understand It.\" Follow him on Twitter @AndyPuzder.\n\n", "article_metadata": {"AssetType": "cnbcnewsstory", "description": "Obama had some tough talk for CEOs in a recent Economist interview, but the head of Hardee's and Carl's Jr. says here's what the president still doesn't get.", "news_keywords": "Obama, The Economist, economy, Carl's Jr., fast food, recession,", "author": "Andrew F. Puzder, CEO of CKE Restaurants", "og": {"site_name": "CNBC", "description": "Obama had some tough talk for CEOs in a recent Economist interview, but the head of Hardee's and Carl's Jr. says here's what the president still doesn't get.", "title": "Here's what Obama still doesn't get: CEO", "url": "http://www.cnbc.com/2014/08/15/heres-what-obama-still-doesnt-get-ceocommentary.html", "image": "http://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2014/08/11/101911716-453386186.1910x1000.jpg", "type": "article"}, "twitter": {"description": "Obama had some tough talk for CEOs in a recent Economist interview, but the head of Hardee's and Carl's Jr. says here's what the president still doesn't get.", "title": "Here's what Obama still doesn't get", "url": "http://www.cnbc.com/2014/08/15/heres-what-obama-still-doesnt-get-ceocommentary.html", "image": {"src": "http://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2014/08/11/101911716-453386186.1910x1000.jpg"}, "site": "@CNBC", "card": "summary_large_image"}, "al": {"ios": {"app_name": "CNBC Business News and Finance", "app_store_id": 398018310}}, "apple-itunes-app": "app-id=398018310", "keywords": "Economy, Commentary, Taxes, World Economy, CEOs, Economy, Business Strategy, Congress, Corporate Leaders, Corporate Finance, Law and Regulation, Law, Squawk Box U.S., business news", "article": {"publisher": "https://www.facebook.com/cnbc", "published_time": "2014-08-15T15:38:24-0400", "author": "https://www.facebook.com/CNBC", "section": "Economy", "modified_time": "2014-08-18T12:30:16-0400", "tag": "Squawk Box U.S."}, "pageNodeId": 101923790, "GOOGLEBOT": "unavailable_after: 31 Dec 9999 23:59:59 GMT"}, "_id": "\"57477af36914bd0286fc9e35\"", "article_summary": "Prior to September of 2013, the last time labor participation was as low as 63 percent was April of 1978.\nIn July, the Bureau of Labor Statistics (BLS) reported labor participation of 62.9 percent.\nPerhaps even more distressing, labor participation for our nation's youth is also repeatedly hitting historic lows.\nOne key economic metric is the labor participation rate.\nHe co-authored the book \"Job Creation: How it Really Works and Why Government Doesn't Understand It.\""}