{"article_title": "True believers embrace Ted Cruz in Iowa campaign swing", "article_keywords": ["party", "iowa", "campaign", "hes", "believers", "win", "ted", "cedar", "need", "cruz", "embrace", "reagan", "swing", "tea", "cruzs", "true"], "article_url": "http://www.dallasnews.com/news/politics/headlines/20150405-true-believers-embrace-ted-cruz-in-iowa-campaign-swing.ece", "article_text": "CEDAR RAPIDS, Iowa — Like many Iowa Republicans, bus driver Bill Jodeit yearns for another Ronald Reagan, a leader to unite the party’s many factions, deliver victory and restore America’s vigor and place in the world.\n\nAnd he may have found what he’s looking for in Ted Cruz.\n\n“What he represents, and what Reagan represented, was the shining city on the hill, the best of America. Reagan bombed Libya — he scared our enemies. Now we’ve got a president that’s scared to scare our enemies,” said Jodeit, 49.\n\nIn week two of the Cruz presidential campaign, the 44-year-old Texas senator drew enthusiastic crowds of conservative activists across Iowa, which hosts the first 2016 nominating contest. They laughed and cheered at all the right spots — the call to padlock the IRS and send all those agents to patrol the Mexican border, the vow to repeal Obamacare.\n\nThey nodded as he painted himself as a latter-day Reagan, a favorite trope that reflects the most pragmatic of challenges: Cruz may be a darling of tea partiers and evangelicals, but he will need support from a whole lot of others to win the GOP nomination, let alone the presidency.\n\n“There are a lot of folks from Washington who say, ‘Gosh, the way to win is we rush toward the mushy middle,’” Cruz said in Cedar Rapids.\n\nHe spoke of “eerily uncanny” parallels between Jimmy Carter, who gave way to Reagan, and Barack Obama, who, he hopes, gives way to him. Stagnation, weakness, feckless policies abroad, Cruz said, nudging audiences to view him as the latest savior of party and country since the 40th president.\n\n“Washington despised Ronald Reagan. If you see a candidate who Washington embraces, run and hide,” said Cruz. “If we want to win in 2016, we’ve got to bring back to the polls the millions of conservatives, the millions of evangelicals who stayed home, the millions of Reagan Democrats — working-class, blue-collar Catholics who showed up in ’04 and stayed home the last two cycles.”\n\nThe crowd of 250 that packed a hotel ballroom drank it in. And Cruz’s assessment of the GOP’s electoral challenge is widely held: Winning back the White House will require a Reaganesque coalition.\n\nOutside Cruz’s inner circle, though, few party strategists view the polarizing Texas firebrand as the uniter required. Based solely on appearances before friendly, conservative Iowa crowds, it’s hard to gauge whether Cruz is truly equipped to lure in those elusive Reagan Democrats and others.\n\nBut of the activists who turned out to see Cruz at his five events Wednesday and Thursday in Iowa, many do see him as a strong contender, even a potential Reagan heir.\n\n“We don’t need another Romney. We don’t need another McCain. We sure don’t need another Bush,” said Del Block, 88, a retired utility manager from Cedar Rapids. Cruz, he said, is “just so sincere about what we all as Republicans believe in.”\n\nIn Cedar Falls, Cruz spoke with more than 200 party activists at a town hall sponsored by the county GOP and a local “teavangelical” group, Cedar Valley Patriots for Christ.\n\n“This is not your typical RINO Republican crowd,” said the group’s leader, Judd Saul, using a derogatory term — “Republican in Name Only” — common among hard-liners.\n\n“We need real leadership,” Saul said, adding that among evangelicals and tea partiers, Cruz “is killing it.”\n\nBut Cruz’s appeal still seems mostly confined to the hard-right base, said Joshua Jackson, 26, a pastor at Grace Baptist Church in Waterloo, who also came to the Cedar Falls event.\n\nHe noted that Kentucky Sen. Rand Paul has done far more to reach out to marginalized Americans, young voters and a host of constituencies that Cruz mentioned as the key to victory. It makes sense for Cruz to start within his comfort zone, Jackson said. But he’ll have to do more than talk.\n\n“The really active folks are evangelicals,” he said. “He wants to be this guy who can reach out to all people.”\n\nIowa freshman U.S. Rep. Rod Blum, who accompanied Cruz to three events in eastern Iowa, said the party’s next Reagan could only spring from the tea party-evangelical side of the party.\n\n“It can’t be some Washingtonian, inside-the-Beltway guy who appeals to corporate America and has been bought off by the big guys,” Blum said — though he’s not sure about Cruz’s prospects for making inroads beyond the grass roots.\n\nAnd he conceded that Cruz hasn’t really started to try.\n\n“That’s exactly what he needs to do. I’m not sure how he does that,” Blum said. “Obviously he’s going to need to reach out to business groups and other groups outside of tea party groups. … When they hear him — it’ll be interesting to see.”\n\nIn Des Moines, Cruz’s final appearance in his latest Iowa swing, about 250 people packed a ballroom at the Holiday Inn near the airport.\n\nOne voter confronted Cruz over the 16-day government shutdown he instigated in his effort to defund Obamacare. Congress eventually reopened the government, Obamacare still intact.\n\nCruz insisted — as he often does — that he bore no responsibility for the shutdown. In his telling, the fault lay entirely with Obama and Senate Democrats who were so “bound and determined” to protect a damaging law that they would risk harming the economy.\n\nAlso to blame, in his eyes: GOP leaders who promise to repeal Obamacare but run from a fight.\n\nThe combativeness attracts true believers. It’s less likely to win over many other Republicans who view Cruz as a disruptive, even petulant, agitator driven more by ambition than good sense.\n\nAnother voter demanded an explanation of what Cruz would do about the 11 million or more people in the country illegally, given that he rejects the idea of comprehensive reform that would include a path to citizenship or other legal status. It was the second time that day a voter posed this question to Cruz.\n\nBoth times, he deflected, calling it a conversation for another day — a stance that certainly satisfied the crowds.\n\n“You don’t have to solve everything all at once,” he said, arguing that until the border is secure, “the American people aren’t interested in a conversation about solving every other part of the problem.”\n\nCruz’s message plays well among some conservatives, among them Des Moines saleswoman Dawn Larkin, 56.\n\n“We need a Reagan for the morale of the country. It does feel incredibly hopeless some days,” Larkin said.\n\nShe conceded, though, that Cruz would be a tough sell to people like her husband, a Democrat, and many friends and neighbors.\n\n“That’s hard. Some people, their minds won’t be open to it,” she said. But: “He’s my first choice.”\n\nFollow Todd J. Gillman on Twitter at @toddgillman.", "article_metadata": {"description": "Many believe there’s little evidence so far that Ted Cruz can win over other parts of the GOP, let alone independents.", "og": {"description": "Many believe there’s little evidence so far that Ted Cruz can win over other parts of the GOP, let alone independents.", "title": "True believers embrace Ted Cruz in Iowa campaign swing", "url": "http://www.dallasnews.com/news/politics/headlines/20150405-true-believers-embrace-ted-cruz-in-iowa-campaign-swing.ece", "image": {"width": 1280, "identifier": "http://www.dallasnews.com/news/politics/headlines/20150405-gop_2016_cruz.1.jpg.ece/BINARY/original/GOP_2016_Cruz.1.jpg", "height": 850}, "keywords": "dallas, dallas fort worth, dallas news, dallas fort worth news, dfw news, dallas local news, dallas fort worth local news, dallas newspaper, dallas morning news, dallas morning news newspaper", "type": "article"}, "LastModifiedDate": "2015-04-06T04:29:14Z", "twitter": {"site": "@dallasnews", "card": "summary", "creator": "@dallasnews"}, "PublishDate": "2015-04-06T04:18:08Z", "parsely-page": "{\"title\": \"True believers embrace Ted Cruz in Iowa campaign swing\", \"link\": \"http://www.dallasnews.com/news/politics/headlines/20150405-true-believers-embrace-ted-cruz-in-iowa-campaign-swing.ece\", \"image_url\": \"http://www.dallasnews.com/news/politics/headlines/20150405-1-a-cruz.jpg.ece/BINARY/original/1-A+Cruz.jpg\", \"type\": \"post\", \"post_id\": \"2246376\", \"pub_date\": \"2015-04-06T04:18:08Z\", \"section\": \"Politics Headlines\", \"author\": \"TODD J. GILLMAN\", \"tags\": [\"dallas\", \"dallas fort worth\", \"dallas news\", \"dallas fort worth news\", \"dfw news\", \"dallas local news\", \"dallas fort worth local news\", \"dallas newspaper\", \"dallas morning news\", \"dallas morning news newspaper\"]}", "fb": {"admins": 1043783589, "page_id": 20946638799, "app_id": 258290334265148}, "keywords": "dallas, dallas fort worth, dallas news, dallas fort worth news, dfw news, dallas local news, dallas fort worth local news, dallas newspaper, dallas morning news, dallas morning news newspaper", "cXenseParse": {"recs": {"image": "http://www.dallasnews.com/news/politics/headlines/20150405-1-a-cruz.jpg.ece/ALTERNATES/w660/1-A+Cruz.jpg", "publishtime": "2015-04-06T04:18:08Z"}}, "news_keywords": "dallas, dallas fort worth, dallas news, dallas fort worth news, dfw news, dallas local news, dallas fort worth local news, dallas newspaper, dallas morning news, dallas morning news newspaper"}, "article_summary": "“Obviously he’s going to need to reach out to business groups and other groups outside of tea party groups.\nIn week two of the Cruz presidential campaign, the 44-year-old Texas senator drew enthusiastic crowds of conservative activists across Iowa, which hosts the first 2016 nominating contest.\nAnd he may have found what he’s looking for in Ted Cruz.\nShe conceded, though, that Cruz would be a tough sell to people like her husband, a Democrat, and many friends and neighbors.\n“There are a lot of folks from Washington who say, ‘Gosh, the way to win is we rush toward the mushy middle,’” Cruz said in Cedar Rapids."}