{"article_title": "Vigil tonight for innocence crusader Darryl Hunt – The Progressive Pulse", "article_keywords": ["darryl", "north", "crusader", "progressive", "justice", "hunt", "pulse", "tonight", "wake", "winstonsalem", "innocence", "vigil", "law", "rabil", "forest"], "article_url": "http://pulse.ncpolicywatch.org/2016/03/13/vigil-tonight-for-innocence-crusader-darryl-hunt/", "article_text": "Criminal justice advocates (and justice advocates of all kinds) around North Carolina and the nation were shocked this morning to learn of the tragic passing of Darryl Hunt. As WRAL reported here, Hunt was found dead in his car in Winston-Salem early this morning after having been declared missing yesterday.\n\nThe Wake Forest University School of Law posted the following a little while ago:\n\nVigil to be held for Darryl Hunt at 8 p.m. on Sunday, March 13, at Emmanuel Baptist Church\n\nA vigil will be held for exoneree Darryl Hunt, who worked closely with the Wake Forest Law Innocence and Justice Clinic, at 8 p.m. Sunday, March 13, at Emmanuel Baptist Church, 1075 Shalimar Drive, in Winston-Salem.\n\nHunt’s body was found early this morning in a vehicle off University Parkway. The cause of his death is still under investigation, according to the Winston-Salem Police Department.\n\nThe Rev. John Mendez, who has been involved since 1984 as part of the Hunt defense team, is hosting the vigil.\n\nHunt, who was exonerated in February 2004, was represented by Wake Forest School of Law Director of Innocence and Justice Clinic Mark Rabil. Hunt was granted a pardon of innocence by Gov. Mike Easley in April 2004.\n\n“Twenty years of wrongful of incarceration and 12 years of being a voice for the voiceless is what killed Darryl Hunt,” Rabil said this afternoon. “He embodied all that trauma and took it on himself.”\n\nRabil was an assistant capital defender in Forsyth County whose zealous advocacy led to the release and exoneration of Hunt after 19 years of incarceration. In 1984, Rabil was court-appointed to assist a senior partner in his law firm in representing Hunt, a 19-year-old black man charged with the rape and murder of Deborah Sykes, a young newspaper copy editor in Winston-Salem. Though no credible evidence linked Hunt to the murder, he would spend nearly 20 years in prison trying to prove his innocence.\n\nFollowing Hunt’s release, he and Rabil spoke at events across the country sharing Hunt’s ordeal to illuminate the issues of wrongful conviction, race and the death penalty. An HBO documentary, “The Trials of Darryl Hunt,” is shown to first-year Wake Forest Law students at Orientation and Rabil and Hunt would discuss the film and answer questions following the screening.\n\nHunt also assisted the Innocence and Justice Clinic on a number of cases, Rabil said. Through the clinic, Hunt worked with Experiment for Self-Reliance to help people get their criminal records expunged, did public speaking and talked to law students about his case.\n\nHunt’s 2004 exoneration is cited as the genesis of the North Carolina Innocence Inquiry Commission an article “Guilty, Then Proven Innocent,” published by The Atlantic on Monday, Feb. 9, 2015.\n\nThe North Carolina Innocence Inquiry Commission was founded by the North Carolina General Assembly in 2007 and was the first of its kind in the nation. Since its nascence, the Commission has reviewed hundreds of innocence claims and conducted multiple hearings.\n\n“Part of Darryl’s legacy is the numerous people who have been freed as a result of the Commission created because of his case,” Rabil added.\n\nThe Winston-Salem Journal featured Hunt in 2014 here.", "article_metadata": {"fb": {"pages": 71966175060}, "msapplication-TileImage": "http://pulse.ncpolicywatch.org/wp-content/uploads/2016/02/cropped-logo_shadow-square-270x270.jpg", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=0"}, "_id": "\"57477af36914bd0286fd278e\"", "article_summary": "“Twenty years of wrongful of incarceration and 12 years of being a voice for the voiceless is what killed Darryl Hunt,” Rabil said this afternoon.\nAn HBO documentary, “The Trials of Darryl Hunt,” is shown to first-year Wake Forest Law students at Orientation and Rabil and Hunt would discuss the film and answer questions following the screening.\nHunt, who was exonerated in February 2004, was represented by Wake Forest School of Law Director of Innocence and Justice Clinic Mark Rabil.\nCriminal justice advocates (and justice advocates of all kinds) around North Carolina and the nation were shocked this morning to learn of the tragic passing of Darryl Hunt.\nHunt also assisted the Innocence and Justice Clinic on a number of cases, Rabil said."}