{"article_title": "Connecticut Shows Paid Sick Days Kill Germs, Not Jobs", "article_keywords": ["jobs", "job", "workers", "days", "paid", "actually", "leave", "connecticut", "kill", "sick", "germs", "report", "law", "shows"], "article_url": "http://www.usnews.com/opinion/blogs/pat-garofalo/2014/03/06/connecticut-shows-paid-sick-days-kill-germs-not-jobs", "article_text": "Every time the idea of implementing a paid sick days law – which requires that workers earn paid time off to use when they fall ill – gets floated somewhere, the same thing occurs: Businesses and conservative lawmakers cry bloody murder about the effect the law will supposedly have on small businesses and job creators. Every mom and pop store will have to close, they say! Job creators will flee elsewhere to escape the job-killing mandate! Oh, the humanity! (Check out the Cry Wolf Project for some choice quotes .) Reality, though, stubbornly refuses to conform to the script. For instance, when San Francisco adopted a paid sick days law in 2007, its job growth actually outperformed surrounding counties that did not have a similar law. (This isn’t to imply that having paid sick leave caused any job growth, just that it didn’t hurt either.) And a new report from the Center on Economic and Policy Research shows that Connecticut experienced much the same thing after becoming the first state to adopt a paid sick days law 18 months ago. [ See a collection of political cartoons on the economy. ] Gathered via both surveys and site visits, the Center’s data show businesses faced extremely modest costs – if any – due to the sick days law. As the Center’s Eileen Appelbaum, Ruth Milkman, Luke Elliott and Teresa Kroeger wrote:\n\nNot only that, but the data show that “in the period since [Connecticut’s law] took effect, employment levels rose in key sectors covered by the law, such as hospitality and health services, while employment fell in manufacturing, which is exempt from the law.” Some job killer! Business warnings about employees abusing their sick leave also failed to come true.\n\n[See a collection of political cartoons on the Republican Party.]\n\nOn an economic level, this actually makes perfect sense. Sick employees coming to work and infecting others reduces productivity, as does the constant turnover if workers have to quit to recover from an illness or are fired for missing time while sick. In addition, most workers already have paid sick leave, so the disruptive power of applying it to the usually low-income, service sector workers who don’t is low. San Francisco, New York, Seattle, Jersey City and Washington, D.C. all have some form of paid sick leave requirement, and all of them continue to have functioning economies. Plus, paid sick day laws have the added benefit of cutting down on the transmission of diseases, including those of the decidedly deadly variety.\n\nThis report is actually the second knock this week to the notion that business regulation automatically increases costs and kills jobs. A Bloomberg News report yesterday noted that in the 15 years since Washington state voted to gradually increase its minimum wage, its job growth has outpaced the national average, with jobs even growing in the sectors thought particularly susceptible to a minimum wage hike, such as food services. Even the recent Congressional Budget Office report showing that a national minimum wage increase would cause some workers to drop out of the labor force or reduce their hours showed benefits that vastly outweigh any cost.\n\nThe moral of the story is this: The Econ 101 notion of more regulations or higher mandatory wages automatically translating into fewer jobs and higher business costs doesn’t actually hold true out in the real world. Paid sick days laws actually kill germs, not jobs.\n\n", "article_metadata": {"zone": "homepage/articles", "keyword": "Thomas Jefferson Street [Opinion]", "title": "Connecticut Shows Paid Sick Days Kill Germs, Not Jobs", "og": {"site_name": "US News & World Report", "description": "A new report confirms that business fears about paid sick day laws are unfounded.", "title": "Killing Germs, Not Jobs", "url": "http://www.usnews.com/opinion/blogs/pat-garofalo/2014/03/06/connecticut-shows-paid-sick-days-kill-germs-not-jobs", "image": "http://www.usnews.com/cmsmedia/59/98/ae837cbd4df595747117995110d1/140306-sickdays-editorial.jpg", "type": "article"}, "twitter": {"site": "@USNews", "description": "A new report confirms that business fears about paid sick day laws are unfounded.", "card": "summary", "title": "Connecticut Shows Paid Sick Days Kill Germs, Not Jobs"}, "msvalidate.01": "A8E47FA91124063A4A9C78AD5273DC0F", "site": "opinion", "date_published": "March 6, 2014", "fb": {"app_id": 130063997038366}, "page_type": "article", "keywords": "Pat Garofalo,Connecticut,diseases,business,businesses,small business,picks,Thomas Jefferson Street [Opinion]", "google-site-verification": "owJBuFHD3VHcTSsnPSOYizmUcs3GSBjbx09vBbBi1MM", "viewport": "width=device-width, initial-scale=1", "description": "A new report confirms that business fears about paid sick day laws are unfounded."}, "article_summary": "Paid sick days laws actually kill germs, not jobs.\nGathered via both surveys and site visits, the Center’s data show businesses faced extremely modest costs – if any – due to the sick days law.\n(This isn’t to imply that having paid sick leave caused any job growth, just that it didn’t hurt either.)\nFor instance, when San Francisco adopted a paid sick days law in 2007, its job growth actually outperformed surrounding counties that did not have a similar law.\nPlus, paid sick day laws have the added benefit of cutting down on the transmission of diseases, including those of the decidedly deadly variety."}