{"article_title": "Should You Take a Daily Aspirin to Prevent Cancer? – AARP", "article_keywords": ["prevent", "stomach", "risk", "cancer", "aarp", "taking", "50", "daily", "took", "rates", "lowdose", "aspirin"], "article_url": "http://blog.aarp.org/2014/08/06/should-you-take-a-daily-aspirin-to-prevent-cancer/", "article_text": "Taking a daily low-dose aspirin has been standard advice for many at risk for heart disease, but now a large scientific review of research finds that the same advice could dramatically cut older adults’ risk of developing – and dying from – colon, stomach or esophageal cancer.\n\nBritish researchers found that if adults ages 50 to 65 took a daily low-dose (about 75 milligrams) aspirin for 10 years, it could cut colon cancer cases by 35 percent and deaths from the disease by 40 percent.\n\n>> Slideshow: 9 Nasty Things to Throw Away Today\n\nA daily aspirin could also reduce rates of esophageal and stomach cancers by 30 percent and deaths from them by 35 percent and 50 percent, respectively. (There was “limited” evidence of a small reduction in lung, breast and prostate cancers.)\n\nTo put it another way, researchers calculated that if everyone between 50 and 65 took aspirin daily for 10 years, 122,000 deaths might be prevented over a period of two decades, thanks to aspirin’s continued benefits even after people stop taking it.\n\n“Most people between the ages of 50 and 65 would benefit from a daily [low-dose] aspirin. There would be less cancer, and that would far outweigh any side effects,” lead researcher Jack Cuzick, head of the Center for Cancer Prevention at Queen Mary, University of London, told HealthDay.\n\nResearchers did find that it took three years for aspirin’s benefits to take effect, and death rates were reduced only after a minimum of five years. The risk of side effects, however, also increased after five years – the most serious of which were bleeding in the stomach and peptic ulcers.\n\nWhile the risk of stomach bleeding for adults age 60 who take daily aspirin for 10 years is a relatively low 3.6 percent, the risk increases dramatically after 70, Cuzick said. He recommended that people 70 and older avoid taking aspirin to prevent cancer because of this increased risk.\n\n>> Get travel discounts with your AARP Member Advantages.\n\nCuzick, who is also on the advisory board of aspirin maker Bayer, added that people should consult with their doctor before starting to take daily aspirin.\n\nThe research doesn’t prove that aspirin prevents cancer, only that there appears to be a strong association between taking it and a decrease in cancer rates. That’s not quite enough to recommend that everyone start taking aspirin, Leonard Lichtenfeld, deputy chief medical officer at the American Cancer Society, told HealthDay, “but it rises to the level that people should have a discussion with their doctor.”\n\nThe study was published in the Annals of Oncology.\n\nPhoto: sd619/iStock\n\nAlso of Interest\n\nSee the AARP home page for deals, savings tips, trivia and more", "article_metadata": {"page_title": "blog", "twitter": {"description": "Taking a daily low-dose aspirin has been standard advice for many at risk for heart disease, but now a large scientific review of research finds that the same advice could dramatically cut older adults’ risk of developing – and dying from – colon, stomach or esophageal cancer. British researchers found that if adults ages 50 to 65 took a daily low-dose (about 75 milligrams) aspirin for 10 years, it could cut colon cancer cases by 35 percent and deaths from …", "creator": "@aarp", "url": "http://blog.aarp.org/2014/08/06/should-you-take-a-daily-aspirin-to-prevent-cancer/", "title": "Should You Take a Daily Aspirin to Prevent Cancer?", "site": "@aarp", "card": "summary"}, "estimated_publish_date": "2014-08-06", "Last-Modified": "2014-08-28EDT17:16:07", "keywords": "aspirin, heart disease, older adults, colon, stomach, esophageal cancer,", "houseAds": "commercial", "paywallStatus": "off", "isArticle": "false", "livefyreId": "350138:http://blog.aarp.org/2014/08/06/should-you-take-a-daily-aspirin-to-prevent-cancer", "title": "Should You Take a Daily Aspirin to Prevent Cancer?", "comments": "on", "sponsorship": "on", "source": "aarp_washington_office", "description": "A daily aspirin could dramatically cut older adults' risk of developing - and dying from - colon, stomach or esophageal cancer.", "robots": "index,follow", "Subject1": "Division:AARP.org", "fb": {"app_id": 114175878660191}, "aarpAdUnit": "Health-Talk", "article": {"author": "http://www.facebook.com/AARP"}, "pluckId": "http://www.aarp.org/vendor/blog/", "viewport": "width=device-width, initial-scale=1", "language": "english", "og": {"site_name": "AARP", "description": "Taking a daily low-dose aspirin has been standard advice for many at risk for heart disease, but now a large scientific review of research finds that the same advice could dramatically cut older adults’ risk of developing – and dying from – colon, stomach or esophageal cancer. British researchers found that if adults ages 50 to 65 took a daily low-dose (about 75 milligrams) aspirin for 10 years, it could cut colon cancer cases by 35 percent and deaths from …", "title": "Should You Take a Daily Aspirin to Prevent Cancer?", "url": "http://blog.aarp.org/2014/08/06/should-you-take-a-daily-aspirin-to-prevent-cancer/", "image": "http://blog.aarp.org/wp-content/uploads/2014/08/iStock_000023374699Small-300x230.jpg", "type": "article"}, "contentId": "/content/aarpe/en/home/vendor/blog", "Subject2": "Resources and Tools:Blogs", "aarpeContent": "true", "IALevel1": "vendor", "IALevel2": "blog", "s43": "13.Volunteerism|MyPersonalTime", "action": "read", "dateToday": "2016/05/26"}, "article_summary": "Cuzick, who is also on the advisory board of aspirin maker Bayer, added that people should consult with their doctor before starting to take daily aspirin.\nHe recommended that people 70 and older avoid taking aspirin to prevent cancer because of this increased risk.\n“Most people between the ages of 50 and 65 would benefit from a daily [low-dose] aspirin.\nThe research doesn’t prove that aspirin prevents cancer, only that there appears to be a strong association between taking it and a decrease in cancer rates.\nWhile the risk of stomach bleeding for adults age 60 who take daily aspirin for 10 years is a relatively low 3.6 percent, the risk increases dramatically after 70, Cuzick said."}