{"article_title": "Good Long-Term Exocrine Function in Patients with Acute Necrotizing Pancreatitis", "article_keywords": ["function", "acute", "pancreatic", "good", "longterm", "life", "necrotizing", "patients", "pancreatitis", "exocrine", "quality", "researchers"], "article_url": "http://www.hcplive.com/medical-news/good-long-term-exocrine-function-in-patients-with-acute-necrotizing-pancreatitis-", "article_text": "Good Long-Term Exocrine Function in Patients with Acute Necrotizing Pancreatitis\n\nExocrine function and quality of life were maintained in patients who were admitted to hospitals with acute necrotizing pancreatitis, though endocrine dysfunction and morphological abnormalities were frequent, according to findings published in the Journal of the Pancreas.Researchers from the Santa Casa School of Medicine in Sao Paulo, Brazil observed patients hospitalized with acute necrotizing pancreatitis in order to evaluate pancreatic function, morphology, and quality of life in these patients. Over a 10 year period, there were 38 survivors identified, of which 16 patients were enrolled in the study for analysis. The researchers wrote that there is little attention paid to the late consequences of acute pancreatitis patients, especially in the presence of necrosis, and aimed to determine how it affects long term quality of life.The patients were tested for exocrine function using fecal fat excretion, and endocrine function was assessed using an oral glucose tolerance test (HOMA beta and C peptide). The investigators used computed tomography to examine pancreatic morphology. In order to assess quality of life, the patients completed a 36 item short form health survey. These tests were performed no less than 12 months after the index episode of acute necrotizing pancreatitis.The researchers found the prevalence of pancreatic exocrine insufficiency was 6.2 percent among the patients. Half of the patients demonstrated endocrine dysfunction, though no link was found with the extension of necrosis. About two thirds (62.5 percent) of the patients showed morphological changes, and it was more prevalent in the patients who faced extensive necrosis.Overall, quality of life was considered good for the patients. Quality of life was considered reduced I areas of mental health, and differed greatly for patients who suffered from alcoholic pancreatitis. There seemed to be no association between quality of life and prognostic indicators, the researchers wrote.“Patients exhibit good pancreatic exocrine function and quality of life in long term outcomes,” the authors concluded. “However, they should be followed up by prolonged period, due to the risk of untreated diabetes mellitus as endocrine pancreatic function may be affected in 50 percent of cases. Special attention ought to be given to extensive necrosis, since morphology may be damaged. Although quality of life is not compromised, measures to improve the patients’ mental health should be adopted, besides fighting alcoholism.”The researchers cautioned that the small patient population included in this study and the methods used to evaluate pancreatic exocrine function were the major limitations of this analysis. Using a different method for exocrine function evaluation, such as fecal elastase 1, they wrote, would be more precise. However, this test is difficult to obtain in developing countries.", "article_metadata": {"description": "Good pancreatic exocrine function and quality of life is observed in patients with acute necrotizing pancreatitis, according to research conducted in Brazil.", "og": {"site_name": "MD Magazine", "description": "Good pancreatic exocrine function and quality of life is observed in patients with acute necrotizing pancreatitis, according to research conducted in Brazil.", "title": "Good Long-Term Exocrine Function in Patients with Acute Necrotizing Pancreatitis", "url": "http://www.hcplive.com/medical-news/good-long-term-exocrine-function-in-patients-with-acute-necrotizing-pancreatitis-", "image": "https://s3.amazonaws.com/hcplive/v1_media/_upload_image/_thumbnails/Pancreas_anatomy_blue.jpg", "type": "Article"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "https://s3.amazonaws.com/hcplive/v2_media/_core/favi/ms-icon-144x144.png", "keywords": "pancreatitis, acute pancreatitis, exocrine pancreatic insufficiency, gastroenterology, endocrinology, fecal elastase 1, acute necrotizing pancreatitis, hospital medicine, internal medicine, oral glucose tolerance test", "theme-color": "#ffffff"}, "_id": "\"57477af46914bd0286fddfc6\"", "article_summary": "Good Long-Term Exocrine Function in Patients with Acute Necrotizing PancreatitisExocrine function and quality of life were maintained in patients who were admitted to hospitals with acute necrotizing pancreatitis, though endocrine dysfunction and morphological abnormalities were frequent, according to findings published in the Journal of the Pancreas.Researchers from the Santa Casa School of Medicine in Sao Paulo, Brazil observed patients hospitalized with acute necrotizing pancreatitis in order to evaluate pancreatic function, morphology, and quality of life in these patients.\nUsing a different method for exocrine function evaluation, such as fecal elastase 1, they wrote, would be more precise.\nThese tests were performed no less than 12 months after the index episode of acute necrotizing pancreatitis.The researchers found the prevalence of pancreatic exocrine insufficiency was 6.2 percent among the patients.\nThere seemed to be no association between quality of life and prognostic indicators, the researchers wrote.“Patients exhibit good pancreatic exocrine function and quality of life in long term outcomes,” the authors concluded.\n“However, they should be followed up by prolonged period, due to the risk of untreated diabetes mellitus as endocrine pancreatic function may be affected in 50 percent of cases."}