{"article_title": "US says Iranian forces fire on cargo ship in the Strait of Hormuz", "article_keywords": ["cargo", "saidthe", "irans", "iranian", "waters", "strait", "ships", "officials", "forces", "ship", "hormuz", "warren"], "article_url": "http://www.rawstory.com/2015/04/us-says-iranian-forces-fire-on-cargo-ship-in-the-strait-of-hormuz/", "article_text": "Iranian warships regularly conduct military drills in the Strait of Hormuz -- where a third of the world's traded oil supplies pass through the narrow sea passage (AFP)\n\nIranian military ships fired across the bow of a Marshall Islands-flagged cargo vessel in the strategic Strait of Hormuz on Tuesday and forced it to head to Iranian territory, US officials said.\n\nThe cargo ship had last made a stop at the Red Sea port of Jeddah, on the Saudi Arabian coast, according to the website maritimetraffic.com, and was sailing through the strait into Gulf waters.\n\nIt was unclear if the last port of call was related to the Iranian decision to take control of the container ship. Iran and Saudi Arabia are waging a proxy war in Yemen, where Saudi-led aircraft are bombing Shiite Huthi rebels backed by Tehran.\n\nAt about 0900 GMT, at least five ships from Tehran’s elite Revolutionary Guards demanded that the Maersk Tigris, which had no Americans on board, head toward Iran’s Larak Island, the Pentagon said.\n\nThe cargo ship’s captain “declined” the demand and one of the Iranian vessels fired shots across its bow, Pentagon spokesman Colonel Steven Warren said.\n\nThe cargo ship, Warren said, then “complied with the Iranian demand and proceeded into Iranian waters in the vicinity of Larak Island.”\n\nMembers of the Revolutionary Guards boarded the cargo ship, which issued a distress call over an open radio channel.\n\nThe US military’s Central Command heard the distress call and ordered a naval destroyer, the USS Farragut, to the area.\n\nUS naval aircraft are monitoring the situation, Warren said.\n\nThe destroyer was directed “to proceed at best speed to the nearest location of the Maersk Tigris,” he said.\n\nBut it was “unlikely” that the US destroyer would enter Iran’s territorial waters.\n\nAsked about Iran’s actions, Warren said “it seems to be provocative behavior but we don’t have all the facts yet.”\n\nIt was “too early” to say whether the incident represented an attempt by Tehran to disrupt commercial shipping in the waterway, Warren added.\n\n– ‘Innocent passage’ –\n\nThe cargo ship was approached by the Iranians along a standard shipping lane used by commercial vessels, which lies in Iran’s territorial waters, officials said.\n\nUnder maritime law governing the narrow Strait of Hormuz, commercial ships have the right of to move through Iran’s territorial waters, under the principle known as “innocent passage,” officials said.\n\nThe US government provides defense and subsidies for the Marshall Islands and officials could not say if Washington was required to take action under its ties with the Pacific nation.\n\n“We do have certain obligations and we’re working through that,” Warren said.\n\nThe cargo ship had a crew of more than 30 people and was believed to be leased by A.P. Moeller-Maersk, a Danish shipping and oil conglomerate. The group includes a US-based subsidiary that does contract work for the US military.\n\nThe confrontation came amid heightened sectarian tensions in the region as Saudi Arabia and its Gulf allies carry out air strikes in Yemen against Iranian-backed Huthi rebels.\n\nThe United States is providing intelligence and aerial refueling for the Saudi-led coalition.\n\nNine US warships, including an aircraft carrier and destroyers, recently deployed to the waters off Yemen for a potential showdown with an Iranian convoy of cargo ships that American officials suspected was carrying arms destined for Huthi forces in Yemen.\n\nBut the convoy last week turned back and headed north towards Iran.", "article_metadata": {"og": {"image": {"width": 800, "identifier": "http://www.rawstory.com/wp-content/uploads/2015/04/Iranian-warships-regularly-conduct-military-drills-in-the-Strait-of-Hormuz-where-a-third-of-the-worlds-traded-oil-supplies-pass-through-the-narrow-sea-passage-AFP-800x430.jpg", "height": 430}, "title": "US says Iranian forces fire on cargo ship in the Strait of Hormuz"}, "fb": {"app_id": 212555972273585}, "viewport": "width=device-width, user-scalable=yes, initial-scale=1.0, minimum-scale=0.1, maximum-scale=10.0"}, "article_summary": "The cargo ship, Warren said, then “complied with the Iranian demand and proceeded into Iranian waters in the vicinity of Larak Island.”Members of the Revolutionary Guards boarded the cargo ship, which issued a distress call over an open radio channel.\nThe cargo ship had a crew of more than 30 people and was believed to be leased by A.P.\nThe cargo ship’s captain “declined” the demand and one of the Iranian vessels fired shots across its bow, Pentagon spokesman Colonel Steven Warren said.\n– ‘Innocent passage’ –The cargo ship was approached by the Iranians along a standard shipping lane used by commercial vessels, which lies in Iran’s territorial waters, officials said.\nIt was unclear if the last port of call was related to the Iranian decision to take control of the container ship."}