{"article_title": "Who Runs in Congressional Primaries?", "article_keywords": ["runs", "primaries", "finance", "campaign", "institute", "political", "primary", "future", "candidates", "republican", "congressional", "panel"], "article_url": "http://www.brookings.edu/blogs/fixgov/posts/2014/10/01-who-runs-in-congressional-primaries-event-summary-wallack", "article_text": "Editor's Note: This blog post is part of The Primaries Project series, where veteran political journalists Jill Lawrence and Walter Shapiro, along with scholars in Governance Studies and the Campaign Finance Institute, examine the congressional primaries and ask what they reveal about the future of each political party and the future of American politics.\n\nOn September 30 Brookings hosted the event, What the 2014 Primaries Foretell About the Future of American Politics, displaying the culmination of research by the Center for Effective Public Management and the Campaign Finance Institute on the 2014 congressional primary season. The two-hour event featured two panels, one on the future of the political parties, and one on spending in primary elections.\n\nThe first panel focused on the demographics of candidates who ran and the issues they ran on. In their paper, Elaine Kamarck and Alexander Podkul found that, despite the so-called “battle for the soul of the Republican party,” Republican primary candidates were remarkably lock-step on the issues they campaigned on.\n\nAs veteran political journalist Jill Lawrence observed on the panel, “Full out repeal [of the Affordable Care Act] was the price of admission into the Republican primaries.” Despite being the most frequently mentioned issue in both parties, Democratic candidates were noticeably more divided in their approaches to discussing Obamacare. Where 74% of Republicans outright opposed Obamacare, only 36% of Democrats were staunchly in favor, with 26% offering a more nuanced position.\n\nAs Kamarck has pointed out before, what candidates are not talking about is just as revealing as what they do talk about. This is particularly evident when looking at minimum wage; rather than take a stand against raising it, 93% of Republican primary candidates simply failed to mention the issue.\n\nThe second panel, featuring research from Michael Malbin and Robert Boatright from the Campaign Finance Institute, looked at the context of the congressional primaries and spending by outside groups on primary races. CFI’s data revealed that the balance of independent expenditures among conservatives shifted from favoring the anti-establishment wing in 2012 to the establishment in 2014. As Boatright pointed out on the panel, “2014 could rightly be described as the counter-mobilization of the political establishment.”\n\nSenate Republican Primaries\n\nIn addition, Boatright looked at the number of primary challenges in the House and Senate races over time. While incumbents still overwhelmingly win their primaries, some of the data suggest there were more “close calls” this year than usual. The chart above shows the Republican incumbents’ share of the primary vote decreasing over time.\n\nREAD MORE\n\n» Elaine Kamarck and Alexander Podkul’s paper on the universe of candidates in primary elections\n\n» Jill Lawrence and Walter Shapio’s paper on the story of the Democrats and Republican parties in the primaries\n\n» Michael Malbin’s report on independent spending in 2014 primaries\n\n» Robert Boatright’s look at the historical context of primaries\n\n»Watch the archived webcast of the event here\n\n»Explore more information on the primaries from the Campaign Finance Institute and Brookings’ Primaries Project", "article_metadata": {"description": "On September 30, Brookings hosted the event,What the 2014 Primaries Foretell About the Future of American Politics, displaying the culmination of research by the Center for Effective Public Management and the Campaign Finance Institute on the 2014 congressional primary season.", "title": "Who Runs in Congressional Primaries?", "og": {"site_name": "The Brookings Institution", "description": "On September 30, Brookings hosted the event,What the 2014 Primaries Foretell About the Future of American Politics, displaying the culmination of research by the Center for Effective Public Management and the Campaign Finance Institute on the 2014 congressional primary season.&nbsp;", "title": "Who Runs in Congressional Primaries?", "url": "http://www.brookings.edu/blogs/fixgov/posts/2014/10/01-who-runs-in-congressional-primaries-event-summary-wallack", "image": {"width": 640, "identifier": "http://www.brookings.edu/~/media/research/files/flash%20topic/the%20primaries%20project/primariesproject_promo/primariesproject_promo_16x9.jpg", "type": "image/jpeg", "height": 360}, "locale": "en", "type": "website", "determiner": "auto"}, "twitter": {"account_id": 151106990, "title": "Who Runs in Congressional Primaries?", "image": {"width": 560, "identifier": "http://www.brookings.edu//~/media/research/files/flash%20topic/the%20primaries%20project/primariesproject_promo/primariesproject_promo_16x9.jpg?w=560", "height": 315}, "site": {"identifier": "BrookingsInst", "id": 151106990}, "card": "summary_large_image", "description": "On September 30, Brookings hosted the event,What the 2014 Primaries Foretell About the Future of American Politics, displaying the culmination of research by the Center for Effective Public Management and the Campaign Finance Institute on the 2014 congressional primary season.&nbsp;"}, "robots": "noodp", "fb": {"app_id": 137459917707}, "ces": {"broadcontenttype": "Commentary ; Blog Posts", "programs": "Governance Studies", "topics": "Politics and Elections ; U.S. Government ; U.S. Politics ; U.S. Congress", "topicsbroad": "Politics and Elections ; U.S. Government", "centers": "Center for Effective Public Management", "authors": "Grace Wallack", "contentdate": "2014/10/01 17:30:00", "title": "Who Runs in Congressional Primaries?", "researchactivities": "Center for Effective Public Management ; Governance Studies", "topicsspecialized": "U.S. Politics ; U.S. Congress"}, "keywords": "primaries, politics, democrats, republicans, tea party, progressive, eric cantor, senate, house, obamacare, immigration reform,", "article": {"tag": "Politics and Elections", "published_time": "2014-10-01", "modified_time": "2014-10-02"}}, "article_summary": "The second panel, featuring research from Michael Malbin and Robert Boatright from the Campaign Finance Institute, looked at the context of the congressional primaries and spending by outside groups on primary races.\nThis is particularly evident when looking at minimum wage; rather than take a stand against raising it, 93% of Republican primary candidates simply failed to mention the issue.\nIn their paper, Elaine Kamarck and Alexander Podkul found that, despite the so-called “battle for the soul of the Republican party,” Republican primary candidates were remarkably lock-step on the issues they campaigned on.\nOn September 30 Brookings hosted the event, What the 2014 Primaries Foretell About the Future of American Politics, displaying the culmination of research by the Center for Effective Public Management and the Campaign Finance Institute on the 2014 congressional primary season.\nEditor's Note: This blog post is part of The Primaries Project series, where veteran political journalists Jill Lawrence and Walter Shapiro, along with scholars in Governance Studies and the Campaign Finance Institute, examine the congressional primaries and ask what they reveal about the future of each political party and the future of American politics."}