{"article_title": "Failed Medicaid foot care proposal could cost taxpayers more", "article_keywords": ["program", "nevada", "recipients", "podiatrists", "squartsoff", "taxpayers", "failed", "cost", "medicaid", "doctors", "foot", "proposal", "providing", "care"], "article_url": "http://www.reviewjournal.com/life/health/failed-medicaid-foot-care-proposal-could-cost-taxpayers-more", "article_text": "A proposal to include routine foot care by podiatrists for adult Medicaid recipients failed to gain the Nevada Legislature’s approval this year.\n\nBut Nevada podiatrists say the state risks spending more money to address bigger problems that could be prevented.\n\nFoot care from a podiatrist is covered for children on Medicaid, and Medicare, the government program providing care to the aged, covers its recipients for such services. Foot and ankle care for adult Medicaid recipients is a covered benefit, but doctors of osteopathic medicine or a medical doctors must deliver such services.\n\nPodiatrists say they are more willing and better trained at providing routine foot, toenail and ankle care than general practitioners. Podiatrists say the preventative care they could provide would cost $1 million, but the expense of treating the complications from ingrown toenails, bunions and hammertoe will be more costly.\n\nPreventative care would help avoid infections, prevent emergency room visits and, most importantly, save the limbs of Medicaid recipients.\n\nCovering podiatric care for adult Medicaid beneficiaries is an optional benefit under rules governing the program, said Laurie Squartsoff, administrator of the state Division of Health Care Financing and Policy. The proposal failed in part because the expansion of Medicaid through the Affordable Care Act has expanded the number of adults eligible for the program.\n\nAbout 160,000 newly eligible Medicaid clients have been added to the program, Squartsoff said.\n\n“What we’re doing is continuing to re-evaluate the benefits, and we’ll look to see what that analysis shows us regarding making policy changes,” Squartsoff said. “We need to continue to look at the benefits that are available and determine whether we need to make those changes.”\n\nThe re-evaluation of the program could be completed within two weeks, Squartsoff said.\n\n“The podiatrists are accurate when they’re talking about the access to care issue,” she said. “It’s across the board.”\n\nDr. Kenneth Fatkin of Henderson said podiatrists focus on foot and ankle issues with greater depth and breadth, keeping Medicaid recipients out of emergency rooms and urgent care clinics by providing preventative care.\n\n“These issues can be treated so much more cost effectively by a podiatrist,” said Fatkin, the incoming president of the Nevada Podiatric Association.\n\nMinor foot problems can become exacerbated over time, sometimes resulting in amputations of toes, feet or parts of the legs.\n\n“The savings by preventing those procedures would be astronomical,” Fatkin said. “We’re still providing foot care. We’re just paying for it by more important means.”\n\nDr. Roman Sibel, a Henderson surgeon specializing in foot and ankle problems, said the benefits of podiatrists providing routine nail and foot care cannot be denied, but Sibel disagreed that the adult Medicaid recipients would eventually result in significantly higher costs to taxpayers because they are not seen by podiatrists.\n\n“Orthopedists and wound care doctors also are capable of providing diabetic wound care and diabetic ulcer care,” Sibel said.\n\nPodiatrists are concerned because they know how often shoes and socks stay on the feet of patients in a doctor’s office. The examination is supposed to be head to toe, but the focus of physicians usually is on the upper body, said Dr. Larry Rubin, a longtime Chicago-area podiatrist who retired to Las Vegas.\n\nRubin started the LEAP program to raise awareness of the benefits of foot care, especially people with diabetes. LEAP, which stands for lower extremity amputation prevention, has a list of clinics where people can receive free foot screenings and offers free diabetes foot screening programs ​provided in cooperation with the Nevada Lions Clubs.\n\nContact Steven Moore at smoore@reviewjournal.com or 702-380-4563.", "article_metadata": {"description": "Routine foot care from a podiatrist for adult Medicaid recipients failed to be included in any funding mechanism passed by the Nevada Legislature, and podiatrists say that means taxpayers will pay higher costs treating conditions that could be prevented.", "parsely-tags": "Health,Life", "parsely-link": "http://www.reviewjournal.com/life/health/failed-medicaid-foot-care-proposal-could-cost-taxpayers-more", "vf": {"unique_id": "reviewjournal-nid-2054541"}, "author": "STEVEN MOORE LAS VEGAS REVIEW-JOURNAL", "parsely-title": "Failed Medicaid foot care proposal could cost taxpayers more", "twitter": {"description": "Routine foot care from a podiatrist for adult Medicaid recipients failed to be included in any funding mechanism passed by the Nevada Legislature, and podiatrists say that means taxpayers will pay higher costs treating conditions that could be prevented.", "title": "Failed Medicaid foot care proposal could cost taxpayers more", "url": "http://www.reviewjournal.com/life/health/failed-medicaid-foot-care-proposal-could-cost-taxpayers-more", "image": {"src": "http://www.reviewjournal.com/sites/default/files/field/media/web1_ThinkstockPhotos-478653929.jpg"}, "creator": {"identifier": "@reviewjournal", "id": 15358759}, "card": "summary"}, "generator": "Drupal 7 (http://drupal.org)", "al": {"web": {"should_fallback": "true"}, "android": {"url": "review-journal://?eid=3550129", "app_name": "review-journal", "package": "com.LVRJ"}, "ios": {"url": "review-journal://?eid=3550129", "app_store_id": 540820524, "app_name": "review-journal"}}, "apple-itunes-app": "app-id=1098299519", "fb": {"admins": 630759385, "app_id": 195491203833571}, "google-play-app": "app-id=com.LVRJ", "parsely-author": "STEVEN MOORE LAS VEGAS REVIEW-JOURNAL", "parsely-type": "post", "keywords": "Health,Life,", "parsely-section": "Health", "article": {"published_time": "2015-06-21T20:07:45-07:00"}, "og": {"site_name": "Las Vegas Review-Journal", "description": "Routine foot care from a podiatrist for adult Medicaid recipients failed to be included in any funding mechanism passed by the Nevada Legislature, and podiatrists say that means taxpayers will pay higher costs treating conditions that could be prevented.", "title": "Failed Medicaid foot care proposal could cost taxpayers more", "url": "http://www.reviewjournal.com/life/health/failed-medicaid-foot-care-proposal-could-cost-taxpayers-more", "image": "http://www.reviewjournal.com/sites/default/files/field/media/web1_ThinkstockPhotos-478653929.jpg", "type": "article"}, "parsely-image-url": "http://www.reviewjournal.com/sites/default/files/field/media/web1_ThinkstockPhotos-478653929.jpg", "viewport": "width=device-width,initial-scale=0.9", "parsely-pub-date": "2015-06-22T03:07:45Z"}, "article_summary": "A proposal to include routine foot care by podiatrists for adult Medicaid recipients failed to gain the Nevada Legislature’s approval this year.\nFoot care from a podiatrist is covered for children on Medicaid, and Medicare, the government program providing care to the aged, covers its recipients for such services.\n“Orthopedists and wound care doctors also are capable of providing diabetic wound care and diabetic ulcer care,” Sibel said.\n“We’re still providing foot care.\nPreventative care would help avoid infections, prevent emergency room visits and, most importantly, save the limbs of Medicaid recipients."}