{"article_title": "Black Teen Conservative", "article_keywords": ["teen", "pearson", "country", "america", "fight", "cruz", "willing", "black", "president", "conservative", "leader", "obama"], "article_url": "http://www.breitbart.com/big-government/2015/08/04/black-teen-conservative-ted-cruz-can-unite-america-following-obamas-divisive-presidency/", "article_text": "SIGN UP FOR OUR NEWSLETTER\n\nBlack teen conservative political activist and Internet sensation CJ Pearson, 13, touted his endorsement of Ted Cruz for president during an exclusive interview on Breitbart News Sunday.\n\n“In 2016 it is time for us to mend the divisive traits that this president has inflicted upon our country. And I believe Ted [Cruz] can be that uniter,” Pearson told Breitbart’s Matthew Boyle. He said he sees Cruz as a “fighter for conservative values; a fighter who will not give up, who will not give in to the D.C. establishment — left or right — and will fight for what he believes in.”\n\nSIGN UP FOR OUR NEWSLETTER\n\nPearson shot to national acclaim when he created a video on YouTube in February criticizing President Barack Obama. The video, titled “President Obama: Do You Really Love America?” quickly garnered over a million hits and he has since appeared on several mainstream media outlets to discuss his views.\n\n“I think his entire term has been a downright failure, has been an embarrassment to this country,” Pearson said of Obama’s presidency. He criticized the commander in chief for making a big government even bigger and for the implementation of the Affordable Care Act, among other controversial policies. Obama, in Pearson’s estimation, “is a leader who is more likely to apologize for America than to sit and fight for America.”\n\nPearson, who lives in Georgia, serves as the national coordinator for Students for Cruz, which is the official youth arm for the Cruz for President campaign.\n\nHe said while Sen. John McCain (R-AZ) is certainly not the most conservative member of the Republican Party, he respects him for his military service during the Vietnam War. “To me, a man that was willing to lay down his life for his country, was a man that I was willing to support for president,” he said. Although McCain lost to Obama in the 2008 elections, that didn’t deter Pearson from continuing to rally behind the conservative cause.\n\nPearson explained that he and his fellow Americans are sick and tired of a leader who is “willing to lead from behind… and a leader who is more willing to apologize for America than defend and fight for America.”\n\nThe message he emulates is that “America’s best days are ahead of us and conservatism works.” As for his future political aspirations? “I definitely do hope to one day be able to serve my community and serve my county in any capacity. So I definitely do hope to run for office one day and apply the values that I believe in.”\n\nFollow Adelle Nazarian on Twitter @AdelleNaz and on Facebook.", "article_metadata": {"description": "Black Teen Conservative: Ted Cruz Can Unite America Following Obama's Divisive Presidency", "og": {"site_name": "Breitbart", "description": "Black Teen Conservative: Ted Cruz Can Unite America Following Obama's Divisive Presidency", "title": "Black Teen Conservative", "locale": "en_US", "image": {"width": 640, "identifier": "http://media.breitbart.com/media/2015/03/CJ-Pearson-YouTube.jpg", "height": 480}, "url": "http://www.breitbart.com/big-government/2015/08/04/black-teen-conservative-ted-cruz-can-unite-america-following-obamas-divisive-presidency/", "type": "article"}, "twitter": {"description": "Black Teen Conservative: Ted Cruz Can Unite America Following Obama's Divisive Presidency", "creator": "@AdelleNaz", "image": "http://media.breitbart.com/media/2015/03/CJ-Pearson-YouTube.jpg", "title": "Black Teen Conservative", "site": "@BreitbartNews", "card": "summary"}, "robots": "noodp", "fb": {"app_id": 1243316582352556, "pages": 95475020353, "use_automatic_ad_placement": "true"}, "msapplication-TileImage": "/t/assets/i/w-logo-orange.png", "keywords": "2016 presidential elections, CJ Pearson, President Barack Obama, Sen John McCain, Ted Cruz,2016 Presidential Race, Big Government,", "article": {"publisher": "https://www.facebook.com/Breitbart", "section": "2016 Presidential Race", "tag": "Ted Cruz", "published_time": "2015-08-04T07:15:33-07:00", "categories": "Big Government,2016 Presidential Race"}, "viewport": "width=device-width,initial-scale=1", "op": {"markup_version": "v1.0"}}, "article_summary": "“I think his entire term has been a downright failure, has been an embarrassment to this country,” Pearson said of Obama’s presidency.\nSIGN UP FOR OUR NEWSLETTERBlack teen conservative political activist and Internet sensation CJ Pearson, 13, touted his endorsement of Ted Cruz for president during an exclusive interview on Breitbart News Sunday.\nAlthough McCain lost to Obama in the 2008 elections, that didn’t deter Pearson from continuing to rally behind the conservative cause.\n“In 2016 it is time for us to mend the divisive traits that this president has inflicted upon our country.\nThe video, titled “President Obama: Do You Really Love America?” quickly garnered over a million hits and he has since appeared on several mainstream media outlets to discuss his views."}