{"article_title": "Ingham millage money could be diverted from health plan", "article_keywords": ["millage", "ingham", "money", "county", "program", "health", "plan", "fall", "services", "care", "diverted"], "article_url": "http://www.lansingstatejournal.com/story/news/local/2015/06/03/ingham-health-plan/28438615/", "article_text": "Buy Photo The Ingham County human services complex at 5303 S. Cedar Street in Lansing is home of the county’s Health Department. County commissioners are considering using a surplus from a health millage voters renewed last fall to fund the Ingham Health Plan to furbish the new Forest Community Health Center, which is operated by the health department. (Photo: Curt Smith/Lansing State Journal)Buy Photo\n\nThe millage Ingham County voters renewed last fall to provide basic health services to low-income residents is helping to generate a stockpile of cash that is drawing interest from county officials and at least one local nonprofit.\n\nThe Ingham Health Plan has a fund balance of about $10 million, according to county officials, and the millage is generating $3.2 million more each year.\n\nThe millage funds a health program of last resort for residents whose annual income is less than $28,000. It helps with doctor's office visits and other health services. But while the program was used by some 10,000 residents a few years ago, participation is down 90 percent — to about 1,000 participants — driven largely by the Affordable Care Act and the 2014 expansion of Medicaid in Michigan.\n\nProgram director Robin Reynolds predicted last year that participation would rebound to between 4,000 and 5,000 by the end of this year, but county officials say that hasn't happened. Reynolds did not return phone calls seeking comment for this story.\n\nWhile it's not clear what county commissioners will decide, a board committee has heard proposals from the sheriff's department and a local nonprofit. The board is also considering using some of the money to refurbish a new Ingham County Health Department community health center. It could also decide to reduce the millage, which is costing the owner of a home with a taxable value of $100,000 about $52 a year.\n\nWhether the money can be funneled away from the Ingham Health Plan before the millage expires in 2019 isn't clear.\n\nMillage language at issue\n\nCounty Commissioner Randy Maiville, R-Onondaga, doubts it. He says the ideas stray too far from the millage's intent even though they're \"within the broad language\" of the proposal.\n\n\"We're looking at language that's for inmates and such that weren't in the vision that was presented\" to voters, said Maiville, who serves on the Human Services committee.\n\nCommissioner Todd Tennis, D-Lansing, disagrees. He argues the money does not have to be spent solely on the health plan and could be used for refurbishing a former McLaren building at 2316 S. Cedar St. The structure, renamed the Forest Community Health Center, is being renovated at a cost of $1.7 million to $1.8 million to accommodate a move of the Health Department's adult and adolescent care services.\n\nThe Sheriff's Office has cited a need for on-call mental health experts during inmate crises — particularly on weekends. The Cristo Rey Community Center Family Health Clinic has asked the board to fund expanded health care offerings for its low-income clients.\n\nDeputy Controller Jared Cypher in November said the ballot language was too narrow for the money to used for anything other than health care for low income residents. However, on Wednesday Controller/Administrator Tim Dolehanty said the suggested projects could fall within that definition.\n\nHe said work at the health center could apply if the patient demographic is right, adding that he senses the commissioners are cool toward funding infrastructure over services.\n\nRegarding the inmates, he said they would fall under the criteria if they live in Ingham County and meet the income thresholds. Dolehanty said breaking down the inmates' incomes could be problematic for the jail \"but if they're able to do so it could apply.\"\n\nThe panel will continue to discuss the issue — Dolehanty said it's far from over — and the committee's next meeting is 6:30 p.m. June 15 at county Human Services Building at 5303 S. Cedar in Lansing.\n\nFinding just where the program fits given the Affordable Care Act and expanded Medicaid in Michigan will be part of the discussion, Dolehanty said.\n\nIt could involve expanding the Ingham Health Plan to provide more services to those caught in the gap, for example, between a person's insurance ending and their ability to enroll under the Affordable Care Act \"but more importantly, giving anybody in that situation an avenue to make sure they get enrolled.\"\n\n\"What we're doing is putting together a program that will be compliant — actually complementing is a better word — the Affordable Care Act and the provisions that are there,\" Dolehanty said last week.\n\nThe plan had millions in its fund balance when voters approved the millage last fall, in part because of federal money that was flowing into the program in previous years. But that money has since stopped because of changes in federal healthcare.\n\n44 North, a health care consultant working with the county since Jan. 1, is proposing expanding the program. Among those proposals is 24/7 patient advocacy support and around-the-clock physician teleconsultation, as well as community outreach and the use of social media.\n\nIngham Health Plan's Reynolds told the committee Monday the plan provides all of things 44 North proposed other than 24/7 access.\n\n\"I think Ingham's been a good product for a long time,\" Reynolds said. \"Do we have to make changes? Certainly.\"\n\nRead or Share this story: http://on.lsj.com/1M7nvxa", "article_metadata": {"google": "notranslate", "description": "The millage Ingham County voters renewed last fall to basic provide health care to low-income residents is generating a stockpile of cash that is drawing interest from a county departments and at least one local nonprofit. There's $10 million in unspent money, but the ballot language is very narrow when it comes to the money's use.", "og": {"site_name": "Lansing State Journal", "description": "The millage Ingham County voters renewed last fall to basic provide health care to low-income residents is generating a stockpile of cash that is drawing interest from a county departments and at least one local nonprofit. There's $10 million in unspent money, but the ballot language is very narrow when it comes to the money's use.", "title": "Ingham millage money could be diverted from health plan", "url": "http://www.lansingstatejournal.com/story/news/local/2015/06/03/ingham-health-plan/28438615/", "image": "http://www.gannett-cdn.com/GDContent/applogos/lansingstatejournal.png", "type": "article"}, "twitter": {"description": "The millage Ingham County voters renewed last fall to basic provide health care to low-income residents is generating a stockpile of cash that is drawing interest from a county departments and at least one local nonprofit. There's $10 million in unspent money, but the ballot language is very narrow when it comes to the money's use.", "title": "Ingham millage money could be diverted from health plan", "image": "http://www.gannett-cdn.com/-mm-/dab110de8f479ee44c40dfe25f326b42ecc2566c/c=408-0-2856-2448&r=x643&c=640x640/local/-/media/2015/07/20/Lansing/B9317565519Z.1_20150720213134_000_GJCAVCCMC.1-0.jpg", "creator": "@LSJnews", "site": "@LSJnews", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=902480950", "fb": {"app_id": 155580771156105}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": "ingham, health plan, maiville, dolehanty"}, "article_summary": "Whether the money can be funneled away from the Ingham Health Plan before the millage expires in 2019 isn't clear.\nThe board is also considering using some of the money to refurbish a new Ingham County Health Department community health center.\nCounty commissioners are considering using a surplus from a health millage voters renewed last fall to fund the Ingham Health Plan to furbish the new Forest Community Health Center, which is operated by the health department.\nThe Ingham Health Plan has a fund balance of about $10 million, according to county officials, and the millage is generating $3.2 million more each year.\nThe Cristo Rey Community Center Family Health Clinic has asked the board to fund expanded health care offerings for its low-income clients."}