{"article_title": "After Oregon, gun control could give Clinton clout against Sanders", "article_keywords": ["control", "sanders", "clinton", "campaign", "gun", "clout", "weapons", "record", "going", "oregon", "senator", "issue"], "article_url": "http://www.thefiscaltimes.com/latestnews/2015/10/02/After-Oregon-gun-control-could-give-Clinton-clout-against-Sanders", "article_text": "WASHINGTON/DAVIE, Florida (Reuters) - The Oregon shooting rampage has reignited gun control as an issue in the Democratic presidential race, potentially handing front-runner Hillary Clinton an issue she can use to sway progressives away from challenger Bernie Sanders.\n\nClinton spoke out forcefully in favor of new gun control measures immediately after Thursday's shooting by a lone gunman on the campus of Umpqua Community College in Roseburg, Oregon, which killed nine people and wounded another nine.\n\nSanders, who has been dogged by criticism from gun-control groups since almost the moment he entered the race, defended his record on Thursday while speaking in much more measured terms on what kind of gun control is needed.\n\nAt a campaign event in Davie, Florida, on Friday, Clinton vowed to build a “national movement” to counter the influence of the National Rifle Association, the nation’s top gun-rights advocacy group. “What’s wrong with us that we can’t stand up to the NRA and the gun lobby?” she said.\n\nClinton touted the assault weapons ban, since expired, that was enacted during the presidency of her husband, Bill Clinton. “We’re going to take (the gun lobby) on,” she said, echoing the remarks she made immediately after the Oregon shooting. “We took them on in the '90s. We’re going to take them on again.”\n\nGun-control groups praised her aggressive stance.\n\n“Having Hillary say that stuff, it’s incredible,” Ladd Everitt, a spokesman for the Coalition to Stop Gun Violence, told Reuters on Thursday.\n\nAt the same time, Everitt’s group has been blasting Sanders, a U.S. senator from Vermont, for his support for a 2005 federal law that shields gun manufacturers, distributors and dealers from civil liability for mass shootings. (A senator from New York at the time, Clinton voted against the bill.)\n\nEveritt said Sanders’ position clashes with his image as a progressive populist. “It’s unsettling. It’s not in concert with his anti-corporate approach,” he said. “We’re at a moment where we kind of need to be fearless.”\n\nResidents of Sanders' home state of Vermont largely are protective of gun rights.\n\nAlong with supporting the law providing legal immunity to gun makers, Sanders, as a member of the House of Representatives, voted against the so-called Brady Bill in 1993, which imposed mandatory background checks and waiting periods for gun purchases.\n\nSanders defended his record on Thursday on MSNBC. “I don’t know that anybody knows what the magic solution is,” he said.\n\n“You can sit there and say I think we should do this and do that, but you’ve got a whole lot of states in this country where people want virtually no gun control at all. And if we are going to have some success we are going to have to start talking to each other.”\n\nEveritt was unimpressed. “He has the body language of a man who doesn’t like talking about this,” he said.\n\nIn contrast to Sanders, Clinton spent much of the summer, in the wake of mass shootings in Charleston, South Carolina, Roanoke, Virginia, and elsewhere, advocating new measures to quell gun violence and actively speaking of curbing the power of the NRA, which repeatedly has worked to defeat new gun-control initiatives in Congress.\n\nClinton, however, while still the front-runner in the Democratic race, has seen Sanders, a self-described Socialist, siphon away support from progressives within the party.\n\nBut her supporters say that with new attention given the spate of gun violence in America, Clinton may have found a way to blunt Sanders’ edge. “In light of Senator Sanders’ record when it comes to guns, I think it’s a legitimate issue, a difference that Senator Clinton can and should raise,” said Jim Manley, a Democratic strategist and former top Senate aide.\n\nSanders’ campaign said critics are not appreciating the candidate's full record on gun control. “The senator supports sensible gun-control legislation,\" said campaign spokesman Michael Briggs, noting that Sanders supported Senate efforts after the 2012 shootings at Sandy Hook elementary school in Connecticut to ban assault weapons and high-capacity magazines.\n\nSanders, like Clinton, also backs eliminating the “gun show loophole” that exempts purchasers in private gun sales from background checks.\n\nAnd unlike Sanders, Clinton has not explicitly called for a new ban on assault weapons, an incendiary issue among gun owners, even as she has praised the one passed during the 1990s. Her campaign declined to clarify her position.\n\n(Reporting by James Oliphant and Amanda Becker; Writing by James Oliphant; Editing by Leslie Adler)", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "WASHINGTON/DAVIE, Florida (Reuters) - The Oregon shooting rampage has reignited gun co", "title": "After Oregon, gun control could give Clinton clout against Sanders", "url": "http://www.thefiscaltimes.com/latestnews/2015/10/02/After-Oregon-gun-control-could-give-Clinton-clout-against-Sanders", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/usa-election_1.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/latestnews/2015/10/02/After-Oregon-gun-control-could-give-Clinton-clout-against-Sanders", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/usa-election_1.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "WASHINGTON/DAVIE, Florida (Reuters) - The Oregon shooting rampage has reignited gun co", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af36914bd0286fd2a65\"", "article_summary": "Sanders, like Clinton, also backs eliminating the “gun show loophole” that exempts purchasers in private gun sales from background checks.\nSanders’ campaign said critics are not appreciating the candidate's full record on gun control.\nWASHINGTON/DAVIE, Florida (Reuters) - The Oregon shooting rampage has reignited gun control as an issue in the Democratic presidential race, potentially handing front-runner Hillary Clinton an issue she can use to sway progressives away from challenger Bernie Sanders.\nClinton spoke out forcefully in favor of new gun control measures immediately after Thursday's shooting by a lone gunman on the campus of Umpqua Community College in Roseburg, Oregon, which killed nine people and wounded another nine.\nClinton touted the assault weapons ban, since expired, that was enacted during the presidency of her husband, Bill Clinton."}