{"article_title": "SCOTUS to Take on Unions, Affirmative Action and the Death Penalty", "article_keywords": ["case", "water", "death", "court", "scotus", "union", "state", "affirmative", "penalty", "unions", "hear", "teachers", "v", "action", "cases"], "article_url": "http://www.thefiscaltimes.com/2015/07/05/SCOTUS-Take-Unions-Affirmative-Action-and-Death-Penalty", "article_text": "When the Supreme Court closed out its term last week, it did so with flair. In the space of a few days, it ruled on King v. Burwell, in a decision that may have saved the Affordable Care Act and a large element of President Obama’s legacy. It followed with Obergefell v. Hodges, finding that states could not forbid same-sex marriage.\n\nBefore leaving town, the Justices also agreed to hear dozens of cases when they return for their October 2015 term. While the cases these don’t contain any bombshells on the scale of King or Obergefell -- so far at least -- there will be no shortage of controversy once oral arguments begin.\n\nRelated: The Other Disaster the Supreme Court Prevented\n\nOn June 29, the Justices granted a request to hear Fisher v. University of Texas at Austin, a case that centers on racial preferences in undergraduate college admissions decisions. The court will determine whether UT-Austin should be allowed to continue considering applicants’ race as a reason to admit or reject them.\n\nThis will not be Fisher’s first appearance before the court. A lower court ruling finding for the University was remanded to the Fifth Circuit Court of appeals for reconsideration. The lower court again found for the University. It is that second finding, which determined that race is one of the permissible elements that college can take into consideration when making admissions decisions that will be challenged this time around.\n\nPublic employee unions are concerned about the Court’s decision to agree to hear Friedrichs v. California Teachers Association, a case that challenges the legality of a previous ruling on first amendment grounds. The case was brought by teachers in California who object to the “agency shop” arrangement in the state school system, which requires teachers to provide financial support to the teacher’s union, even if they decline to join it.\n\nThe justification behind the system is that even non-union teachers benefit from the collective bargaining undertaken on their behalf by the union, and ought to pay their “fair share.” The plaintiffs claim that the requirement to support the union violates their free speech rights, because they are, in effect, supporting an organization they disagree with.\n\nRelated: GOP Candidates Mark Gay Marriage Battle Lines\n\nA ruling for the plaintiffs cold have the effect of transforming the rules for public employee unions in all 50 states – rules that have been in place for decades – into something akin to the “right to work” laws already in place in 25 states. Those laws have crippled unions by doing away with “union shops” and creating a free-rider problem – employees who benefit from collective bargaining are not required to pay to support the union that conducts it.\n\nThe Court has also chosen to hear a raft of death penalty-related cases, including three originating in the state of Kansas and centering on whether a judge must specifically inform the jury in a capital murder case that mitigating circumstances that might have an effect on a jury’s decision need not meet the “beyond a reasonable doubt” standard.\n\nTwo of the cases go by the title Kansas v. Carr, as they involve brothers who were sentenced to death after a crime spree involving rape and the murder of five people. A third, Kansas v. Gleason touches on similar issues in a different capital murder case.\n\nAnother case, Foster v. Humphrey, addresses the existence of racial discrimination in the application of the death penalty. In the case of Timothy Foster, a black man, prosecutors used their challenges to strike all the black prospective jurors in the jury pool, and later used racially charged language in requesting the death penalty.\n\nRelated: SCOTUS Gay Marriage Decision Is About More than Just ‘I Do’\n\nIn Hurst v. Florida, the Court will address a case in which a man was sentenced to death despite the presentation of evidence that he is mentally retarded. The case asks whether or not a jury has a Constitutional obligation to decide whether or not a defendant is mentally capable of understanding his or actions before imposing the death penalty.\n\nThe Court will also make two decisions on a genre of cases likely to become more common in coming years: water rights.\n\nIn Mississippi v. Tennessee, it will decide whether the state of Mississippi has standing to sue the neighboring state of Tennessee over the actions of the City of Memphis’s Light, Gas, and Water Division. The MLGW operates a water pumping station, within the state of Tennessee, which nevertheless draws groundwater from an aquifer that receives water from Mississippi.\n\nIn a similar case, Florida v. Georgia, the Court will decide whether the state of Florida is entitled to “equitable apportionment” of water from the Apalachicola-Chattahoochee-Flint River Basin, which would require Georgia to reduce the amount of water it remove from that source.\n\nThese are far from the only cases the court will hear in the term beginning in October. The current list is available here, and others will likely be added.\n\nTop Reads from The Fiscal Times", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "When the Supreme Court closed out its term last week, it did so with flair.", "title": "SCOTUS to Take on Unions, Affirmative Action and the Death Penalty", "url": "http://www.thefiscaltimes.com/2015/07/05/SCOTUS-Take-Unions-Affirmative-Action-and-Death-Penalty", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/06282012_SCOTUS_article.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/07/05/SCOTUS-Take-Unions-Affirmative-Action-and-Death-Penalty", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/06282012_SCOTUS_article.jpg", "creator": "@rrgarver", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "When the Supreme Court closed out its term last week, it did so with flair.", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "Another case, Foster v. Humphrey, addresses the existence of racial discrimination in the application of the death penalty.\nThese are far from the only cases the court will hear in the term beginning in October.\nBefore leaving town, the Justices also agreed to hear dozens of cases when they return for their October 2015 term.\nA lower court ruling finding for the University was remanded to the Fifth Circuit Court of appeals for reconsideration.\nThe Court will also make two decisions on a genre of cases likely to become more common in coming years: water rights."}