{"article_title": "Blunter Needle Has Safety Advantages for Some Intravascular Steroid Injections", "article_keywords": ["injections", "whitacre", "incidence", "study", "intravascular", "needle", "required", "quincke", "steroid", "advantages", "safety", "tfesi", "injection", "procedure", "blunter"], "article_url": "http://www.hcplive.com/medical-news/blunter-needle-has-safety-advantages-for-some-intravascular-steroid-injections", "article_text": "Blunter Needle Has Safety Advantages for Some Intravascular Steroid Injections\n\nPatients with spinal stenosis or herniated intravertebral discs often undergo transforaminal epidural steroid injection (TFESI) for symptom relief. TFESI offers the advantage of delivering highly concentrated medication to the ventral epidural space, making the technique preferable for many pain management practitioners over interlaminar or caudal approaches.Generally, complications of TFESI are minor. They can include numbness, increased pain, transient weakness, or urinary retention. However, serious comorbidity has also been demonstrated on occasion, including spinal cord infarction, paraplegia, quadriparesis, epidural hematoma, epidural abscess, and sphincter dysfunction, among others. This may be due to inadvertent intra-arterial injection of particulate corticosteroids, with resulting embolus. Such mistakes not only introduce the possibility of serious adverse effects, they can also blunt the effect of the injection by injecting local anesthetics intravascularly rather than around the nerve.Some studies have shown the benefit of a blunt, Whitacre-type needle in reducing the incidence of intravascular injection during TFESI, but other studies showed that a short-bevel needle did not reduce the incidence of intravascular injection in lumbar TFESI compared to long-bevel, Quincke-type needles. The advantage to the Whitacre-type needle is a tapering pencil-point tip and side hole rather than the conventional sharp bevel with end hole. Better results have been shown with Whitacre-type needles in post-dural puncture headache, but little research has been done related to intravascular incidence during spinal intervention—possibly due to the lack of steering ability during injection associated with Whitacre needles.A recent South Korean study in Pain Physician compared the incidence of intravascular injection andtotal procedure time as well as the amount of radiation exposure of C-arm imaging required for TFESI between Whitacre and Quincke needles. The study involved 149 patients undergoing lumbar TFESI for radicular leg pain, who were randomly assigned to either the Whitacre needle or Quincke-type needle. Total procedure time required to complete TFESIswas measured using a stop watch, with total procedure time measured from skin infiltration with local anesthetics until the end of injection of contrast agent to confirm successful TFESI.The incidence of intravascular injectionwas 3 times higher in the Quincke needle group compared to that in the Whitacre needle group—a statistically significant difference (P = 0.023).The overall incidence of intravascular injection was 10.4% (28/269). The incidence of intravascular injection of the Whitacre needle was 5.4% (8/146), whereas the incidence ofintravascular injection of the Quincke needle was 16.2% (20/123).Total procedure time required was higher in the Whitacre needle group (168.4 ± 57.9 seconds) than for the Quinke needle group (131.9 ±46.0 seconds, (P < 0.001). This can be important for patients, as their level of discomfort can increase based on the time it takes to complete the injection. But the study authors suggest that the slightly increased time of procedure—which is because the Whitacre needle is slower to puncture and steer—is relatively minimal and is offset by the potential safety advantages.The difference in the amount of radiation required to complete the TFESI for both groups was minimal. No major adverse events were reported for either group.“The major finding of this study is that the Whitacre needle could significantly reduce the incidence of intravascularinjection compared to the Quincke needle,” the study authors noted. “The Whitacre needle may be more valuable for TFESIs at the sacral and cervical level,at which the incidence of intravascular injection has been reported to be high.”", "article_metadata": {"description": "Some studies have shown the benefit of a blunt, Whitacre-type needle in reducing the incidence of intravascular injection during TFESI, but other studies showed that a short-bevel needle did not reduce the incidence of intravascular injection in lumbar TFESI compared to long-bevel, Quincke-type needles.", "og": {"site_name": "MD Magazine", "description": "Some studies have shown the benefit of a blunt, Whitacre-type needle in reducing the incidence of intravascular injection during TFESI, but other studies showed that a short-bevel needle did not reduce the incidence of intravascular injection in lumbar TFESI compared to long-bevel, Quincke-type needles.", "title": "Blunter Needle Has Safety Advantages for Some Intravascular Steroid Injections", "url": "http://www.hcplive.com/medical-news/blunter-needle-has-safety-advantages-for-some-intravascular-steroid-injections", "image": "https://s3.amazonaws.com/hcplive/v1_media/_upload_image/_thumbnails/Vaccine_Needle_Shot.jpg", "type": "Article"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "https://s3.amazonaws.com/hcplive/v2_media/_core/favi/ms-icon-144x144.png", "keywords": "Bill Schupain management, neuropathic pain, spinal stenosis, back pain, hospital medicine, neurology, internal medicinesteroid injection, interventional pain management, surgery, herniated disc, transforaminal epidural steroid injection", "theme-color": "#ffffff"}, "article_summary": "Blunter Needle Has Safety Advantages for Some Intravascular Steroid InjectionsPatients with spinal stenosis or herniated intravertebral discs often undergo transforaminal epidural steroid injection (TFESI) for symptom relief.\n“The Whitacre needle may be more valuable for TFESIs at the sacral and cervical level,at which the incidence of intravascular injection has been reported to be high.”\nThe study involved 149 patients undergoing lumbar TFESI for radicular leg pain, who were randomly assigned to either the Whitacre needle or Quincke-type needle.\nNo major adverse events were reported for either group.“The major finding of this study is that the Whitacre needle could significantly reduce the incidence of intravascularinjection compared to the Quincke needle,” the study authors noted.\nThe incidence of intravascular injection of the Whitacre needle was 5.4% (8/146), whereas the incidence ofintravascular injection of the Quincke needle was 16.2% (20/123).Total procedure time required was higher in the Whitacre needle group (168.4 ± 57.9 seconds) than for the Quinke needle group (131.9 ±46.0 seconds, (P < 0.001)."}