{"article_title": "How Climate Change Costs Could Soar to the Billions", "article_keywords": ["billion", "climate", "management", "cost", "federal", "storms", "budget", "billions", "costs", "emissions", "drought", "total", "change", "soar"], "article_url": "http://www.thefiscaltimes.com/Articles/2014/09/21/How-Climate-Change-Costs-Could-Soar-Billions", "article_text": "Unabated global warming will have huge budget and economic consequences for the U.S., potentially draining state and federal coffers of hundreds of billions of dollars in the coming years. That was the dismal warning from White House Budget Director Shaun Donovan on Friday in advance of President Obama’s participation this week at the United Nations Climate Summit.\n\nThe new Office of Management and Budget director offered a sobering fiscal scenario for the country as rising temperatures foster worse hurricanes and storms, drought, wildfires, rising sea levels, flooding and other natural catastrophes.\n\nRelated: Cities Face Costly Projects to Cope with Climate Change\n\n\n\nDozens of major scientific studies over the years have documented the serious risks to the environment of unrestricted industrial greenhouse gas emissions, although some scientists and conservative lawmakers have challenged those findings.\n\n“From where I sit, climate action is a must do, climate inaction is a can’t do, and climate denial scores – and I don’t mean scoring points on the board,” Donovan said at the liberal Center for American Progress. “I mean that it scores in the budget – climate denial will cost us billions of dollars.”\n\nThe denial “doesn’t just fly in the face of the overwhelming judgment of science – it is fiscally foolish,” he added.\n\nRelated: Global Warming Skeptics Give Obama the Cold Shoulder\n\n\n\nDonovan, a New York native, cited 2012’s Superstorm Sandy along the East Coast as a prime example of what future storms related to climate change could cost: 160 people were killed, over 650,000 homes were damaged or destroyed, and more than $65 billion in damage and economic losses were incurred that were covered by federal assistance.\n\n“In total, the scope of the destruction was incredible. The sad truth is, it will happen again.”\n\nLooking ahead, Donovan said, economists project a 0.9 percent loss in annual global output in the event temperatures rise just three degrees Celsius above preindustrial levels. A 0.9 percent loss in U.S. gross domestic product would be the equivalent of $150 billion in 2014 alone, according to the Council of Economic Advisers.\n\nAmong Donovan’s other warnings about climate change is this: In the next 15 years, “higher sea levels combined with storm surge and potential changes in hurricane activity are projected to increase the average annual cost of coastal storms along the Eastern Seaboard and the Gulf of Mexico by $7 billion.” That would bring the total price tag for coastal storms to $35 billion each year. The National Climate Assessment concluded that climate change has made the U.S. wild fire season longer, and on average, more intense.\n\nRelated: What Extreme Weather Is Really Costing Us\n\nOther noteworthy points on the burdens of climate change:\n\nFunding needed for federal wild land fire management has tripled since 1999, averaging over $3 billion a year. Consequently, greater fire suppression costs have left less money for vital forest management and fire preparedness.\n\nfor federal wild land fire management has tripled since 1999, averaging over $3 billion a year. Consequently, greater fire suppression costs have left less money for vital forest management and fire preparedness. The U.S. in 2012 experienced one of its most devastating droughts in a half century, resulting in $30 billion in damages. This year, California has experienced its third worst drought in recorded history, with a projected cost to the state’s economy of $2.2 billion and more than 17,000 jobs.\n\nexperienced one of its most devastating droughts in a half century, resulting in $30 billion in damages. This year, California has experienced its third worst drought in recorded history, with a projected cost to the state’s economy of $2.2 billion and more than 17,000 jobs. Drought and flooding have also wreaked havoc in agriculture and added to the government’s cost of disaster assistance. In January, when the 2014 Farm Bill passed, the Congressional Budget Office estimated that agricultural disaster assistance payments would total just under $900 million this year. But because of the severity of the drought, the Department of Agriculture has already spent $2.6 billion this year—three times what the CBO estimated would occur in a more typical year. And crop insurance payouts in the aftermath of the 2012 drought totaled more than $17 billion.\n\nhave also wreaked havoc in agriculture and added to the government’s cost of disaster assistance. In January, when the 2014 Farm Bill passed, the Congressional Budget Office estimated that agricultural disaster assistance payments would total just under $900 million this year. But because of the severity of the drought, the Department of Agriculture has already spent $2.6 billion this year—three times what the CBO estimated would occur in a more typical year. And crop insurance payouts in the aftermath of the 2012 drought totaled more than $17 billion. Climate change has received relatively little attention in Washington since the early days of President Obama’s first term, when congressional Republicans blocked Democratic efforts to pass a “cap and trade” proposal that would use penalties and financial incentives to curb industrial greenhouse-gas emissions. Senate Democratic leaders shelved Obama’s ambitious plan in July 2010 after failing to muster a 60-vote supermajority needed to pass the legislation.\n\nRelated: Obama Fights Global Warming, One Hot Spot at a Time\n\n\n\nA National Climate Assessment study in May warned that if Congress continues to refuse to act on curbing greenhouse gas emissions, cities and other urban centers will have to undertake costly infrastructure and flood control projects to protect against the mounting threats of devastation and death.\n\nDonovan cited Obama administration initiatives that he said have substantially cut into harmful carbon emissions, including tougher emission standards for cars and trucks, federal investment in research and development of solar panels, federal home insulation programs, and recent Environmental Protection Agency standards to reduce emissions from coal-fired power plants.\n\nHe also noted that the federal government has cut greenhouse gas emissions from federal facilities by 17 percent since Obama took office – which he said was the equivalent of taking 1.8 million cars off the road. Moreover, the government is well along in meeting the goal of tripling the use of renewable energy in federal facilities to 20 percent by 2020, he said.\n\nTop Reads from The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "White House Budget Director Shaun Donovan warned on Friday that unabated global warming will have huge budget and economic consequences for the U.S., potentially draining state and federal coffers of hundreds of billions of dollars in the coming years.", "title": "How Climate Change Costs Could Soar to the Billions", "url": "http://www.thefiscaltimes.com/Articles/2014/09/21/How-Climate-Change-Costs-Could-Soar-Billions", "image": "http://cdn.thefiscaltimes.com/sites/default/files/07182014_California_Drought_Dam_Bed.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/Articles/2014/09/21/How-Climate-Change-Costs-Could-Soar-Billions", "image": "http://cdn.thefiscaltimes.com/sites/default/files/07182014_California_Drought_Dam_Bed.jpg", "creator": "@ericpianin", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "White House Budget Director Shaun Donovan warned on Friday that unabated global warming will have huge budget and economic consequences for the U.S., potentially draining state and federal coffers of hundreds of billions of dollars in the coming years.", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af36914bd0286fd4542\"", "article_summary": "The National Climate Assessment concluded that climate change has made the U.S. wild fire season longer, and on average, more intense.\n“I mean that it scores in the budget – climate denial will cost us billions of dollars.”The denial “doesn’t just fly in the face of the overwhelming judgment of science – it is fiscally foolish,” he added.\n“From where I sit, climate action is a must do, climate inaction is a can’t do, and climate denial scores – and I don’t mean scoring points on the board,” Donovan said at the liberal Center for American Progress.\nConsequently, greater fire suppression costs have left less money for vital forest management and fire preparedness.\nThat was the dismal warning from White House Budget Director Shaun Donovan on Friday in advance of President Obama’s participation this week at the United Nations Climate Summit."}