{"article_title": "Why Discrimination Against Gays Is A Global Health Hazard: Anti-LGBT Laws Promote Violence, Limit Treatment", "article_keywords": ["violence", "gay", "hiv", "rights", "discrimination", "university", "global", "hazard", "homosexuality", "health", "treatment", "uganda", "gays", "limit", "promote", "public", "laws"], "article_url": "http://www.medicaldaily.com/why-discrimination-against-gays-global-health-hazard-anti-lgbt-laws-promote-violence-limit-treatment", "article_text": "In July 2013, the friends of a gay rights activist in Cameroon could not reach him by phone, and after two days without hearing from him, they decided to go to his house. The door was locked, but they could see him through a window, lying in his bed, not moving.\n\nWhen police arrived, they broke down the door and found Eric Ohena Lembembe dead. His feet, hands, and face had been burned with an iron, Human Rights Watch reported. The murder of Lembembe, who was executive director of the Cameroonian Foundation for AIDS, has gone uninvestigated and represents the worst fears of public health experts. They say that as more countries outlaw homosexuality, institutionalized discrimination will foster violence and unequal health treatment.\n\nOn Tuesday, a prominent epidemiologist at Johns Hopkins University published an essay in the journal PLoS Medicine calling on the human rights community to view anti-homosexuality laws as a public health issue. Even as the United States and Europe have toppled discriminatory laws, other parts of the world — notably Russia, India, parts of Africa, and the Caribbean — are adding new ones or trying to. Russia has essentially made it illegal to advocate gay rights, and India reinstated the 1860 sodomy law it inherited from England.\n\n\"There are already reports of brutal beatings and public humiliation in Russia, and in Uganda and Nigeria, several killings that have been attributed to vigilante violence against known or suspected sexual and gender minority persons,\" writes Chris Beyrer, who has worked against the global AIDS epidemic. \"The recent torture and subsequent killings of prominent activists, including David Kato in Uganda and Eric Lembembe in Cameroon, have gone uninvestigated, establishing dangerous precedents of impunity for crimes against LGBT persons.\"\n\nBut overt violent crime isn't the only threat to the health of gay people. Advocates say laws against homosexuality drive gays into the shadows, afraid to seek HIV treatment or any medical care, lest they be exposed. A law passed in Uganda in February \"makes failure to report known or suspected homosexual behavior a crime, greatly complicating efforts to work with LGBT populations, provide services, and address, among many other health issues, HIV and other sexually transmitted infections,\" Beyrer wrote.\n\nHe points to a study conducted in Senegal in 2009 as the country was enforcing its sodomy law. During the crackdown, most HIV centers stopped offering medical services to protect the staff from violence. Those who continued to work reported a sharp decline in gay patients. \"All participants reported pervasive fear and hiding among\" gay men, the authors wrote.\n\nYet there are bright spots. In Jamaica, for example, where its own colonial-era sodomy laws are still in place, a university fired the chairman of an HIV/AIDS institute after he said gay sex creates \"serious deleterious public consequences\" as part of court testimony in Belize. (Homosexuality is also banned in Belize.)\n\nThe view that homosexuality is actually a public health threat is not widely held outside evangelical religious circles. In firing the professor, Brendan Bain, the University of the West Indies said leading world health groups agree \"criminalising men having sex with men ... reduces their access to services, forces the HIV epidemic underground thereby increasing the HIV risk.\"\n\nSource: C. Beyrer. Pushback: The Current Wave of Anti-Homosexuality Laws and Impacts on Health. PLoS Medicine. 2014.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "why, discrimination, against, gays, global, health, hazard, anti, lgbt, laws, promote, violence", "og": {"site_name": "Medical Daily", "description": "Laws that discriminate against LGBT people are on the rise in other parts of the world even as they're being repealed in the United States. Experts say these laws have public health consequences.", "title": "Why Gay Discrimination Is A Global Health Hazard", "url": "http://www.medicaldaily.com/why-discrimination-against-gays-global-health-hazard-anti-lgbt-laws-promote-violence-limit-treatment", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/06/24/lgbt-rights.jpg", "type": "article"}, "twitter": {"description": "Laws that discriminate against LGBT people are on the rise in other parts of the world even as they're being repealed in the United States. Experts say these laws have public health consequences.", "title": "Why Gay Discrimination Is A Global Health Hazard", "url": "http://www.medicaldaily.com/why-discrimination-against-gays-global-health-hazard-anti-lgbt-laws-promote-violence-limit-treatment", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/06/24/lgbt-rights.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/06/24/lgbt-rights.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "US/World", "published_time": "2014-06-24T17:00:00-04:00", "modified_time": "2014-06-24T17:53:15-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Laws that discriminate against LGBT people are on the rise in other parts of the world even as they're being repealed in the United States. Experts say these laws have public health consequences."}, "_id": "\"57477af36914bd0286fd2a2f\"", "article_summary": "The murder of Lembembe, who was executive director of the Cameroonian Foundation for AIDS, has gone uninvestigated and represents the worst fears of public health experts.\nRussia has essentially made it illegal to advocate gay rights, and India reinstated the 1860 sodomy law it inherited from England.\nThe view that homosexuality is actually a public health threat is not widely held outside evangelical religious circles.\nThey say that as more countries outlaw homosexuality, institutionalized discrimination will foster violence and unequal health treatment.\nAdvocates say laws against homosexuality drive gays into the shadows, afraid to seek HIV treatment or any medical care, lest they be exposed."}