{"article_title": "What's Wrong with \"Rooting for a Law to Fail?\"", "article_keywords": ["bill", "whats", "disaster", "rooting", "republicans", "obamacare", "work", "wrong", "going", "fail", "law", "obama"], "article_url": "http://www.frontpagemag.com/point/208663/whats-wrong-rooting-law-fail-daniel-greenfield", "article_text": "Obama Inc. is whining that Republicans should stop rooting for the \"Law\", by which they mean an illegally passed ObamaCare bill full of illegal provisions like a completely illegal mandate to buy health insurance, to fail.\n\nWhy?\n\nObama rooted for Defense of Marriage to fail? And he made sure it failed. Again, illegally.\n\nHe's rooting for border security and immigration laws to fail. And he's undermining them by refusing to deport illegal alien \"DREAMERs\".\n\nObama even rooted for the Second Amendment of the Bill of Rights to fail by smuggling guns to drug cartels in Mexico.\n\nClearly Obama is no stranger to rooting for laws to fail. Or undermining them, legally or illegally, until they fail. Is his ObamaCare disaster really more sacrosanct than the Bill of Rights? For that matter, why is it more sacrosanct than immigration law which has been around a lot longer or Defense of Marriage?\n\nRepublicans and any Americans who don't like their health plans trashed or being forced to buy overpriced insurance they don't want to subsidize Obama voters have every right to root for ObamaCare to fail.\n\nBut ObamaCare isn't failing because of all the Republican rooting. It's failing on its own.\n\nThe Republicans didn't make Obama waste over half a billion dollars on a disastrous website that doesn't work. That was all Obama Inc. And if Obama can't even build a website where people can enroll into ObamaCare, how the hell is he going to make the actual ObamaCare thing work?\n\nAnd that's the real point.\n\nA major reason why Republicans opposed ObamaCare is because it was never going to work. Sure for some diehards it was an issue of civil rights. But most Republicans would not have opposed a policy on ideological grounds. That's unfortunate, but true. They opposed it practical grounds.\n\nObamaCare is not going to work. It is going to be an expensive disaster that will then be \"reformed\" into an even more expensive disaster and that disaster will be patched into an American NHS that will destroy health care as we know it and put everyone on the equivalent of Medicaid in a country where there is hardly an upper tier left to enable the trickle down of better medicine.\n\nThere's nothing wrong with opposing a disastrous law that won't even do what it claims to. That's the job of the opposition. If it wasn't, then we wouldn't need an opposition.\n\nThe idea that you're supposed to stop opposing a bill once it becomes a law is Un-American. If a law is bad, then it can always be tossed out. And if it's harmful, then keeping opposition to it alive is the patriotic duty of any American.\n\nWe don't have some sort of Maoist state where the party ratifies something and everyone shuts up and does what they're told. We have a political brawl where nothing is ever settled until it finally is settled. And ObamaCare is a long way from settled.", "article_metadata": {"rating": "general", "description": "Obama rooted for the Second Amendment of the Bill of Rights to fail", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "Frontpage Mag", "description": "Obama rooted for the Second Amendment of the Bill of Rights to fail", "title": "What's Wrong with \"Rooting for a Law to Fail?\"", "url": "http://www.frontpagemag.com/point/208663/whats-wrong-rooting-law-fail-daniel-greenfield", "updated_time": "2015-06-22T23:48:59-04:00", "type": "article"}, "twitter": {"url": "http://www.frontpagemag.com/point/208663/whats-wrong-rooting-law-fail-daniel-greenfield", "description": "Obama rooted for the Second Amendment of the Bill of Rights to fail", "card": "summary", "title": "What's Wrong with \"Rooting for a Law to Fail?\""}, "article": {"published_time": "2013-10-26T16:33:31-04:00", "modified_time": "2015-06-22T23:48:59-04:00"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Obama Inc. is whining that Republicans should stop rooting for the \"Law\", by which they mean an illegally passed ObamaCare bill full of illegal provisions like a completely illegal mandate to buy health insurance, to fail.\nClearly Obama is no stranger to rooting for laws to fail.\nHe's rooting for border security and immigration laws to fail.\nObama even rooted for the Second Amendment of the Bill of Rights to fail by smuggling guns to drug cartels in Mexico.\nThere's nothing wrong with opposing a disastrous law that won't even do what it claims to."}