{"article_title": "Speak out against all forms of discrimination", "article_keywords": ["king", "working", "intolerance", "discrimination", "supported", "share", "washington", "forms", "cummins", "communities", "country", "speak"], "article_url": "http://www.tennessean.com/story/opinion/contributors/2016/01/17/speak-out-against-all-forms-discrimination/78870186/", "article_text": "The biblical role of the prophet was to tell the truth. Martin Luther King Jr. was that sort of prophet. He challenged America to live up to its own moral vision of common decency, brotherhood and sisterhood. (Photo: File / Associated Press) Story Highlights Cummins Inc. has supported the March on Washington, rejected apartheid and supported LGBT rights.\n\nAt Cummins, we believe that when we see discrimination and intolerance toward our colleagues, friends and neighbors, we owe it to ourselves, our communities and each other to stand up and say something.\n\nDiscrimination and intolerance have no place in our company, in our communities or in our country. Today, divisive rhetoric that isolates minority groups is undermining our ability to see the commonalities we share and inhibiting our efforts to improve our communities.\n\nIt is wrong to use fear of those who are different to further enshrine discrimination against individuals for political purposes.\n\nFor example, incendiary and discriminatory language is being aimed at those who are Muslim.\n\nJust securing basic human rights for our LGBT citizens has become a major culture war in several states.\n\nFor African-Americans this is a particularly troubling time. While racism still exists in America today, what has happened in Ferguson, Missouri, Chicago and a number of other cities feels different.\n\nThe level of mistrust between those who are charged to protect and serve and African-Americans has created a toxic environment.\n\nTom Linebarger (Photo: Submitted)\n\nPeople are making incorrect assumptions about individuals because of the color of their skin or because they hold a badge.\n\nAnd we will not stop this cycle of fear and mistrust without everyone working together to put their assumptions aside and tackle the real issues of poverty, opportunity and education that are facing us as a country.\n\nCummins has for decades advocated for those who have been marginalized or oppressed.\n\nWe supported the Rev. Dr. Martin Luther King Jr. in the organization of the March on Washington in 1963.\n\nWe stood up against apartheid in South Africa in the 1980s by withdrawing our business from the country. We opposed measures to ban gay marriage in several states, and we are currently working to advocate for a comprehensive nondiscrimination statute in Indiana.\n\nWhy? Because at Cummins we believe no company can be successful over the long run unless the communities in which we operate are also strong and successful.\n\nAs we celebrate the life and work of Dr. King, I am asking all of you who share our values to speak up when you see or hear discrimination and intolerance. We must be clear that we are not OK with discrimination against our friends, neighbors and colleagues.\n\nThey are contrary to our values and contrary to the ideals that built this country of immigrants.\n\nFor those of us who are committed to the principles of diversity and social justice, it is our duty to stand up and be heard. Let’s speak up for those who need a voice and make our communities stronger and more inclusive.\n\nTom Linebarger is chairman and CEO of Cummins Inc.\n\nRead or Share this story: http://tnne.ws/1UZ7bDl", "article_metadata": {"google": "notranslate", "description": "Cummins Inc. has supported the March on Washington, rejected apartheid and supported LGBT rights.", "og": {"site_name": "The Tennessean", "description": "Cummins Inc. has supported the March on Washington, rejected apartheid and supported LGBT rights.", "title": "Speak out against all forms of discrimination", "url": "http://www.tennessean.com/story/opinion/contributors/2016/01/17/speak-out-against-all-forms-discrimination/78870186/", "image": "http://www.gannett-cdn.com/GDContent/applogos/tennessean.png", "type": "article"}, "twitter": {"description": "Cummins Inc. has supported the March on Washington, rejected apartheid and supported LGBT rights.", "title": "Speak out against all forms of discrimination", "image": "http://www.gannett-cdn.com/-mm-/bd2b7026026b5c29eb2100e3d8c39463cfcf3bd6/c=214-0-1656-1442&r=x643&c=640x640/local/-/media/2016/01/14/Nashville/Nashville/635883861796996810-MLK.jpg", "creator": "@tennessean", "site": "@tennessean", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=600028886", "fb": {"app_id": 121487414583460}, "viewport": "width=1070", "Content-Type": "text/html; charset=UTF-8", "cXenseParse": {"gci-topic": "Persons/Martin Luther King Jr.", "gci-asset-type": "story", "gci-categories": "Persons/Martin Luther King Jr.", "title": "Speak out against all forms of discrimination", "author": "Tom Linebarger", "pageclass": "article", "recs": {"category": "opinion/contributors", "image-3-4": "http://www.gannett-cdn.com/-mm-/971cd3556274249e572f96b66505ed90c188b4c0/c=444-0-1526-1442/local/-/media/2016/01/14/Nashville/Nashville/635883861796996810-MLK.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/769b09f2778ee52bf4ed8239adf0f93c0df6df88/c=214-0-1656-1442/local/-/media/2016/01/14/Nashville/Nashville/635883861796996810-MLK.jpg", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/5e92efde178f60b1cb5b1bacf54eb85489570075/c=26-0-1944-1442/local/-/media/2016/01/14/Nashville/Nashville/635883861796996810-MLK.jpg", "image": "http://www.gannett-cdn.com/-mm-/7a0473ba07bfe5537ab8dcec34068fac63b46738/c=0-165-1965-1275&r=x633&c=1200x630/local/-/media/2016/01/14/Nashville/Nashville/635883861796996810-MLK.jpg", "publishtime": "2016-01-17T06:00:28.767000-06:00", "shorthed": "Speak out against all forms of discrimination", "articleid": 78870186, "image-16-9": "http://www.gannett-cdn.com/-mm-/729f335b3a046236c02b93b3bd69994aebe02fc3/c=0-165-1965-1275/local/-/media/2016/01/14/Nashville/Nashville/635883861796996810-MLK.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/c6e823d3eab120e3af634b998705078c5271f76d/c=464-0-1272-1442/local/-/media/2016/01/14/Nashville/Nashville/635883861796996810-MLK.jpg"}}, "news_keywords": "Martin Luther King Jr., discrimination, bigotry, Cummins Inc., diversity and inclusion"}, "article_summary": "Discrimination and intolerance have no place in our company, in our communities or in our country.\nAs we celebrate the life and work of Dr. King, I am asking all of you who share our values to speak up when you see or hear discrimination and intolerance.\nIt is wrong to use fear of those who are different to further enshrine discrimination against individuals for political purposes.\nLet’s speak up for those who need a voice and make our communities stronger and more inclusive.\n(Photo: File / Associated Press) Story Highlights Cummins Inc. has supported the March on Washington, rejected apartheid and supported LGBT rights."}