{"article_title": "The two seasons of HR technology – diginomica", "article_keywords": ["conference", "management", "hr", "spring", "payroll", "solution", "event", "user", "diginomica", "seasons", "technology", "analyst"], "article_url": "http://diginomica.com/2015/03/12/two-seasons-hr-technology/", "article_text": "Brian Sommer provides us with a run down of what he expects to see during this season’s packed set of HR events.\n\nChicago, where I’m based, has two seasons: winter and everything else. HR technology seems to have two as well: Spring and Fall. The Spring season is made up of a number of HR user conferences and analyst briefings. The Fall is mostly defined by the HR Tech show in Vegas.\n\nThis Spring we’ll see a number of events.\n\nSuccessFactors has already had its analyst confab and conference in February. I’d love to report about it but, alas, I wasn’t there. There is a keynote Mike Ettling gave that you can watch here.\n\nOn Friday, March 6, Dow Jones reported that Namely closed a second round venture raise for $11 million. Namely’s total funding is, I believe, at $22 million. Namely is a NYC-based HR, payroll, talent management and benefits cloud software firm that is tarting to make a name for itself (sic.)\n\nCeridian is kicking things off for me with a user conference and analyst event in San Francisco this week. Phil Wainwright gave us his perspective from the European angle. At this week’s event, I intend to better understand:\n\nthe economics that will drive more service bureau customers of Ceridian to the Ceridian cloud solution: Dayforce.\n\nhow well Dayforce is faring against competing products for net-new customers\n\nhow important prospects see having payroll, time tracking and HR applications in one integrated solution\n\nhow the Affordable Care Act has changed the importance of having integrated time tracking and payroll\n\nwhat role RelatedMatters will have in the product line going forward\n\nI’ve got an HR demo with FairSail scheduled for this week, too. FairSail is an HR solution built on the Force.com/Salesforce1 platform. The company has been piling up wins of late especially in the SMB space.\n\nI believe Ultimate Software has the next user conference. Their event is always a good one. The financial numbers almost always are trending up with most every measure up by 20+% year-over-year. That’s a compliment and their track record is likely envied by many competitors. I particularly enjoy discussing three issues with their executive team:\n\nglobal expansion planned technical architecture enhancements; and, up-market movement.\n\nUltimate has invited prospective customers to their shindigs and they have been a great source of market intelligence for me. Prospects definitely know what is and isn’t working with competing products.\n\nInfor will be having an analyst event shortly. It has a new HCM Cloud Suite that it announced at last year’s user conference. This year, I’ll be keenly listening for market uptake statistics and net-new customer additions using this solution.\n\nCornerstone OnDemand is holding its annual user event late this spring. While I’ve done a lot of briefings with CSOD executives over the years, this marks the first time I’ll cover one of their events. It will be the first time I’ve had the experience of mixing with CSOD and Sonar6 customers in one spot. As an aside, Den Howlett is joining this gig.\n\nSkillsoft and SumTotal merged recently. SumTotal has a predominately re-platformed talent management suite and the Accero Payroll solution in its portfolio. Skillsoft brings a significant amount of learning management technology to mix. This event will be the first time to really learn how everything is coming together.\n\nHireVue started out with video interviewing technology but has significantly expanded that functionality with all kinds of smart science based tools. For example, users can detect how stressed interviewees are and possibly determine the jobseeker’s truthfulness or interest in the firm. I suspect we’ll hear a lot more this year as this company certainly enjoys pushing the recruiting envelope.\n\nUpdates on these and many more HR vendors will be posted throughout the Spring season. Personally, anything that helps me escape the cold and snow here is something I’d gladly write about.\n\nImage credit: Brian Sommer/Techventive", "article_metadata": {"contextly-page": "{\"title\":\"The two seasons of HR technology\",\"url\":\"http:\\/\\/diginomica.com\\/2015\\/03\\/12\\/two-seasons-hr-technology\\/\",\"pub_date\":\"2015-03-12 07:11:59\",\"mod_date\":\"2016-03-03 23:06:46\",\"type\":\"post\",\"post_id\":724533,\"author_id\":\"386\",\"author_name\":\"Brian Sommer\",\"author_display_name\":\"Brian Sommer\",\"tags\":[\"Event reports\"],\"categories\":[\"HCM and the digital future of work\",\"HR admin and payroll\"],\"image\":\"http:\\/\\/diginomica.com\\/wp-content\\/uploads\\/2014\\/06\\/HR-621x414.jpg\"}", "generator": "WordPress 4.5.2", "og": {"site_name": "diginomica", "description": "Brian Sommer provides us with a run down of what he expects to see during this season's packed set of HR events.", "title": "The two seasons of HR technology", "locale": "en_US", "image": "http://16315-presscdn-0-27.pagely.netdna-cdn.com/wp-content/uploads/2014/06/HR-621x414.jpg", "updated_time": "2016-03-03T23:06:46+00:00", "url": "http://diginomica.com/2015/03/12/two-seasons-hr-technology/", "type": "article"}, "bt": {"category": "HCM and the digital future of work,HR admin and payroll", "id": "page-724533", "pubDate": "2015-03-12T07:11:59+00:00", "modDate": "2016-03-03T23:06:46+00:00"}, "wp-parsely_version": "1.9", "article": {"section": "HCM and the digital future of work", "tag": "Event reports", "published_time": "2015-03-12T07:11:59+00:00", "modified_time": "2016-03-03T23:06:46+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "description": "Brian Sommer provides us with a run down of what he expects to see during this season's packed set of HR events."}, "_id": "\"57477af36914bd0286fd4577\"", "article_summary": "HR technology seems to have two as well: Spring and Fall.\nNamely is a NYC-based HR, payroll, talent management and benefits cloud software firm that is tarting to make a name for itself (sic.)\nCeridian is kicking things off for me with a user conference and analyst event in San Francisco this week.\nSkillsoft brings a significant amount of learning management technology to mix.\nFairSail is an HR solution built on the Force.com/Salesforce1 platform."}