{"article_title": "Which? verdict on Kenwood new stand mixer MultiOne", "article_keywords": ["processors", "food", "multione", "mixer", "kenwood", "verdict", "stand", "mixers", "processor", "comes", "blender"], "article_url": "http://www.which.co.uk/news/2015/02/which-verdict-on-kenwood-new-stand-mixer-multione-394999/", "article_text": "Which? verdict on Kenwood new stand mixer MultiOne Blender, juicer, food processor and mixer in one\n\nThe Kenwood MultiOne comes with blender, juicer and food processor attachments\n\nKenwood has launched a multi-function stand mixer that comes with food processor, blender and juicer attachments – could it be the answer to all of your kitchen needs?\n\nAt £280, the versatile KHH326WH MultiOne is moderately priced for a stand mixer – popular models can exceed £400. Kenwood says this new mixer is designed to offer 'one solution for everything'. But could this machine really replace three individual appliances in your kitchen?\n\nRead our Kenwood MultiOne preview to see whether this model measures up to our other Kenwood Best Buys.\n\nKenwood or Bosch stand mixer?\n\nThe Kenwood MultiOne isn’t the first product that walks the line between stand mixers and food processors. The Bosch MUM57830GB stand mixer also comes with a food processor and jug blender, while the MUM52120 Styline (also from Bosch) comes with a jug blender and continuous feed shredder.\n\nStand mixer or food processor?\n\nWhile stand mixers are a perfect option for those looking to make large amounts of cake batter, dough or pastry; food processors suit those chefs more interested in savoury cooking. If you’re not sure which type of gadget is right for you, you'll find our guide to food processors, mixers and blenders useful.\n\nMore on this…", "article_metadata": {"description": "Kenwood mixer with blender, juicer and food processor attachments. Find out if this new Kenwood is the answer to all your food mixer and kitchen needs.", "sectionName": "News", "og": {"url": "http://www.which.co.uk/news/2015/02/which-verdict-on-kenwood-new-stand-mixer-multione-394999/", "image": "http://www.staticwhich.co.uk/media/images/in-content/kenwood-multione-stand-mixer-395005.jpg", "type": "website", "description": "Kenwood mixer with blender, juicer and food processor attachments. Find out if this new Kenwood is the answer to all your food mixer and kitchen needs."}, "contentId": 394999, "robots": "NOODP", "categoryId": 213176, "omniturePageName": "home: news: 2015: February: which? verdict on kenwood new stand mixer multione, 22 February 2015", "fb": {"pages": 141323599261898}, "timestamp": 160527045126, "keywords": "blender, juicer, food processor, Kenwood, MultiOne, KHH326WH, stand mixer reviews", "omniturePageType": "news", "categoryIds": "191885,192031,192033,302406,302408,", "categories": "news,which?-home", "omnitureAccount": "whichdev"}, "article_summary": "verdict on Kenwood new stand mixer MultiOne Blender, juicer, food processor and mixer in oneThe Kenwood MultiOne comes with blender, juicer and food processor attachmentsKenwood has launched a multi-function stand mixer that comes with food processor, blender and juicer attachments – could it be the answer to all of your kitchen needs?\nRead our Kenwood MultiOne preview to see whether this model measures up to our other Kenwood Best Buys.\nThe Kenwood MultiOne isn’t the first product that walks the line between stand mixers and food processors.\nAt £280, the versatile KHH326WH MultiOne is moderately priced for a stand mixer – popular models can exceed £400.\nStand mixer or food processor?"}