{"article_title": "Drinking And Driving", "article_keywords": ["school", "driving", "drunk", "local", "general", "keloland", "health", "drinking", "technology", "shops", "south"], "article_url": "http://www.keloland.com/news/article/featured-stories/inside-keloland-drinking-and-driving", "article_text": "We've all heard about the dangers of drunk driving and this week on Inside KELOLAND, we're looking at the problem from all sides.\n\nAfter a family lost their daughter to a drunk driver, they are pushing South Dakota to strengthen its laws on drinking and driving.\n\nThen, the issue not only takes a toll on families, but on law enforcement as well. We hear from officials who are fighting drunk driving on several different levels.\n\nAnd finally, drunk driving can be the consequence of a bigger issue. We talk to people from Face It Together Sioux Falls about addiction and the hope that can come with recovery.\n\nFeatured Stories\n\nInside KELOLAND {{Title}} Remove Change News General Courts Web Only Crime Outdoors Events Center Non-Homepage Boredom Busters Pipeline Positively KELOLAND Technology Hunger Affordable Care Act Shops Flooding Remembering 9/11 Drought JazzFest Spring Storm Honor Flight Spencer Anniversary\n\nDoApp Health News Business News Sports\n\nAgriculture Markets Livestock Crops Politics\n\nHealthBeat Cancer Children's Health Heart Health Wellness & Nutrition General Health Beat Women's Health RX Resources What's Going Around OTC Diabetes Recalls Dental Health Men's Health\n\nPolitics South Dakota Legislature Budget Congress Taxes General Local Campaign President US Senate New Laws US House Iowa Ballot Issues Local Races Minnesota Gubernatorial\n\nEducation Funding College Elementary High School Pre K School Supplies Middle School\n\nSports Professional College High School Sports Zone Headlines Summit League Tournament Olympics\n\nBusiness Industry Your Money Matters Development Gas & Energy Legislation Economy/Stocks Employment General Health Care Technology Education Funding Tourism Banking/Finance Housing Transportation Insurance Meetings & Events Retail & Restaurants All Industries On The Move Shops Agriculture\n\nFeatured Stories Eye on KELOLAND Inside KELOLAND\n\nWeather Snow Forecast Records Rain Flooding Drought WX Corner General\n\nWorld News\n\nInvestigates GEAR UP\n\nSponsored Done\n\n© 2016 KELOLAND TV. All Rights Reserved.", "article_metadata": {"og": {"site_name": "KELOLAND News", "description": "We&#39;ve all heard about the dangers of drunk driving and this week on Inside KELOLAND, we&#39;re looking at the problem from all sides. After a", "title": "Inside KELOLAND: Drinking And Driving", "url": "http://www.keloland.com/news/article/featured-stories/inside-keloland-drinking-and-driving", "image": "http://assets.keloland.com/images/images/default-source/agriculture/crops/barley/41360.jpg?sfvrsn=0", "type": "website"}, "fb": {"app_id": 521498541203189}, "Generator": "Sitefinity 7.3.5630.0 PE", "viewport": "width=device-width, initial-scale=1.0", "description": "We&#39;ve all heard about the dangers of drunk driving and this week on Inside KELOLAND, we&#39;re looking at the problem from all sides. After a"}, "_id": "\"57477af36914bd0286fd2c89\"", "article_summary": "After a family lost their daughter to a drunk driver, they are pushing South Dakota to strengthen its laws on drinking and driving.\nWe've all heard about the dangers of drunk driving and this week on Inside KELOLAND, we're looking at the problem from all sides.\nWe hear from officials who are fighting drunk driving on several different levels.\nAnd finally, drunk driving can be the consequence of a bigger issue.\nWe talk to people from Face It Together Sioux Falls about addiction and the hope that can come with recovery."}