{"article_title": "Overmedicated America", "article_keywords": ["indigestion", "acid", "prescription", "overmedicated", "drugs", "drug", "health", "western", "world", "stomach", "america", "treat"], "article_url": "http://personalliberty.com/overmedicated-america/", "article_text": "Use of prescription drugs continues to increase in America.\n\nA new study published by The Journal of the American Medical Association (JAMA) found that 59 percent of U.S. adults reported using a prescription drug in 2011-12. That’s up from 51 percent in 1999-2000.\n\nA study conducted by Medco Health Solutions found that 3 out of 4 U.S. adults aged 65 and older were taking at least one prescription medication in 2008, while 22 percent of men and 28 percent of women were taking five or more prescription drugs regularly.\n\nDr. David Brownstein believes two factors play into the increase in drug use. The first, he says, is direct-to-consumer advertising. I wrote a little about this last month.\n\nThe second revolves around the way physicians are educated. Brownstein notes that in medical school, he was “trained to make a diagnosis and prescribe a drug (or drugs) to treat that diagnosis. I was taught that nearly every complaint could be managed with a drug. That would be fine if the drug treated the underlying cause of the illness. However, the opposite is true: Most drugs — over 95% (my estimate) — do not treat the underlying cause of an illness. Nearly all prescription drugs treat the symptoms of a disease.”\n\nIt was common to hear someone say in pre-Obamacare days that the U.S. had the best healthcare system in the world. It was not the best then, and it is not the best now.\n\nAs Brownstein writes, “In every health indicator the World Health Organization tracks we finish last or near last among every Western country. We don’t live as long as other Western people and we have more chronic illness. Things are getting worse for us, not better. And, we spend nearly 20% of our GNP on health care — over two-fold higher than any other Western country.”\n\nTaking drugs is not the answer. No one ever died because his body was lacking a prescription drug. Drugs mask symptoms and create side effects requiring more drugs to mask more symptoms. It creates a cycle of dependency that’s a boon for Big Pharma and the physicians.\n\nTake for instance the “Purple Pill” and other proton pump inhibitors (PPIs) marketed to cure acid indigestion. “Acid indigestion” is quite uncomfortable. Because it is, people are easily attracted to what they believe is the quick relief of antacids. Sad! Antacids and proton pump inhibitors block the first major step in digestion.\n\nReducing stomach acid causes food to rot in the stomach rather than digest. This rotting food causes a host of problems, including GERD (gastro-esophageal reflux disease), what Americans think of as acid indigestion.\n\nWe are acid machines created with hydrochloric acid and pepsin in our stomachs to digest our food and provide nutrition to our bodies. Hydrochloric acid and pepsin is the basis of nutrition and health. If we kill our stomach acid with antacids, we will ultimately wind up with stomach cancer. Yet now PPIs are among the 10 most prescribed drugs in the JAMA study.\n\nAcid indigestion can be addressed with diet and, if necessary, one or more natural cures. There is a whole new world of relief from acid indigestion with something as simple as lemon juice with meals. Give it one to two days. And yes, I cured my own acid indigestion with a teaspoon of sea salt in a glass of water for a few days. My son did the same. A little apple cider vinegar will do the same.", "article_metadata": {"projectnami": {"version": "1.3.3"}, "generator": "WordPress 4.5.2", "og": {"site_name": "Personal Liberty®", "description": "Use of prescription drugs continues to increase in America. A new study found that 59 percent of U.S. adults reported using a prescription drug in 2011-12. That’s up from 51 percent in 1999-2000.", "title": "Overmedicated America", "locale": "en_US", "image": "https://plnami.blob.core.windows.net/media/2015/08/pills082815.jpg", "updated_time": "2015-12-08T10:30:32+00:00", "url": "http://personalliberty.com/overmedicated-america/", "type": "article"}, "twitter": {"image": "https://plnami.blob.core.windows.net/media/2015/08/pills082815.jpg", "description": "Use of prescription drugs continues to increase in America. A new study found that 59 percent of U.S. adults reported using a prescription drug in 2011-12. That’s up from 51 percent in 1999-2000.", "card": "summary", "title": "Overmedicated America"}, "description": "Use of prescription drugs continues to increase in America. A new study found that 59 percent of U.S. adults reported using a prescription drug in 2011-12. That’s up from 51 percent in 1999-2000.", "robots": "noodp", "fb": {"app_id": 135282966636750}, "article": {"section": "Health Tips", "published_time": "2015-12-08T00:01:19+00:00", "modified_time": "2015-12-08T10:30:32+00:00"}, "google-site-verification": "bvYDjX4XBto8stfZA3uAxLxNaRlmJGvc5BQnIbK_wQo", "viewport": "width=device-width, initial-scale=1", "news_keywords": "Medco Health Solutions, Personal Liberty, Bob Livingston, Prescription Drugs, David Brownstein, Big Pharma, Acid Indigestion, JAMA"}, "article_summary": "Use of prescription drugs continues to increase in America.\nThis rotting food causes a host of problems, including GERD (gastro-esophageal reflux disease), what Americans think of as acid indigestion.\nAnd yes, I cured my own acid indigestion with a teaspoon of sea salt in a glass of water for a few days.\nIf we kill our stomach acid with antacids, we will ultimately wind up with stomach cancer.\nTake for instance the “Purple Pill” and other proton pump inhibitors (PPIs) marketed to cure acid indigestion."}