{"article_title": "Specialty Drug Prices Soar Past $50,000 a Year – and We’re All Going to Pay for It", "article_keywords": ["50000", "prescription", "drugs", "pay", "average", "specialty", "drug", "past", "aarp", "going", "health", "cost", "prices", "higher", "study", "soar"], "article_url": "http://www.thefiscaltimes.com/2015/11/20/Specialty-Drug-Prices-Soar-Past-50000-Year-and-We-re-All-Going-Pay-It", "article_text": "A new report on the startling rise in the cost of “specialty drugs” warns that Americans should brace for substantial increases in their health care costs, whether they use the drugs or not.\n\nAlthough there is no precise definition for specialty drugs, many of them are relatively new, are administered by injection and are used to treat conditions that often impact older Americans, such as cancer, rheumatoid arthritis and multiple sclerosis.\n\nSpecialty drugs are among the most expensive drugs on the market and can often cost hundreds of thousands of dollars a year.\n\nAs the cost of the drugs is absorbed by private insurers or government health care programs, average Americans eventually will feel the impact in the form of higher insurance premiums and deductibles, higher taxes or offsetting cuts in government services.\n\nRelated: Billion Dollar Drugs -- America’s 10 Top Selling Medications\n\nThe study by the AARP Public Policy Institute of 115 specialty drugs widely used by older Americans found that prices increased by an average of 10.6 percent in 2013, in contrast with a general inflation rate of 1.5 percent over the same period. The average retail cost of a year’s worth of just one of those drugs was $53,384 – or more than the median U.S. household income.\n\nMuch attention has been paid to the relatively new specialty drugs such as Sovaldi and Harvoni, which can cost as much as $1,000 a pill retail to treat the potentially deadly virus hepatitis C. At the same time, however, scores of other lesser known specialty drugs gaining in popularity have shown dramatic price increases in recent years. Indeed, the retail prices for widely used specialty prescription drugs ran well ahead of inflation every year between 2006 and 2013.\n\nAccording to the latest AARP findings for 2013, for example:\n\nEnbrel Sure Click, an anti-inflammatory medication manufactured by Amgen, retailed for $85.72 per treatment, a 15 percent increase from the previous year.\n\nCopaxone, a drug for treatment of multiple sclerosis manufactured by Teva Neuroscience, cost $155.43 per day, a 13.6 percent increase.\n\nRevlimid, a drug for treating cancer produced by Novartis Pharmaceuticals, cost $430.93 per capsule, a 7.9 percent increase.\n\nProvigil, an anti-drowsiness drug made by Cephalon Pharmaceuticals, cost $38.46 per day, a 14 percent increase.\n\nIncivek, an antiviral drug made by Vertex Pharmaceuticals cost $811.83 per table, a 16.6 percent increase.\n\nThe AARP study found that in 2013 the average annual price of therapy for specialty prescription drugs was 18 times higher than the average annual price of therapy for brand-name prescription drugs -- $53,384 compared to $2,960 – and 189 times higher than the average annual price of therapy for generic prescription drugs -- $53,384 compared to $283.\n\nThe report was commissioned by AARP to call attention to the growing financial burden of specialty drugs on seniors, who use them the most. However, the findings have much wider implications for the U.S. health care system as government and private insurers grapple with the steadily mounting cost of drugs.\n\nRelated: Wonder Drugs Blow a $1 Billion Hole in VA’s Budget\n\nTo be sure, the financial impact of these soaring costs on seniors and other consumers can be overstated, because most people covered by Medicare or private health insurance plans pay just a fraction of the cost of their prescription drugs, usually in the form of a co-payment.\n\nA study released earlier this year by Express Scripts, a pharmacy benefit company, concluded that patients whose pharmacy bills exceeded $100,000 last year actually paid less than 2 percent of their costs – $2,782 on average, according to The Washington Post.\n\nMoreover, pharmaceutical industry officials complained that the AARP study failed to take into account the discounts and rebates that drug companies grant to government agencies, private insurers and pharmacy benefit companies as part of on-going negotiations, the Post reported.\n\nRelated: Cash-Strapped VA May Start Rationing Some Treatments\n\nBut as the AARP study stresses, higher prescription drug prices invariably are passed along to anyone with health insurance in the form of increased health care premiums, deductibles or other forms of cost sharing by insurers. Moreover, government health programs including Medicare and Medicaid eventually will become far more costly to operate as demand for these drugs continues to rise.\n\nThe Medicare Payment Advisory Commission recently attributed the majority of “excess” growth in Medicare Part D spending on drugs to growth in the average price of medications provided to enrollees, according to the AARP report.\n\n“Spending increases driven by high and growing drug prices will affect all Americans in some way,” the report warned. “Those with private health insurance will pay higher premiums and/or cost sharing for their health care coverage. Similarly, spending by government health programs will grow faster than the tax-based revenue that supports them, leading to higher taxes and/or cuts in public health or other programs.”", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "A new report on the startling rise in the cost of “specialty drugs” warns", "title": "Specialty Drug Prices Soar Past $50,000 a Year – and We’re All Going to Pay for It", "url": "http://www.thefiscaltimes.com/2015/11/20/Specialty-Drug-Prices-Soar-Past-50000-Year-and-We-re-All-Going-Pay-It", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/02262013_medicaid_expand_article.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/11/20/Specialty-Drug-Prices-Soar-Past-50000-Year-and-We-re-All-Going-Pay-It", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/02262013_medicaid_expand_article.jpg", "creator": "@ericpianin", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "A new report on the startling rise in the cost of “specialty drugs” warns", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "Indeed, the retail prices for widely used specialty prescription drugs ran well ahead of inflation every year between 2006 and 2013.\nSpecialty drugs are among the most expensive drugs on the market and can often cost hundreds of thousands of dollars a year.\nThe report was commissioned by AARP to call attention to the growing financial burden of specialty drugs on seniors, who use them the most.\n“Those with private health insurance will pay higher premiums and/or cost sharing for their health care coverage.\n“Spending increases driven by high and growing drug prices will affect all Americans in some way,” the report warned."}