{"article_title": "Measles Outbreak Spreads To 51 People, Shows No Signs Of Stopping", "article_keywords": ["utah", "san", "orange", "measles", "vaccinated", "spreads", "51", "disease", "county", "reported", "spread", "signs", "stopping", "outbreak", "cases", "shows"], "article_url": "http://www.medicaldaily.com/measles-outbreak-spreads-51-people-shows-no-signs-stopping-318386", "article_text": "An outbreak of measles that began at Disneyland in San Diego has now spread to people who hadn't visited the park.\n\nAn outbreak of measles that began at Disneyland in San Diego has now spread to people who hadn't visited the park. DTommyD, CC BY-SA 2.0\n\nMeasles, a highly contagious preventable childhood disease, has been making it’s way around the western U.S., with 51 confirmed cases, health officials said on Saturday. The outbreak highlights a growing trend in which parents aren’t getting their kids vaccinated.\n\nThe outbreak, which began at Disneyland in San Diego sometime between Dec. 17 and Dec. 20 has since spread to various counties in California, as well as other states and Mexico, The Los Angeles Times reported. It’s suspected there was only one person or a family ill with the disease when it was contracted by other people visiting the theme park.\n\nThere have been 51 confirmed cases since the disease started spreading. Specifically, Orange County has reported 16 cases of the viral disease, while San Diego has reported 10, of whom six hadn’t been vaccinated. Cases have also been reported in Los Angeles (8), Alameda (4), San Bernardino (2), Riverside (2), and Ventura (3), amounting to a total of 45 cases. The other cases were officially reported in Colorado (1), Utah (2), Washington (2), Mexico (1). In Utah, a third case was recently announced.\n\n“It's pretty ubiquitous now throughout the county,\" pediatrician Dr. Eric Handler, Orange County's public health officer, told The Times. \"Clearly, we have an unprotected population that needs to be immunized to halt the spread of the disease.\"\n\nMany of the children and teens who became ill with the virus were unvaccinated. In Utah, all three children had never gotten a measles vaccine, according to KSL Utah. Meanwhile, a Times analysis from last year found that Orange County, along with large swaths of Northern California, had up to 20 percent of kindergartners who’d been exempted from getting vaccines due to personal beliefs. In other words, parents have been forgoing vaccines for various reasons, the most notable of which is a fear they may cause autism or have other side effects — these claims have been invalidated.\n\nOrange County health officials said the virus is likely to continue spreading. In places like Orange County, where vaccination exemption rates are so high, there aren’t enough people who are vaccinated to stop the disease. This concept is called “herd immunity,” and 92 percent of children must be vaccinated to create a barrier strong enough to prevent the disease from leaving the community.\n\nOfficials are concerned that the disease will continue to spread, possible to the point of becoming another epidemic. In 1989, a measles epidemic caused 55,000 cases of the disease, 11,000 hospitalizations, and 120 deaths. The majority of those who fell ill in California were children under 5 years old.\n\nMeasles is a highly contagious disease characterized by painful red rashes that cover the body, high fever, red watery eyes, and swollen lymph nodes, according to the Centers for Disease Control and Prevention. In some instances, especially among those who aren’t vaccinated, it can also cause complications such as deafness, pneumonia, encephalitis — swelling of the brain — and sometimes death.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "measles, outbreak, spreads, 51, people, shows, no, signs, stopping", "og": {"site_name": "Medical Daily", "description": "An outbreak of measles that began at Disneyland in San Diego has now spread to 51 people, spanning beyond those who visited the park.", "title": "Disneyland Measles Outbreak Spreads To 51 People", "url": "http://www.medicaldaily.com/measles-outbreak-spreads-51-people-shows-no-signs-stopping-318386", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/01/18/disneyland.jpg", "type": "article"}, "twitter": {"description": "An outbreak of measles that began at Disneyland in San Diego has now spread to 51 people, spanning beyond those who visited the park.", "title": "Disneyland Measles Outbreak Spreads To 51 People", "url": "http://www.medicaldaily.com/measles-outbreak-spreads-51-people-shows-no-signs-stopping-318386", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/01/18/disneyland.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/01/18/disneyland.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "The Grapevine", "published_time": "2015-01-18T11:49:58-05:00", "modified_time": "2015-01-18T11:50:39-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "An outbreak of measles that began at Disneyland in San Diego has now spread to 51 people, spanning beyond those who visited the park."}, "article_summary": "An outbreak of measles that began at Disneyland in San Diego has now spread to people who hadn't visited the park.\nOrange County health officials said the virus is likely to continue spreading.\nSpecifically, Orange County has reported 16 cases of the viral disease, while San Diego has reported 10, of whom six hadn’t been vaccinated.\nIn places like Orange County, where vaccination exemption rates are so high, there aren’t enough people who are vaccinated to stop the disease.\nThe outbreak highlights a growing trend in which parents aren’t getting their kids vaccinated."}