{"article_title": "Fox News “brainwashed” so many dads: “People are being bamboozled on a massive scale”", "article_keywords": ["dad", "scale", "senko", "media", "bamboozled", "fox", "brainwashed", "felt", "massive", "skype", "folks", "politics", "bill", "documentary", "dads"], "article_url": "http://www.salon.com/2016/03/20/fox_news_brainwashed_so_many_dads_people_are_being_bamboozled_on_a_massive_scale/", "article_text": "Topics: Bill O'Reilly, Documentary, Film, Fox News, Jen Senko, Politics, The Brainwashing of My Dad, TV, Media News, Entertainment News\n\nFilmmaker Jen Senko noticed a disturbing phenomenon. Her father, Frank, was a goofy, fun, non-political dad who treated people with respect when she was a child. However, when she was older, she noticed her father would rant about “Feminazis,” listen to Rush Limbaugh and watch Fox News. He became the family pest, forcing one-sided discussions of conservative politics and becoming enraged and unreachable after watching Fox News.\n\nSenko investigates the reasons for this transformation in her stirring new documentary, “The Brainwashing of My Dad.” She interviews activist Noam Chomsky, author David Brock, who penned the article “Confessions of a Right-Wing Hit Man,” and Salon’s own Matthew Saccaro (“I Was a Teenage Fox News Robot”), among others to emphasize the invasiveness of Fox News. She even includes Skype interviews with ordinary people whose Fox News-loving family members shut them out of their lives.\n\nThe documentary, co-narrated by Senko and co-producer Matthew Modine, traces the history of the insidious ways the conservatives gained control of the media and how the Republican Noise Machine sustained such wide influence and impact, even as Fox News propagates lies, by bleeding false stories.\n\nSenko spoke with Salon about “The Brainwashing of My Dad.”\n\nYou noticed this transformation with your father. What tipped the scales that you decided to make a documentary feature about the topic of how folks are swayed from liberal to conservative thinking, by Fox News in particular, but also talk radio and other media?\n\nI felt like I could see the writing on the wall. I still don’t know why I could see it. I think, and this sounds weird, but when I was younger, I was really bullied, so that profoundly affected me in a lot of ways. When I first heard Rush Limbaugh, I thought he was a bully. My mother said that she was raised Christian and Limbaugh didn’t sound Christian or nice. I felt that when Hillary Clinton said there was this vast right-wing conspiracy, I felt: That’s it! That is happening! Even when Bill Clinton first became president, I felt the country was moving to the right. I felt the more I saw my dad change, and the more he became unrecognizable to us, the more alarmed I got. I talked to friends and a cousin who were very argumentative usually about the same topic and around the same time. It rang alarm bells to me. There was a very dangerous thing happening in our country. It was a phenomenon. So I wanted to make this film. I always felt since I was young that movies and media are incredibly influential. We don’t grasp how influential TV and media can be. Look at “War of the Worlds.” People believed it.\n\nWhere did you research all the facts about Roger Ailes, or the various memos you cite?\n\nAfter John Kerry lost, I got into an argument with my dad. It prompted me to start a media group called PRISM, People’s Response to Inefficient Subservient Media. We watched the Sunday news shows, and read about politics, and wrote letters together. We started renting documentaries. I found all these facts that eventually I sewed together from those sources. I learned about the Powell Memo from Frances Causey’s “Heist: Who Stole the American Dream” and the Federal Communication Act from Sue Wilson’s “Broadcast Blues.”\n\nHow did you find the folks who recounted stories of their own experiences with friends and family members on Skype in the film?\n\nThe Skype folks were from word of mouth. We had 947 backers from our Kickstarter campaign. I mentioned that I was looking for stories similar to mine. People were writing to me, so I tried the Skyping them in the film and it worked. I liked the patchwork quality of those scenes; there was a different texture for those stories. It was also very emotional for people to be seen talking about folks they love being like pod people.\n\nCan you talk about how you assembled the photos, and clips, as well as animation by Bill Plympton to tell this story?\n\nI hired an archivist to do photo research. My editor, Kala Mandrake, was wonderful because she would suggest things and find things on her own. She found some of the Fox News clips. She wasn’t political at first but she got into it and became political. Bill’s animation came near the end. Adam Rackoff [Matthew Modine’s producing partner] came in and he knew Bill, and Adam suggested we ask Bill to do some animation. He asked for a storyboard and then worked with me to get the appropriate visuals.", "article_metadata": {"description": "Salon talks to filmmaker Jen Senko about her new documentary on radical right-wing media's terrifying effect", "title": "Fox News “brainwashed” so many dads: “People are being bamboozled on a massive scale”", "og": {"site_name": "Salon", "description": "Salon talks to filmmaker Jen Senko about her new documentary on radical right-wing media's terrifying effect", "title": "Fox News “brainwashed” so many dads: “People are being bamboozled on a massive scale”", "url": "http://www.salon.com/2016/03/20/fox_news_brainwashed_so_many_dads_people_are_being_bamboozled_on_a_massive_scale/", "image": "http://media.salon.com/2014/08/bill_oreilly_distressed.jpg", "type": "article"}, "twitter": {"description": "Salon talks to filmmaker Jen Senko about her new documentary on radical right-wing media's terrifying effect", "title": "Fox News “brainwashed” so many dads: “People are being bamboozled on a massive scale”", "image": "http://media.salon.com/2014/08/bill_oreilly_distressed.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Gary M. Kramer", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Bill O'Reilly, Documentary, Film, Fox News, Jen Senko, Politics, The Brainwashing of My Dad, TV", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fd45bb\"", "article_summary": "Topics: Bill O'Reilly, Documentary, Film, Fox News, Jen Senko, Politics, The Brainwashing of My Dad, TV, Media News, Entertainment NewsFilmmaker Jen Senko noticed a disturbing phenomenon.\nShe even includes Skype interviews with ordinary people whose Fox News-loving family members shut them out of their lives.\nThe Skype folks were from word of mouth.\nHe became the family pest, forcing one-sided discussions of conservative politics and becoming enraged and unreachable after watching Fox News.\nHowever, when she was older, she noticed her father would rant about “Feminazis,” listen to Rush Limbaugh and watch Fox News."}