{"article_title": "They Just Don't Care if Healthcare.Gov Works or Not", "article_keywords": ["website", "law", "dont", "healthcaregov", "republicans", "problems", "doesnt", "health", "americans", "works", "gop", "care"], "article_url": "http://www.thedailybeast.com/articles/2013/12/02/republicans-just-don-t-care-if-healthcare-gov-is-working-or-not.html", "article_text": "Healthcare.gov is well on its way to full stability, but Republicans refuse to acknowledge it. No matter the facts, the GOP is committed to the message that Obamacare has failed.\n\nIt wasn’t that long ago when Republicans were deeply concerned over the quality of the president’s healthcare website.\n\nIn a letter to Kathleen Sebelius, head of the Department of Health and Human Services, Rep. Darrell Issa and Sen. Lamar Alexander demanded answers for the massive glitches that attended the rollout of Healthcare.gov. “We are concerned by recent comments to the media that the system suffers from architectural problems that need design changes,” wrote the two GOP lawmakers, “We seek information about these problems as well as whether you still expect individuals to suffer a tax penalty if they do no purchase government-approved health insurance.”\n\nLikewise, in a statement, Republican National Committee chairman Reince Priebus said that “Obamacare is collapsing under its own weight.” This was echoed by the Senate Republican Policy Committee, which called the website an “inexcusable train wreck” and wondered “how President Obama can tax uninsured Americans for not having something that they can’t purchase.”\n\nThe administration responded to all of this criticism—and more—with a promise that Healthcare.gov would work for the majority of users by December 1st. And it does. According to the administration, a five week “tech surge” has doubled the capacity of the online interface to the health care exchanges that form the core of the Affordable Care Act. As of this month, the website can handle 50,000 simultaneous users, for a total limit of 800,000 users per day. The site is functional more than ninety percent of the time, up from fifty-five percent of the time in October.\n\nThere is still a whole host of work to finish, especially on the back-end, where critical communications are made to insurers with regards to subsidies and eligibility. Overall, however, the White House has achieved more than 400 of the 600 fixes on its “punchcard” of repairs. Healthcare.gov is on the fast track to full stability, which will be a significant boost to the law and its prospects.\n\nGiven the extent to which Republicans were so concerned with the status of the website, you’d think they would greet this as good news, even as they continue to oppose the law. The message doesn’t have to be extensive. Something as simple as, “We still oppose the law, but we’re glad Americans haven’t been left in the cold,” would suffice.\n\nEven that, however, is too generous for Republicans, who can’t concede any goodwill to the president’s health care law. “[The] website is least of Obamacare’s problems,” tweeted Sen. John Cornyn of Texas. “This isn’t just about a broken website, it’s about a fundamentally-flawed law,” wrote Michael Steel, a spokesperson for Speaker of the House John Boehner. And on ABC’s This Week, Oklahoma Senator Tom Cole said that “You never get a second chance to make a first impression, and the first impression here was terrible.”\n\nThe Republican complaints of two months ago were purely opportunistic. For them, it just doesn’t matter if Healthcare.gov is working, since Obamacare is destined to fail, reality be damned! At most, the broken website was useful fodder for attacks on the administration. Now that it’s made progress, the GOP will revert to its usual declarations that the Affordable Care Act is a hopeless disaster. Meanwhile, hundreds of thousands of Americans have gained access to health insurance thanks to the Medicaid expansion or the exchanges, and many more will join their ranks as the deadline for coverage approaches.\n\nRepublicans haven’t offered a response to this because, as of this moment, the party doesn’t have a response. Yes, there are conservative intellectuals with ideas for reform, but as an institution, the GOP has little to say about the constellation of problems in American health care. Even in their drive for repeal, Republicans failed to offer an alternative. At most, lawmakers like Bob Corker of Tennessee have tentatively called for “market-driven” reforms, like changes to the tax code, and allowing insurers to sell across state lines. Ironically, the Affordable Care Act allows for these changes, but that doesn’t seem to matter to the GOP.\n\nIt’s almost cliché to say that the Democratic Party is gambling its success on the Affordable Care Act. If it works, the party can point to a broad program that delivers needed benefits to millions of Americans. If it doesn’t, it’s hard to imagine how Democrats will re-earn the trust of a skeptical public, to say nothing of the fate of the uninsured and the broader consequences for liberalism.", "article_metadata": {"twitter": {"site": "@thedailybeast", "card": "summary", "creator": "@jbouie"}, "keywords": "U.S. Politics", "publicationDate": 201312021845, "wrap": "/content/dailybeast/voxbox/jamelle-bouie", "description": "Healthcare.gov is well on its way to full stability, but Republicans refuse to acknowledge it. No matter the facts, the GOP is committed to the message that Obamacare has failed.", "pageNum": 1, "title": "They Just Don't Care if Healthcare.Gov Works or Not", "environment": "dev", "platform": "desktop", "template": "article", "type": "house", "parsely-page": "{\"title\":\"They Just Don\\\\u0027t Care if Healthcare.Gov Works or Not\",\"link\":\"http://www.thedailybeast.com/articles/2013/12/02/republicans-just-don-t-care-if-healthcare-gov-is-working-or-not.html\",\"image_url\":\"http://cdn.thedailybeast.com/content/dailybeast/articles/2013/12/02/republicans-just-don-t-care-if-healthcare-gov-is-working-or-not/jcr:content/image.crop.410.273.jpg/46200336.cached.jpg\",\"type\":\"post\",\"post_id\":\"/content/dailybeast/articles/2013/12/02/republicans-just-don-t-care-if-healthcare-gov-is-working-or-not\",\"pub_date\":\"2013-12-02T18:45:00+00:00\",\"section\":\"\",\"author\":\"Jamelle Bouie\",\"tags\":[\"u_s_politics0\"]}", "news_keywords": "US Politics", "tags": "u_s_politics0", "fb": {"admins": "1703087,30000737,1117577220,1276800108,931159,514915512", "app_id": 189930913679}, "authors": "Jamelle Bouie", "article": {"published_time": "2013-12-02T18:45:00.000Z", "author": "http://www.thedailybeast.com/contributors/jamelle-bouiehtml"}, "resourceType": "dailybeast2/components/pages/article", "contentpath": "/content/dailybeast/articles/2013/12/02/republicans-just-don-t-care-if-healthcare-gov-is-working-or-not", "og": {"site_name": "The Daily Beast", "description": "Healthcare.gov is well on its way to full stability, but Republicans refuse to acknowledge it. No matter the facts, the GOP is committed to the message that Obamacare has failed.", "title": "They Just Don't Care if Healthcare.Gov Works or Not", "url": "http://www.thedailybeast.com/articles/2013/12/02/republicans-just-don-t-care-if-healthcare-gov-is-working-or-not.html", "image": "http://cdn.thedailybeast.com/content/dailybeast/articles/2013/12/02/republicans-just-don-t-care-if-healthcare-gov-is-working-or-not/jcr:content/image.img.2000.jpg/1386010099910.cached.jpg", "type": "article"}, "authorIds": "/etc/authors/j/jamelle-bouie", "content-type": "text/html; charset=UTF-8"}, "article_summary": "According to the administration, a five week “tech surge” has doubled the capacity of the online interface to the health care exchanges that form the core of the Affordable Care Act.\nEven that, however, is too generous for Republicans, who can’t concede any goodwill to the president’s health care law.\nIronically, the Affordable Care Act allows for these changes, but that doesn’t seem to matter to the GOP.\nFor them, it just doesn’t matter if Healthcare.gov is working, since Obamacare is destined to fail, reality be damned!\nYes, there are conservative intellectuals with ideas for reform, but as an institution, the GOP has little to say about the constellation of problems in American health care."}