{"article_title": "Fed Finds Polarization in D.C. Drives Inequality", "article_keywords": ["fed", "regardless", "congress", "political", "washington", "drives", "dc", "polarization", "majority", "inequality", "income", "party", "republican", "finds"], "article_url": "http://www.thefiscaltimes.com/Articles/2014/06/23/Fed-Finds-Polarization-DC-Drives-Inequality", "article_text": "The good news out of the Federal Reserve Bank of New York on Monday is that political polarization in Washington, D.C., appears to have little effect on the country’s economic growth. The bad news is that it correlates strongly with income inequality.\n\nThe study, by senior economist Rajashri Chakrabarti and research analyst Matt Mazewski tracked political polarization in Congress going back to the mid-1800s. To be clear, they were not tracking the distribution of seats in either house of Congress, but the ideological distance between the average Democrat and the average Republican, regardless of which party held the majority at any given time.\n\nRelated: The Biggest Policy Mistake of the Great Recession\n\nIt will shock nobody to learn that polarization in Washington is at an all-time high. But what might be surprising is that it is not all that much higher than it was in the years leading up to the Great Depression. Polarization hit its lowest ebb in middle decades of the 20th century, and has been steadily increasing since the mid-1980s.\n\nThey also determined that the majority of the increase in polarization in recent decades has been due to the Republican Party shifting to the right.\n\n“We can confirm that polarization has increased over the past thirty-five to forty years, and that it has done so in an asymmetric way, with Republicans moving further from the center than Democrats [on fiscal issues],” they write.\n\nIncome inequality, the authors find, tracks political polarization fairly closely, though with a lag of about five years. Interestingly, the correlation appears to be largely driven by the attitudes of Republican members of Congress, meaning that the further the GOP moves from the center, the more likely income inequality is to increase. Democrats have a much weaker impact, regardless of whether they move closer to or further away from the political center.\n\nRelated: For Pope Francis, Religious Visit Quickly Turns Political\n\nThe authors offer several possible explanations for their findings. One suggestion is that polarization leads to legislative gridlock, and leaves Congress unable to do away with outdated legislation that has begun to benefit the wealthy more than it was originally intended to.\n\nAnother possibility, they suggest, is that when the Congress shifts toward the right, the regulation of financial services firms tends to be weakened, which can lead to a surge in income for some of those already at the top of the distribution.\n\nHowever, both explanations appear to be speculative at best, with no supporting data provided.\n\nTop Reads from The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "The good news out of the Federal Reserve Bank of New York on Monday is that political", "title": "Fed Finds Polarization in D.C. Drives Inequality", "url": "http://www.thefiscaltimes.com/Articles/2014/06/23/Fed-Finds-Polarization-DC-Drives-Inequality", "image": "http://cdn.thefiscaltimes.com/sites/default/files/03102014_Income_Inequality.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/Articles/2014/06/23/Fed-Finds-Polarization-DC-Drives-Inequality", "image": "http://cdn.thefiscaltimes.com/sites/default/files/03102014_Income_Inequality.jpg", "creator": "@rrgarver", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "The good news out of the Federal Reserve Bank of New York on Monday is that political", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "Income inequality, the authors find, tracks political polarization fairly closely, though with a lag of about five years.\nThe study, by senior economist Rajashri Chakrabarti and research analyst Matt Mazewski tracked political polarization in Congress going back to the mid-1800s.\nThe bad news is that it correlates strongly with income inequality.\nThe good news out of the Federal Reserve Bank of New York on Monday is that political polarization in Washington, D.C., appears to have little effect on the country’s economic growth.\nThey also determined that the majority of the increase in polarization in recent decades has been due to the Republican Party shifting to the right."}