{"article_title": "4 Disruptors Are Changing How We Manage Money", "article_keywords": ["billion", "disruptors", "trillion", "financial", "money", "manage", "companies", "bitcoin", "digital", "banks", "changing", "payment", "market"], "article_url": "http://www.thefiscaltimes.com/Articles/2014/06/18/4-Disruptors-Are-Changing-How-We-Manage-Money", "article_text": "It's been five years since the recession ended, and most of America's financial institutions are still standing.\n\nThe crisis didn't alter the country's banks like some people had thought it would, yet many bank executives are still feeling uncertain about the industry's future.\n\nHowever, it's not the global economy that has them worried, but rather the technology start-ups that are dramatically changing the way money is made, spent and saved.\n\nRelated: Don't Stash Your Cash - Invest It\n\nLast year Accenture, a global consulting firm, released a report that peered into the banking sector's future. It concluded that by 2020, could lose 15 percent of their market share to technology companies.\n\n\"Who gains in this market share?\" asked the authors of the Accenture report. \"Digitally oriented disruptors that are far more agile and innovative—the equivalent of speedboats competing against schooners.\"\n\nWhile some banks are trying to catch up, there's no question that the financial industry is falling behind these smaller, more nimble start-ups.\n\n\"The disruptors are winning,\" said Anthony Klick, a managing director in PricewaterhouseCoopers' (PwC) financial services consulting practice. \"In part, it's because of regulations, but it's also partly about what the banks have (done) to themselves.\"\n\nWhile the industry is changing in a number of ways, there are four main technologies that are impacting the sector in a big way: robo-advisors, digital payments, crowdfunding and digital currencies. All of these trends are reflected in the just-released 2014 CNBC Disruptor 50 list.\n\n1. Robo-advisors targeting $14 trillion in funds. According to PwC, assets under management in North America topped $33 trillion in 2012 and will grow to $49 trillion by 2020. About $14 trillion of those assets are in the retail investment sector, with a lot of that being overseen by professional money managers and advisors. This multitrillion-dollar market is ripe for disruption.\n\nRobo-advisors, including 2014 CNBC Disruptor Wealthfront (No. 20), Motif Investing (No. 4) and Betterment (No. 45), use software to build portfolios for investors. Plenty of advisors use software already—at least for portfolio monitoring and rebalancing—but the difference is that it takes minutes to do and it costs people a fraction of the cost of a professional advisor.\n\nRelated: The Funny Business of Investing in Comic Books\n\nIn the roughly two years that this market has existed, the robo-advisors have amassed a combined $2.6 billion in assets, according to Corporate Insight, a financial services research firm. That's tiny compared to the overall market, but most experts think that it will continue to grow.\n\n\"It's a whole new way of investing,\" said Hardeep Walia, a former Microsoft executive who founded Motif Investing at the end of 2010. Wealthfront and Betterment use index funds and ETFs that match an investor's risk tolerance, time horizon and tax situation. Motif Investing does the same, but it also allows people to choose up to 30 stock portfolios that relate to a specific theme.\n\nWalia hopes that professionals use his tools, too. \"We want advisors to use our product and then wrap their advice around it,\" he said. \"Then they can just focus on financial planning.\"\n\n2. Payments going virtual. On a recent kayak trip, Jim Carroll asked his 19- and 20-year-old sons if they had any cash that he could use at the store. Instead of handing over a few bills to the Boston-based futurist and author, they gave him a blank stare. \"They told me they don't use cash, and that's huge,\" he said. \"The next generation doesn't use money at all.\"\n\nAccording to Carroll, in the future every payment, including credit card purchases, money transfers and business bill payments, will likely be done virtually. \"We won't have credit cards in our pockets,\" he said. \"Every payment will be done through our mobile devices.\"\n\nRelated: Why Cash May Not Be King Anymore\n\nThe global mobile wallet market is expected to grow by 35 percent a year between 2012 and 2017, and mobile payment transactions topped $235 billion by the end of last year, according to Gartner Research. This has implications for credit card companies, banks and other financial institutions that lend money, issue credit cards and wire cash between countries.\n\n2014 CNBC Disruptor TransferWise (No. 16) a London-based company that's shaking up the wire-transfer space, allows people and businesses to send money between countries at a fraction of what it would usually cost to wire cash.Taavet Hinrikus, the company's co-founder and executive chairman, said, \"Our goal is to move people away from banks.\"\n\nAnother innovator in the digital payments space is Bill.com (No. 37). René Lacerte, the company's CEO and founder, hopes that a day will come when businesses never have to write a check, which he said is not secure and a waste of paper. He created a program that allows businesses to quickly and easily transfer money to one another. Lacerte's customers tell him that his \"paper check elimination\" program saves them 50 percent to 75 percent on back office-related time and they receive their receivables two or three times faster than normal.\n\n3. Crowdfunding reaching near-$100 billion.\n\nIn 2013, U.S. venture capitalists invested $29.4 billion in companies, up 7 percent from the year before, according to PricewaterhouseCoopers, while American banks have given businesses $415 billion between 2010 and 2013, according to Bankregdata.com. That may seem like a lot of business capital, but many companies have still found it difficult to find financing since the recession from these traditional sources.\n\nRelated: Crowdfunding Clash - How Indiegogo Wants to Kick Kickstarter's @$$\n\nSeveral budding tech entrepreneurs started peer-to-peer financing sites—better known as crowdfunding sites—where people with ideas, projects and fledgling businesses can ask the general public for funding. In 2013, $5.1 billion was raised on crowdfunding sites and a World Bank report released last year said the market could hit $93 billion by 2025. Companies may no longer need venture capitalists to back their firms or banks to lend them money.\n\n2014 CNBC Disruptor Kickstarter (No. 49) founded in 2009, exploded in 2012 after an entrepreneur raised more than $1 million on the site for an iPhone dock he wanted to create. Since then, a number of other companies have exceeded that amount, including Oculus Rift, a virtual reality company that raised about $2.5 million in September 2012. It was bought by Facebook for $2 billion last May.\n\nAngelList (No. 26) is a website that connects angel investors and venture capitalists with start-ups that are looking for funding. It began in 2010 as an e-mail list that simply connected investors and companies, but in mid-2013 it went online. Since it went online, 126 start-ups have received about $30 million in funding. Naval Ravikant, the company's founder and CEO, doesn't like to be called a disruptor, but he knows that what he is doing is vastly different than what's been done before. \"We're providing a service that allows people access to companies that they haven't seen before,\" he said. \"We're democratizing information flow around fundraising.\"\n\n4. Bitcoin going to $1 trillion. It's hard to imagine now, but there could come a time when there's no such thing as a local currency or even a dollar bill itself.\n\nThat's far off into the future, but many people are already using digital currencies—a virtual peer-to-peer payment system that's held by individuals rather than a bank—to buy everything from electronics and jewelry to newspapers and basketball tickets. Currently, bitcoin, the most widely used digital currency, has a present market value of $8 billion and about 80,000 transactions per day are made, according to PwC.\n\nRelated: Bitcoin - The Future of Cash or Flash in the Pan?\n\nBill Barhydt, a digital currency expert and president and CEO of mobile banking company Boom Financial, said that number will grow exponentially: He has seen market valuations as high as $1 trillion. Digital currency has the potential to disrupt everything from banks to payment companies, foreign exchange operations and more. \"Just think of the cross-border implications,\" said Barhydt. \"You can settle in real time on networks without banking or Forex requirements.\"\n\nA number of innovative companies have developed ways to make it easier for people to use virtual money. 2014 CNBC Disruptor Coinbase (No. 35) is the largest bitcoin service in America. It's a digital wallet platform that allows merchants and consumers to send and receive bitcoin payments. It also offers businesses the tools they need to accept bitcoin as a form of payment. Brian Armstrong, Coinbase's co-founder and CEO, calls bitcoin \"money made for the Internet.\"\n\nCredit cards, checks and other payment systems were not built with the Internet in mind, he said, and \"as a result, payment processing has been translated for the Web versus tailored specifically for it. The bitcoin network makes something possible that never was before, which is the removal of a third party to verify a transaction.\"\n\nCurrently, Coinbase has 32,000 merchant partners, including the DISH Network and the Chicago-Sun Times, but that will grow once people learn more about digital currencies.\n\n\"The biggest hurdle is education,\" Armstrong said. \"But as more people learn about bitcoin and begin to see how it's a safer and faster way to transfer ownership online, we'll see adoption increase across the board.\"\n\nThis article originally appeared in CNBC.\n\n\n\nRead more in CNBC:\n\nVenture capitalist guru eyes bitcoin boon\n\nThe growing perils of the cashless future\n\nWho hates the Facebook/Oculus deal? Kickstarter backers\n\n", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "It's been five years since the recession ended, and most of America's financial instit", "title": "4 Disruptors Are Changing How We Manage Money", "url": "http://www.thefiscaltimes.com/Articles/2014/06/18/4-Disruptors-Are-Changing-How-We-Manage-Money", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/04132010_Cash_article.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/Articles/2014/06/18/4-Disruptors-Are-Changing-How-We-Manage-Money", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/04132010_Cash_article.jpg", "card": "summary", "title": "The Fiscal Times"}, "generator": "Drupal 7 (http://drupal.org)", "description": "It's been five years since the recession ended, and most of America's financial instit", "viewport": "initial-scale=1, maximum-scale=1"}, "_id": "\"57477af36914bd0286fcf668\"", "article_summary": "Brian Armstrong, Coinbase's co-founder and CEO, calls bitcoin \"money made for the Internet.\"\nThis has implications for credit card companies, banks and other financial institutions that lend money, issue credit cards and wire cash between countries.\nHowever, it's not the global economy that has them worried, but rather the technology start-ups that are dramatically changing the way money is made, spent and saved.\nDigital currency has the potential to disrupt everything from banks to payment companies, foreign exchange operations and more.\n\"The disruptors are winning,\" said Anthony Klick, a managing director in PricewaterhouseCoopers' (PwC) financial services consulting practice."}