{"article_title": "Bernie Sanders and the $15 minimum wage", "article_keywords": ["wage", "sanders", "15", "hour", "hike", "study", "increase", "minimum", "1010", "raising", "bernie"], "article_url": "http://www.myajc.com/news/news/state-regional-govt-politics/sanders-overstates-the-positive-impacts-of-a-hike-/nrHmW/", "article_text": "Though he’s trailing Hillary Clinton in the Democratic delegate count, Bernie Sanders is keeping up the pressure on his primary rival, particularly on policy grounds.\n\nIn a tweet sent on May 4, 2016 — the day after Sanders won the Indiana primary — Sanders reminded followers about his stance on the minimum wage, which is more aggressive than Clinton’s. Sanders supports raising the wage to $15 an hour, while Clinton has backed a raise to $12 an hour.\n\n“Increasing the min. wage to $15 an hour would reduce spending on food stamps, public housing and other programs by over $7.6 billion a year,” Sanders tweeted.\n\nIs that correct?\n\nSanders’ tweet rests on an analysis of increasing the minimum wage to $10.10, not to $15. In reality, economists have never modeled potential job losses caused by increasing the minimum wage to $15, which would be more than double the current level. In fact, some suggest that raising the minimum wage that high could produce enough job losses to increase — not decrease — public assistance costs.\n\n+ FILE - In this July 30, 2015 file photo, Democratic presidential candidate, Sen. Bernie Sanders, I-Vt., waves after speaking at a ... read more ×\n\nThe number comes from the Economic Policy Institute, a left-of-center think tank, based on a minimum wage hike to $10.10. “Raising the minimum wage to $10.10 would reduce government expenditures on current income-support programs by $7.6 billion per year — and possibly more, given the conservative nature of this estimate,” EPI wrote.\n\nThe author of the EPI paper, David Cooper, told PolitiFact that he and his colleagues did subsequently re-run the numbers — not for a $15 minimum wage but for a $12 minimum wage. Their conclusion was that a bump to $12 would save an even higher amount than a bump to $10.10 — specifically, $17 billion annually. So Sanders’ tweet, Cooper said, could actually be “an understatement.”\n\nBut even if you agree with that argument changing the calculation to a $15 minimum wage could make a big difference.\n\n+ politifact mostly false ×\n\nEven Cooper acknowledged that there’s a degree of uncertainty about the impacts of a minimum wage hike as large as the one Sanders was referring to.\n\n“I don’t think we know definitively whether $15 would be different, because it is larger than the increases that have been rigorously studied,” Cooper said. However, he added, “If you think $15 would have some sizable negative effect on employment or hours, it’s going to moderate those savings (on government assistance programs). We have no way to know by how much.”\n\nOther economists we checked with expressed even deeper skepticism. They said that even if you accept research that says modest minimum-wage increases don’t depress employment it’s unwise to blithely assume that an increase to $15 will have no negative impact on hiring and hours worked.\n\nFor instance, in 2014, the nonpartisan Congressional Budget Office estimated that an increase of the minimum wage from $7.25 to $9.00 would result in the loss of 100,000 jobs. But a rise to $10.10, CBO estimated, would swell that number fivefold, to 500,000.\n\nScaling that calculation up to a $15 minimum wage would almost certainly increase net job losses further, said Gary Burtless, an economist with the Brookings Institution.\n\n“It’s very hard to believe that a minimum wage hike to $15 would produce the same adverse impact on employment as a hike to just $10.10,” Burtless said. Indeed, the potential adverse impacts are “likely to be considerably bigger” at $15, he said.\n\nJonathan Meer, a Texas A&M University economist agreed.\n\n“These estimates are predicated on the notion that the minimum wage is a simple transfer from employers to employees, with no negative effects on employment,” he said. “The higher the minimum wage goes, the worse of an assumption that is.”\n\nWhen we reached out to the Sanders campaign, they forwarded two supporting documents.\n\nOne was a letter from 210 economists backing a minimum wage hike to $15 an hour. However, even this letter acknowledges that “raising the federal minimum wage to $15 an hour as of 2020 would entail an increase that is significantly above the typical pattern with federal minimum wage increases.”\n\nThe second was a study from the University of Washington that found little or no evidence of price increases at grocery, retail, or gasoline stores in Seattle relative to the surrounding areas after that city raised its minimum wage.\n\nHowever, while Seattle’s wage is eventually heading to $15, it has not reached that level yet, and the study only looked at the period after the wage increased from $9.47 to $11. That’s a jump of $1.53, not $7.75 — the size of the federal increase if Sanders had his way.\n\nOur ruling\n\nSanders tweeted, “Increasing the min. wage to $15 an hour would reduce spending on food stamps, public housing and other programs by over $7.6 billion a year.”\n\nSanders based this on a study that looked at what would happen if the minimum wage were raised to $10.10, not to $15. In reality, no such study of a $15 wage hike exists — and economists say there’s good reason to believe that jobs lost from a wage hike that large could be significant. It might even be big enough to increase the cost of government assistance, not lower it.\n\nAt the very least, a minimum wage increase this big is historically unprecedented, meaning that the degree of certainty in Sanders’ tweet is unsupported by academic evidence.\n\nWe rate the claim Mostly False.", "article_metadata": {"description": "Though he’s trailing Hillary Clinton in the Democratic delegate count, Bernie Sanders is keeping up the pressure on his primary rival, particularly on policy grounds.", "author": "By Louis Jacobson - PolitiFact", "og": {"url": "http://www.myajc.com/news/news/state-regional-govt-politics/sanders-overstates-the-positive-impacts-of-a-hike-/nrHmW/", "image": "http://media.cmgdigital.com/shared/img/photos/2015/09/28/81/86/politifact_-_mostly_false.jpg", "type": "article", "description": "Though he’s trailing Hillary Clinton in the Democratic delegate count, Bernie Sanders is keeping up the pressure on his primary rival, particularly on policy grounds.", "title": "Bernie Sanders and the $15 minimum wage"}, "twitter": {"image": "http://media.cmgdigital.com/shared/lt/lt_cache/resize/120x120/img/photos/2016/05/05/9d/80/d4056e6ec09f488fa6b1f6fe3e715e82-34c18d90f2e14546902cac9fcaeea873-0.jpg", "description": "Though he&rsquo;s trailing Hillary Clinton in the Democratic delegate count, Bernie Sanders is keeping up the pressure on his primary rival, particularly on policy grounds.", "card": "summary", "title": "Sanders overstates the positive impacts of a hike in the minimum wage"}, "apple-mobile-web-app-title": "myajc", "vr": {"canonical": "http://www.myajc.com/news/news/state-regional-govt-politics/sanders-overstates-the-positive-impacts-of-a-hike-/nrHmW/"}, "cmg_revpath": "/re/292/3334713/news/news/state-regional-govt-politics/sanders-overstates-the-positive-impacts-of-a-hike-/nrHmW/", "keywords": "taxon:politics,story-tpt-id:8340,politifact,natworld.ajc", "viewport": "shrink-to-fit=no, width=device-width, initial-scale=1.0, user-scalable=no, maximum-scale=1"}, "article_summary": "The author of the EPI paper, David Cooper, told PolitiFact that he and his colleagues did subsequently re-run the numbers — not for a $15 minimum wage but for a $12 minimum wage.\nSanders’ tweet rests on an analysis of increasing the minimum wage to $10.10, not to $15.\nIn reality, no such study of a $15 wage hike exists — and economists say there’s good reason to believe that jobs lost from a wage hike that large could be significant.\nOne was a letter from 210 economists backing a minimum wage hike to $15 an hour.\nSo Sanders’ tweet, Cooper said, could actually be “an understatement.”But even if you agree with that argument changing the calculation to a $15 minimum wage could make a big difference."}