{"article_title": "Humane Society executive director steps down", "article_keywords": ["million", "jarrell", "shelter", "executive", "director", "society", "steps", "humane", "work", "resignation", "quimby", "staff"], "article_url": "http://djournal.com/news/humane-society-executive-director-steps-down/", "article_text": "By Riley Manning\n\nDaily Journal\n\nTUPELO – After serving the Lee County Humane Society for a year and a half, Donna Jarrell has resigned her post as executive director.\n\n“It has become obvious over the past few months that I will not be able to help this community with the construction of a desperately needed new animal shelter,” Jarrell said. “As much as I love the shelter, the staff and the animals, having a dozen directors with a dozen different ideas has just become too difficult.”\n\nWith 17 years of work in the nonprofit world, Jarrell said an all-volunteer board is always a challenge to work with. Her tenure began in early 2014, following the resignation of six-year executive director Debbie Hood. Under Jarrell’s watch, the Humane Society has lowered its euthanasia rate by nearly 40 percent. The shelter is also saving more animals than ever, Jarrell said, through transfers to rescues throughout the country.\n\nJay Quimby, president of the Humane Society’s board of directors, said measures are underway to recruit a new executive director. Until then, its existing staff will manage the shelter.\n\n“We wish (Jarrell) the best of luck in her future endeavors. We thank her, she was the face of the shelter,” Quimby said. “For now, there are several managers who reported to Donna that will keep the shelter going. Operationally, it’ll be business as usual.”\n\nDespite Jarrell’s resignation, Quimby said 2016 would prove to be a banner year for the shelter, with the building of a new $2 million facility. Fundraising efforts for the project have been ongoing for 10 years, and it is currently within a half million dollars of its goal. Quimby estimated construction would begin in January.\n\nriley.manning@journalinc.com", "article_metadata": {"og": {"site_name": "Northeast Mississippi Daily Journal", "description": "By Riley Manning Daily Journal TUPELO – After serving the Lee County Humane Society for a year and a half, Donna Jarrell has resigned her post as executive director. “It has become obvious over the past few months that I will not be able to help this community with the construction of a desperately needed …", "title": "Humane Society executive director steps down - Daily Journal", "locale": "en_US", "image": "http://djournal.com/wp-content/blogs.dir/42/files/2014/02/Jarrell-Donna-e1442047243964-97x130.jpg", "url": "http://djournal.com/news/humane-society-executive-director-steps-down/", "type": "article"}, "twitter": {"description": "By Riley Manning Daily Journal TUPELO – After serving the Lee County Humane Society for a year and a half, Donna Jarrell has resigned her post as executive director. “It has become obvious over the past few months that I will not be able to help this community with the construction of a desperately needed […]", "creator": "@admin", "image": "http://i0.wp.com/djournal.com/wp-content/blogs.dir/42/files/2015/11/Jarrell-Donna-e1442047243964-97x130.jpg?fit=97%2C130", "title": "Humane Society executive director steps down - Daily Journal", "site": "@djournalnow", "card": "summary"}, "apple-itunes-app": "app-id=486426430, affiliate-data=1l3vpBD, app-argument=http://djournal.com/news/humane-society-executive-director-steps-down/", "fb": {"admins": 26506061, "app_id": 441890629197277}, "article": {"publisher": "https://www.facebook.com/djournalnow", "section": "News", "published_time": "2015-11-24T06:11:14-05:00"}, "viewport": "width=1075"}, "article_summary": "By Riley ManningDaily JournalTUPELO – After serving the Lee County Humane Society for a year and a half, Donna Jarrell has resigned her post as executive director.\nUnder Jarrell’s watch, the Humane Society has lowered its euthanasia rate by nearly 40 percent.\nJay Quimby, president of the Humane Society’s board of directors, said measures are underway to recruit a new executive director.\nHer tenure began in early 2014, following the resignation of six-year executive director Debbie Hood.\nWe thank her, she was the face of the shelter,” Quimby said."}