{"article_title": "ObamaCare Enrollment Flatlines As 6th Insurance Co-Op Fails", "article_keywords": ["fails", "coop", "end", "6th", "enrollment", "million", "obamacare", "rate", "health", "flatlines", "administration", "insurance", "comes"], "article_url": "http://www.investors.com/politics/obamacare/obamacare-enrollment-expected-to-remain-flat-next-year/", "article_text": "Health Reform: Amid massive premium increases, the administration says that ObamaCare enrollment will flatline next year. This news comes just as health insurance co-op No. 6 goes belly-up. The train wreck continues.\n\nWith less than a month to go before ObamaCare open enrollment starts, the Health and Human Services Department has massively downgraded how many it expects will sign up. In a report released Thursday, HHS said that enrollment will be between 9.4 million and 11.4 million by the end of next year.\n\nIn other words, enrollment will be about half what the Congressional Budget Office projected. And at the low end, it means that ObamaCare enrollment will have declined from where it was in March of this year, when HHS bragged that 10.2 million were covered.\n\nThis terrible forecast comes in the wake of the massive rate increases that insurers across the country requested for 2016, some of which were as high as 50% and many of which state regulators are approving, despite administration promises that they’d be knocked down.\n\nFlat enrollment also comes even though ObamaCare’s penalty for not being insured is going up. Next year, the fine for not buying government-approved insurance will climb to $695 per person or 2.5% of household income, whichever is greater.\n\n“Apparently, the administration does not think the bigger fines will make much of a difference,” said industry analyst Robert Laszewski.\n\nLow enrollment will further undermine the stability of the ObamaCare exchanges, increasing the odds of still more rate shocks in the years ahead.\n\nAt the same time, ObamaCare’s grand experiment in creating a nonprofit insurance co-op market continues to collapse, with Kentucky Health’s announcement Wednesday that it will close shop by the end of the year.\n\nDemocrats thought these nonprofits would put downward pressure on premiums in the ObamaCare exchange and arranged for billions in guaranteed loans to get 23 of them up and running. Instead, they turned out to be huge money losers.\n\nKentucky Health, which had enrolled some 56,000 people in that state and neighboring West Virginia, lost more than $50 million in 2014. Its failure marks the sixth co-op to go under so far, including New York’s, putting nearly $762 million in federal loans at risk. This doesn’t count Vermont’s co-op, which never got off the ground despite $4.8 million in start-up loans.\n\nHHS officials conceded after the New York co-op admitted failure in September, “We cannot rule out that others may (fail) this year.” That seems obvious.\n\nGiven that every ObamaCare co-op but one — Maine Community — has been hemorrhaging money, that seems like a safe bet. To stay alive, most put in for huge rate hikes for 2016 — 58% in Utah, 42% in Montana, 33% in Tennessee, 24% in Colorado and so on, undermining their purpose as low-cost alternatives to commercial insurance plans.\n\nIn the end, it’s just another day in the miserable life of a program that President Obama says is working better than anyone expected.", "article_metadata": {"description": "Health Reform: Amid massive premium increases, the administration says that ObamaCare enrollment will flatline next year. This news comes just as health", "og": {"site_name": "Investor's Business Daily", "description": "Health Reform: Amid massive premium increases, the administration says that ObamaCare enrollment will flatline next year. This news comes just as health insurance co-op No. 6 goes belly-up. The tra…", "title": "ObamaCare Enrollment Flatlines As 6th Insurance Co-Op Fails", "url": "http://www.investors.com/politics/obamacare/obamacare-enrollment-expected-to-remain-flat-next-year/", "image": {"width": 512, "identifier": "http://www.investors.com/wp-content/uploads/2016/05/cropped-ibd-favicon-v7.png", "height": 512}, "locale": "en_US", "type": "article"}, "twitter": {"card": "summary", "creator": "@IBDInvestors"}, "wp-parsely_version": "1.8", "msapplication-TileImage": "http://www.investors.com/wp-content/uploads/2016/05/cropped-ibd-favicon-v7-270x270.png", "keywords": "obamacare", "date": "2015-10-15 15:39:00:-08:00", "article": {"published_time": "2015-10-15T15:39:00+00:00", "modified_time": "2016-05-23T20:34:02+00:00"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fd45a7\"", "article_summary": "Given that every ObamaCare co-op but one — Maine Community — has been hemorrhaging money, that seems like a safe bet.\nThis news comes just as health insurance co-op No.\nHealth Reform: Amid massive premium increases, the administration says that ObamaCare enrollment will flatline next year.\nIn a report released Thursday, HHS said that enrollment will be between 9.4 million and 11.4 million by the end of next year.\nAnd at the low end, it means that ObamaCare enrollment will have declined from where it was in March of this year, when HHS bragged that 10.2 million were covered."}