{"article_title": "Broward Health CEO Kills Self", "article_keywords": ["el", "kills", "ceo", "hospitals", "self", "florida", "health", "board", "net", "sanadi", "safety", "broward", "dr", "hospital"], "article_url": "http://health.wusf.usf.edu/post/broward-health-ceo-kills-self", "article_text": "Dr. Nabil El Sanadi, president and CEO of Broward Health and an active member of the state’s Board of Medicine and Safety Net Hospital Alliance, died Saturday from what law enforcement is calling a self-inflicted gunshot wound.\n\nThe Broward County Sheriff’s Office reports that it was called to a Lauderdale-By-The-Sea condominium about 4 p.m. Saturday, about an adult man who had fallen in a lobby restroom. Authorities confirmed that the address is the same as Dr. El Sanadi’s home.\n\nHospital officials told the South Florida Sun Sentinel that the 60-year-old emergency physician had undergone heart bypass surgery 10 days ago. The health system’s website posted a tribute to Dr. El-Sanadi on its home page.\n\n\"We are deeply saddened by this devastating loss and our prayers go out to his family at this time,\" hospital officials said in a statement.\n\nBroward Health, with several hospitals and more than 50 other locations in South Florida, is one of the nation’s 10-largest public hospitals in the country. Last year, the system settled a whistleblower lawsuit for $70 million, related to charges it had committed Medicare and Medicaid fraud. The allegations circled around a supposed kickback scheme that rewarded physicians for referring business back to Broward Health.\n\nDr. El Sanadi, who had been the system’s leader since December 2014, was an advocate for hospitals serving the poor and uninsured, said Tony Carvalho, president of the Safety Net Hospital Alliance of Florida.\n\n“Our thoughts and prayers are with his family, friends, colleagues and the countless patients whose lives he touched and made better,” Carvalho said in a statement. “Dr. El Sanadi was an active and collegial member of the safety net hospital alliance board and both his contributions and his friendship will be missed.”\n\nDr. El Sanadi also served on the Florida Board of Medicine. A former chairman of that board, his current term was not scheduled to end until 2018.", "article_metadata": {"category": "HNF Stories", "description": "Dr. Nabil El Sanadi, president and CEO of Broward Health and an active member of the state’s Board of Medicine and Safety Net Hospital Alliance, died", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://health.wusf.usf.edu/post/broward-health-ceo-kills-self", "image": "http://mediad.publicbroadcasting.net/p/healthnewsfl/files/styles/medium/public/201601/nabil-sanadi.jpg", "type": "article", "description": "Dr. Nabil El Sanadi, president and CEO of Broward Health and an active member of the state’s Board of Medicine and Safety Net Hospital Alliance, died", "title": "Broward Health CEO Kills Self"}, "story_id": 464215229, "twitter": {"site": "@HealthNewsFL", "card": "summary", "creator": "@HealthNewsFL"}, "author": "Health News Florida Staff", "org_id": 0, "dc": {"title": "Broward Health CEO Kills Self"}, "nid": 13354, "datePublished": "2016-01-24", "keywords": "Dr. Nabil El Sanadi, Broward Health", "wordCount": 367, "has_audio": 0, "viewport": "width=device-width"}, "article_summary": "Dr. Nabil El Sanadi, president and CEO of Broward Health and an active member of the state’s Board of Medicine and Safety Net Hospital Alliance, died Saturday from what law enforcement is calling a self-inflicted gunshot wound.\nAuthorities confirmed that the address is the same as Dr. El Sanadi’s home.\nBroward Health, with several hospitals and more than 50 other locations in South Florida, is one of the nation’s 10-largest public hospitals in the country.\nThe allegations circled around a supposed kickback scheme that rewarded physicians for referring business back to Broward Health.\nEl Sanadi was an active and collegial member of the safety net hospital alliance board and both his contributions and his friendship will be missed.”Dr. El Sanadi also served on the Florida Board of Medicine."}