{"article_title": "Cancer Tests You Really Need", "article_keywords": ["tests", "cancer", "themread", "twice", "agree", "ultrasound", "know", "need", "women", "think", "breast", "really"], "article_url": "http://www.consumerreports.org/cro/news/2014/07/the-cancer-tests-you-really-need/index.htm", "article_text": "CR’s take: We agree that women have the right to know about their breast health, but we think they should also know the limitations of ultrasound and other tests. They may make most sense for women with “extremely dense” breasts, who might have about twice the risk of breast cancer compared with women with average density. In general, we agree with the Task Force that women ages 50 to 74 should have mammograms every two years. We think women in their 40s and those 75 and older should talk with their doctor to see whether the benefits outweigh the potential harm for them.\n\nRead more abou the imaging tests you might need if you are diagnosed with breast cancer (PDF).", "article_metadata": {"news_keywords": "Cancer, Cancer Screening, Cancer Tests, Colonsocopy, PSA, Mammography, Breast Cancer, Prostate Cancer, Lung Cancer, Colon Cancer, Health, Doctors & Hospitals, Conditions & Treatments, Men's Health, Women's Health, Health After 60", "Title": "Cancer Tests You Really Need - Consumer Reports News", "og": {"url": "http://www.consumerreports.org/cro/news/2014/07/the-cancer-tests-you-really-need/index.htm", "image": "http://www.consumerreports.org/content/dam/cro/news_articles/health/Consumer-Reports-Scan-July-2012.jpg", "type": "article", "title": "Cancer Tests You Really Need - Consumer Reports News"}, "robots": "INDEX,FOLLOW", "publishDate": "2014-07-09T14:30Z", "primarytag": "Health", "last-modified": "2014-08-15T00:37Z", "fb": {"app_id": 551478298314138}, "searchTitle": "Consumer Reports: Cancer Tests You Really Need - Consumer Reports News", "keywords": "Cancer, Cancer Screening, Cancer Tests, Colonsocopy, PSA, Mammography, Breast Cancer, Prostate Cancer, Lung Cancer, Colon Cancer, Health, Doctors & Hospitals, Conditions & Treatments, Men's Health, Women's Health, Health After 60", "contenttag": "Men's Health", "description": "Confused about cancer screening? Follow these recommendations for cancer screening from Consumer Reports."}, "article_summary": "Read more abou the imaging tests you might need if you are diagnosed with breast cancer (PDF).\nThey may make most sense for women with “extremely dense” breasts, who might have about twice the risk of breast cancer compared with women with average density.\nWe think women in their 40s and those 75 and older should talk with their doctor to see whether the benefits outweigh the potential harm for them.\nCR’s take: We agree that women have the right to know about their breast health, but we think they should also know the limitations of ultrasound and other tests.\nIn general, we agree with the Task Force that women ages 50 to 74 should have mammograms every two years."}