{"article_title": "How Red Is the 10th District?", "article_keywords": ["republican", "district", "congress", "national", "foust", "seat", "state", "race", "10th", "fairfax", "red"], "article_url": "http://www.connectionnewspapers.com/news/2014/feb/19/how-red-10th-district/", "article_text": "10th District: Still Solid Red or Swing Seat? In 2011, after the last round of redistricting, the risk of competitive congressional races diminished for Virginia’s three Democratic members of Congress and eight Republicans members of Congress. On paper, the 10th district was considered safe Republican territory. But that was 2011. \"The demographics are shifting as we’re talking,\" state Sen. David Marsden (D-37) said in an interview Sunday. \"Foust is the one to beat.\" Republican Supervisor John Cook (Braddock) said the seat will remain in Republican hands. \"It is a Republican seat and I think we will have a strong candidate, in which case we will win,\" Cook said in an interview Sunday night. In December, Rothenberg Political Report and Roll Call rated the 10th district contest a \"Lean Republican\" race, based on Bloomberg’s number-crunching in the most recent state and national elections. In last year’s presidential race, for example, Mitt Romney won the 10th district, 50-49 percent. In this year’s gubernatorial race, Republican Ken Cuccinelli carried the district over Democrat Terry McAulliffe 48-47 percent. Republican Mark Obenshain and Democrat Mark Herring fought to a standoff in the in the race for attorney general, with Obenshain winning the 10th district by 72 votes before the recount. The 10th gave Democrat Ralph Northam a more solid victory, with a 52-48 percent win over Republican E.W. Jackson. The district includes all of Clarke, Frederick, Loudoun, and Warren counties and the independent cities of Manassas, Manassas Park, Winchester, along with portions of Fairfax, Fauquier, Prince William counties. Wolf won the 2012 race with 58 percent of the vote against Democrat Kristin Cabral (39 percent) and Independent J. Kevin Chisholm (3 percent).\n\nWho is Running? Republican Declared Candidates Barbara Comstock, State Delegate, 34th District\n\nLuellen Hoffman, Director of Exhibits at the National Defense Industrial Association\n\nStephen Hollingshead, former U.S. Department of Housing and Urban Development adviser\n\nBob Marshall, State Delegate\n\nTareq Salahi, television personality and write-in candidate for Governor in 2013\n\nMarc Savitt, President of the National Association of Independent Housing Professionals\n\nRichard Shickle, Chairman of the Frederick County Board of Supervisors\n\nRob Wasinger, former Chief of Staff to U.S. Rep. Kerry Bentivolio Democratic Declared Candidates Richard Bolger, Fairfax attorney\n\nJohn Foust, Fairfax County Supervisor, Dranesville district\n\nSam Kubba, Leesburg architect\n\nDavid Wroblewski, Iraq War veteran\n\nHow Will Parties Select Nominees? The Republican nominee will be selected in a \"firehouse primary,\" also called a party canvas, to be held April 26.\n\nOn Feb. 8, the 10th Congressional District Democratic Committee voted unanimously to hold a convention on April 26 to select the 2014 Democratic nominee. Source: Ballotpedia\n\nU.S. Rep. Frank R. Wolf’s announcement in December that he would not seek reelection to an 18th term in Congress came as a surprise to both Republicans and Democrats.\n\nWolf’s retirement notice instantly set off a feeding frenzy among politicians maneuvering to gain the Northern Virginia Congressional seat.\n\nThe 74-year-old Republican held the seat for more than three decades. But Democrats now see a prize pickup opportunity for this year’s midterm elections, and potential candidates have rapidly dropped in and out of the race as political pundits question how red the district will remain.\n\nDemocrat John Foust, a Fairfax County Supervisor from McLean, announced he would challenge the incumbent a week before Wolf’s retirement news.\n\nDel. Barbara Comstock (R-34), a McLean attorney and Wolf’s former senior aide, emerged as the one to watch when she announced her candidacy in January. Like Foust, Comstock is a formidable fundraiser and she quickly received the endorsement of many party officials, including presidential hopeful Mitt Romney, for whom she worked in the 2012 campaign.\n\nDEMOCRATIC STRATEGISTS considered Foust to be one of Wolf’s most challenging opponents in years, and Foust quickly racked up a slew of endorsements from more than 50 former and current elected officials, including Lt. Gov. Ralph Northam and U.S. Rep. Jim Moran (D-8). Moran later announced he would not seek reelection. Foust’s momentum had a rainmaking impact on donors. In late January, Foust reported raising more than $217,000, with nearly that amount — $210,000 — reported as cash on hand.\n\n\"This is another clear sign that our message of bringing problem solving, bipartisan leadership back to Congress is resonating with Northern Virginia residents,\" Foust said in a statement about his successful fundraising.\n\n\"We had fewer than 20 days to do three months of work, but residents sent a clear message that they’re tired of the gridlock and finger-pointing in Washington and are ready for our brand of commonsense leadership.\"\n\n\"My money is on John Foust,\" said Sharon Bulova, chairman of the Fairfax County Board of Supervisors in an interview Sunday. \"His constituent service is second to none and he has really delivered for his Dranesville constituents. Republicans and Democrats alike love him.\"\n\nIn less than a month, three other Democrats currently join Foust in vying for the seat: Fairfax lawyer Richard Bolger, Leesburg architect Sam Kubba and Iraq War veteran David Wroblewski. Several others might still consider a run.\n\nON THE REPUBLICAN SIDE, speculation about who would enter the race ran the gamut from the obvious to the absurd. Tareq Salahi, a write-in candidate for last year’s governor’s race, remains in the race. A vintner and television personality, Salahi gained national attention when he and his ex-wife crashed a White House state dinner in 2009.\n\nWhen announcing her candidacy, Comstock said: \"I have a demonstrated record of winning important legislative victories for Northern Virginians as well as winning hard fought, principled elections.\"\n\nComstock’s mainstream GOP platform includes \"repealing and replacing Obamacare,\" as well as promoting policies for a healthier economy and \"fighting to protect our national security and dedicated military.\"\n\n\"I will be a tireless advocate for one of the most vibrant and diverse communities in the Commonwealth and I will demand and work hard for common sense results,\" she said in a news release. \"I am running for Congress because I believe my strong record as a common sense conservative leader is what is needed in Congress. I know how to effectively fight for Northern Virginia's hard working taxpayers having first learned from Congressman Wolf, working in his congressional office.\"\n\nComstock is currently facing seven declared candidates for her party’s nomination, including a challenge from Virginia Del. Bob Marshall, who entered the crowded Republican primary field last week.\n\nIn a news release announcing his candidacy, Marshall, who has represented parts of Prince William and Loudoun counties in the General Assembly for more than 20 years, vowed to vote no to any tax increases, and said he would \"be on the front lines to defund and dismantle Obamacare. \"\n\nMarshall also said in his announcement that he would oppose \"the creation or maintenance of a police surveillance state to spy on us,\" and oppose the \"executive assault\" on congressional powers. He told reporters he believes his candidacy will appeal to the conservative party activists.\n\nEarlier this month another Republican, Rob Wasinger of Fairfax Station, announced his candidacy, citing 20 years of experience of working for prominent conservative lawmakers on Capitol Hill.\n\nPotential candidates have until March 27 to file the necessary paperwork for a run.", "article_metadata": {"og": {"url": "http://www.connectionnewspapers.com/news/2014/feb/19/how-red-10th-district/", "type": "article", "title": "How Red Is the 10th District?"}, "description": "U.S. Rep. Frank R. Wolf’s announcement in December that he would not seek reelection to an 18th term in Congress came as a surprise to both Republicans and Democrats.\r\nWolf’s retirement notice instantly set off a feeding frenzy among politicians maneuvering to gain the Northern Virginia Congressional seat.", "viewport": "width=1020"}, "_id": "\"57477af36914bd0286fd45ec\"", "article_summary": "10th District: Still Solid Red or Swing Seat?\nIn last year’s presidential race, for example, Mitt Romney won the 10th district, 50-49 percent.\nOn paper, the 10th district was considered safe Republican territory.\nIn December, Rothenberg Political Report and Roll Call rated the 10th district contest a \"Lean Republican\" race, based on Bloomberg’s number-crunching in the most recent state and national elections.\nIn this year’s gubernatorial race, Republican Ken Cuccinelli carried the district over Democrat Terry McAulliffe 48-47 percent."}