{"article_title": "R Street Institute", "article_keywords": ["debt", "love", "business", "institute", "series", "healthcare", "street", "youth", "federal", "r", "big", "gov", "care"], "article_url": "http://www.rstreet.org/2015/07/29/gov-knows-best/", "article_text": "No one likes a controlling, overbearing boyfriend. You know the guy I’m talking about. Incessantly checking in, sticking his nose into every and any decision, disapproving of anyone or thing that disagrees with him, and above everything else, claiming he knows what’s best.\n\nWhile this persona of control and “knowing best” could be attributed to many individuals and organizations, one noted institution stands out: the federal government.\n\nOur friends at the Independent Institute have addressed this issue through a satirical video series titled Love Gov, highlighting the folly, cost and intrusiveness of certain government policies. According to David J. Theroux, the institute’s founder and president:\n\nLove Gov is a way to help anyone, especially millennials, understand the federal government’s ever-expanding reach into personal lives. It’s a lighthearted approach to reach audiences on a personal level, and inspire them to learn more and take action.\n\nThe series focuses on a young woman, Alexis, and her relationship with her overbearing, borderline crazy boyfriend, Scott “Gov” Govinsky. “Gov” represents the federal government and continuously introduces havoc into Alexis’ life through his intrusive behavior, which the series uses to allude to federal policies ranging from encouraging student debt to inadequate universal healthcare to privacy violations.\n\nThe hilarious (yet frightening) big government sentiments vocalized by “Gov” could not have been more spot on.\n\n‘I love small businesses… but not as much as big business.’ ‘I’m massively in debt, massively. Except it’s other people’s debt. It’s complicated.’ ‘Education is priceless!’\n\nAlthough these quotes obviously are used as vehicles to poke fun at big government, all of them possess a staggering ring of truth that have not been given sufficient attention. In a day and age when the rhetoric and agenda of the political left has infiltrated educational institutions and youth opinions around the country, Love Gov brings a long-needed fresh of a breath air.\n\nHaving recently graduated from a left-leaning, private university in Washington D.C., this could not have hit any closer to home for me.\n\nIf you oppose the Affordable Care Act, you’re viewed as an immoral individual who doesn’t care about the health of those who are less fortunate. If you oppose excessive business regulations aimed to “assist and protect employees,” you’re viewed as ignorant or “privileged.” Unfortunately, opinions like these have transcended beyond liberal educational institutions and have started to become part of the overall millennial mindset.\n\nNearly all twentysomethings would love if it healthcare were allotted to all citizens and employees could be protected from potential abuse in the workplace. The fact of the matter is, the cost of doing so with healthcare isn’t realistically attainable and a good amount of business regulations are unnecessary and kill the jobs they are designed to protect.\n\nWhat price are we willing to pay as we continue allowing the federal government to continue to meddle in education, the housing market, business, health care and various other areas of our lives?\n\nUsing various examples – ranging from how a twentysomething woman without children has no reason to pay for pediatric dental care to how universities have no incentive to cut costs due to the existence of government-backed student loans – Love Gov breaks through with humor and does what many have tried to do before, but failed. It points out to everyone, and specifically millennials, that the government has been too intrusive and costs Americans too much.\n\nLove Gov may only be a five-part video series, but through its ability to simultaneously provoke both laughter and reflection, it has a role to play in helping ignite America’s youth to start a discussion about the role of big government and what we can do to fix it.\n\nYou can see the trailer for the series below:", "article_metadata": {"keywords": "commercial freedom,government spending", "og": {"image": "http://redesign.rstreet.org/wp-content/uploads/2013/06/R-Street-Logo1.png", "title": "‘Gov’ knows best | R Street"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Our friends at the Independent Institute have addressed this issue through a satirical video series titled Love Gov, highlighting the folly, cost and intrusiveness of certain government policies.\n‘I love small businesses… but not as much as big business.’ ‘I’m massively in debt, massively.\nThe series focuses on a young woman, Alexis, and her relationship with her overbearing, borderline crazy boyfriend, Scott “Gov” Govinsky.\nIt points out to everyone, and specifically millennials, that the government has been too intrusive and costs Americans too much.\nIt’s a lighthearted approach to reach audiences on a personal level, and inspire them to learn more and take action."}