{"article_title": "Edward Snowden Defends NSA Surveillance Leaks at SXSW", "article_keywords": ["snowden", "protect", "sxsw", "officials", "system", "reported", "nsa", "took", "surveillance", "defends", "leaks", "edward", "snowdens", "security", "soghoian"], "article_url": "http://www.rollingstone.com/politics/news/edward-snowden-defends-nsa-surveillance-leaks-at-sxsw-20140310", "article_text": "Former National Security Agency contractor Edward Snowden said today at Austin's South by Southwest festival that two NSA directors harmed the United States' cyber-security more than any other individual. Keith Alexander and Michael Hayden – the current and former NSA directors, respectively – \"elevated offensive operations over defense of our communications,\" according to Snowden. In so doing, they weakened encryption standards that the entire Internet relies on, creating a \"big back door, world wide that anyone can walk into.\" Added Snowden, \"America has more to lose when every [cyber-security] attack succeeds.\"\n\nSnowden is currently living in Russia, which granted him temporary asylum after he was charged with espionage for leaking classified documents about the NSA's surveillance programs to the press. The former contractor appeared at SXSW via Google Hangout, routed through several proxies for security reasons. \"The irony that we're using Google Hangout to talk with Ed Snowden is not lost on me,\" said co-panelist Christopher Soghoian, the ACLU's principal technologist. Google is regularly criticized by cryptographers for not taking the necessary steps to protect its users' private information.\n\nMuch of the conversation at Snowden's panel revolved around how to make encryption easier to use for ordinary users, as well as for journalists, activists and others who may need to communicate securely. \"So many of the services we're relying on are not secure by default…We need to lock things down,\" said Soghoian, adding that developers need to make products that are \"secure out of the box.\"\n\nThe goal for civil liberties advocates, Soghoian said, is to use cryptography to make bulk collection prohibitively expensive for the government, a goal often touted by other security experts. The theory behind this thinking is that the NSA is powerful enough to hack individual machines if they really want to get the data contained therein – but that hacking encrypted communication on a bulk level would cost too much and require too much computing power.\n\nThe address comes days after Snowden told members of the European Parliament that he \"reported these clearly problematic programs to more than 10 distinct officials, none of whom took any action to address them.\" A presidential policy directive issued by President Obama in 2012 to protect whistleblowers doesn't cover government contractors, and therefore likely wouldn't have protected Snowden.\n\nBritish computer scientist Tim Berners-Lee, the creator of the World Wide Web, had the privilege of asking Snowden the first audience question. He began by thanking Snowden for his disclosures, saying that they were \"profoundly in the public interest.\" Berners-Lee asked how Snowden how he would design the Internet to protect individuals from surveillance if he could do so from scratch.\n\nSnowden said that the existing U.S. system of constitutional checks and balances could work if those tasked with oversight were doing their jobs properly, and took the opportunity to criticize Congress and the courts, who he said had abandoned their roles. \"The problem is when overseers aren't interested in oversight,\" Snowden said. Ben Wizner, who serves as an attorney for Snowden and also hosted the panel, said Snowden's actions are the answer for what to do when Congress fails to act.\n\nThe U.S. government, meanwhile, is desperate to stop future would-be Snowdens before they leak. The Associated Press reported on Monday that \"U.S. intelligence officials are planning a sweeping system of electronic monitoring that would tap into government, financial and other databases to scan the behavior of many of the 5 million federal employees with secret clearances.\" Officials justified the program by citing national security concerns, but critics warn that such a widespread system could have a chilling effect on whistleblowers and those who leak to the press.\n\nMcClatchy reported on a similar Obama initiative in June, called the Insider Threat Program.\n\nAsked if his sacrifice was worth it and whether he'd make the same choices again, Snowden said that he would. \"I took an oath to support and defend the constitution and what I saw was the constitution being violated on a massive scale,\" he said at the end of the panel.\n\n\"Thank you all very much,\" Snowden finished with a sheepish smile. \"Thank you, Austin!\"", "article_metadata": {"description": "Whistleblower says his actions were necessary to expose constitutional violations", "og": {"site_name": "Rolling Stone", "description": "Whistleblower says his actions were necessary to expose constitutional violations", "title": "Edward Snowden Defends NSA Surveillance Leaks at SXSW", "url": "http://www.rollingstone.com/politics/news/edward-snowden-defends-nsa-surveillance-leaks-at-sxsw-20140310", "image": {"width": 1401, "identifier": "http://assets.rollingstone.com/assets/images/story/edward-snowden-defends-nsa-surveillance-leaks-at-sxsw-20140310/snowden-306-1394475936.jpg", "height": 788}, "type": "article"}, "twitter": {"image": {"src": "http://assets.rollingstone.com/assets/images/story/edward-snowden-defends-nsa-surveillance-leaks-at-sxsw-20140310/snowden-306-1394475936.jpg"}, "title": "Edward Snowden Defends NSA Surveillance Leaks at SXSW", "description": "Whistleblower says his actions were necessary to expose constitutional violations", "card": "summary_large_image", "site": "@RollingStone"}, "fb": {"app_id": 107978575944240}, "article": {"publisher": "https://www.facebook.com/rollingstone", "published_time": "2014-03-10T19:00:00Z"}, "viewport": "width=device-width, maximum-scale=1.0, target-densityDpi=device-dpi", "news_keywords": "Edward Snowden,NSA,SXSW,cryptography,cyber security"}, "_id": "\"57477af46914bd0286fddf60\"", "article_summary": "Keith Alexander and Michael Hayden – the current and former NSA directors, respectively – \"elevated offensive operations over defense of our communications,\" according to Snowden.\nFormer National Security Agency contractor Edward Snowden said today at Austin's South by Southwest festival that two NSA directors harmed the United States' cyber-security more than any other individual.\nBerners-Lee asked how Snowden how he would design the Internet to protect individuals from surveillance if he could do so from scratch.\nAsked if his sacrifice was worth it and whether he'd make the same choices again, Snowden said that he would.\nSnowden is currently living in Russia, which granted him temporary asylum after he was charged with espionage for leaking classified documents about the NSA's surveillance programs to the press."}