{"article_title": "Careful with that refrigerator, Eugene", "article_keywords": ["google", "know", "things", "youre", "elevator", "going", "smart", "cars", "bit", "careful", "refrigerator", "eugene"], "article_url": "https://scholarsandrogues.com/2014/01/18/careful-with-that-refrigerator-eugene/", "article_text": "News that hackers have used a “smart refrigerator” to send a bunch of virus emails and generally cause mischief shouldn’t come as a surprise. People have been talking about “smart” appliances for years now—“smart” houses, too. Everything is going to be “smart,” apparently. Personally, I can’t wait until we get “smart” cars—you know, the ones that don’t need drivers. (As opposed to Smart cars.) I remember this as a 1950s advertising campaign that never quite got off the ground—like jetpacks. Which reminds me, where the hell is my jetpack? Anyway, I bet the amount of interesting damage you can do with “smart” cars will be a lot more fun than what you can do with “smart” refrigerators.\n\n\n\nI’m of two minds here. On the one hand, smart homes save energy, all other things being equal. So there are sound environmental reasons for liking the concept. On the other hand, Google just bought Nest Labs, a “smart” thermostat manufacturer—for $3.2 billion. This will allow Google, which does no evil, IIRC, to know when you’re home and when you’re not home, among other things. How this fits into Google’s spate of robotics acquisitions is a bit unclear—although smart robots could certainly dovetail with smart appliances in some potentially interesting ways, I suppose. “Smart” vacuum cleaners may be the next big thing. But if things keep going they way there are, Google (and the rest of the crazy libertarians of silicon valley) are going to be in a position to know a whole lot about you. And the more “smart” the built environment gets, the more vulnerable to refrigerator hackers we get as well.\n\nI do enjoy, just a bit, the irony of Americans freaking about about potential NSA surveillance (which has been going on for decades, BTW), with their enthusiasm for cheerfully sharing their personal information with the corporate world, including Google, not to mention every credit card company on the face of the planet. The fact that this information gets routinely hacked appears to be simply one of costs people seem willing to pay. But with “smart” homes and “smart” buildings and “smart” cars, we’re upping the ante. I go into newer buildings for business meetings where the elevators have no buttons—you key in the floor (or someone does it for you) outside the elevator, and the elevator takes you there—once you’re in the elevator, you have absolutely no control over what happens. I find this just a bit spooky, frankly. Sorry, but I don’t want my elevator, or my car, or my refrigerator, or the airplane I’m flying in, hackable. But maybe that’s just a sign of my age, and I’m just over-reacting. What the worst that can happen, anyway?", "article_metadata": {"application-name": "Progressive Culture | Scholars & Rogues", "generator": "WordPress.com", "title": "Careful with that refrigerator, Eugene | Progressive Culture | Scholars & Rogues on WordPress.com", "og": {"site_name": "Progressive Culture | Scholars & Rogues", "description": "News that hackers have used a “smart refrigerator” to send a bunch of virus emails and generally cause mischief shouldn’t come as a surprise. People have been talking about “smart” appliances for y…", "title": "Careful with that refrigerator, Eugene", "url": "https://scholarsandrogues.com/2014/01/18/careful-with-that-refrigerator-eugene/", "image": "http://smartrefrigerator.files.wordpress.com/2011/04/ps_jff_digital_media_refrigerator.jpg", "locale": "en_US", "type": "article"}, "twitter": {"image": "http://smartrefrigerator.files.wordpress.com/2011/04/ps_jff_digital_media_refrigerator.jpg?w=240", "site": "@wordpressdotcom", "card": "summary"}, "msapplication-tooltip": "Arts & literature, pop culture, media, photography, sports and climate", "p": {"domain_verify": "d4c64b77e8947a8dc5eff7f725b17544"}, "msapplication-window": "width=device-width;height=device-height", "msapplication-task": "name=WordPress.com Forums;action-uri=http://forums.wordpress.com/;icon-uri=https://s2.wp.com/i/favicon.ico", "article": {"publisher": "https://www.facebook.com/WordPresscom", "published_time": "2014-01-18T09:06:18+00:00", "modified_time": "2014-01-21T15:35:31+00:00"}, "msvalidate.01": "9314EC07937D51DFB8DF657B006311E5", "google-site-verification": "iknn8olT_xhZ2o9rdS9JZwsdwq_R-xOTDMqr7Cak52c", "viewport": "width=device-width", "description": "News that hackers have used a “smart refrigerator” to send a bunch of virus emails and generally cause mischief shouldn’t come as a surprise. People have been talking about “smart” appliances for years now—“smart” houses, too. Everything is going to be “smart,” apparently. Personally, I can’t wait until we get “smart” cars—you know, the ones…"}, "article_summary": "News that hackers have used a “smart refrigerator” to send a bunch of virus emails and generally cause mischief shouldn’t come as a surprise.\nBut with “smart” homes and “smart” buildings and “smart” cars, we’re upping the ante.\n(As opposed to Smart cars.)\nSorry, but I don’t want my elevator, or my car, or my refrigerator, or the airplane I’m flying in, hackable.\nAnyway, I bet the amount of interesting damage you can do with “smart” cars will be a lot more fun than what you can do with “smart” refrigerators."}