{"article_title": "Air Asia plane with 162 aboard missing over Java Sea", "article_keywords": ["surabaya", "java", "uk", "missing", "indonesia", "headquartered", "asia", "air", "malaysia", "plane", "aboard", "sea", "flight", "went", "162"], "article_url": "http://www.americanthinker.com/blog/2014/12/air_asia_plane_with_162_aboard_missing_over_java_sea.html", "article_text": "There was conflicting information about when exactly Flight 8501 went missing. AirAsia said contact was lost at 7:24 a.m. Sunday (7:24 p.m. Saturday ET), but Indonesian aviation authorities said it happened earlier, at 6:17 a.m.\n\nAnother airliner flying out of a Southeast Asia airport has gone missing on a flight from Surabaya, Indonesia to Singapore, normally a two-hour trip. CNN reports:\n\nThe pilot had asked permission to change his route to avoid bad weather. Via UK Telegraph:\n\nAt the time of this writing, it is dark in the area where the plane went missing, and the search for wreckage has been called off. The sudden loss of communications with the plane, with no indications of distress, would seem to indicate a catastrophic event, perhaps a breakup of the airplane due to severe winds in the storm that was raging at the time. If and when a black box is recovered, we will know much more. At this time, it is a mystery.\n\nphoto credit: Stevenairspace.com\n\nThe UK Telegraph reports that passengers and crew consisted of:\n\nConfirmed AirAsia nationalities update: 155 Indonesia, 3 South Korea, 1 UK, 1 France, 1 Malaysia, 1 Singapore\n\nViewing this list, it appears that nearly all of the passengers were from Surabaya, a large commercial and industrial city in Eastern Java. It is startling that only one Singapore national was aboard the flight to that city.\n\nThe airplane was an Airbus A320 single aisle twin-jet. Air Asia, a budget carrier whose slogan is “Now everyone can fly,” flies 169 frames of the A320. It is headquartered in Kuala Lumpur, Malaysia, and is highly successful, with a very good safety record. Ironically, the success of Air Asia has created serious economic problems for Malaysia Airlines, also headquartered in Kuala Lumpur, the airline that lost two B777 jumbo jets this year. Technically, Air Asia consists of several subsidiaries headquartered in the various nations it serves. It appears that the flight in question wqs operated by Air Asia Indonesia.", "article_metadata": {"og": {"url": "http://www.americanthinker.com/blog/2014/12/air_asia_plane_with_162_aboard_missing_over_java_sea.html", "image": "http://www.americanthinker.com/images/bucket/2014-12/193739_5_.jpg", "title": "Blog: Air Asia plane with 162 aboard missing over Java Sea"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Air Asia, a budget carrier whose slogan is “Now everyone can fly,” flies 169 frames of the A320.\nIt appears that the flight in question wqs operated by Air Asia Indonesia.\nTechnically, Air Asia consists of several subsidiaries headquartered in the various nations it serves.\nThere was conflicting information about when exactly Flight 8501 went missing.\nVia UK Telegraph:At the time of this writing, it is dark in the area where the plane went missing, and the search for wreckage has been called off."}