{"article_title": "Cancellations start as North Texas agencies, airports, schools and electric companies bracing for icy weather", "article_keywords": ["city", "school", "flights", "north", "electric", "dallas", "companies", "cancellations", "ice", "spokesman", "start", "icy", "bracing", "weather", "schools", "department", "texas"], "article_url": "http://thescoopblog.dallasnews.com/2015/02/north-texas-agencies-airports-and-electric-companies-bracing-for-icy-weather.html/", "article_text": "North Texas is bracing for an ice storm overnight Monday — the first in the region since three such weather events last winter that brought wrecks, hours of ensnarled traffic, deaths, injuries, power outages, school closures, event shutdowns, public transit stoppages and general chaos.\n\nCity, regional and state agencies are already preparing for an inch of sleet before people get ready to return to school and work. Flights have already been canceled, schools closure announcements are going out, roadways are being treated and others are waiting to pull the plug.\n\nPLANES, TRAINS AND AUTOMOBILES\n\nThe city’s Emergency Operations Center will be open at 4 p.m. Sunday to monitor the weather. A crew of 100 city workers, along with 35 trucks, will begin preparing to keep Dallas streets clear two hours later at 6 p.m. The personnel will begin 12-hour shifts at midnight.\n\nCity spokeswoman Sana Syed said the city is readying to continue to deal with ice through Tuesday.\n\n“We are completely prepared to deal with this storm through Wednesday,” Syed said. “That’s what we have planned for.”\n\nThe North Texas Tollway Authority also called in extra crews and equipment for its roads, which include the Dallas North Tollway, Sam Rayburn Tollway and President George H.W. Bush Turnpike. The agency used a heavy application of brine to increase its chances of staying on roadways. But NTTA also had crews put down granular material in case Sunday’s rains washed brine away.\n\n“We’re not relying on the brine alone,” said Susan Slupecki, an NTTA spokeswoman.\n\nThe Texas Department of Transportation pre-treated the region’s highways with a saltwater mixture.\n\nSpokesman Tony Hartzel said the department will have spotters out to look for icy conditions so workers can quickly treat them. The department also has heavy equipment to scrape ice off the road.\n\nThe department doesn’t track traffic accidents, but Dallas police and firefighters responded to hundreds of accidents during the December, February and March storms last year.\n\nWhile responding to one of the accidents late Feb. 10, Dallas firefighter William Scott Tanksley, 40, was hit by a car that careened out of control on the ice and knocked him off an overpass onto Interstate 20.\n\nThree others were also killed in accidents in North Texas last year during the February storm.\n\nDallas Fire-Rescue spokesman Lt. Joel Lavender said the department is making no special plans for the storm and will respond as usual.\n\nHartzel said people should do their best to stay safe.\n\n“My main advice for people is, if you don’t have to go anywhere tomorrow, don’t,” Hartzel said. “If it’s going to be challenging conditions, the best thing is to stay off the roads.”\n\nDallas Area Rapid Transit, meanwhile, is planning to provide an alternative to driving. The department has a proactive plan in place. The transit agency has announced they are planning to pare back light rail. Outlying stations, such as downtown Carrollton, the D/FW Airport, downtown Garland, Buckner and Hampton stations will not see trains. Shuttle bus service will serve those stations.\n\nBuses will run on a Saturday schedule.\n\nIf conditions worsen, DART could shut down the rail service totally.\n\nDuring ice storms past, DART was reactive and shut down train service when overhead electrical cables that power the trains froze. The agency had received some criticism in the past for not being proactive.\n\n“We’ve made the commitment that we’re definitely going to go with the new plan to make sure we don’t end up getting some trains – or ultimately some passengers – stranded,” said Mark Ball, a DART spokesman.\n\nTAPS Public Transit, which provides limited bus routes and paratransit rides in Collin County and several other counties, cancelled all routes and rides Monday.\n\nThe status of the airports, meanwhile, is still somewhat up in the air.\n\nDallas/Fort Worth International Airport spokesman David Magaña said airlines cancelled roughly half of Monday’s flights.\n\n“This is a significant impact for flights coming in and out of the airport,” he said.\n\nAmerican Airlines Group has cancelled 961 Monday flights many of which were tied to Dallas/Fort Worth International Airport, the carrier said Sunday evening.\n\nAirlines also cancelled more than 150 flights scheduled for Sunday. About 115 of those were evening arrivals and the rest were departures, he said.\n\n“It’s the best way for customers to not be stranded without a flight and for airlines to manage expectations and flow rates at the airport,” he said. “It’s better to know well in advance.”\n\nMagaña said he urges people to check in with airlines and keep on top of flight information.\n\nAirlines and the airport are also preparing to de-ice runways and planes.\n\nSyed, the city spokeswoman, said Dallas Love Field has its snow-and-ice removal team on standby. And she said the airlines are preparing to de-ice the planes.\n\nAirport spokesman Jose Torres said anyone with scheduled flights out of Love Field should contact their airline for flight status.\n\n“Our mission is to maintain runways and taxiways open for incoming and outgoing flights,” he said.\n\nSouthwest Airlines has already canceled some Sunday night and Monday morning flights, spokesman Thais Conway said.\n\nSCHEDULE CHANGES\n\nBut Dallas County Judge Clay Jenkins said Sunday afternoon that all county government offices and courts would be closed Monday due to the forecast weather conditions.\n\nThe City of Dallas announced Sunday evening that that municipal courts would be closed Monday.\n\nThe weather could hit the pause button on the ongoing Erath County trial of Eddie Ray Routh, who is charged with killing famed Navy SEAL sniper Chris Kyle and his friend Chad Littlefield in February 2013.\n\nOn Sunday evening, Stephenville police said court had been delayed until 10 a.m. The trial was expected to wrap up early this week.\n\nThe Dallas Zoo will be closed Monday. The AT&T Performing Arts Center’s elaborate presentation to announce its Broadway season Monday night at Winspear Opera House could be canceled, too.\n\nThe Garland Chamber of Commerce has postponed Monday’s meeting featuring Mayor Douglas Athas’ “State of the City” address.\n\nIn Richardson, the city’s animal shelter, tennis center, gymnastics center and recreation centers will open at 10 a.m. The city also announced that it is sanding its roads.\n\nThe winter storms of yore claimed the annual Dallas Children’s Health Holiday Parade and the Dallas Metro PCS marathon as victims.\n\nSCHOOLS\n\nDallas ISD and Denton ISD announced Sunday that all schools and after-school activities are canceled Monday.\n\n“When looking at weather conditions, the safety of our students and staff is always our top priority,” said Dallas ISD Police Chief Craig Miller.\n\nSouthern Methodist University, University of Texas at Dallas, The University of North Texas, Texas Christian University, Arlington, Allen, Carrollton-Farmers Branch, Coppell, Dallas, Denton, Duncanville, Frisco, Fort Worth, Grapevine-Colleyville, Grand Prairie, Highland Park, Hurst-Euless-Bedford, Irving, Keller, Kennedale, Lancaster, Lewisville, McKinney, Midlothian and Plano ISDs have canceled school Monday. Terrell ISD classes will be delayed two hours.\n\nMost other school districts will assess whether delays or cancellations are necessary early in the morning. Most will notify radio and TV stations of closures by 6 a.m. Monday.\n\nThe Coppell vs. Duncanville, Conrad vs. North Forney, Kennedale vs. Lake Worth and North Crowley vs. Abilene boys basketball and the Arlington Seguin vs. Mansfield Timberview girls basketball playoff games hat were scheduled for Monday have been moved to Tuesday because of the inclement weather that is expected.\n\nSeveral other Dallas-area teams were waiting to see if they would have school Monday before making a decision.\n\nThe weather led to numerous closures and delayed starts last year. Afterward, DeSoto ISD tacked on an additional 30 minutes to school days for about a month rather than adding make-up days to the end of the year.\n\nHITTING HOME\n\nOncor Electric Delivery customers were hit hard last year. The December storms left about 800,000 customers without power at some point.\n\nOncor spokesman Chris Spears said they have crews on standby in areas\n\nthat have potential for icing in order to make any necessary outage\n\nrepairs.\n\nHe said they have also called in off system contractors from other\n\nparts of the state and surrounding states to serve as additional\n\npersonnel.\n\nAnyone experiencing a power outage can call the outage hotline at\n\n888-313-4747 or text OUT to 66267.\n\nThe December 2013 saw ice build up on power lines, tree limbs and houses. Water pipes also freeze and burst. The result was $30 million to $35 million in insured residential damage in the area, according to the Insurance Council of Texas.\n\nThe council’s spokesman Mark Hanna said Sunday that residential damage is mostly caused when the conditions remain icy for 72 hours or more. But he said the damage isn’t as bad as other weather events, such as tornadoes.\n\n“Comparatively speaking, it’s not on the magnitude of severe thunderstorms and hurricanes,” he said. “But they do mount up.”\n\nStaff writers Brandon Formby, Tasha Tsiaperas, Julie Fancher, James Osborne, Michael E. Young, Ray Leszcynski, Nancy Churnin and Loyd Brumfield contributed to this report.", "article_metadata": {"liveFyreID": "aHR0cDovL3RoZXNjb29wYmxvZy5kYWxsYXNuZXdzLmNvbS8yMDE1LzAyL25vcnRoLXRleGFzLWFnZW5jaWVzLWFpcnBvcnRzLWFuZC1lbGVjdHJpYy1jb21wYW5pZXMtYnJhY2luZy1mb3ItaWN5LXdlYXRoZXIuaHRtbC8=", "generator": "WordPress 3.9.12", "author": "Tristan Hallman", "og": {"site_name": "The Scoop Blog", "description": "North Texas is bracing for an ice storm overnight Monday -- the first in the region since three such weather events last winter that brought wrecks, hours of ensnarled traffic,…", "title": "Cancellations start as North Texas agencies, airports, schools and electric companies bracing for icy weather", "url": "http://thescoopblog.dallasnews.com/2015/02/north-texas-agencies-airports-and-electric-companies-bracing-for-icy-weather.html/", "image": "http://thescoopblog.dallasnews.com/files/2015/02/Black-Ice.jpg", "type": "article"}, "LastModifiedDate": "2015-02-22T22:35:41Z", "twitter": {"card": "summary_large_image"}, "PublishDate": "2012-04-11T13:59:21Z", "wp-parsely_version": "1.7", "cXenseParse": {"recs": {"publishtime": "2012-04-11T13:59:21Z"}}, "google-site-verification": "ZjZz-aaVcLkLDp8kIkLnEwtSTZlAwGgQhLyd1pXAbA8", "viewport": "width=device-width"}, "article_summary": "Three others were also killed in accidents in North Texas last year during the February storm.\n“That’s what we have planned for.”The North Texas Tollway Authority also called in extra crews and equipment for its roads, which include the Dallas North Tollway, Sam Rayburn Tollway and President George H.W.\nThe Texas Department of Transportation pre-treated the region’s highways with a saltwater mixture.\nSouthwest Airlines has already canceled some Sunday night and Monday morning flights, spokesman Thais Conway said.\nSpokesman Tony Hartzel said the department will have spotters out to look for icy conditions so workers can quickly treat them."}