{"article_title": "Darrell Issa Humiliates Fox News By Lying About Lois Lerner Testifying at IRS Hearing", "article_keywords": ["lois", "lerner", "issa", "fox", "irs", "testifying", "testify", "hearing", "going", "darrell", "testimony", "lerners", "humiliates", "lying", "know"], "article_url": "http://www.politicususa.com/2014/03/02/darrell-issa-humiliates-fox-news-lying-lois-lerner-testifying-irs-hearing.html", "article_text": "It turns out Rep. Darrell Issa lied to Fox News Sunday today, Lois Lerner won’t be testifying at his latest Obama witch hunt IRS hearing.\n\n\n\nHere is a transcript of what Issa told Fox News Sunday:\n\nWALLACE: All right. Let’s talk about that because when you recall Lois Lerner under subpoena to testify again this coming Wednesday, her lawyers said can you call her but she is not going to testify. She’s not going to answer any questions, continue to take the Fifth. But I understand you have some late breaking news.\n\nISSA: We do. Her attorney indicates now that she will testify. We’ve had a back and forth negotiation. But quite frankly, we believe that evidence that we’ve gathered causes her in her best interest to be summoned to testify.\n\nWALLACE: But let me make sure — Lois Lerner, former IRS official, who took the Fifth last night, will testify before your committee?\n\nISSA: According to her attorney.\n\nWALLACE: This will be on Wednesday?\n\nISSA: Will be on Wednesday. WALLACE: What changed her mind? Was it — did you give her immunity for her testimony? Was she frightened by the possibility of contempt? What changed her mind?\n\nISSA: Well, we really don’t know. What we do know is that during the intervening period, we interviewed all the people around her to build a case for why she is at the center of this targeting, why it wasn’t Cincinnati as you said in your opener. It wasn’t liberal and conservative groups. It was groups targeted first by their name, “Patriot” or “Tea Party,” and then later at Lois Lerner’s insistence, by some objective statements. But for the most part, it continued to target conservative groups.\n\n\n\nHowever, Lerner’s attorney, William W. Taylor, told Politico, “As of now, she intends to continue to assert her Fifth Amendment rights. I do not know why Issa said what he said.”\n\nFox News plastered the story everywhere. This was the Republicans big break. They were going to revive the widely debunked IRS scandal. Lerner’s testimony was going to give the Republicans the smoking gun that they thought they could use to impeach President Obama.\n\nFox News is scrambling to adjust the content of their story, but in typical Fox fashion, they haven’t changed the headline.\n\nFox News and Issa both revealed their agenda by lying about Lerner’s testimony. Judging from her attorney’s statement, Lerner never intended to testify. The breaking news of her testimony was something that Issa cooked up, and Fox was ready to run with.\n\nIssa’s interview this morning was a pathetic attempt to plant a bogus Obama scandal into the news. It all blew up in the faces of Issa and Fox News.\n\nThe only person that has less credibility than Fox News is Darrell Issa and only a sucker would trust either of them.", "article_metadata": {"description": "It turns out Rep. Darrell Issa lied to Fox News Sunday today, Lois Lerner won't be testifying at his latest Obama witch hunt IRS hearing.", "generator": "WordPress 4.5.2", "author": "Jason Easley", "og": {"site_name": "Politicus USA", "description": "It turns out Rep. Darrell Issa lied to Fox News Sunday today, Lois Lerner won't be testifying at his latest Obama witch hunt IRS hearing.", "title": "Darrell Issa Humiliates Fox News By Lying About Lois Lerner Testifying at IRS Hearing", "url": "http://www.politicususa.com/2014/03/02/darrell-issa-humiliates-fox-news-lying-lois-lerner-testifying-irs-hearing.html", "image": "http://15130-presscdn-0-89.pagely.netdna-cdn.com/wp-content/uploads/2013/06/Screen-Shot-2013-06-10-at-10.14.06-AM-1.jpg", "updated_time": "2014-03-02T17:49:47+00:00", "type": "article"}, "fb": {"admins": 523732690, "app_id": 113462415332922, "pages": 186473214703370}, "keywords": "darrell issa lied lois lerner,lois lerner not testifying,darrell issa lois lerner fox news sunday,Featured News,politicususa,liberal,politics,sarah jones,jason easley,barack obama,hillary clinton,bernie sanders,msnbc,media", "article": {"publisher": "https://www.facebook.com/PoliticusUSA", "section": "Featured News", "published_time": "2014-03-02T17:49:47+00:00", "modified_time": "2014-03-02T17:49:47+00:00"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fd460d\"", "article_summary": "It turns out Rep. Darrell Issa lied to Fox News Sunday today, Lois Lerner won’t be testifying at his latest Obama witch hunt IRS hearing.\nWALLACE: But let me make sure — Lois Lerner, former IRS official, who took the Fifth last night, will testify before your committee?\nIt was groups targeted first by their name, “Patriot” or “Tea Party,” and then later at Lois Lerner’s insistence, by some objective statements.\nFox News and Issa both revealed their agenda by lying about Lerner’s testimony.\nLerner’s testimony was going to give the Republicans the smoking gun that they thought they could use to impeach President Obama."}