{"article_title": "Politicians on Twitter: the Gift That Keeps on Giving", "article_keywords": ["account", "theyll", "gift", "giving", "twitter", "site", "wrong", "politicians", "way", "keeps", "tweets", "finchers", "tweeted", "rep", "politwoops"], "article_url": "http://www.usnews.com/news/blogs/washington-whispers/2014/08/27/politicians-on-twitter-the-gift-that-keeps-on-giving", "article_text": "Who tweeted the following, a member of Congress or someone just posting about their day? “God I love this song. And beach music. AND shagging.”\n\nOnline for nine hours, this was tweeted from the account of Rep. Steve Fincher, R-Tenn. The tweet got media attention while it was live, and Fincher’s communications director admitted to accidentally being logged into the wrong account when she tweeted the message.\n\nMany politicians today use Twitter as a means to connect with their constituency in a quick and public way. But the service is so easy to use that mistakes are common, and tweets are regularly deleted.\n\n[READ: Larry Flynt Says Washington Doesn't Get Sex]\n\nThe watchdog group Sunlight Foundation operates a site called Politwoops, and it archives most of the deleted tweets from politicians.\n\n“A lot of times they’ll react from breaking news and they’ll hear from the party or staff and then change it,” said Nicko Margolies, project manager for Politwoops. “That’s the purpose of the site, to catch those messaging changes.”\n\nFunny tweets like the one from Fincher’s account aren’t uncommon. Rep. Tim Huelskamp, R-Kan., tweeted, “Enjoying the vacay and realizing I have no idea what I’m doing in the game of golf.” An innocuous tweet, but the accompanying photo of the golfer in question was decidedly not the congressman.", "article_metadata": {"zone": "homepage/articles", "keyword": "Washington Whispers [News]", "title": "Politicians on Twitter: the Gift That Keeps on Giving", "og": {"site_name": "US News & World Report", "description": "Lawmakers may try and hide their 'whoops' moments, but someone is usually watching.", "title": "Politicians on Twitter: the Gift That Keeps on Giving", "url": "http://www.usnews.com/news/blogs/washington-whispers/2014/08/27/politicians-on-twitter-the-gift-that-keeps-on-giving", "image": "http://www.usnews.com/dbimages/master/45271/widemodern_weiner_130729.jpg", "type": "article"}, "twitter": {"site": "@USNews", "description": "Lawmakers may try and hide their 'whoops' moments, but someone is usually watching.", "card": "summary", "title": "Politicians on Twitter: the Gift That Keeps on Giving"}, "msvalidate.01": "A8E47FA91124063A4A9C78AD5273DC0F", "site": "news", "date_published": "Aug. 27, 2014", "fb": {"app_id": 130063997038366}, "page_type": "article", "keywords": "Curtis Sprung,Pulse,picks,Twitter,Congress,Weiner, Anthony,Washington Whispers [News]", "google-site-verification": "owJBuFHD3VHcTSsnPSOYizmUcs3GSBjbx09vBbBi1MM", "viewport": "width=device-width, initial-scale=1", "description": "Lawmakers may try and hide their 'whoops' moments, but someone is usually watching."}, "article_summary": "“That’s the purpose of the site, to catch those messaging changes.”Funny tweets like the one from Fincher’s account aren’t uncommon.\nMany politicians today use Twitter as a means to connect with their constituency in a quick and public way.\nAND shagging.”Online for nine hours, this was tweeted from the account of Rep. Steve Fincher, R-Tenn.\n[READ: Larry Flynt Says Washington Doesn't Get Sex]The watchdog group Sunlight Foundation operates a site called Politwoops, and it archives most of the deleted tweets from politicians.\nThe tweet got media attention while it was live, and Fincher’s communications director admitted to accidentally being logged into the wrong account when she tweeted the message."}