{"article_title": "Business booming for Tucson medical marijuana dispensaries", "article_keywords": ["booming", "dispensaries", "dispensary", "business", "missing", "medical", "marijuana", "tucson", "medicine", "owners", "open", "patients", "man"], "article_url": "http://www.tucsonnewsnow.com/story/24344548/business-is-booming-1-year-after-first-medical-marijuana-dispensaries-open", "article_text": "There are 18 missing kids from southern Arizona, according to the National Center for Missing and Exploited Children.\n\nThere are 18 missing kids from southern Arizona, according to the National Center for Missing and Exploited Children.\n\nThe man accused of stabbing a person in the neck at an east-side convenience in April has been arrested, city police said.\n\nThe man accused of stabbing a person in the neck at an east-side convenience in April has been arrested, city police said.\n\nFive people were hurt in a collision on westbound I-10 that was one of three crashes between Tucson and Eloy that slowed traffic Thursday morning, May 26.\n\nFive people were hurt in a collision on westbound I-10 that was one of three crashes between Tucson and Eloy that slowed traffic Thursday morning, May 26.\n\nA Thai man is recovering from a bloody encounter with a 10-foot python that slithered through the plumbing of his home and latched its jaws onto his penis as he was using a squat toilet.\n\nA Thai man is recovering from a bloody encounter with a 10-foot python that slithered through the plumbing of his home and latched its jaws onto his penis as he was using a squat toilet.\n\nAccording to Tucson police, the investigation is in the 4900 block of East Glenn Street.\n\nAccording to Tucson police, the investigation is in the 4900 block of East Glenn Street.\n\nIt's been almost a year since the first medical marijuana dispensaries opened their doors in Tucson. Dispensary owners and staff who call themselves \"bud-tenders\" said while business has been booming, that has also posed to be a challenge.\n\nVicky Puchi-Saavedra, owner of Earth's Healing that is located on Benson Highway, told Tucson News Now it's been a challenge to find good quality product.\n\nStrict zoning laws in the city of Tucson, along with towns unwilling to let those with cultivation licence's open up marijuana farms in their communities has led dispensary owners scrambling to find good quality medical marijuana to meet the demand.\n\nPuchi-Saavedra says dispensary owners are working with each other, and relying on care-givers who can donate product to the dispensaries to make sure they have enough medicine for their patients. Contrary to our earlier report that stated dispensary owners are getting medicine from out of state, Puchi-Saavedra clarified that they can only get their medicine by local care-givers and growers.\n\nHer dispensary has only been open for six months but she already has 1,500 patients registered. Majority of them need medical marijuana for pain, and would rather ingest medical marijuana than take opiates like Methadone or Oxycontin.\n\nPuchi-Saavedra said to try and meet some of the demand she has invested a lot of money and opened a cultivation site at an undisclosed location in Tucson.\n\nOur cameras were not allowed inside as the facility needs to be kept dark, but Saavedra did release pictures of the high-tech, sophisticated grow operation to Tucson News Now.\n\n\"The plants are looking beautiful. We invested money because we wanted to have more pure medicine for patients with higher dosages.\" said Puchi-Saavedra.\n\nWe also spoke to patients who were extremely relieved to see medical marijuana clinics open their doors.\n\nCard holder Bob Cherry applied for a card to deal with back and leg pain from injuries sustained while he was in the military.\n\n\"I've been down the opiate highway before, and I choose not to go there again.\"\n\nCherry said opiates like Methadone and other narcotics made him suffer bad side effects, and medical marijuana was a better option for him. What bothered him was the price of the product sold at dispensaries.\n\nWhile it was high quality product, Cherry said insurance did not cover the costs, and he also had to pay $150 a year to renew his medical marijuana card.\n\n\"I'm retired. I am a disabled veteran. I don't have the money to pay the prices at dispensaries.\"\n\nPuchi-Saavedra said they had strains of medicine that cost less for patients who were financially strapped, but agreed, the medical marijuana card fees should be lowered to make access easier for patients.\n\nMany of her patients who had legitimate cards used to buy medical marijuana off the streets. Cherry said, if the prices stayed at this level, he too would have to turn to the \"black market\" for his meds.\n\n\"You're not going to get Johnny Walker Black, you'll get Johnny Walker red but absolutely yes. I would buy it off the black market. I'm waiting for them to legalize it so the cartels can open up duty free stores across the border, and I can walk there, purchase what I need, and walk back. Just like a $28 carton of cigarettes,\" said Cherry.\n\nIn the upcoming year, dispensary owners said they planned to lobby the state, cities, and counties to ease up on zoning restrictions so more cultivation sites could sprout up throughout Arizona.\n\nDispensary owners also said we can expect to see those diagnosed with depression or Post Traumatic Stress Syndrome have access to medical marijuana.\n\nDispensaries have been heavily regulated with strict government control. Puchi-Saavedra said the state just conducted a four hour audit at Earth's healing. Inspectors could also conduct unannounced visits and look at records.\n\nWilliam Elliot, operations director at Earth's Healing said every gram and every ounce had to be accounted for.\n\nCopyright 2014 Tucson News Now. All rights reserved.", "article_metadata": {"wn-build": "XSLT-7.1-17", "Description": "Strict zoninglaws in the city of Tucson, along with towns unwilling to let those with\r\ncultivation licences open up marijuana farms", "og": {"url": "http://www.tucsonnewsnow.com/story/24344548/business-is-booming-1-year-after-first-medical-marijuana-dispensaries-open", "image": "http://kold.images.worldnow.com/images/24344548_BG1.JPG", "type": "article", "description": "Strict zoninglaws in the city of Tucson, along with towns unwilling to let those with\r\ncultivation licences open up marijuana farms", "title": "Business booming for Tucson medical marijuana dispensaries"}, "twitter": {"account_id": 17641427, "title": "Business booming for Tucson medical marijuana dispensaries", "image": "http://kold.images.worldnow.com/images/24344548_BG1.JPG", "creator": "@TucsonNewsNow", "site": "@TucsonNewsNow", "card": "summary", "description": "Strict zoninglaws in the city of Tucson, along with towns unwilling to let those with\r\ncultivation licences open up marijuana farms"}, "wnreadableurl": "business-is-booming-1-year-after-first-medical-marijuana-dispensaries-open", "ROBOTS": "Index,Follow,NoArchive", "owner": "KOLD", "fb": {"admins": 644426401, "app_id": 215936215202939}, "article": {"publisher": "http://www.facebook.com/TucsonNewsNow"}, "date": "2014/01/01", "google-site-verification": "wum6pK5VyCXxNIhQSMSz7se_UVLjlDGJFKTm4EWnWUY", "KEYWORDS": "Tucson News Now,KOLD News 13,FOX 11,KOLD,KMSB,Tucson,Southern Arizona,Arizona", "wn-version": "ContainerE-Story", "wn-base": "IIS19", "news_keywords": "Tucson News Now,KOLD News 13,FOX 11,KOLD,KMSB,Tucson,Southern Arizona,Arizona"}, "article_summary": "Majority of them need medical marijuana for pain, and would rather ingest medical marijuana than take opiates like Methadone or Oxycontin.\nIt's been almost a year since the first medical marijuana dispensaries opened their doors in Tucson.\nDispensary owners and staff who call themselves \"bud-tenders\" said while business has been booming, that has also posed to be a challenge.\nCherry said opiates like Methadone and other narcotics made him suffer bad side effects, and medical marijuana was a better option for him.\nDispensary owners also said we can expect to see those diagnosed with depression or Post Traumatic Stress Syndrome have access to medical marijuana."}