{"article_title": "As Blue Shield fights tax exemption loss, scrutiny turns to nonprofit hospital giants", "article_keywords": ["giants", "loss", "exemption", "shield", "johnson", "turns", "hospital", "fights", "tax", "scrutiny", "blue", "state", "california", "healthcare", "health", "nonprofit", "sutter", "public"], "article_url": "http://www.healthcarefinancenews.com/news/blue-shield-fights-tax-exemption-loss-scrutiny-turns-nonprofit-hospital-giants", "article_text": "Image of Blue Shield of California headquarters from Google.\n\nAs Blue Shield of California fights to save its state tax exemption, momentum is growing around a movement to apply the same scrutiny to nonprofit hospital systems, and maybe collect the same taxes, as for-profit systems.\n\nIn March, the California Franchise Tax Board revoked Blue Shield of California’s tax-exempt status in the wake of an audit, ordering back taxes to be paid for 2014 and 2013. At the same time, the insurer’s now-former public affairs director Michael Johnson quit in protest and launched Make It Right Blue Shield, a campaign to convert the company into a for-profit and turn over some of its $4 billion capital reserve to the public.\n\nJohnson started working for Blue Shield in 2003. “One of the things that attracted me to Blue Shield in the first place was that it was a nonprofit and back in 2003 had a fairly progressive attitude about healthcare reform,” Johnson said. “I spent a good amount of time working on health reform, and Blue Shield to its credit has been relatively supportive of healthcare reform.”\n\n[Also: Blue Shield of California stripped of tax-exempt status]\n\nBy 2015, Johnson was “frustrated with what seemed to me on the business side not much distinction between what Blue Shield did and what its for-profit competitors did,” he said, referring to premium increases and high executive compensation, as well health plan terminations in the pre-Affordable Care Act era.\n\n\"They act like a regular insurance company: big profits, generous salaries, and high rates.\" That’s the conclusion Johnson came to as the state was auditing Blue Shield’s 76-year-old tax exemption.\n\nThe solution, according to Johnson, is for Blue Shield to start paying state taxes, which would cost an estimated $40 million each year, and also become a for-profit insurer.\n\n“We may have come to a point where the usefulness of a nonprofit like Blue Shield has been outlived,” Johnson said. “When they were first launched, health insurance didn’t exist; it enabled people to see doctors and go to hospitals. Now that we have for-profit companies providing that service, nonprofits should either find other ways to be able to serve the public and provide access, or to make the decision: ‘We’ve served our purpose and it’s time to disband and the assets can go back to the public.’”\n\nJohnson argues that Blue Shield should follow the model of Anthem Blue Cross, in 1993. The company ended up agreeing to transfer the equivalent of its total assets, about $3.2 billion, in cash and equity interest to fund the California Endowment and the California HealthCare Foundation. Based on its revenue, Blue Shield’s assets could be valued at north of $10 billion.\n\n“Anthem had $3 billion in assets and set up foundations valued at $3 billion, and they went to fund the the California Healthcare Foundation and California Endowment,” Johnson said. “The public gets the benefits of all of the products and services of Anthem, plus the work of the California Endowment and California HealthCare Foundation, which to me adds up to a better deal.”\n\nSteve Shivinsky, Blue Shield’s vice president of corporate communications, said Johnson’s “premise is outrageous.” Anthem, the country’s second largest health insurer, “is a publicly-traded company that has as its primary purposes to provide dividends to shareholders,” Shivinsky said. “Blue Shield is not motivated by a mission to serve shareholders, but to provide Californians with affordable healthcare.” Blue Shield is set to enter California’s Medicaid managed care program, thanks to a recent acquisition, and sells public health insurance exchange plans in most of the state, including rural farming communities and lower-income urban neighborhoods.\n\nLike Healthcare Finance on Facebook\n\nBlue Shield is challenging the tax exemption decision and is planning to say a nonprofit regardless of whether it must pay state taxes. “There’s no question or debate about that,” said Shivinsky.\n\nMeanwhile, the group Consumer Watchdog is pressuring the California Franchise Tax Board to release records related to its Blue Shield decision, including the audit, so that other states can consider making changes and so other tax-exempt nonprofits can be measured by similar standards—including some giant California healthcare institutions.\n\n\"There are many reasons we can point to but we're more interested in seeing which reasons the state took into account when it made this decision,\" Jerry Flanagan, lead staff attorney for Consumer Watchdog, told California Healthline. \"If we can see the records and how they were interpreted we can look at some of the other huge tax-exempt corporations like Kaiser and Dignity and Sutter and see if they're measuring up.\"\n\nFlanagan was referring to Kaiser Permanente, the nonprofit integrated delivery system that operates California’s largest health plan and one of its largest health systems, along with Dignity Health, the state’s largest hospital system and Sutter Health, a health system in Northern California. The Franchise Tax Board still has the public records request pending.\n\nNeither Kaiser Permanente nor Dignity Health responded to requests for comment on the possibility that they might be have their state tax exemptions reconsidered. But Bill Gleeson, communications VP for Sutter Health, said that whatever Blue Shield’s outcome, health plans and healthcare providers are very different.\n\n“As a not-for-profit organization, we’re owned by the community; not by private investors,” Gleeson said in an email. “As such, we reinvest our earnings into new facilities, lifesaving technology and other programs that help create healthier communities.”\n\nGleeson also said that Sutter devoted $767 million in community benefits in 2014 that included treating uninsured, underinsured and Medicaid patients, and support for public health education. “Together, Sutter Health hospitals serve more Medi-Cal patients in our Northern California service area than any other health care provider. To provide care to Medi-Cal patients in 2014, Sutter Health invested $535 million more than the state paid.”\n\nTwitter: @AnthonyBrino", "article_metadata": {"og": {"url": "http://www.healthcarefinancenews.com/news/blue-shield-fights-tax-exemption-loss-scrutiny-turns-nonprofit-hospital-giants", "image": "http://www.healthcarefinancenews.com/sites/healthcarefinancenews.com/files/Blue-Shield-of-CA-google-feature_0.gif", "site_name": "Healthcare Finance News", "description": "As Blue Shield of California fights to save its state tax exemption, momentum is growing around a movement to apply the same scrutiny to nonprofit hospital systems, and maybe collect the same taxes, as for-profit systems.", "title": "As Blue Shield fights tax exemption loss, scrutiny turns to nonprofit hospital giants"}, "twitter": {"site": "@HC_Finance", "image": {"src": "http://www.healthcarefinancenews.com/sites/healthcarefinancenews.com/files/Blue-Shield-of-CA-google-feature_0.gif"}, "description": "As Blue Shield of California fights to save its state tax exemption, momentum is growing around a movement to apply the same scrutiny to nonprofit hospital systems, and maybe collect the same taxes, as for-profit systems.", "card": "summary_large_image", "title": "As Blue Shield fights tax exemption loss, scrutiny turns to nonprofit hospital giants"}, "generator": "Drupal 7 (http://drupal.org)", "description": "As Blue Shield of California fights to save its state tax exemption, momentum is growing around a movement to apply the same scrutiny to nonprofit hospital systems, and maybe collect the same taxes, as for-profit systems.", "viewport": "width=device-width; initial-scale=1.0; maximum-scale=1.0; user-scalable=no"}, "article_summary": "As Blue Shield of California fights to save its state tax exemption, momentum is growing around a movement to apply the same scrutiny to nonprofit hospital systems, and maybe collect the same taxes, as for-profit systems.\n“We may have come to a point where the usefulness of a nonprofit like Blue Shield has been outlived,” Johnson said.\nImage of Blue Shield of California headquarters from Google.\n“Together, Sutter Health hospitals serve more Medi-Cal patients in our Northern California service area than any other health care provider.\nJohnson started working for Blue Shield in 2003."}