{"article_title": "Rick Scott walks into a Starbucks. You won't believe what happens next...", "article_keywords": ["wont", "happens", "law", "campaign", "senate", "million", "florida", "state", "scott", "rick", "walks", "grayson", "politics", "ethics", "believe", "starbucks"], "article_url": "http://floridapolitics.com/archives/206326-sunburn-april-6-rick-scott-walks-starbucks-wont-believe-happens-next", "article_text": "Sunburn – The morning read of what’s hot in Florida politics.\n\nBy Peter Schorsch, Phil Ammann, Jenna Buzzacco-Foerster, Mitch Perry, Ryan Ray, and Jim Rosica.\n\nAN APOLOGY TO OUR READERS\n\nIn yesterday’s edition of Sunburn, we did not include a link to a story by Javier Manjarres of The Shark Tank headlined, “Wasserman Schultz’s primary challenger makes financial accusations stick.” We recognize that other tout sheets highlighted this story. However, it is the policy of Extensive Enterprises Media not to link to stories written by those authors currently out on bail for attempted murder.\n\nInstead of highlighting Manjarres’ work, we spotlighted a scoop from Florida Politics’ Jenna Buzzacco-Foerster about Ambassador Francis Rooney deciding not to run for Florida’s U.S. Senate seat.\n\nThis important development was not included in our rival tout sheets because, clearly, it’s more important to highlight the work of those accused of attempted murder instead of a veteran journalist.\n\nPlease accept our apologies.\n\nWHILE NAT’L POLITICS WAS FOCUSED ON WISCONSIN, FLORIDICOS WERE TALKING ABOUT THIS VIDEO –– During a visit to a Starbucks in downtown Gainesville, Gov. Rick Scott got an earful from an angry woman over his refusal to expand Medicaid to low-income Floridians. The 47-second video was captured by another patron and uploaded by YouTube user Stephen Bender.\n\n“You cut Medicaid so I couldn’t get Obamacare,” the woman yells at Scott. “You’re an asshole. You don’t care about working people. You should be ashamed to show your face around here.”\n\nWhen Scott responded that he created 1 million jobs, the woman was less than impressed. “A million jobs?” she answered incredulously while looking around. “Great, who here has a great job? I was looking forward to finishing school. You really feel you have a job coming up?” The young woman then scolded the governor for stripping money and assets of public health care. “Shame on you Rick Scott,” she added. “We depend on those services. Rich people like you don’t know what to do.” As Scott walked out the door, the unidentified woman called him an “embarrassment to our state.”\n\n***Today’s SUNBURN is brought to you by Bright House Networks for Business, your trusted provider of industry leading communications and networking services for any size business – from startup to enterprise, and everything in between. We offer a full portfolio of products and services, including Business Phone and cloud-based Hosted Voice, Business Internet at speeds up to 350 Mbps to fiber-based Dedicated Internet Access, several tiers of high-quality HD Video programming, and an array of advanced cloud and managed IT services. Our solutions are customized to fit your business, your budget, and your industry. We own, manage and maintain our network, which means we are 100% accountable; and we’re locally based, which allows us to be immediately responsive to our customers. Find out why so many businesses in your area trust their communications needs to Bright House Networks. Learn more.***\n\nON, WISCONSIN — TED CRUZ BEATS DONALD TRUMP, BERNIE SANDERS CRUISES via The Associated Press — Ted Cruz stormed to a commanding victory in Wisconsin on Tuesday, denting front-runner Donald Trump‘s chances of capturing the GOP nomination before the party’s convention. Democrat Bernie Sanders triumphed over Hillary Clinton but still faces a mathematically difficult path to the White House.\n\nTrump’s defeat capped one of the worst periods of his campaign, a brutal stretch that highlighted his weaknesses with women and raised questions about his policy depth. While the billionaire businessman still leads the Republican field, Cruz and an array of anti-Trump forces hope Wisconsin signals the start of his decline.\n\n“Tonight is a turning point,” Cruz told cheering supporters at a victory rally. “It is a call from the hardworking people of Wisconsin to America. We have a choice. A real choice.” But Trump was unbowed. His campaign put out a biting statement: “Ted Cruz is worse than a puppet — he is a Trojan horse, being used by the party bosses attempting to steal the nomination from Mr. Trump.”\n\nFor Sanders, Wisconsin was the latest in a string of victories that have given him an incentive to keep competing against Clinton. But he still trails her in the pledged delegate count and has so far been unable to persuade superdelegates — the party officials who can back any candidate — to drop their allegiance to the former secretary of state and back his campaign. At a raucous rally in Wyoming, Sanders cast his victory as a sign of mounting momentum for his campaign. “With our victory tonight in Wisconsin, we have now won 7 out of 8 of the last caucuses and primaries,” he declared.\n\nWHEN DOES HE DROP OUT? JOHN KASICH ALLIES TO HOLD D.C. BRIEFING WEDNESDAY via Anna Palmer of POLITICO — John Kasich‘s D.C. allies are holding a large meet-and-greet political briefing Wednesday afternoon with GOP operatives and donors, according to multiple sources. Bob Rusbuldt, co-chair of Kasich’s steering committee, said the session is intended to answer questions and encourage people to support Kasich.\n\nFOR THE FIRST TIME the Reuters/Ipsos tracking poll shows Cruz leading the GOP field nationally with 39%, followed by Trump at 37% and Kasich at 23%.\n\nTRUMP CAMPAIGN IN DISARRAY via Kenneth Vogel, Ben Schreckinger and Eli Stokols of POLITICO – Morale sinks as key battleground state staff laid off, including senior data operative … As the final stretch of this hard fought GOP primary bogs down into a delegate fight among party insiders and operatives that likely won’t be decided until the July convention in Cleveland, Trump‘s singular star power appears to be no longer enough – and his campaign’s monthslong lack of attention to other fundamentals is emerging as a hindrance to his ability to clinch the nomination outright.\n\nFLORIDA CO-CHAIRWOMAN SUSIE WILES: NO “DISARRAY” IN TRUMP CAMPAIGN via AG Gancarski of Florida Politics – Ahead of the Wisconsin primary results, a popular narrative is that the Trump campaign is in “disarray.” A POLITICO story declared that “morale sinks” as “key battleground state staff” has been jettisoned. Central to the POLITICO narrative: Florida, where the website says the “disarray” is having tangible consequences. Huge, if true. But Wiles says the narrative is not. “The Trump campaign has been nontraditional, but very effective, since the first day. When a state’s primary has been held, staff in that state are either moved go a state where the primary is yet to come. If they’re unable to move, sometimes they remain in their home state working as volunteers and, in some cases, the campaign and the staff part ways. This is not disarray; it is planned,” Wiles said. “In Florida we have a strong coalition of volunteers and a few highly effective staff as of this date. As we get closer to the general election, the staffing in Florida will be evaluated and the campaign will adjust as needed.”\n\nINSIDE TRUMP’S ‘PRIVATIZED MERCENARY FORCE’ via Kenneth Vogel and Brianna Gurciullo of POLITICO – A POLITICO investigation revealed that Trump has assembled a privately funded security and intelligence force with a far wider reach than other campaigns’ private security operations: tracking and rooting out protesters, patrolling campaign events and supplementing the Secret Service’s protection … The investigation ― which utilized [FEC] reports, state licensing records, court filings and interview accounts or testimony from more than a dozen people who’ve crossed paths with Trump’s security ― found that the tactics of Trump’s team at times inflamed the already high tensions around his divisive campaign, rather than defusing them.\n\nEPILOGUE — JEB BUSH SUPER PAC OUTLINES PLAN TO RETURN $12 MILLION TO DONORS via Alex Leary of the Tampa Bay Times – Anyone who contributed $1,000 or more [will receive] at least a 10 percent refund … “This process will entail making over three-thousand (3,000+) contribution refunds and we anticipate starting and completing this process in May,” reads a letter from treasurer Charlie Spies. Right to Rise raised a breathtaking $118 million and spent much of that trying to prop up Bush and knock down his opponents.\n\nEPILOGUE PART 2 — MARCO RUBIO BACKERS: RUN AGAIN via Manu Raju of CNN – Rubio dropped out of the GOP race, he made this clear: “I’ll be a private citizen in January.” But that doesn’t mean he’s done with politics. In private conversations with supporters and donors over the last several weeks … Rubio repeatedly gets this advice: Run again, potentially in 2020, according to several people familiar with the conversations. And Rubio, sources said, is certainly open to it. Some of his allies are even urging Rubio to withhold supporting Ted Cruz because such endorsements have made little difference this campaign season and the two could face off again in a future contest. “In my opinion, he’s not damaged from the campaign at all,” said Wayne Berman, a major Rubio donor who declined to reveal his own private discussions with the senator. “I think everything that has happened in the campaign and since has enhanced his currency as a future candidate for public office.”\n\nBTW, WHAT HAPPENED TO THIS MARC CAPUTO STORY? — “Marco Rubio nears Ted Cruz endorsement”\n\nMEANWHILE … PANAMA PAPERS COULD ADD TO OUTRAGE IN PRESIDENTIAL RACE via Will Weissert of The Associated Press – The revelations in the Panama Papers could add to the populist outrage in the presidential race by confirming many of the fears of Bernie Sanders supporters on the left and contributing to the distrust that drives people to Donald Trump on the right. So far, the 11.5 million leaked documents have shed light mostly on foreign figures such as the prime minister of Iceland, who resigned after the public learned that he used a shell company to shelter large sums of money while his country’s economy foundered. The reaction in the U.S. has been relatively muted. But voters and experts suggested that the papers could still validate the frustration of blue-collar Sanders supporters who feel that hard work is no longer enough to get ahead in America and the anger of Trump partisans who say it will take someone who knows the insider system to dismantle it.\n\n***Today’s SUNBURN is brought to you by Jamestown Associates, winner of eight 2016 Reed Awards and 60 industry awards overall. Jamestown’s TV, radio, mail and digital advertising helps clients in Florida and across the nation perfect their message, create powerful ads, micro-target the media buy and WIN. See how Jamestown Associates wins tough campaigns at JamestownAssociates.com***\n\nU.S. SENATE TRACKER: Republican Todd Wilcox is scheduled to be in Orlando.\n\n***Make your next event delicious with catering from The Edison! Our internationally-inspired cuisine is sure to make for an unforgettable experience for your guests. Choose from our appetizing menu, and we’ll take care of the rest. Learn more here .***\n\nINVESTIGATORS FIND NUMEROUS POTENTIAL ETHICS VIOLATIONS BY ALAN GRAYSON via Adam Smith of the Tampa Bay Times – The Office of Congressional Ethics recommended the U.S. House Ethics Committee launch a full-scale probe into Grayson’s management of a hedge fund and other business interests that may have improperly overlapped with his congressional duties. The Ethics Committee will further pursue the matter, which does not indicate violations necessarily occurred but ensures that a large ethics cloud hangs over Grayson as he campaigns to succeed Marco Rubio in the U.S. Senate. Among the likely or potential violations: Grayson ran a hedge with that improperly used the congressman’s name … greed to receive contingent fees in cases in which the federal government had a direct and substantial interest that were pending during his time in Congress … numerous “significant” omissions from Grayson’s financial disclosure forms … “participated in multiple press interviews focused on his campaign for the U.S. Senate from his congressional office, and in some cases used campaign resources, including a campaign computer and campaign staff, to facilitate these interviews.” Grayson denies any wrongdoing, and his lawyer released a blistering response to the OCE report that accused investigators of leaking information to Grayson’s Democratic U.S. Senate opponent … Patrick Murphy.\n\nHOW ALAN GRAYSON’S ETHICAL WOES ARE PLAYING — Orlando Weekly, House Ethics Office calls for ‘further review’ of allegations against Alan Grayson – “Grayson said that the investigation fails to identify instances of actual ethics violations or violations of law.” New York Times, Office of Congressional Ethics Cites Possible Violations by Alan Grayson – “The Congressional Ethics staff — made up of professional investigators overseen by a six-member board — found at least six possible violations of House rules or law …” Wall Street Journal, Report Details Potential Ethics Violations by US Rep. Alan Grayson – “Grayson also operated a hedge fund … Nearly all of the money in the fund was held by his family members, but the fund had at least two other investors.” McClatchy Washington Bureau, Race to replace Rubio in Senate roiled by probe of Alan Grayson – “David Damron, Grayson’s Orlando-based campaign communications director … ‘Patrick Murphy and his D.C.-establishment allies are using this new political witch hunt to try to distract Florida voters from what they really care about …” Tampa Bay Times, Investigators find numerous potential ethics violations by Alan Grayson – “His lawyer released a blistering response … ‘The referral itself verges on the demented, in all of its Captain Ahab attempts to spear the white whale by coming up with something – anything …” Miami New Times,Alan Grayson Claims Ethics Investigation Into His Business Dealings Is Political Witch Hunt – “Of course, some critics question certain elements of Grayson’s rebuttal … “\n\nONLINE AD QUESTIONS TAXPAYER COST OF PATRICK MURPHY CAMPAIGN EVENT WITH JOE BIDEN via Alex Leary of the Tampa Bay Times – The ad will run primarily on Facebook, said Brian Burgess, whose client is Better Florida Alliance, a 501(c)(4) “dedicated to educating Florida citizens on the effect of pro-growth economic policies on Florida’s families and promote policies that encourage economic freedom and opportunity.” The group does not have to disclose its donors. Burgess said the group has nearly 10,000 Facebook fans and the ad buy targets 2 million additional voters. The ad uses some of the “b-roll” that Murphy put up on his campaign website in the hope that friendly outside groups would use it for ads.\n\nCARLOS BERUFF BROADCASTING SPANISH ADS ON TV, RADIO IN REPUBLICAN U.S. SENATE RACE via Scott Powers of Florida Politics – Both ads briefly and vaguely follow the theme of the Cuban-American’s arrival in the United States in the 1960s to pursue the American dream, and his concern that he now is disappointed that the American dream is being thwarted by business-as-usual politicians and government in Washington. The radio ad includes another theme: Beruff’s criticism of President Barack Obama’s initiative to open relations with Cuba, and the president’s visit to Cuba last month. In the new 30-second TV ad, Beruff holds up a collage of family pictures and says, in Spanish, “We came in the ’60s, in search of dreams and opportunities. After lots of sacrifice and plenty of effort, thanks to God, we achieved the American Dream. But today that American Dream is disappearing. This government has failed us. The politicians have failed us. I’m Carlos Beruff, and I approve this message because it’s time we rebuild our confidence in the American Dream.” In the new 60-second radio ad, Beruff exchanges comments with an announcer, who begins by introducing him as, “Carlos Beruff. Father. Homebuilder. Republican.”\n\nSTEVE CRISAFULLI ENDORSES CARLOS LOPEZ-CANTERA IN U.S. SENATE RACE via Jenna Buzzacco-Foerster of Florida Politics – “My choice in this important race is not based on politics, but on a desire to have authentic and effective representation in Washington,” said Crisafulli in a statement … “We need action, not more empty promises. Working with Carlos over the years, I have been able to see firsthand his focused leadership. Carlos has a fire and drive that is greatly needed in Washington. I look forward to doing all I can to support his campaign.” Lopez-Cantera has received the backing of Attorney General Pam Bondi and more than half of the Republicans in the Florida Legislature.\n\nAUDREY GIBSON, MIA JONES BOTH “ABSOLUTELY” EYEING CORRINE BROWN’S CD 5 SEAT via Melissa Ross of Florida Politics – “Absolutely,” said Jones, one of four veteran Jacksonville politicians seen as a viable contender to run in Brown’s stead. The others are former Jax Mayor Alvin Brown, state Sen. Gibson, and former state Sen. Tony Hill. “I believe that you have to keep all options open, and it would definitely be something that I would consider doing,” Jones told WJCT. Gibson, a member of the Senate redistricting committee and intimately familiar with the redrawn map and the process, said she’s also ready to vie for the congressional post. “Yes, I would definitely consider running in that district,” Gibson said, while also pointing out much hinges on Brown’s fate and whether she decides to run in the redrawn CD 5.\n\nBOB POE LOANS DISTRICT 10 CAMPAIGN $1.2 MILLION via Jeff Weiner of the Orlando Sentinel – Former State Democratic Chair Poe loaned his congressional bid $1.2 million and raised more than $130,000 in the first quarter of 2016 … “As a Democrat not beholden to anyone, I will be a bold and unapologetic voice for our community,” Poe said in a statement. “And because I don’t have to rely on special interest contributions, my only special interest will be the people of the 10th Congressional District.”\n\nDEBBIE WASSERMAN SCHULTZ AND PRIMARY OPPONENT TIM CANOVA EACH RAISE MORE THAN HALF $1 MILLION via Dan Sweeney of the South Florida Sun Sentinel – Wasserman Schultz raised $614,000 in the first three months of 2016 … Canova, a Nova Southeastern University law professor, raised $557,000 in the same period, his campaign said this week. Their close numbers could lead to a tight contest in the Aug. 30 Democratic primary. Canova is running an anti-establishment campaign against Wasserman Schultz who, as chairwoman of the Democratic National Committee, is a consummate insider.\n\nJEFF BRANDES, LORI BERMAN, RAY RODRIGUES LAUNCHING CAMPAIGN FOR SOLAR POWER TAX BREAKS via Mitch Perry of Florida Politics – “Because we’ve moved to the August primary, we have a really short window in order to really spin up a campaign,” said Brandes, who sponsored the bill in the Senate. “We think we’ll be very active right up front, and we’re going to be doing a lot of work in the next few weeks.” The amendment would essentially be a tax break: It would exempt solar power equipment on homes from being counted toward a house’s value for property tax purposes. It also would exempt from taxation solar energy devices on commercial and industrial properties. Berman and Ray Rodrigues sponsored the measure in the House, where it passed unanimously.\n\nHAPPENING TONIGHT: Former Florida House Speaker Allan Bense and state Sen. Jack Latvala headline a fundraising reception for Bay County Commissioner George Gainer, who is seeking Don Gaetz’s Senate District 2 seat. Event begins 4:30 p.m. at the Florida Retail Federation offices, 227 South Adams St. in Tallahassee. RSVP to Adam Potts at (850) 591-5921 or adam@georgegainer.com.\n\nMIKE HARIDOPOLOS NOT RUNNING FOR STATE SENATE via Matt Dixon of POLITICO Florida – He had been considering running for the Brevard County seat being vacated by Republican Thad Altman due to term limits. Republican state Reps. Debbie Mayfield and Ritch Workman already have filed to run for the seat. “After thoroughly considering this opportunity and the call by many in my community to run for the state Senate, weighted with what is best for our family when our children are at such a pivotal point in the lives, we have decided it is best that I not seek public office at this time,” Haridopolos said in a statement … he made clear that he and his wife Stephanie will consider running for something in the future.\n\nNICE GUY WILTON SIMPSON LETS ‘LOVE FLOW’ WITH BELLAMY BROTHERS CONCERT FUNDRAISER APRIL 21 via Florida Politics – Simpson is letting the “love flow” in his re-election bid to the Florida Senate. The Trilby Republican is hosting a special fundraising barbecue dinner and concert Thursday, April 21, featuring the Bellamy Brothers, the pop-country duo best known for their crossover 1976 hit “Let Your Love Flow.” With a career that combines popular music and nearly 20 No. 1 singles and more than 50 country hits, the Bellamy Brothers seems to be a perfect fit for Simpson – a well-liked legislator respected on both sides of the political aisle. For a minimum donation of $50, friends and supporters can “let your love flow,” as well as help out a genuinely good guy. Simpson’s party begins 6 p.m. at M&B Dairy, 8760 S. Lecanto Highway in Lecanto. Tickets are available at EventBrite.com.\n\nSENATE REPUBLICAN LEADERS ENDORSE DANA YOUNG via Kristen Clark of the Miami Herald – Six prominent Republicans in the Florida Senate have endorsed Young in her bid for the new District 18 Senate seat, representing South Tampa and Hillsborough County … supporters include the next three likely Senate presidents: Sens. Joe Negron, Bill Galvano and Wilton Simpson. Also endorsing Young were: Sens. Anitere Flores, Lizbeth Benacquisto and Jack Latvala, a Clearwater Republican who’s poised to be Appropriations chairman under Negron.\n\nDANIEL HORTON LAUNCHES BID FOR COMPETITIVE SOUTH FLORIDA SENATE SEAT via Kristen Clark of the Miami Herald – Democrat Horton announced his candidacy for District 39, where current state Sen. Anitere Flores and Democrat Andrew Korge are already in a fierce contest. Horton and Korge will now face-off first, though, in the Aug. 30 party primary. As it stands, the winner will challenge Flores in the November general election. Sheila Lucas George has also filed as an independent candidate in the race. Horton’s credentials include serving as president of the FIU College of Law student body and various accolades for his community service work. Among them, he was named the Greater Miami Chamber of Commerce’s 2016 Most Valuable Graduate and last year, he received the American Law Institute’s Scholarship and Leadership Award.\n\nMIKE FASANO FILES FOR RE-ELECTION AS TAX COLLECTOR via C.T. Bowen of the Tampa Bay Times – Incumbent Pasco Tax Collector Fasano has filed to run for re-election to a full, four-year term in the office. ‘‘The job of being tax collector, but also being a public servant, I enjoy greatly. I’ve always enjoyed serving the public especially when it comes to constituent service and I hope I’ll be able to continue to do that,’’ Fasano said. Since becoming tax collector, Fasano opened an office in Wesley Chapel, redesigned the West Pasco Government Center office into a full-service outlet handling Department of Motor Vehicle duties, expanded office technology and changed the salary structure for employees including increasing the starting hourly salary from $9.25 to $12. His announced opponent is Marisol Rodriguez, 28, a tax professional at H&R Block. She initially filed as a non-partisan candidate but switched her affiliation to the Democratic Party last month.\n\n***LECRAE is heading back to school in 2016. The two-time Grammy® Award-winning hip-hop artist, known for his music message frequently at odds with his hip-hop peers, has fans buzzing with excitement at the announcement that he’ll be hitting the road in February 2016 for his HIGHER LEARNING TOUR including a Friday, April 8 show at Donald L. Tucker Civic Center. Joining Lecrae in Tallahassee will be DJ Promote and Swoope. Tickets are on sale now at TuckerCivicCenter.com!***\n\nASSIGNMENT EDITOR: Gov. Scott will hold a ceremonial bill signing at 2:20 p.m. at Zinman Hall at the Jewish Federation of South Palm Beach County, 21005 95th Avenue South in Boca Raton. The bill (SB 86) prohibits the State Board of Administration from investing in companies that boycott Israel.\n\nRICK SCOTT NAMES NEW SENIOR STAFFERS via Kevin Derby of the Sunshine State News – Scott continued to reshape his team … naming Kevin Reilly as legislative affairs director while William Spicola takes over as general counsel. Reilly and Spicola start their new duties Wednesday … Reilly had worked for Scott in the 2010 campaign and has been a key aide to Majority Leader Dana Young … serving as deputy staff director in her office. A former assistant state attorney, Spicola had been general counsel Department of Business and Professional Regulation (DBPR). Before that, Spicola had been director of the Division of Alcoholic Beverages and Tobacco and the chief attorney in the Division of Pari-Mutuel Wagering. He also served as a senior attorney in the Office of Insurance Regulation.\n\nANOTHER DAY, ANOTHER BILL SIGNING DEADLINE via Legislative IQ powered by Lobby Tools – Scott has reached the deadline to act on 20 bills, all from the Senate … including a bill that would expand courtroom protections for victims of abuse, and another that would repeal the prohibition on cohabitation … If signed, couples shacking up together would no longer be breaking the law … The prohibition is essentially unenforced, however; Florida is among a few states that still criminalizes cohabitation … Under a law that has been on the books since 1868, a man and woman living together could be fined $500 and locked up in jail for 60 days … There are almost 438,000 “unmarried male-female couples” in the state, according to 2014 census data … other bills would establish a Florida Holocaust Memorial on the grounds of the Capitol, allow All Aboard Florida to sell beer at its train stations, and offers discounts on park entrance fees to surviving family of military service members and first responders who die in the line of duty.\n\nSTILL NO DECISION ON FLORIDA SENATE’S “FIVE FLAGS MURAL” via Jim Rosica of Florida POLITICS – With work well underway on renovations of the Florida Senate chamber, there’s still no word on the fate of the decades-old mural that greets visitors to the chamber’s fifth floor public gallery … spokeswoman Katie Betta said no final decision has been made about the artwork’s future … [In] October, Betta said the mural will be taken down because it’s showing signs of age, including fading and peeling. The “Five Flags Mural” also happens to depict a Confederate flag, which the Senate previously voted to remove from its official seal and insignia. Senate Democratic Leader Arthenia Joyner … explained that the flag is a “painful symbol of oppression.” The name of the mural refers to the five flags that have flown over the state: U.S., Confederate, Spanish, French and British.\n\nFLORIDA REACHES SETTLEMENT AGREEMENT IN KIDS’ MEDICAID CASE via Kelli Kennedy of The Associated Press – Florida health officials have reached a settlement ending a decadeslong class-action lawsuit that alleged the state is violating federal mandates by failing to deliver critical health services to 2 million children on Medicaid. One of the biggest victories for the plaintiffs requires insurance plans to provide a “reasonable opportunity” for pediatricians to earn rates that are on par with Medicare, which typically pays more than Medicaid. In later years, those reimbursement opportunities will extend to specialists, addressing a huge gap in the system by improving doctor participation in the Medicaid program and preventing children from having to travel long distances to receive treatment. Florida’s Medicaid reimbursement rates are among the lowest in the country. Even state health officials have acknowledged a critical shortage of Medicaid specialists.\n\n6TH NURSERY GETS DEPARTMENT OF HEALTH OK TO ENTER MEDICAL MARIJUANA BUSINESS via Jenna Buzzacco-Foerster of Florida Politics – [DOH] notified San Felasco Nurseries that it had been approved as a dispensing organization for the Northeast region … the nursery has 10 days to post a $5 million performance bond. The bond must be received by no later than 5 p.m., April 18. The nursery has 75 days to request authorization to cultivate. San Felasco must begin dispensing the product within 210 days of receiving its cultivation authorization. The approval marks the first new nursery to come online under a new law Scott signed March 25. Among other things, the new law allows applicants who win administrative challenges to get a license to cultivate and distribute medical marijuana. The new law also allows nurseries chosen by the Department of Health to produce low-THC marijuana will also be able to deliver full-strength marijuana, which would only be available to terminally ill patients.\n\nSTATE RADIO FUNDS ALLOCATED; NEXT PROCUREMENT TO BEGIN THIS SUMMER via Florida Politics – The Department of Management Services’ Joint Task Force panel detailed how $7 million allocated for state law enforcement radios will be spent, possibly giving a clue into how another $7 million appropriated for SLERS during the 2016 Legislative Session may be allocated as well … of the $6.9 million of the extra funds given to the Department: $4.7 million went to the Florida Fish & Wildlife Commission for 1120 portable units; $857,733 went to FWC for 200 mobile units; $654,489 went to the Department of Corrections for 150 mobile units; and $633,500 went to the Department of Business & Professional Regulation for 150 mobile units.\n\nFLORIDA ZIKA VIRUS UPDATE via FloridaHealth.gov – As of Tuesday, there was one new case reported in Palm Beach County. Now there are six cases exhibiting symptoms in the state. All are travel-associated, with no locally-acquired cases of Zika in Florida. There are 80 total cases in Florida; by county (number of cases): Miami Dade (32), Broward (12), Orange (5), Alachua (4), Osceola (4), Hillsborough (3), Lee (3), Brevard (2), Palm Beach (2), Polk (3) and a single case each in Clay, Collier, Santa Rosa, Seminole and St. John’s counties. Based on CDC guidance, several pregnant women who have traveled to countries with local-transmission of Zika have received antibody testing, and of those, five have tested positive for the Zika virus. The DOH recommends women who are pregnant or thinking of becoming pregnant postpone travel to Zika affected areas. The department also urges Floridians to drain standing water weekly, no matter how seemingly small. A couple drops of water in a bottle cap can be a breeding location for mosquitoes. Residents and visitors also need to use repellents when enjoying the Florida outdoors.\n\nACTUAL HEADLINE — “Florida Man Arrested After Trying to Sell Stolen Fuel on Craigslist, Facebook“\n\nFROM SHERYL SANDBERG TO PETER CHERNIN: COUNTING DOWN POTENTIAL DISNEY SUCCESSORS via Brent Lang of Variety – Facebook COO Sandberg, who is already a Disney board member, … [at 46] would be a young enough to guide the company for decades, and has the Silicon Valley bona fides to help Disney adapt to the digital era. … 21st Century Fox executive vice chairman Chase Carey … might be willing to jump ship … Chernin, the man who Carey replaced atop what was then News Corp., … is a known quantity with the investment community.\n\n***Situated in the heart of Downtown Tallahassee, 101 Restaurant combines southern hospitality with big city style. Through Executive Chef Jason Bruner, 101 Restaurant adopted the Farm-to-Table approach where they use products from farmers and fishermen found within a 100-mile radius of their downtown restaurant. These locations include Quincy, Thomasville, Apalachicola, Panama City, and many others. The goal at 101 Restaurant is to give guests a fine dining experience in a luxurious, casual environment. Plus, if you stop by any day from 4:00pm to 7:30pm or 10:00pm to 12:30am, you can enjoy their Double Happy Hour! Call them today to make your reservation! (850) 391-1309.***\n\nNEW LOBBYING REGISTRATIONS\n\nMatt Brockelman, Deno Hicks: Southern Strategy Group: Tote Maritime Puerto Rico\n\nChris Finkbeiner, The Rubin Group: The Florida Bar, Family Law Section; Trilogy Integrated Resources\n\nMike Haridopolos, Mike Haridopolos: International Speedway Corporation\n\nAllison Kinney: Springleaf Financial\n\nLonna Peterson: Cognosante Consulting,\n\nRonald Richmond, Ronald R. Richmond: Florida Hospital Association\n\nTWEET, TWEET: @JohnStemberger: The redesign of @doubletree hotel on Adams in Tallahassee is the single ugliest decor I’ve ever seen in any hotel #PostmodernFail\n\nHAPPY BIRTHDAY to Rosemary Curtiss, our friend Chelsea Murphy, former state Rep. Jim Frishe, Carolyn Johnson, and Jeremy Wallace.", "article_metadata": {"og": {"site_name": "Florida Politics", "description": "Sunburn – The morning read of what’s hot in Florida politics. By Peter Schorsch, Phil Ammann, Jenna Buzzacco-Foerster, Mitch Perry, Ryan Ray, and Jim Rosica. AN APOLOGY TO OUR READERS In yesterday’s edition of Sunburn, we did not include a link to a story by Javier Manjarres of The Shark Tank headlined, “Wasserman Schultz’s primary challenger …", "title": "Sunburn for April 6 - Rick Scott walks into a Starbucks. You won't believe what happens next... - Florida Politics", "locale": "en_US", "image": {"width": 1024, "identifier": "http://floridapolitics.com/wp-content/uploads/2015/06/scott-rick-06-25.jpg", "height": 602}, "updated_time": "2016-04-06T06:55:53-04:00", "url": "http://floridapolitics.com/archives/206326-sunburn-april-6-rick-scott-walks-starbucks-wont-believe-happens-next", "type": "article"}, "article": {"publisher": "https://www.facebook.com/flpolitics", "section": "Headlines", "published_time": "2016-04-06T06:14:56-04:00", "modified_time": "2016-04-06T06:55:53-04:00"}, "fb": {"app_id": 1643817879175164}, "twitter": {"description": "Sunburn – The morning read of what’s hot in Florida politics. By Peter Schorsch, Phil Ammann, Jenna Buzzacco-Foerster, Mitch Perry, Ryan Ray, and Jim Rosica. AN APOLOGY TO OUR READERS In yesterday’s edition of Sunburn, we did not include a link to a story by Javier Manjarres of The Shark Tank headlined, “Wasserman Schultz’s primary challenger […]", "creator": "@Fla_Pol", "image": "http://floridapolitics.com/wp-content/uploads/2015/06/scott-rick-06-25.jpg", "title": "Sunburn for April 6 - Rick Scott walks into a Starbucks. You won't believe what happens next... - Florida Politics", "site": "@Fla_Pol", "card": "summary_large_image"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "The approval marks the first new nursery to come online under a new law Scott signed March 25.\nSunburn – The morning read of what’s hot in Florida politics.\nNICE GUY WILTON SIMPSON LETS ‘LOVE FLOW’ WITH BELLAMY BROTHERS CONCERT FUNDRAISER APRIL 21 via Florida Politics – Simpson is letting the “love flow” in his re-election bid to the Florida Senate.\nRick Scott got an earful from an angry woman over his refusal to expand Medicaid to low-income Floridians.\nInstead of highlighting Manjarres’ work, we spotlighted a scoop from Florida Politics’ Jenna Buzzacco-Foerster about Ambassador Francis Rooney deciding not to run for Florida’s U.S. Senate seat."}