{"article_title": "‘Nightly Show’ Smears ‘Creepy’ Cruz; Will ‘Do Everything the KKK Does,’ Has Mental Problems", "article_keywords": ["liberal", "mental", "hes", "rodriguez", "problems", "attacks", "creepy", "nightly", "smears", "cruz", "does", "cruzs", "know", "kkk", "wilmore"], "article_url": "http://newsbusters.org/blogs/nb/curtis-houck/2015/12/15/nightly-show-smears-creepy-cruz-will-do-everything-kkk-does-has", "article_text": "In what may be the worst series of attacks by the liberal media on Ted Cruz, Monday’s Nightly Show on Comedy Central featured host Larry Wilmore declaring that the “creepy” Cruz may be mentally disturbed with guest Aida Rodriguez firmly asserting that, if elected, Cruz’s agenda would be to “do everything the KKK does.”\n\nDuring the panel segment, Rodriguez began building to her obscene comparison by first attacking Cruz’s Christian faith by trying to joke that Christians who believe in the Second Amendment must also believe that people can shoot one another to death and merely “ask for forgiveness, and [then] go about their business.”\n\nFrequent panelist Mike Yard piled on by adding that Cruz supporters are “the people who say shit like if Jesus had a gun, the crucifixion would have went differently.”\n\nWilmore then opined that along with being against abortion and global warming but for traditional marriage, repealing of ObamaCare, guns, and abolishing the IRS, Cruz would be more likely than Donald Trump “to follow through on” Trump’s proposals because “[h]e’s not kidding around.”\n\nThe far-left comedian in Rodriguez then drew gasps (followed by applause) from the audience when she lumped Cruz in with the Ku Klux Klan: “He's going to do everything the KKK does. That is his agenda. He falls in line with the KKK. Every single fucking thing that they do, he’s doing to do. Absolutely. He’s — and no global warming? Come on, son, really?”\n\nEarlier in the program, Wilmore crudely suggested that Cruz’s denial of climate change was similar to a husband cheating on his wife with a babysitter where “in the middle of having sex, you whisper to her, ‘monogamy is very important to me.’”\n\nIntroducing the audio clip of Cruz telling a private audience about his strategy to “bear hug...and smother” Trump and Ben Carson “with love” so he can eventually inherit their supporters, Wilmore floated the idea that Cruz is mentally incompetent: “Something's just off about this guy, though. Even behind the scenes.”\n\nWilmore also played video of Cruz shooting a machine gun with bacon wrapped inside before eating it to which the liberal late-night host denounced the “creepy” presidential candidate and questioned his manhood: “Wow. Do you know how small your dick has to be to do something like that? I don't know, guys. I mean, I don't know. He's just creepy. You know, it's his whole vibe, right?”\n\nFor a sampling of other attacks by the liberal media against the Texas conservative, my colleague Geoffrey Dickens complied some of their worst attacks in the lead-up to the announcement of his presidential campaign on March 23.\n\nThe relevant portions of the transcript from Comedy Central’s The Nightly Show with Larry Wilmore on December 14 can be found below.", "article_metadata": {"og": {"site_name": "NewsBusters", "description": "In what may be the worst series of attacks by the liberal media on Ted Cruz, Monday’s Nightly Show on Comedy Central featured host Larry Wilmore declaring that the “creepy” Cruz may be mentally disturbed with guest Aida Rodriguez firmly asserting that, if elected, Cruz’s agenda would be to “do everything the KKK does.”", "title": "‘Nightly Show’ Smears ‘Creepy’ Cruz; Will ‘Do Everything the KKK Does,’ Has Mental Problems", "url": "http://social.newsbusters.org/blogs/nb/curtis-houck/2015/12/15/nightly-show-smears-creepy-cruz-will-do-everything-kkk-does-has", "image": "http://cdn.newsbusters.org/images/2015-12-14-CC-NightlyShow-WilmoreCruz1.JPG", "video": {"width": 640, "type": "text/html", "height": 360}, "type": "article"}, "twitter": {"description": "In what may be the worst series of attacks by the liberal media on Ted Cruz, Monday’s Nightly Show on Comedy Central featured host Larry Wilmore declaring that the “creepy” Cruz may be mentally disturbed with guest Aida Rodriguez firmly asserting that, if elected, Cruz’s agenda would be to “do everything the KKK does.”", "title": "‘Nightly Show’ Smears ‘Creepy’ Cruz; Will ‘Do Everything the KKK Does'", "url": "http://newsbusters.org/blogs/nb/curtis-houck/2015/12/15/nightly-show-smears-creepy-cruz-will-do-everything-kkk-does-has", "image": "http://cdn.newsbusters.org/images/2015-12-14-CC-NightlyShow-WilmoreCruz1.JPG", "creator": "@CurtisHouck", "card": "summary_large_image"}, "description": "In what may be the worst series of attacks by the liberal media on Ted Cruz, Monday’s Nightly Show on Comedy Central featured host Larry Wilmore declaring that the “creepy” Cruz may be mentally disturbed with guest Aida Rodriguez firmly asserting that, if elected, Cruz’s agenda would be to “do everything the KKK does.”", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af36914bd0286fd315c\"", "article_summary": "The relevant portions of the transcript from Comedy Central’s The Nightly Show with Larry Wilmore on December 14 can be found below.\nHe's just creepy.\nDo you know how small your dick has to be to do something like that?\nHe falls in line with the KKK.\nEvery single fucking thing that they do, he’s doing to do."}