{"article_title": "Teamsters President James P. Hoffa Tells Ted Cruz To Stop 'Misusing' His Obamacare Criticism", "article_keywords": ["state", "capitol", "misusing", "stop", "ted", "cruz", "obamacare", "p", "unions", "teamsters", "health", "james", "sen", "president", "republican", "tells", "hoffa", "care"], "article_url": "http://www.huffingtonpost.com/2013/09/25/james-hoffa-ted-cruz-obamacare_n_3992342.html", "article_text": "WASHINGTON -- It seems Teamsters President James P. Hoffa has tired of hearing his name come from the mouth of Sen. Ted Cruz.\n\nIn countless anti-Obamacare television ads, as well as in his marathon anti-Obamacare speech on the Senate floor this week, the Texas Republican has referred over and over to Hoffa's previous criticism of the Affordable Care Act. Lest anyone think the two men are buddies or something, the Teamsters issued a statement Wednesday demanding that Cruz and his Republican allies stop citing Hoffa in their attacks on the health care law.\n\n\"I call on Sen. Ted Cruz, Sen. David Vitter and others to cease and desist from misusing our constructive comments in their destructive campaign to hobble the president and the nation,\" Hoffa said.\n\nBack in July, Hoffa signed onto a strongly worded letter from several unions calling on Democratic congressional leaders to address their issues with the landmark health care legislation. Unions, including the Teamsters, the United Food and Commercial Workers and UNITE HERE, have said they are concerned that many of the non-profit, joint-employer health care plans their members are currently enrolled in will eventually become uncompetitive under the law. They asked that the administration bend the law so that workers in so-called Taft-Hartley plans would be eligible for subsidies just like individuals on the new health care exchanges.\n\nThe administration ultimately rebuffed the unions, but their criticisms of Obamacare have nonetheless lived on -- primarily in Republican talking points. Unions, of course, have been reliable backers of the Obama administration, and the grievances from labor leaders helped conservatives like Cruz argue that even the president's allies will suffer under the law.\n\nOn the whole, however, most unions strongly support the Affordable Care Act, and Hoffa has now tried to temper his criticism of the law.\n\n\"Though we may have concerns with specific provisions of the ACA, we share the president’s goal of ensuring that every American has affordable access to top-quality health care,\" Hoffa said in the statement. \"It is on this main point that we disagree wholeheartedly with the efforts of extreme right-wing Republicans to gut the ACA. Any suggestion otherwise is simply political posturing.\"\n\n\n\nA spokesman for Cruz did not immediately respond late Wednesday to an email seeking comment.\n\nAlso on HuffPost: U.S. State Capitol Buildings U.S. State Capitol Buildings\n\n1 of 50 Alabama State Capitol (Montgomery, Ala.) Pictured on Tuesday, Feb. 7, 2012. (AP Photo/Dave Martin) Share this slide:\n\nAP", "article_metadata": {"description": "WASHINGTON -- It seems Teamsters President James P. Hoffa has tired of hearing his name come from the mouth of Sen. Ted Cruz.\n\nIn countless anti-Obamac...", "sailthru.expire_date": "2013-09-26 21:23:41 -0400", "og": {"site_name": "The Huffington Post", "description": "WASHINGTON -- It seems Teamsters President James P. Hoffa has tired of hearing his name come from the mouth of Sen. Ted Cruz.\n\nIn countless anti-Obamac...", "title": "Hoffa To Cruz: Stop Saying My Name!", "url": "http://www.huffingtonpost.com/2013/09/25/james-hoffa-ted-cruz-obamacare_n_3992342.html", "image": "http://i.huffpost.com/gen/1374212/images/o-JAMES-HOFFA-OBAMACARE-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"description": "WASHINGTON -- It seems Teamsters President James P. Hoffa has tired of hearing his name come from the mouth of Sen. Ted Cruz.\n\nIn countless anti-Obamac...", "creator": "jamieson", "image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/1374212/images/o-JAMES-HOFFA-OBAMACARE-facebook.jpg", "height": 1000}, "title": "Hoffa To Cruz: Stop Saying My Name!", "site": "@HuffPostPol", "card": "summary_large_image"}, "sailthru.date": "2013-09-25 21:23:41 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=3992342", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "ted cruz obamacare,video,labor,obamacare,james hoffa david vitter,Ted Cruz,james-p-hoffa,Affordable Care Act,james hoffa obamacare,james hoffa ted cruz,teamsters,unions,Barack Obama", "article": {"section": "Politics", "tag": "ted cruz obamacare,video,labor,obamacare,james hoffa david vitter,Ted Cruz,james-p-hoffa,Affordable Care Act,james hoffa obamacare,james hoffa ted cruz,teamsters,unions,Barack Obama", "published_time": "2013-09-25 21:23:41 -0400", "modified_time": "2013-09-27 14:35:42 -0400"}, "viewport": "width=1000"}, "article_summary": "Also on HuffPost: U.S. State Capitol Buildings U.S. State Capitol Buildings1 of 50 Alabama State Capitol (Montgomery, Ala.) Pictured on Tuesday, Feb. 7, 2012.\nWASHINGTON -- It seems Teamsters President James P. Hoffa has tired of hearing his name come from the mouth of Sen. Ted Cruz.\n\"I call on Sen. Ted Cruz, Sen. David Vitter and others to cease and desist from misusing our constructive comments in their destructive campaign to hobble the president and the nation,\" Hoffa said.\n\"Though we may have concerns with specific provisions of the ACA, we share the president’s goal of ensuring that every American has affordable access to top-quality health care,\" Hoffa said in the statement.\nThey asked that the administration bend the law so that workers in so-called Taft-Hartley plans would be eligible for subsidies just like individuals on the new health care exchanges."}