{"article_title": "Federal Employees Sue Government for Delaying Pay During Shutdown", "article_keywords": ["wage", "sue", "work", "court", "federal", "pay", "employees", "delaying", "essential", "written", "shutdown", "filed", "article", "fedsmith"], "article_url": "http://www.fedsmith.com/2013/11/04/federal-employees-sue-government-for-delaying-pay-during-shutdown/", "article_text": "View this article online at http://www.fedsmith.com/2013/11/04/federal-employees-sue-government-for-delaying-pay-during-shutdown/\n\nFive federal employees classified as “essential” and required to work during the recent government shutdown have brought suit under the Fair Labor Standards Act. The theory is that by making them work but not paying them in real time, their agency violated the minimum wage and overtime requirements of the FLSA. They are seeking remedies provided by the law.\n\nAll five named plaintiffs work for the Bureau of Prisons, part of the Department of Justice. They have filed for damages not only for themselves but also for all other “essential” employees who were similarly forced to work during the shutdown.\n\nThe case was filed October 24, 2013 in the U.S. Court of Federal Claims and has been designated No. 13-834C.\n\nMartin et al v. United States\n\n\n\n© 2016 FedSmith Inc. All rights reserved. This copyrighted article may not be reproduced without express written consent of FedSmith Inc.\n\nTags: Court Cases, Federal Pay", "article_metadata": {"google-site-verification": "JRMtwOulxjUrq9aLrmCXOnmeEXW4JiGCPPX9dAY3Ehg", "generator": "WordPress 4.4.3", "description": "FedSmith.com is a digital news service for current and former federal employees.", "viewport": "width=device-width,initial-scale=1"}, "_id": "\"57477af46914bd0286fe0d1e\"", "article_summary": "View this article online at http://www.fedsmith.com/2013/11/04/federal-employees-sue-government-for-delaying-pay-during-shutdown/Five federal employees classified as “essential” and required to work during the recent government shutdown have brought suit under the Fair Labor Standards Act.\nThey have filed for damages not only for themselves but also for all other “essential” employees who were similarly forced to work during the shutdown.\nThe case was filed October 24, 2013 in the U.S. Court of Federal Claims and has been designated No.\nTags: Court Cases, Federal Pay\nThis copyrighted article may not be reproduced without express written consent of FedSmith Inc."}