{"article_title": "Ted Cruz's ride on the Obamacare train wreck", "article_keywords": ["wreck", "ted", "ride", "hypocrisy", "obamacare", "cruz", "train", "cruzs", "plan", "using", "health", "insurance", "exchange", "theres"], "article_url": "http://www.latimes.com/nation/la-oe-0329-mcmanus-cruz-20150329-column.html", "article_text": "When Sen. Ted Cruz, the conservative firebrand from Texas, launched his presidential campaign last week at the Rev. Jerry Falwell's Liberty University, he earned grudgingly glowing reviews from otherwise skeptical pundits. The very next day he drove straight into a pothole on his already-narrow road to the Republican nomination: Obamacare.\n\nObamacare was supposed to be one of Cruz's selling points. When it comes to denouncing the evils of the president's health insurance plan, Cruz takes second place to no one. Obamacare is “unconstitutional,” he says. It's “a train wreck.” And, of course, it “puts a government bureaucrat between you and your doctor.”\n\nSo, last week, when Cruz said he intended to sign his family up for health insurance coverage through Obamacare, the media had a field day.\n\n“We'll be getting new health insurance, and we'll presumably do it through my job in the Senate, and so we'll be on the federal exchange like millions of others on the federal exchange,” he told Dana Bash of CNN.\n\n“I believe we should follow the law, even laws I disagree with,” he explained.\n\nLiberals charged Cruz with hypocrisy. But that's not quite right. To quote ethics scholar Rush Limbaugh: “There's no hypocrisy in Cruz using Obamacare, just like there's no hypocrisy in people opposing Social Security using it.”\n\nIf you're more comfortable with a left-wing example, when a billionaire like Warren Buffett calls for higher taxes on the rich, that doesn't obligate him to send voluntary contributions to the U.S. Treasury.\n\nHad Cruz acted on his initial statement, he might have been fine. The real trouble started when his aides said the senator had not, in fact, decided what to do about his health insurance. Thus began a week-long controversy.\n\n“He had a superb announcement,” said a GOP strategist who's backing former Florida Gov. Jeb Bush. “But then his message got thrown off by this Obamacare distraction.”\n\nTo quote ethics scholar Rush Limbaugh: \"There's no hypocrisy in Cruz using Obamacare, just like there's no hypocrisy in people opposing Social Security using it.\"\n\nCruz's selling point to GOP voters is that he's a principled conservative who will never compromise and never back down. His hesitation muddied that otherwise crystal-clear image.\n\nIt was also ill-advised for Cruz to suggest that he had no choice other than to sign up for Obamacare through his job at the U.S. Senate — when, in fact, he does.\n\nThe reason Cruz suddenly needs health insurance is that, until now, his family was covered by a policy provided by his wife's employer, Goldman Sachs. Heidi Cruz has decided to go on unpaid leave during her husband's presidential campaign; the couple have two young daughters.\n\nWhat are Cruz's alternatives to buying a policy through the government-run exchange? His wife could ask Goldman Sachs to continue their coverage under the firm's generous unpaid leave programs, but that might look like a sweetheart deal. She could apply for continued coverage under the federal COBRA law — but since she didn't lose her job, but is departing voluntarily, she might not qualify.\n\nOr Cruz could buy a policy directly from an insurance company. Blue Cross of Texas, for example, offers policies for a family headed by a 44-year-old beginning at $623 a month, although that comes with a hefty $12,700 deductible.\n\nFinally, Cruz could refuse to buy health insurance at all and pay a penalty to the Treasury on top of his taxes.\n\nHe hasn't done any of those things.\n\nWhen I asked Cruz's spokeswoman, Catherine Frazier, about his deliberations, she responded with the eail version of hemming and hawing. “The senator is looking at the options,” she said.\n\nIn Cruz's view, she said, every health insurance plan on the market now counts as Obamacare, because the Affordable Care Act regulates them all.\n\n“Every plan, no matter what provider, is required to comply with the Obamacare law,” she said. “Obamacare isn't a plan in and of itself; it dictates what plans have to provide. All plans operate under Obamacare.”\n\n“Any American that wants a healthcare plan, including Sen. Cruz, has no choice but to utilize Obamacare — either the Obamacare exchange or much more expensive private coverage that must be Obamacare-compliant,” she said.\n\nThat all sounds awfully lawyerly — fittingly, perhaps, since Cruz prides himself on his chops as a constitutional lawyer. If that kind of statement came from anyone named Clinton, conservatives would call it slick.\n\nThis kerfuffle is likely to be forgotten by next year's Iowa caucuses — assuming, of course, that Cruz has settled on an insurance carrier by then.\n\ndoyle.mcmanus@latimes.com\n\nTwitter: @DoyleMcManus\n\nFollow the Opinion section on Twitter @latimesopinion and Facebook", "article_metadata": {"fb_title": "Ted Cruz's ride on the Obamacare train wreck", "googlebot": "index", "copyright": "Copyright (c) 2016 Los Angeles Times", "author": "Los Angeles Times", "og": {"site_name": "latimes.com", "description": "When Sen. Ted Cruz, the conservative firebrand from Texas, launched his presidential campaign last week at the Rev. Jerry Falwell's Liberty University, he earned grudgingly glowing reviews from otherwise skeptical pundits. The very next day he drove straight into a pothole on his already-narrow road to the Republican nomination: Obamacare.", "title": "Ted Cruz's ride on the Obamacare train wreck", "url": "http://www.latimes.com/nation/la-oe-0329-mcmanus-cruz-20150329-column.html", "image": "http://www.trbimg.com/img-5516315e/turbine/la-oe-0329-mcmanus-cruz-20150329", "type": "article"}, "x-servername": "lalvp12.13", "twitter": {"site": "@latimes", "card": "summary"}, "msvalidate.01": "AAC9C18F70AC386BC4DCF4DDF9BF1786", "robots": "index,follow", "keywords": "Ted Cruz, Obamacare, Affordable Care Art, conservative, Texas, president", "fb": {"admins": 100000786395051, "page_id": 5863113009}, "apple-itunes-app": "app-id=373238146, app-argument=http://www.latimes.com/deeplinkid/83166924", "googlebot-news": "index", "date": "2015-03-28", "Description": "When Sen. Ted Cruz, the conservative firebrand from Texas, launched his presidential campaign last week at the Rev. Jerry Falwell's Liberty University, he earned grudgingly glowing reviews from otherwise skeptical pundits. The very next day he drove straight into a pothole on his already-narrow...", "y_key": "cee2fe4077f8d050", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "news_keywords": "Ted Cruz, Obamacare, Affordable Care Art, conservative, Texas, president"}, "_id": "\"57477af36914bd0286fd33f2\"", "article_summary": "When it comes to denouncing the evils of the president's health insurance plan, Cruz takes second place to no one.\nIn Cruz's view, she said, every health insurance plan on the market now counts as Obamacare, because the Affordable Care Act regulates them all.\nThe real trouble started when his aides said the senator had not, in fact, decided what to do about his health insurance.\n“But then his message got thrown off by this Obamacare distraction.”To quote ethics scholar Rush Limbaugh: \"There's no hypocrisy in Cruz using Obamacare, just like there's no hypocrisy in people opposing Social Security using it.\"\nFinally, Cruz could refuse to buy health insurance at all and pay a penalty to the Treasury on top of his taxes."}