{"article_title": "Brooks Ayers’ disgusting cancer lie: Even for a “Real Housewives” arc, this drama didn’t add up", "article_keywords": ["real", "lie", "treated", "documents", "form", "cancer", "housewives", "medical", "disease", "disgusting", "brooks", "ayers", "drama", "arc", "need", "didnt", "hope"], "article_url": "http://www.salon.com/2015/11/13/brook_ayers_disgusting_cancer_lie_even_for_a_real_housewives_arc_this_drama_didnt_add_up/", "article_text": "Topics: Bravo, Brook Ayers, Cancer, Real Housewives of Orange County, TV, Vicki Gunvalson, Entertainment News\n\nBrooks Ayers says, “I made a mistake, yet I have learned a huge lesson as well.” That’s nice for him, and I truly hope he has. But most of us don’t need to learn the lesson not to fake having cancer.\n\nI confess that I am the sort of the person for whom the phrase “Vicki Gunvalson’s ex-boyfriend” means nothing. But after the “Real Housewives of Orange County” supporting player raised eyebrows over the past season over a does-he-or-doesn’t-he drama over his claims that he was being treated for a deadly form of the disease, I took an interest.\n\nJust last month, Ayers told Radar that he “Life is funny sometimes. Sometimes it is not. My reality is that I have, once again, been diagnosed with a form of Non-Hodgkin lymphoma specifically diffuse large B cell lymphoma” — a “fast-growing, aggressive” form of the disease. He insisted, “Let me assure you that I am going to remain positive and continue to battle this disease vigorously with much tenacity along with seeking the appropriate medical care.”\n\nIn a recent interview with E! he said he was “improving,” and that he “went from Stage 3 initial diagnosis now down to Stage 2, I have no more inflammation, lesions in my lymphatic system. Just had some bloodwork numbers that need to come down, normalize.” He said, “The latter part of January was my last round of chemo.” And he’s also said, “Unfortunately, I wish it wasn’t true. It would be a lot easier if I didn’t have cancer just to be honest with you. The daily grind, the routines of reminding yourself that I’m sick and I need to do certain things and not do certain things.” Ayers also offered documentation that appeared to prove that he had been receiving treatment at City of Hope National Medical Center, and said, “These are the three bills that reference the days I got my treatment.”\n\nBut Ayers’ story still didn’t quite add up. While patients can be successfully treated, cancer staging itself generally is downgraded, as he claimed he’d been. That’s not how the terminology tends to work. And the paperwork Ayers claimed came from City of Hope didn’t resemble the facility’s official documentation. On Tuesday, a representative for City of Hope told E! that that they had not treated anyone named David Brooks Ayers.\n\nAnd then it all came out. On Wednesday, Ayers released a statement admitting he had faked the treatment documents: “Words cannot express the deep regret that I have in fabricating documents to ‘prove’ to the world that I, in fact, have cancer. What I did was wrong and inexcusable. I acted alone, without Vicki’s knowledge, to produce documents for a reality TV show in hopes of putting doubts about my cancer to rest. I never intended to disclose my actual medical records or details about my private and personal medical history, thus the rationalization of presenting documents that weren’t true simply for a ‘storyline’ for the show.”", "article_metadata": {"description": "Ayers admits he faked proof of treatment—if he made up the cancer altogether, he wouldn't be the first", "title": "Brooks Ayers’ disgusting cancer lie: Even for a “Real Housewives” arc, this drama didn’t add up", "og": {"site_name": "Salon", "description": "Ayers admits he faked proof of treatment—if he made up the cancer altogether, he wouldn't be the first", "title": "Brooks Ayers’ disgusting cancer lie: Even for a “Real Housewives” arc, this drama didn’t add up", "url": "http://www.salon.com/2015/11/13/brook_ayers_disgusting_cancer_lie_even_for_a_real_housewives_arc_this_drama_didnt_add_up/", "image": "http://media.salon.com/2015/11/Real_Housewives_Cancer.jpg", "type": "article"}, "twitter": {"description": "Ayers admits he faked proof of treatment—if he made up the cancer altogether, he wouldn't be the first", "title": "Brooks Ayers’ disgusting cancer lie: Even for a “Real Housewives” arc, this drama didn’t add up", "image": "http://media.salon.com/2015/11/Real_Housewives_Cancer.jpg", "creator": "@embeedub", "site": "@salon", "card": "summary_large_image"}, "author": "Mary Elizabeth Williams", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Bravo, Brook Ayers, Cancer, Real Housewives of Orange County, TV, Vicki Gunvalson", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "While patients can be successfully treated, cancer staging itself generally is downgraded, as he claimed he’d been.\nAnd the paperwork Ayers claimed came from City of Hope didn’t resemble the facility’s official documentation.\nIt would be a lot easier if I didn’t have cancer just to be honest with you.\nTopics: Bravo, Brook Ayers, Cancer, Real Housewives of Orange County, TV, Vicki Gunvalson, Entertainment NewsBrooks Ayers says, “I made a mistake, yet I have learned a huge lesson as well.” That’s nice for him, and I truly hope he has.\nBut most of us don’t need to learn the lesson not to fake having cancer."}