{"article_title": "The FBI’s Lies, Damned Lies", "article_keywords": ["criminal", "defendants", "justice", "trials", "review", "forensic", "lies", "department", "fbi", "ways", "fbis", "damned", "unit"], "article_url": "http://www.thefiscaltimes.com/Quick-Hits/2015/04/20/FBI-s-Lies-Damn-Lies", "article_text": "How many more government agencies will be branded as devious, unreliable or outright fraudulent before the penalties the Justice Department imposes has teeth? Oh, wait, the Justice Department is on the hook for targeting private phone records from Fox News and the Associated Press because of so-called “leaks.”\n\nThen, there are the scandals at the IRS, the Department of Homeland Security, HUD, the Secret Service, Veterans Affairs, the Patent and Trademark Office, the Drug Enforcement Agency, the Labor Department and FEMA — to name just a few.\n\nThe FBI case tops all, however, because what they did actually killed people. The Washington Post broke the story on Saturday:\n\nThe Justice Department and FBI have formally acknowledged that nearly every examiner in an elite FBI forensic unit gave flawed testimony in almost all trials in which they offered evidence against criminal defendants over more than a two-decade period before 2000.\n\nOf 28 examiners with the FBI Laboratory’s microscopic hair comparison unit, 26 overstated forensic matches in ways that favored prosecutors in more than 95 percent of the 268 trials reviewed so far, according to the National Association of Criminal Defense Lawyers (NACDL) and the Innocence Project, which are assisting the government with the country’s largest post-conviction review of questioned forensic evidence.\n\nThe cases include those of 32 defendants sentenced to death. Of those, 14 have been executed or died in prison, the groups said under an agreement with the government to release results after the review of the first 200 convictions.\n\nWhat’s interesting about all these violations of the public trust is that no one ever seems to go to jail for their crimes. Is the government too big to succeed? We complain about Wall Street execs getting off scott free for their roles in the Great Recession. Why is this different?\n\nMore Quick Hits from The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "How many more government agencies will be branded as devious, unreliable or outright fraudulent before the penalties the Justice Department imposes has teeth? Oh, wait, the Justice Department is on the hook for targeting private phone records from Fox News and the Associated Press because of so-called “leaks.”", "title": "The FBI’s Lies, Damned Lies", "url": "http://www.thefiscaltimes.com/Quick-Hits/2015/04/20/FBI-s-Lies-Damn-Lies", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/FBI_Badge_%26_gun.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/Quick-Hits/2015/04/20/FBI-s-Lies-Damn-Lies", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/FBI_Badge_%26_gun.jpg", "creator": "@jackieleo", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "How many more government agencies will be branded as devious, unreliable or outright fraudulent before the penalties the Justice Department imposes has teeth? Oh, wait, the Justice Department is on the hook for targeting private phone records from Fox News and the Associated Press because of so-called “leaks.”", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "How many more government agencies will be branded as devious, unreliable or outright fraudulent before the penalties the Justice Department imposes has teeth?\nWhat’s interesting about all these violations of the public trust is that no one ever seems to go to jail for their crimes.\nWe complain about Wall Street execs getting off scott free for their roles in the Great Recession.\nThe FBI case tops all, however, because what they did actually killed people.\nThe cases include those of 32 defendants sentenced to death."}