{"article_title": "Patriot Majority ad hits Tillis on health care positions", "article_keywords": ["patriot", "end", "ad", "positions", "preexisting", "hits", "majority", "health", "know", "tillis", "medicare", "care"], "article_url": "http://www.wral.com/fact-check-patriot-majority-ad-hits-tillis-on-health-care-positions/13384132/", "article_text": "You must enter the characters with black color that stand out from the other characters\n\n— If Patriot Majority USA's new television ad is any indication, outside spending groups allied with Democrats see state House Speaker Thom Tillis as the leading threat to U.S. Sen. Kay Hagan's re-election bid.\n\nHagan, a first-term Democrat, is consistently ranked among the incumbents Republicans have a chance of unseating in an effort to retake control of the U.S. Senate. She has been the focus of roughly $7 million in ad spending by Americans for Prosperity, a conservative group that has aired a trio of ads criticizing her support of the Affordable Care Act.\n\nIn a news release announcing the new ad, officials with Patriot Majority say they're putting up the new ad to \"combat the waves of money flooding in from the Koch Brothers and other right wing outside groups.\" Charles and David Koch are oil industry billionaires who have bankrolled Americans for Prosperity and other conservative causes.\n\nPatriot Majority, like AFP, is a 501(c)4 social welfare group, a nonprofit organization that does not have to disclose its donors.\n\nRather than boost Hagan's image, as an earlier spot by Senate Majority PAC tried to do, the Patriot Majority spot takes aim at Tillis.\n\n\"In North Carolina, we put families first,\" the ad begins, showing a family of four on a bright sunny day. It then switches gears to sepia-toned images of Tillis and launches into its attack. \"But Senate candidate Thom Tillis sides with with health insurance companies. He'd let them deny coverage for pre-existing conditions and raise rates for women needing mammograms. Tillis supports a plan that would end Medicare as we know it and force seniors to spend up to $1,700 more for prescriptions. Thom Tillis, he's with the special interests, hurting North Carolina families.\"\n\nThe Mecklenburg County Republican is one of five declared candidates seeking the chance to take on Hagan. Given his elected position and fundraising, Tillis is the front-runner in the contest but by no means the only candidate Hagan could end up facing. Dr. Greg Brannon of Cary and Rev. Mark Harris of Charlotte are also making relatively strong bids for GOP support.\n\nAsked why the ad focused on Tillis, Patriot Majority spokesman Ty Matsdorf circled back to his group's focus on the Koch brothers and their backing for groups like AFP.\n\n\"It's pretty simple: the Koch brothers are trying to buy a member of the US Senate who will end Medicare as we know it and deny people health coverage based on preexisting conditions,\" Matsdorf wrote in an email to WRAL News. \"We want to make sure voters know what the choice is in the election.\"\n\nEven with the new ad, outside spending in the Senate race is still stacked roughly 7-to-1 against Hagan, who has yet to begin hitting back with the $6.8 million she has amassed in her own campaign account so far. Typically, candidates don't begin to run their own ads until closer to the general election unless they have a primary fight on their hands.\n\nThe relative size of the spend means the Patriot Majority ad will air fewer times and be seen by fewer people than the AFP ads. Federal Election Commission records show the group has bought time in both Charlotte and the Triangle, North Carolina's two largest and most expensive media markets. Those purchases include time on WRAL and FOX 50, both owned by Capitol Broadcasting Co.\n\nIn some ways, the Patriot Majority ad takes a page from the AFP playbook. Although it does not specifically mention the Affordable Care Act, background material cited in the spot uses Tillis' position on the health care law as fodder for attack. Specifically, Tillis is on record as saying he would support repealing the law.\n\nAs with virtually all attack ads, viewers would do well to know more context about the claims Patriot Majority is making.\n\nThe questions: The big question raised by the ad is whether it is accurate to say supporting repeal of the Affordable Care Act equates to taking the position that health insurers should be able to deny coverage to those with pre-existing conditions and raise rates patient costs on mammograms? Also, does Tillis actually support \"a plan that would end Medicare as we know it.\"\n\nThe backup: Patriot Majority cites a number of sources both by way of in-ad footnotes as well as a page of backup material distributed with an announcement that the had had launched.\n\nThe first set of citations essentially establish that Tillis would vote to repeal the ACA, which some people call \"Obamacare.\".\n\n\"I believe Obamacare is a mortal threat to our economy. It will decrease healthcare quality and raise healthcare premiums and Republicans should do everything in our power to undo it,\" Tillis wrote on his campaign website. He was later quoted as saying much the same thing by The Charlotte Observer.\n\nWith Tillis' opposition to the Affordable Care Act established, the commercial goes on to cite stories about the consequences of potential repeal. For example, one USA Today report from Feb. 1 said \"anyone with a pre-existing condition would either lose insurance or pay much higher premiums.\" CNN has reported, \"An additional 14 free preventative service benefits for women have already taken effect as a requirement of health care reform, including mammograms to screen for breast cancer in women over 40.\"\n\nAsked about claims regarding pre-existing conditions and mammograms, Tillis spokesman Jordan Shaw said they assume there is no alternative to the current health law.\n\n\"This is a line of attack that assumes that Obamacare is the only way to address health insurance problems in this country, and that’s not the case,\" Shaw said. \"Speaker Tillis supports common-sense solutions that reduce costs and improve access to quality health insurance, and he would fight for those solutions as a U.S. senator.\"\n\nAs to the claim that Tillis \"supports a plan that would end Medicare as we know it,\" Patriot Majority points to Tillis' praise for the budget offered by Wisconsin Republican Congressman Paul Ryan. That budget bill \"would end traditional Medicare by capping spending and offer vouchers to buy private insurance,\" Bloomberg reported.\n\nIn response to that claim, Shaw pointed to a 2011 fact check from Politifact that dubbed claims Republicans wanted to \"end\" Medicare the \"Lie of the Year.\"\n\nMore information: Politifact is a good place to launch further discussion of the Patriot Majority ad.\n\n\"'With a few small tweaks to their attack lines, Democrats could have been factually correct,' said Norman Ornstein, a resident scholar at the American Enterprise Institute, a conservative think tank,\" Politifact wrote in 2011. Among the things that fact-checkers objected to was that many Democratic attacks at the time said the Ryan bill would simply \"end\" Medicare, rather than change it for future beneficiaries.\n\nThe Washington Post's fact-checker gave a 2013 Patriot Majority ad \"4 Pinocchios\" for saying that the Ryan plan \"essentially ends Medicare.\" Like Politifact, the paper took exception to the assertion that a Ryan budget would end Medicare altogether.\n\nPatriot Majority's phrasing in the Tillis ad reads that he supported a bill that would \"end Medicare as we know it.\" That seems like an attempt to have their rhetorical cake and eat it too. While the \"as we know it\" is a qualifier, it still gives viewers the sense that the health insurance program for seniors is threatened.\n\nStill, it steps back a notch from the claims that earned the \"lie of the year\" moniker. The Ryan plan would fundamentally change the nature of Medicare as it is currently implemented. So, by itself, the claim does not seem to be enough to declare the ad completely false.\n\nThe more pressing question for those encountering the ad for the first time might be the claim about Tillis' position on pre-existing conditions.\n\nIn a summary of the Affordable Care Act, the Kaiser Family Foundation notes the law prohibits denials of coverage for pre-existing conditions and requires health plans to cover a minimum level of preventive health screening for women. Those screenings include mammograms.\n\n\"If he supported repealing the ACA and doing nothing else, then that would be the effect, whether those were his motives or not,\" said Donald Taylor, an associate professor of public policy at Duke University. \"The question then would be, what is his health reform proposal.\"\n\nAsked about this, Shaw said Tillis had not rolled out his own health reform proposal.\n\n\"That (ad) suggests, if you oppose Obamacare, then you're not in favor of any health care solution. That's not the case,\" Shaw said.\n\nFor example, Sen. Richard Burr, a North Carolina Republican, is among a group of Republicans offering a GOP replacement for the Affordable Care Act. Taylor calls it the \"most comprehensive\" of recent GOP health care proposals and says it does tackle some of the problems associated with pre-existing conditions.\n\nAsked about the Burr measure, Shaw said Tillis hasn't specifically endorsed the bill.\n\n\"There's a lot of that bill that he (Tillis) likes, and certainly, if those were the only two options, that's where he'd come down,\" Shaw said.\n\nPatriot Majority is playing connect the dots, inferring what a vote to repeal the Affordable Care Act means. Nowhere are they able to cite a document or quote in which Tillis advocates for insurance companies being able to reject coverage for patients with pre-existing conditions.\n\nThe call: @NCCapitol is developing a stop-light rating system in which a \"green light\" would be an ad with which a fact check had no qualms. The Patriot Majority ad certainly doesn't meet that test, and it's hard to imagine any 30-second attack ad on health care getting a clean bill of health. There is simply too much nuance and complexity in the health care debate for a quick soundbite to be completely truthful.\n\n\"They're all kind of two sides of the same coin,\" Taylor said of the ads attacking Hagan, as well as this ad aimed at Tillis.\n\nOur standards for what will constitute a \"red light\" are not fully developed but would generally involve serious factual problems, an intent to mislead viewers or both. Had Tillis rolled out his own health care plan and specifically said how he would deal with pre-existing conditions and coverage issues for preventive care like mammograms, the call here would most likely be a full stop red light.\n\nBecause Tillis has yet to fully articulate his position on health care, however, Patriot Majority has some wiggle room to make it's case that the Republican's stated goal of repealing the Affordable Care Act would do away with the patient protections in that bill. Still, he has never articulated a policy goal of allowing insurers to deny coverage based on pre-existing conditions.\n\nGiven all that, this ad gets a provisional yellow caution light and fair warning that a nearby red light camera might issue this ad a ticket as it speeds through the intersection of health policy and politics.", "article_metadata": {"msapplication-notification": "frequency=30;polling-uri=http://notifications.buildmypinnedsite.com/?feed=http://www.wral.com/rss/48&id=1;polling-uri2=http://notifications.buildmypinnedsite.com/?feed=http://www.wral.com/rss/48&id=2;polling-uri3=http://notifications.buildmypinnedsite.com/?feed=http://www.wral.com/rss/48&id=3;polling-uri4=http://notifications.buildmypinnedsite.com/?feed=http://www.wral.com/rss/48&id=4;polling-uri5=http://notifications.buildmypinnedsite.com/?feed=http://www.wral.com/rss/48&id=5;cycle=1", "dcterms.created": "2014-02-12 16:50:00", "description": "Patriot Majority USA, a nonprofit allied with Democrats, criticizes state House Speaker and Republican U.S. Senate front-runner Thom Tillis on health care based on his opposition to the Affordable Care Act. But does supporting the law's repeal equate to denying coverage for pre-existing conditions?", "application-name": "WRAL.com", "dcterms.modified": "2014-02-13 16:20:38", "outbrain": {"ob_desc": "id_asset=13384132|asset_type=blogpost"}, "twitter": {"description": "Patriot Majority USA, a nonprofit allied with Democrats, criticizes state House Speaker and Republican U.S. Senate front-runner Thom Tillis on health care based on his opposition to the Affordable Care Act. But does supporting the law's repeal equate to denying coverage for pre-existing conditions?", "title": "Fact Check: Patriot Majority ad hits Tillis on health care positions :: WRAL.com", "url": "http://www.wral.com/fact-check-patriot-majority-ad-hits-tillis-on-health-care-positions/13384132/", "image": "http://wwwcache.wral.com/asset/news/state/nccapitol/2014/02/12/13386221/13386221-1403901554-160x120.jpg", "site": "@wral", "card": "summary"}, "msapplication-TileColor": "#041E30", "msapplication-square70x70logo": "/favicons/mstile-70x70.png", "robots": "index,follow", "pinterest": "nohover", "msapplication-square310x310logo": "/favicons/mstile-310x310.png", "msapplication-wide310x150logo": "/favicons/mstile-310x150.png", "fb": {"app_id": 334167666672300}, "author": "WRAL", "article": {"published_time": "2014-02-12T16:50:00-05:00"}, "msapplication-square150x150logo": "/favicons/mstile-150x150.png", "og": {"site_name": "WRAL.com", "description": "Patriot Majority USA, a nonprofit allied with Democrats, criticizes state House Speaker and Republican U.S. Senate front-runner Thom Tillis on health care based on his opposition to the Affordable Care Act. But does supporting the law's repeal equate to denying coverage for pre-existing conditions?", "title": "Fact Check: Patriot Majority ad hits Tillis on health care positions :: WRAL.com", "url": "http://www.wral.com/fact-check-patriot-majority-ad-hits-tillis-on-health-care-positions/13384132/", "image": "http://wwwcache.wral.com/asset/news/state/nccapitol/2014/02/12/13386221/13386221-1403901554-600x450.jpg", "type": "article"}, "viewport": "width=device-width, initial-scale=1", "msapplication-TileImage": "/favicons/mstile-144x144.png"}, "article_summary": "The Patriot Majority ad certainly doesn't meet that test, and it's hard to imagine any 30-second attack ad on health care getting a clean bill of health.\nMore information: Politifact is a good place to launch further discussion of the Patriot Majority ad.\nThe relative size of the spend means the Patriot Majority ad will air fewer times and be seen by fewer people than the AFP ads.\nIn some ways, the Patriot Majority ad takes a page from the AFP playbook.\nThe Washington Post's fact-checker gave a 2013 Patriot Majority ad \"4 Pinocchios\" for saying that the Ryan plan \"essentially ends Medicare.\""}