{"article_title": "Athletes More Likely To Have Poor Dental Health", "article_keywords": ["poor", "risk", "dental", "saliva", "disease", "likely", "health", "teeth", "athletes", "study", "exercise"], "article_url": "http://www.medicaldaily.com/athletes-more-likely-have-poor-dental-health-how-exercise-may-lead-bad-teeth-305018", "article_text": "One would assume that athletes would be more likely to sustain dental injuries; but a new study shows that increased alkaline levels in athletes' saliva can lead to teeth problems, too.\n\nResearch has shown time and again that exercise is the single best preventive measure for pretty much every single disease and disorder out there — from cancer to heart disease. Exercise boosts your mental health and sense of well-being, bolsters your immune system, and improves your defenses against diabetes and depression. But a new study points to a potential negative side effect of exercise: its link to poor dental health.\n\nIn the new study, published in the journal Scandinavian Journal of Medicine & Science in Sports, researchers found that people who exercised intensely, such as Olympic athletes, were more likely to have \"poor oral health.\" The researchers examined 35 triathletes and compared them to 35 control participants who didn't exercise. They paid close attention to dental caries (or tooth decay and cavities), erosion, saliva testing during inactivity, and also asked the participants to self-report their exercise habits, as well as the amount of sports drinks and bars they consumed.\n\nBut they didn't find any correlation between sports drinks or diet and poor dental health. What the authors discovered was that it had to do with a change in saliva from exercising. When the participants went on runs lasting about 35 minutes, the researchers noted that their mouths became drier — or that their spit decreased significantly. Their saliva also experienced a change in chemical composition, becoming more alkaline — or the rise in pH level (saliva generally has a pH level of up to 7.4). Having higher levels of alkaline in spit has been associated with tartar plaques and other teeth problems.\n\nBut just because saliva might experience chemical changes during long workouts, doesn't necessarily mean that exercise is a single factor in knocking your dental health down. “All we can say is that prolonged endurance training might be a risk factor for oral health,” Dr. Cornelia Frese, a senior dentist at University Hospital Heidelberg, told The New York Times.\n\nA previous study, published in the British Journal of Sports Medicine in 2013, examined 278 athletes during the 2012 Summer Olympics, and found that most of them actually had very high levels of tooth decay and gum disease. The authors wrote that this poor dental health had a “substantial negative impact on well-being, training and performance,” and that “health promotion and disease prevention interventions are urgently required to optimize athletic performance.” We know by now that oral health is directly linked to overall health; and so it seems\n\n“Higher risk for dental erosions, exercise-dependent caries risk, and load-dependent changes in saliva parameters point out the need for risk-adapted preventive dental concepts in the field of sports dentistry,” the authors write in the abstract.\n\nCertainly no athlete is going to stop playing sports due to a slight risk for dental problems; and you shouldn't, either. What you can do is remember to brush and floss your teeth daily, drink lots of water, and avoid sugary drinks or foods. If you're a serious athlete, you can also visit a health professional with a specialty in sports dentistry, who'll be more equipped to guide you in the right direction.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "exercise bad teeth, dental health, oral health", "og": {"site_name": "Medical Daily", "description": "Strenuous exercise can lead to differences in saliva, which may ultimately have an impact on your dental health, according to a new study.", "title": "How Exercise Could Lead To Bad Teeth", "url": "http://www.medicaldaily.com/athletes-more-likely-have-poor-dental-health-how-exercise-may-lead-bad-teeth-305018", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/09/25/bad-teeth.jpg", "type": "article"}, "twitter": {"description": "Strenuous exercise can lead to differences in saliva, which may ultimately have an impact on your dental health, according to a new study.", "title": "How Exercise Could Lead To Bad Teeth", "url": "http://www.medicaldaily.com/athletes-more-likely-have-poor-dental-health-how-exercise-may-lead-bad-teeth-305018", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/09/25/bad-teeth.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/09/25/bad-teeth.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Healthy Living", "published_time": "2014-09-25T12:41:31-04:00", "modified_time": "2014-09-25T12:41:30-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Strenuous exercise can lead to differences in saliva, which may ultimately have an impact on your dental health, according to a new study."}, "_id": "\"57477af36914bd0286fd46bb\"", "article_summary": "But they didn't find any correlation between sports drinks or diet and poor dental health.\nBut a new study points to a potential negative side effect of exercise: its link to poor dental health.\nOne would assume that athletes would be more likely to sustain dental injuries; but a new study shows that increased alkaline levels in athletes' saliva can lead to teeth problems, too.\nBut just because saliva might experience chemical changes during long workouts, doesn't necessarily mean that exercise is a single factor in knocking your dental health down.\nIn the new study, published in the journal Scandinavian Journal of Medicine & Science in Sports, researchers found that people who exercised intensely, such as Olympic athletes, were more likely to have \"poor oral health.\""}