{"article_title": "Interview prep firm tunes in through music", "article_keywords": ["firm", "practicing", "office", "robert", "housing", "zengeler", "peters", "interview", "music", "tunes", "payton", "singing", "prep"], "article_url": "http://www.dailyherald.com/article/20151004/business/151009873/", "article_text": "Interview prep firm tunes in through music\n\nhello\n\nKristine Zengeler, from left, Adelaide and Elizabeth Mutton, Robert Zengeler, Sr., Oliver Mutton, Charles Tanham, and Tom, Lauren, Robert and Andrew Zengeler attend the opening of a new Zengeler Cleaners in Northbrook. COURTESY OF Zengeler CLEANERS\n\nAnn Marie Peters, from left, Karen Goers and Allison Heverin are co-founders of Interview Savvy, a Downers Grove-based firm that trains Millennials how to prepare for job interviews. COURTESY OF INTERVIEW SAVVY\n\nA banking executive and behavior coach Ann Marie Peters, along with human resources expert Karen Goers and lawyer Allison Heverin, co-founded Interview Savvy, a consulting firm that helps Millennials better prepare for job interviews.\n\nIn the last 3 years, the Downers Grove neighbors and friends have helped about 1,000 jobseekers, including some non-millennials who have been unemployed for more than six months.\n\nBut many likely don't know what brought the three women together in 2010. Singing.\n\nPeters, Goers and Heverin met through their children, who attend the same school. The school started a fundraiser about five years ago similar to Battle of the Bands. The three friends, along with four others, formed \"Rage Against the Washing Machine,\" a singing group that performs each year at the fundraiser. They continue to meet regularly throughout the year to prepare for that main event.\n\nThey each love singing and purposely picked an unusual name that's just fun.\n\n\"It's a great collaborative way to find friendships by singing and presenting a fun community outlet to raise money,\" Peters said. \"At the end of the day, it helped us to start a business that helps other people.\"\n\nPeters was the PTA president and held other positions over the years, so when the school created this fundraiser, she was ready.\n\n\"The parents were all put together randomly to perform,\" she said.\n\nThey also performed elsewhere around the community and sing popular songs. They also are accompanied by an acoustical guitar.\n\n\"Well, it's almost a cappella,\" she joked.\n\nWhen they aren't singing, their company is hired by companies and state governments to help people present themselves in the best way to interview and get jobs.\n\nInterview Savvy recently was selected by the Kentucky Career Center to co-host the state's first long-term unemployed virtual career fair on Oct. 14.\n\nPeters also said they are conducting an international webinar on networking at the University of Chicago on Oct. 20 with another woman in the same band who's an executive coach. The webinar is in preparation for the University of Chicago Alumni November Networking month where grads worldwide will get together for special events and networking.\n\nThe firm also is planning to expand with more services to help the unemployed.\n\n\"This is an untapped pool of potential employees and this could help them,\" Peters said.\n\nWine and jewels in Batavia\n\nRob and Karen Hollis have hosted a number of special events over the years at their K. Hollis Jewelers in Batavia. So it was a natural decision to remodel to add The Wine Bar @ K. Hollis Jewelers, which will be unveiled on Oct. 9. They said it fits in with their shopping vision for customers. Besides the remodeling job, they had to obtain a liquor license. \"The city was open to the idea and extremely accommodating. We are now able to serve wine to our customers throughout the day while shopping or during special events,\" said Rob Hollis. They enlisted Cruver Creations, Windmill Countertops and artist Jim Jenkins for The Wine Bar.\n\nScore with new coffee\n\nConnie, Jarrett and Brittney Payton last week were on hand to help launch a new coffee line called Payton Premium Coffee by Batavia-based Papanicholas. The coffee will be sold exclusively by Jewel-Osco. A portion of the coffee sales will go to the Walter and Connie Payton Foundation, which helps abused and neglected underprivileged children, and the Jarrett Payton Foundation, which works to provide leadership skills in children and adolescents. Jarrett and his wife Trish live in Hoffman Estates. Connie and Brittney with her husband all live in Chicago.\n\nFastTracks\n\nJohn Miller, a CPA from Naperville, has joined Klein Hall CPAs in Aurora. Miller is also widely known in the community as a board member of Little Friends, the Naperville Education Foundation, Hunting Swim and Tennis Club, among other work.\n\nKristine Zengeler, Adelaide and Elizabeth Mutton, Robert Zengeler Sr., Oliver Mutton, Charles Tanham, as well as Tom, Lauren, Robert and Andrew Zengeler were on hand for the opening of the eighth Zengeler Cleaners, 792 Skokie Blvd., Northbrook. Tom Zengeler is president of Zengeler Cleaners and Robert Sr. is his dad. The company was founded in 1857 by Tom's great-great grandfather, John Zengeler.\n\nDaniel L. Goodwin, chairman and CEO of The Inland Real Estate Group Inc. in Oak Brook, is one of five winners chosen by the National Association of Realtors for Realtor Magazine's Good Neighbor Award. Goodwin was selected for founding the nonprofit New Directions Housing Corp., which provides affordable housing for low-income residents. Goodwin founded New Directions Housing Corp., a nonprofit that provides affordable housing for low-income residents that has built or rehabbed nearly 500 multifamily units throughout Illinois. Goodwin also served on the board of the Illinois Housing Development Authority Trust Fund and chaired the first Affordable Housing Task Force for DuPage County.\n\nRick Barfield is the new addition to the employee Benefits division at Assurance, an independent insurance brokerage in Schaumburg. ... Shannon Bachara, Dan Bauers, Helen Demsher, Brian Hagene and Brandon McHugh have joined accounting firm Mathieson, Moyski, Austin & Co. LLP in Wheaton. ... Michael Roth is the new associate focusing on estate planning and probate at Lavelle Law Ltd. in Palatine. ... Kenneth A. Koch has been appointed energy management coordinator at Baxter & Woodman Inc. in Crystal Lake.\n\nPulmonologist Viveka Boddipalli is now accepting patients at DuPage Medical Group's Elmhurst office. Internist Noorah Koita is now practicing at the Bloomingdale office. Dermatologist Stephanie Gan is practicing now at the Lombard office. Dermatologist Shraddha Desai is practicing at the Naperville office. And osteopathic doctor Leah Asman is practicing at Elmhurst Memorial Hospital. They are all part of the DuPage Medical Group, based in Downers Grove.\n\n• There's more to business than just the bottom line. We want to tell you about the people that make business work. Send news about people in business to akukec@dailyherald.com. Follow Anna Marie Kukec on LinkedIn and Facebook and as AMKukec on Twitter.", "article_metadata": {"description": "Kukec's People features three women from Downers Grove who met by forming a singing group for a fundraiser. It later led to forming a company to help people prepare for job interviews.", "author": "Anna Marie Kukec", "og": {"site_name": "Daily Herald", "description": "Kukec's People features three women from Downers Grove who met by forming a singing group for a fundraiser. It later led to forming a company to help people prepare for job interviews.", "title": "Interview prep firm tunes in through music", "url": "http://www.dailyherald.com/article/20151004/business/151009873/", "image": "http://www.dailyherald.com/storyimage/DA/20151004/business/151009873/EP/1/9/EP-151009873.jpg&updated=201510011449&imageversion=Facebook&exactH=630&exactW=1200&exactfit=crop&noborder", "type": "article"}, "twitter": {"description": "Kukec's People features three women from Downers Grove who met by forming a singing group for a fundraiser. It later led to forming a company to help people prepare for job interviews.", "title": "Interview prep firm tunes in through music", "url": "http://www.dailyherald.com/article/20151004/business/151009873/", "image": "http://www.dailyherald.com/storyimage/DA/20151004/business/151009873/AR/0/AR-151009873.jpg&updated=201510011449&maxw=1200&maxh=1200", "creator": "@AMKukec", "site": "@dailyherald", "card": "summary", "account_id": 8960722}, "robots": "noarchive", "fb": {"app_id": 105603449548761}, "keywords": "Business, Small Business, Downers Grove, Kukec, Anna Marie", "article": {"publisher": "https://www.facebook.com/DailyHeraldFans", "published_time": "2015-10-04", "modified_time": "2015-10-01T18:49:00Z", "author": "https://www.facebook.com/anna.kukec"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Interview prep firm tunes in through musichelloKristine Zengeler, from left, Adelaide and Elizabeth Mutton, Robert Zengeler, Sr., Oliver Mutton, Charles Tanham, and Tom, Lauren, Robert and Andrew Zengeler attend the opening of a new Zengeler Cleaners in Northbrook.\nCOURTESY OF Zengeler CLEANERSAnn Marie Peters, from left, Karen Goers and Allison Heverin are co-founders of Interview Savvy, a Downers Grove-based firm that trains Millennials how to prepare for job interviews.\nKristine Zengeler, Adelaide and Elizabeth Mutton, Robert Zengeler Sr., Oliver Mutton, Charles Tanham, as well as Tom, Lauren, Robert and Andrew Zengeler were on hand for the opening of the eighth Zengeler Cleaners, 792 Skokie Blvd., Northbrook.\nCOURTESY OF INTERVIEW SAVVYA banking executive and behavior coach Ann Marie Peters, along with human resources expert Karen Goers and lawyer Allison Heverin, co-founded Interview Savvy, a consulting firm that helps Millennials better prepare for job interviews.\n... Shannon Bachara, Dan Bauers, Helen Demsher, Brian Hagene and Brandon McHugh have joined accounting firm Mathieson, Moyski, Austin & Co. LLP in Wheaton."}