{"article_title": "Recent Health Policy Briefs: Mental Health Parity And ICD-10 Update", "article_keywords": ["parity", "mental", "congress", "icd10", "briefs", "update", "brief", "wood", "health", "passed", "policy", "robert", "recent"], "article_url": "http://healthaffairs.org/blog/2014/04/03/recent-health-policy-briefs-mental-health-parity-and-icd-10-update/", "article_text": "Tracy Gnadinger\n\nApril 3, 2014\n\nThe latest Health Policy Brief from Health Affairs and the Robert Wood Johnson Foundation examines the issue of mental health parity. The push to make coverage for mental health treatment equal to that of physical health has been on legislative to-do lists for some time, both in Congress and in state houses. This brief looks at the evolution of the Mental Health Parity Act, originally passed by Congress in 1996 as well as changes in mental health parity brought about by the implementation of the Affordable Care Act (ACA).\n\nAlso posted today: an update to the last month’s brief on the transition to ICD-10. Congress recently passed legislation delaying the system’s implementation. Click here to learn what the delay means for providers and payers.\n\nHealth Policy Briefs are aimed at policy makers, congressional staffers, and others needing short, jargon-free explanations of health policy basics. Sign up for an e-mail alert about upcoming briefs. The briefs are also available from the Robert Wood Johnson Foundation’s website. Please feel free to forward the briefs to any of your colleagues who are tracking health issues. And after you’ve taken a look, we welcome your feedback at: hpbrief@healthaffairs.org.\n\nMental Health Parity. Topics covered in this brief include:", "article_metadata": {"og": {"url": "http://healthaffairs.org/blog/2014/04/03/recent-health-policy-briefs-mental-health-parity-and-icd-10-update/", "site_name": "Health Affairs", "image": "http://healthaffairs.org/blog/wp-content/themes/HealthAffairs2015/images/facebook-default.jpg", "type": "article", "title": "Recent Health Policy Briefs: Mental Health Parity And ICD-10 Update"}, "description": "Recent Health Policy Briefs: Mental Health Parity And ICD-10 Update | At the intersection of health, health care, and policy.", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "Health Policy Briefs are aimed at policy makers, congressional staffers, and others needing short, jargon-free explanations of health policy basics.\nTracy GnadingerApril 3, 2014The latest Health Policy Brief from Health Affairs and the Robert Wood Johnson Foundation examines the issue of mental health parity.\nMental Health Parity.\nThis brief looks at the evolution of the Mental Health Parity Act, originally passed by Congress in 1996 as well as changes in mental health parity brought about by the implementation of the Affordable Care Act (ACA).\nThe push to make coverage for mental health treatment equal to that of physical health has been on legislative to-do lists for some time, both in Congress and in state houses."}