{"article_title": "Ouch: 41 Percent Of Hispanics Have Negative View Of Hillary, Say She Only ‘Desires’ White House for Herself", "article_keywords": ["obama", "clinton", "trump", "desires", "voters", "house", "negative", "seventytwo", "ouch", "hispanics", "say", "shes", "win", "white", "41", "hillary", "thats", "problem", "view"], "article_url": "http://townhall.com/tipsheet/mattvespa/2016/05/20/ouch-41-percent-of-hispanics-have-negative-view-of-hillary-say-shes-only-desires-white-house-for-herself-n2166217", "article_text": "Hillary Clinton has a problem: she’s not where she needs to be with non-white voters. In fact, she’s polling under strength with key blocks of the Obama coalition. This has been a problem since July of 2015. That’s not to say that Trump is in a better position–he’s not. But Hillary polling underwater with core constituencies of the Democratic base offers more opportunity for Trump to edge out a win (via the Hill):\n\nForty-one percent of Hispanics in Friday’s Fox News Latino survey said they view Clinton negatively, compared with 56 percent who view her positively. Forty-two percent said she desires the presidency for herself and not for the good of the country. The former secretary of State trails far behind President Obama when it comes to favorability among Hispanic voters. Seventy-two percent in the poll said they view Obama favorably, while only 26 percent expressed an unfavorable opinion. The favorability numbers for Trump are far worse than Clinton's. Seventy-four percent said they view the businessman unfavorably, while 23 percent had a favorable opinion of him. Seventy-two percent said they believe that Trump is seeking the presidency for personal gain. Overall, 60 percent of Hispanic voters said they would vote for Clinton in November, while 23 percent would pick Trump. While that's a huge margin, many campaign analysts predict Clinton will need to run up the score with minorities to win, as the businessman has an early advantage with white voters.\n\nBoth Clinton and Trump are unpopular, but it’s Trump that at least bring excitement to his supporters. The same cannot be said for Clinton. The GOP has undergone the stages of grief more quickly than most had projected, and we should expect the party to unite and remain that way, as the Democrats continue to slug it out - a duel that’s become quite nasty as of late.", "article_metadata": {"description": "4 in 10..05/26/2016 19:13:21PM EST.", "author": "Matt Vespa", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "4 in 10.", "title": "Ouch: 41 Percent Of Hispanics Have Negative View Of Hillary, Say She Only ‘Desires’ White House for Herself", "url": "http://townhall.com/tipsheet/mattvespa/2016/05/20/ouch-41-percent-of-hispanics-have-negative-view-of-hillary-say-shes-only-desires-white-house-for-herself-n2166217", "image": "http://media.townhall.com/townhall/reu/ha/2016/139/2016-05-18T130651Z_2_LYNXNPEC4H0LN_RTROPTP_3_USA-ELECTION-CLINTON.JPG", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "4 in 10.", "title": "Ouch: 41 Percent Of Hispanics Have Negative View Of Hillary, Say She Only ‘Desires’ White House for Herself", "url": "http://townhall.com/tipsheet/mattvespa/2016/05/20/ouch-41-percent-of-hispanics-have-negative-view-of-hillary-say-shes-only-desires-white-house-for-herself-n2166217", "image": "http://media.townhall.com/townhall/reu/ha/2016/139/2016-05-18T130651Z_2_LYNXNPEC4H0LN_RTROPTP_3_USA-ELECTION-CLINTON.JPG", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "Ouch: 41 Percent Of Hispanics Have Negative View Of Hillary, Say She Only ‘Desires’ White House for Herself, Matt Vespa, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "article_summary": "Seventy-two percent in the poll said they view Obama favorably, while only 26 percent expressed an unfavorable opinion.\nHillary Clinton has a problem: she’s not where she needs to be with non-white voters.\nBoth Clinton and Trump are unpopular, but it’s Trump that at least bring excitement to his supporters.\nOverall, 60 percent of Hispanic voters said they would vote for Clinton in November, while 23 percent would pick Trump.\nSeventy-four percent said they view the businessman unfavorably, while 23 percent had a favorable opinion of him."}