{"article_title": "Doctor Shortage Could Rise Under Medicaid Expansion", "article_keywords": ["rise", "doctor", "lowincome", "million", "obamacare", "expansion", "doctors", "patients", "medicaid", "coverage", "shortage", "health", "expanded", "care"], "article_url": "http://www.thefiscaltimes.com/Articles/2013/12/01/Doctor-Shortage-Could-Rise-Under-Medicaid-Expansion", "article_text": "The major expansion of Medicaid coverage for low-income Americans under the Affordable Care Act is proving to be a double-edged sword for patients and the medical profession.\n\nNine million uninsured people, many older and with complicated medical problems, will likely receive health insurance coverage in the coming year, according to the Congressional Budget Office. Under Obamacare, the federal government will pay the entire cost of expanded health care coverage for the first three years and then 90 percent of the cost thereafter, with the states covering the rest.\n\nRelated: Obamacare Creates a Two-Tiered Medicaid System\n\nOnly 25 states and the District of Columbia have signed on so far, however, as Republican governors and GOP-dominated state legislatures in most of the remaining states have opted out of the expanded program – either to protest Obamacare in general or out of fear that their states may end up having to pay a much larger share of the expanded Medicaid costs than the Obama administration promised. The result is a disturbingly stark dual system health care system determined largely by where people live and the political leanings of their home states.\n\nNow there’s an even more challenging problem: Qualifying for expanded Medicaid coverage is one thing; finding a doctor who will even accept new Medicaid patients is another.\n\nFamiliar Red Tape\n\nFor years the Medicaid program has struggled with a shortage of doctors willing to accept its low reimbursement rates and red tape, forcing many patients to wait for care, especially care from specialists. With the advent of Obamacare, the problem will get even worse starting early next year, as physicians across the country warn they’ll have to turn away Medicaid patients they can’t afford to take on, according to a report by The New York Times on Friday.\n\n“It’s a bad situation that is likely to be made worse,” Dr. Ted Mazer of San Diego, one of the few ear, nose and throat specialists in southern California who treats low-income Medicaid patients, told The Times. Dr. Hector Flores, a primary care doctor in East Los Angeles who has a huge Medicaid practice, said that at most he could accept about a tenth of the additional 10,000 Medicaid patients he expects to turn up at his office for treatment.\n\nRelated: The Hidden Costs of Rejecting Medicaid Expansion\n\nMedicaid patients aren’t the only ones at risk. Across the country, there are growing signs doctors are turning away new Medicaid patients as well as seniors covered by Medicare. Forbes reported earlier this week that “patient access to doctors is approaching a perfect storm of decreased physician supply, more demand for medical care – especially after Obamacare kicks in – and doctors increasingly refusing to see low-paying Medicare or Medicaid patients.”\n\nThe Centers for Medicare and Medicaid Services (CMS) said recently that 9,500 doctors who had previously accepted Medicare patients refused to do so in 2012. As for Medicaid, a study in the health policy journal Health Affairs found that 33 percent of primary care physicians are not accepting new Medicaid patients, though that figure can vary significantly by state.\n\nStates such as California, Arizona, Michigan, New Jersey, New York and Kentucky that have accepted expanded Medicaid coverage under Obamacare report that people have been flocking to sign up, according to The Times report. Community clinics have expanded and hired more medical staff members to meet the anticipated surge in new patients, according to the report. Managed care companies are also recruiting doctors, nurse practitioners and other professionals into their networks, sometimes offering higher pay if they improve care while keeping costs down.\n\nRelated: Why Docs Are Bailing Out of Health Insurance\n\nYet many doctors in California – which has the largest Medicaid population of any state – say they are already overwhelmed and unable to take on more low-income patients. The state is expected to add as many as two million people to its Medicaid rolls in the next two years.\n\nMedicaid is administered as a joint federal-state partnership, with the federal government contributing from 50 percent to 74 percent of expenses, depending on state policies and regulation. In 2012, Medicaid provided health coverage for 67 million low-income Americans, including 32 million children, 19 million adults (mostly low-income working parents), 6 million seniors, and 11 million people with disabilities, according to CBO estimates.\n\nMedicaid expansion under Obamacare – largely targeted to low-income adults – has a much more generous federal match rate, starting at 100 percent in 2014 and gradually declining starting in 2017 until it reaches 90 percent for 2022 and beyond, according to the left-leaning Center on Budget and Policy Priorities.\n\nThe new health care law attempts to entice doctors into accepting more Medicaid patients by allowing a two-year increase in the Medicaid payment rate for primary care physicians. The average increase is 73 percent, bringing Medicaid rates to the Medicare rates for these doctors. But the states have been slow to put the pay increase into effect – and the medical profession’s interest in taking on new waves of Medicaid patients has been underwhelming at best.\n\nTop Stories from The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "The substantial expansion of Medicaid for low income Americans called for under the Affordable Care Act is proving to be a perplexing double-edged sword. While nine million uninsured people, many of them elderly, will receive health insurance coverage in the coming, many doctors are refusing to accept new Medicaid patients because of the relatively low doctor and hospital reimbursement rates.", "title": "Doctor Shortage Could Rise Under Medicaid Expansion", "url": "http://www.thefiscaltimes.com/Articles/2013/12/01/Doctor-Shortage-Could-Rise-Under-Medicaid-Expansion", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/06182013_Obamacare_Tax_article.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/Articles/2013/12/01/Doctor-Shortage-Could-Rise-Under-Medicaid-Expansion", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/06182013_Obamacare_Tax_article.jpg", "creator": "@ericpianin", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "The substantial expansion of Medicaid for low income Americans called for under the Affordable Care Act is proving to be a perplexing double-edged sword. While nine million uninsured people, many of them elderly, will receive health insurance coverage in the coming, many doctors are refusing to accept new Medicaid patients because of the relatively low doctor and hospital reimbursement rates.", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "Now there’s an even more challenging problem: Qualifying for expanded Medicaid coverage is one thing; finding a doctor who will even accept new Medicaid patients is another.\nThe new health care law attempts to entice doctors into accepting more Medicaid patients by allowing a two-year increase in the Medicaid payment rate for primary care physicians.\nAcross the country, there are growing signs doctors are turning away new Medicaid patients as well as seniors covered by Medicare.\nThe major expansion of Medicaid coverage for low-income Americans under the Affordable Care Act is proving to be a double-edged sword for patients and the medical profession.\nThe result is a disturbingly stark dual system health care system determined largely by where people live and the political leanings of their home states."}