{"article_title": "Why Do We Never Learn From The Past?", "article_keywords": ["tax", "continues", "obamacare", "results", "taxes", "wisdom", "past", "economic", "learn", "paul", "yesteryear", "history"], "article_url": "http://www.westernjournalism.com/never-learn-past/", "article_text": "If we fail to learn from history, and the wisdom of yesteryear, are we destined to repeat the failures and collapses of history?\n\nAdvertisement - story continues below\n\nA friend lamented to me recently, “The whole world seems upside down. What should be considered bad is now good, and vice versa.” He went on to detail how laws of economics are violated domestically, expecting an outcome different than the natural law of cause and effect would dictate. I concurred with him and found myself reflecting on some of the wisdom of yesteryear that is ignored, thought impertinent to a new “enlightened” era, or not applicable to our advanced society.\n\nCertainly, some of the challenges facing our nation and our society currently can be seen through the lens of proven wisdom. In this light, I thought I’d pick a few of those nuggets of anecdotal verity that have been validated by history to provide a little sagacious insight for the context of what our politicians have been inflicting upon the nation.\n\nWinston Churchill once declared, “For a nation to try to tax itself into prosperity is like a man standing in a bucket and trying to lift himself up by the handle.” With 20 new taxes added with the passage of Obamacare, and the significant increase of six other taxes with the passage of the “fiscal cliff” Continuing Resolution two years ago, it seems our government is attempting what Churchill described, with incredulity. Even the great communist Vladimir Lenin understood this principle. “The way to crush the bourgeoisie is to grind them between the millstones of taxation and inflation.”\n\nAdvertisement – story continues below\n\nFor a quasi free-market economy, we’re stuck in a moribund GDP growth rate that is constrained by the yearly removal of over $3 trillion of capital from the citizenry. The surefire way to reduce activity is to tax it, which not only stifles the respective economic activity (such as the investment of capital) but removes significant assets from the private sector. In light of government’s spending and taxation excesses of the past few years, Churchill’s statement seems, well, “Churchillian.”\n\nThe “great communicator,” Ronald Reagan, observed the practices of government and summarized: “Government’s view of the economy could be summed up in a few short phrases: If it moves, tax it. If it keeps moving, regulate it. And if it stops moving, subsidize it.” If that doesn’t capture the mindset of our government over the past several years, I don’t know what does. The spendthrift ideology that gave us a decimated Detroit, a nearly bankrupt California, and bankrupt cities across the nation has sought to impose the same centralized governmental control on a national level in the name of “social justice,” with devastatingly destructive results. If America is to return to financial greatness, it will be by reversing the expansive trend of economic fascism, where government has control of the means of production.\n\nThe brilliant Austrian economist Friedrich Hayek understood this threat. Said he: “While an equality of rights under a limited government is possible and an essential condition of individual freedom, a claim for equality of material position can be met only by a government with totalitarian powers.” The best thing government can do is create an environment that is conducive to growth, with reduced taxes and a regulatory environment that facilitates private sector growth. That is far from our present reality.\n\nAdvertisement – story continues below\n\nGeorge Bernard Shaw, although a self-avowed socialist, was nonetheless bright enough to observe that “A government that robs Peter to pay Paul can always depend on the support of Paul.” That is, until Paul runs out of money, as Margaret Thatcher’s logical postulate avers: “The problem with socialism is that you eventually run out of other people’s money.” Since economic fascism is just a few steps removed from socialism, the outcome is only separated by a few degrees of economic ruin.\n\nIn his inimitable cynical style, writer and journalist P.J. O’Rourke once wrote: “If you think health care is expensive now, wait until you see what it costs when it’s free!” Although Obamacare fell short of the drafter’s goal of a single-payer plan, we’re observing the results of our massive step toward it. As the Washington Times reported in October, “The Affordable Care Act was supposed to make health care more affordable; but a study of insurance policies before and after Obamacare shows that average premiums have skyrocketed, for some groups by as much as 78 percent.”\n\nThomas Jefferson warned over 200 years ago that “A government big enough to give you everything you want is strong enough to take everything you have.” It appears increasingly that’s the kind of government we’re headed toward. He further warned that “My reading of history convinces me that most bad government results from too much government.” This bodes ill for us all with the increasingly strident notion that the government should regulate every aspect of our lives, from what we drive and what we eat to how much energy we consume.\n\nPerhaps the best idea for governing was uttered over 2000 years ago by Cicero. He said: “The budget should be balanced, the Treasury should be refilled, public debt should be reduced, the arrogance of officialdom should be tempered and controlled, and the assistance to foreign lands should be curtailed lest Rome become bankrupt. People must again learn to work, instead of living on public assistance.” I wonder if Roman leaders wish they would have listened to him.\n\nAdvertisement – story continues below\n\nMy friend was regrettably correct; the whole world does seem upside down. If we fail to learn from history, and the wisdom of yesteryear, are we destined to repeat the failures and collapses of history? It’s entirely up to us!\n\nThe views expressed in this opinion article are solely those of their author and are not necessarily either shared or endorsed by the owners of this website.", "article_metadata": {"description": "If we fail to learn from history, and the wisdom of yesteryear, are we destined to repeat the failures and collapses of history?", "author": "Richard Larsen", "og": {"site_name": "Western Journalism", "description": "If we fail to learn from history, and the wisdom of yesteryear, are we destined to repeat the failures and collapses of history?", "title": "Why Do We Never Learn From The Past?", "locale": "en_US", "image": {"width": 1024, "identifier": "http://www.westernjournalism.com/wp-content/uploads/2014/03/Winston-Churchill-2-SC.jpg", "height": 768}, "url": "http://www.westernjournalism.com/never-learn-past/", "type": "article"}, "twitter": {"description": "If we fail to learn from history, and the wisdom of yesteryear, are we destined to repeat the failures and collapses of history?", "creator": "@WestJournalism", "image": "http://www.westernjournalism.com/wp-content/uploads/2014/03/Winston-Churchill-2-SC.jpg", "title": "Why Do We Never Learn From The Past?", "site": "@WestJournalism", "card": "summary_large_image"}, "robots": "noodp", "DC.date.issued": "2015-02-03T10:23:23-07:00", "fb": {"app_id": 275784739127435, "pages": 123624513983}, "msapplication-TileImage": "http://www.westernjournalism.com/wp-content/uploads/2015/11/android-chrome-192x192.png", "article": {"publisher": "https://www.facebook.com/WesternJournalism", "section": "Expose Obama", "tag": "Ronald Reagan", "published_time": "2015-02-03T10:23:23-07:00"}, "viewport": "width=device-width, initial-scale=1", "news_keywords": "capitalism, obamacare, ronald reagan, politics, nation, religion"}, "article_summary": "If we fail to learn from history, and the wisdom of yesteryear, are we destined to repeat the failures and collapses of history?\nPeople must again learn to work, instead of living on public assistance.” I wonder if Roman leaders wish they would have listened to him.\nAnd if it stops moving, subsidize it.” If that doesn’t capture the mindset of our government over the past several years, I don’t know what does.\nCertainly, some of the challenges facing our nation and our society currently can be seen through the lens of proven wisdom.\nAdvertisement - story continues belowA friend lamented to me recently, “The whole world seems upside down."}