{"article_title": "Maine’s truckers face off for bragging rights, chance to represent state at national competition — Business — Bangor Daily News — BDN Maine", "article_keywords": ["represent", "transportation", "driving", "trucks", "rights", "national", "truckers", "maine", "daily", "face", "state", "truck", "competition", "axle", "freight", "trucking", "maines", "best", "drivers"], "article_url": "http://bangordailynews.com/2014/05/17/business/maines-truckers-face-off-for-bragging-rights-chance-to-represent-state-at-national-competition/", "article_text": "HERMON, Maine — On most days, a professional driver’s job is to get where they’re going, avoiding obstacles and hazards at all costs. On Saturday, they were challenged to get as close to those hazards as possible.\n\nMore than 50 truckers from across the state descended on a rainy, windswept course of cones and targets in the parking lot of Dysart’s Trailer Shop on Saturday morning to compete in the Maine Professional Truck Driving Championships.\n\n“This is their Super Bowl,” said Brian Parke, president and CEO of the Maine Motor Transport Association.\n\nIt started with a written test, gauging drivers’ knowledge of the trucking industry, safety, rules of the road, health and wellness, first aid and more. The second part of the contest had drivers performing pre-trip inspections on a series of vehicles that had been sabotaged in various ways. Drivers were tasked with finding the defects, while members of Maine State Police’s Commercial Vehicle Enforcement Unit looked over their shoulders.\n\nThe big spectacle, the one that brings driver’s families to the event, is the driving portion of the test. Drivers maneuvered around a series of six obstacles meant to represent challenges truckers face every day. They backed up to a fence to see how close they can get without hitting it. They had to park with their back tires on a line without much of a reference point, before moving on to negotiate a tight turn without clipping any cones.\n\n“You don’t have to be perfect, just better than the other guy,” said competitor Steve “McQueen” Collins, who has been working for Hartt Transportation for 12 years and driving trucks since he finished high school in 1977. “This is what you do every day, you either know your stuff or you don’t.”\n\nThe drivers, representing 19 companies, took the seat of nine classes of vehicles, ranging from box trucks to 53-foot trailers attached to sleeper cabs. One of the more challenging to handle was the truck hauling a pair of trailers.\n\nWinners get bragging rights, and a chance to represent Maine by advancing to the National Truck Driving Championships in Pittsburgh later this summer. Some companies also provide incentives for drivers if they perform well.\n\nThe Grand Champion of the event was Denis Litalien of Clifford W. Perham Inc., and James McKeen of YRC Freight took home “rookie of the year” honors. The competition’s Team Trophy went to Hannaford Trucking.\n\nRonald Round of Pottle’s Transportation performed best on the written exam, while Vince Cote of Hannaford Trucking got the nod for best pre-trip inspection.\n\nThe following drivers were recognized for best handling their respective classes of trucks:\n\n— James McKeen, YRC Freight, three axle.\n\n— Denis Litalien, Clifford W. Perham Inc., four axle.\n\n— Jonathan Roussel, Portland Air Freight, five axle.\n\n— Robert Balfour, Wal-mart, flatbed.\n\n— Jeffrey Granholm, Pottle’s Transportation, sleeper cab.\n\n— Scott Wickstrom, FedEx, step van.\n\n— Alan Paradis, A&A Trucking, straight truck.\n\n— Ray Bucknell, Irving Oil Terminal Inc., tanker.\n\n— Matthew Richardson, Performance Transportation LLC, twin trailers.\n\nFollow reporter Nick McCrea on Twitter @nmccrea213", "article_metadata": {"description": "HERMON, Maine — On most days, a professional driver’s job is to get where they’re going, avoiding obstacles and hazards at all costs. On Saturday, they were challenged to get as close to those hazards as possible. More than 50 truckers from across the state descended on a rainy, windswept [...] Maine news, sports, politics and election results, and obituaries from the Bangor Daily News.", "generator": "WordPress 4.1.5", "og": {"site_name": "The Bangor Daily News", "description": "HERMON, Maine — On most days, a professional driver’s job is to get where they’re going, avoiding obstacles and hazards at all costs. On Saturday, they were challenged to get as close to those hazards as possible. More than 50 truckers from across the state descended on a rainy, windswept [...]", "title": "Maine’s truckers face off for bragging rights, chance to represent state at national competition", "url": "http://bangordailynews.com/2014/05/17/business/maines-truckers-face-off-for-bragging-rights-chance-to-represent-state-at-national-competition/", "image": "http://static.bangordailynews.com/wp-content/uploads/2014/05/10012461_H12934887-600x364.jpg?strip=all", "type": "article"}, "twitter": {"description": "HERMON, Maine — On most days, a professional driver’s job is to get where they’re going, avoiding obstacles and hazards at all costs. On Saturday, they were challenged to get as close to those hazards as possible. More than 50 truckers from across the state descended on a rainy, windswept [...]", "title": "Maine’s truckers face off for bragging rights, chance to represent state at national competition", "url": "http://bangordailynews.com/2014/05/17/business/maines-truckers-face-off-for-bragging-rights-chance-to-represent-state-at-national-competition/", "image": "http://static.bangordailynews.com/wp-content/uploads/2014/05/10012461_H12934887-250x250.jpg?strip=all", "site": "@bangordailynews", "card": "summary"}, "wp-parsely_version": "1.7", "fb": {"app_id": 748756371893770}, "keywords": "Maine, news, elections, election results, politics, sports, Bangor, Portland, Augusta, weather, obituaries, Waterville, Aroostook, Penobscot, Piscataquis, Somerset, Hancock, Washington, bdn,bangor,business,news,state,maine’s truckers face off for bragging rights, chance to represent state at national competition,is_article,nick mccrea", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Winners get bragging rights, and a chance to represent Maine by advancing to the National Truck Driving Championships in Pittsburgh later this summer.\nDrivers were tasked with finding the defects, while members of Maine State Police’s Commercial Vehicle Enforcement Unit looked over their shoulders.\nThe following drivers were recognized for best handling their respective classes of trucks:— James McKeen, YRC Freight, three axle.\nMore than 50 truckers from across the state descended on a rainy, windswept course of cones and targets in the parking lot of Dysart’s Trailer Shop on Saturday morning to compete in the Maine Professional Truck Driving Championships.\nHERMON, Maine — On most days, a professional driver’s job is to get where they’re going, avoiding obstacles and hazards at all costs."}