{"article_title": "Living In Slow-Motion? New Study Shows How Time Perception Varies Across Species", "article_keywords": ["size", "living", "perception", "animals", "unstudied", "suggest", "study", "system", "varies", "slowmotion", "world", "specialize", "species", "shows"], "article_url": "http://www.medicaldaily.com/living-slow-motion-new-study-shows-how-time-perception-varies-across-species-256961", "article_text": "\"Our results suggest that time perception offers an as yet unstudied dimension along which animals can specialize and there is considerable scope to study this system in more detail,” the researchers said.\n\n\"Our results suggest that time perception offers an as yet unstudied dimension along which animals can specialize and there is considerable scope to study this system in more detail,” the researchers said. Dave_B_, CC BY 2.0\n\nYour perception of time depends on your size, a new study has found. Whereas long-lived, slow-moving animals focus on gross temporal stimuli, birds and insects are able to perceive the world on an extremely small timescale. According to the research team, the findings illuminate a largely unexplored field of biological specialization.\n\nThe knowledge that time perception varies across species may help provide a more sophisticated understanding of adaptation. Just like size, intelligence, and strength, time perception appears to be one of the properties an organism relies on in establishing itself. According to Andrew Jackson of the School of Natural Sciences at Trinity College Dublin, Ireland, the capacity to discriminate on minute timescales may yield unique modes of communication as well as predator evasion.\n\n\"Ecology for an organism is all about finding a niche where you can succeed that no-one else can occupy. Our results suggest that time perception offers an as yet unstudied dimension along which animals can specialize and there is considerable scope to study this system in more detail,” he said in a press release. “We are beginning to understand that there is a whole world of detail out there that only some animals can perceive and it's fascinating to think of how they might perceive the world differently to us.\"\n\nFor example, the common fly can easily avoid a rolled up newspaper, as it essentially perceives the world in “slow-motion.” Published in the journal Animal Behavior, the study suggests that flies and other small animals owe this heightened sense of time to their relatively quick metabolic rates. In contrast to humans, turtles, and elephants, these organisms live fast and die young.\n\nLuke McNally of the University of Edinburgh said that for many species, the ability to assess minute units of time is often the difference between life and death. In addition, the miniscule timescale may work as a kind of secure frequency, on which information can be transmitted across populations.\n\n\"Animals may also use variation in time perception to send covert signals, for example, many species using flashing lights as signals, such as fireflies and many deep-sea animals,” he explained. “Larger and slower predator species may not be able to decode these signals if their visual system isn't fast enough, giving the signallers a secret channel of communication.\"\n\nSource: Kevin Healy, Luke McNally, Graeme D. Ruxton, Natalie Cooper, Andrew L. Jackson. Metabolic rate and body size are linked with perception of temporal information.Animal Behaviour, 2013", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "slow motion, metabolism time perception, time perception size, timescale, fly time perception", "og": {"site_name": "Medical Daily", "description": "The rate at which we experience the world is linked to our size and metabolism, new research suggests.", "title": "Living In Slow-Motion?", "url": "http://www.medicaldaily.com/living-slow-motion-new-study-shows-how-time-perception-varies-across-species-256961", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/09/16/bird.jpg", "type": "article"}, "twitter": {"description": "The rate at which we experience the world is linked to our size and metabolism, new research suggests.", "title": "Living In Slow-Motion?", "url": "http://www.medicaldaily.com/living-slow-motion-new-study-shows-how-time-perception-varies-across-species-256961", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/09/16/bird.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/09/16/bird.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Science/Tech", "published_time": "2013-09-16T19:52:46-04:00", "modified_time": "2013-09-17T07:58:25-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "The rate at which we experience the world is linked to our size and metabolism, new research suggests."}, "article_summary": "The knowledge that time perception varies across species may help provide a more sophisticated understanding of adaptation.\nDave_B_, CC BY 2.0Your perception of time depends on your size, a new study has found.\n\"Our results suggest that time perception offers an as yet unstudied dimension along which animals can specialize and there is considerable scope to study this system in more detail,” the researchers said.\nJust like size, intelligence, and strength, time perception appears to be one of the properties an organism relies on in establishing itself.\nMetabolic rate and body size are linked with perception of temporal information.Animal Behaviour, 2013"}