{"article_title": "Mountain View wins 17U Connie Mack state championship", "article_keywords": ["mountain", "thomas", "championship", "wins", "suarez", "team", "felton", "state", "going", "lions", "nichols", "connie", "win", "norsen", "17u", "mack", "view"], "article_url": "http://www.reporterherald.com/sports/ci_28541550/mountain-view-wins-17u-connie-mack-state-championship", "article_text": "Lions bounce back after giving away lead in the seventh inning\n\nBROOMFIELD — Massage Heights, Mountain View's top summer league squad, doesn't have that one go-to guy that will carry the team on his back.\n\nInstead this year's group of Mountain Lions is built on depth, versatility and mental toughness.\n\nAll three of those traits were on display in the championship game of the 17U Connie Mack state tournament Sunday at Legacy High School.\n\nIn control for much of the day, the Lions nearly gave away the title by allowing six runs in the top of the seventh to waste a 6-2 lead.\n\nBut if there was any letdown in the Mountain View dugout, you'd never know. The Lions immediately came roaring back, scoring three runs in the bottom half of the inning to claim the championship with a frantic 9-8 victory over Cherry Creek.\n\nMountain View's Dylan Norsen delivers a pitch against Cherry Creek during the Connie Mack state title game Sunday in Broomfield. (Sara Hansen / For the Loveland Reporter-Herald)\n\nThere wasn't a trophy presentation or an all-tournament team announced afterward. But there was a dogpile on top of Reid Nichols after his game-winning hit and a Gatorade bath for coach Brian Smela. So even though this was summer league and not the CHSAA-run spring season, it was obvious the title still meant a lot to a program not short on championship banners.\n\n\"None of this stuff will carry over on the standings, but the confidence is huge. That's what I like the most about it, is we'll be in games like that in the spring that are close, where we're ahead or we're behind, and it's not going to faze this group like it might other groups because they've been there and they've had to fight through these kind of games,\" Smela said.\n\nAdvertisement\n\n\"That's the biggest trophy that we're going to take away, just the confidence in the bank that we get from knowing that we may lose some of those, we'll win some of those, but we're not going to decompose. We're going to keep our composure and play hard until the last out.\"\n\nThe Lions didn't make an out in their final at-bat of the summer, as Dylan Norsen, TJ Felton and Easton Madrid each reached base consecutively with a pair of walks and a hit batter to set the table. Ivan Thomas then tied it up with a two-run single before Nichols smashed a ball deep to the wall to score Madrid for the state championship-clinching run.\n\nNichols, who also scored twice earlier in the day and legged out a triple, was exactly who Smela said he wanted at the plate with the game on the line. The center fielder said he never lost confidence in himself or the team, even though the feeling around the park was that the Bruins had all the momentum on their side after storming back to take the lead.\n\n\"I don't think I ever lost faith, even after that six-run inning they had,\" Nichols said. \"It was rough coming back from that mentally, but I never lost faith in our team because I know that we have great heart all around.\"\n\nSunday's win capped the Lions record at 34-10 for the summer. Now the key will be staying healthy in the fall and winter and hoping the progress the program made the past couple months carries over to when the team next gets together again in February.\n\n\"I think it will give us great momentum going into the spring season,\" Nichols said. \"Hopefully it carries over. I think it boosts our program even more beating a 5A team like Cherry Creek.\"\n\nTo take down the Bruins for the second time in three days, the Lions got meaningful contributions from every player in their lineup.\n\nHolden Bernhardt, Braden Barker, TJ Felton, Norsen, Madrid and Nichols all each had at least one hit and one run scored, while Mike Felton and Thomas had two hits apiece, with Thomas driving in four runs.\n\nThen there was Jace Suarez, who had a modest day at the plate (0-for-2 with a sacrifice bunt) but came up incredibly clutch on the mound. Suarez faced just one batter, but he struck him out looking with the bases loaded to end the top of the seventh and keep the Lions within two.\n\nNorsen started the game and was extremely effective until the final frame, allowing no earned runs through six innings. He ran into trouble in the seventh and was relieved by Thomas, who struck out two of the first three hitters he faced until allowing a single and a pair of walks to put the Bruins in front.\n\nDown but not out, the Lions rallied for their second straight come-from-behind win in as many days. An unlikely way to win a title for many teams, but fitting for this one.\n\n\"The funny thing about this group is they certainly get up for big games, but they're approaching it the same all the time. It's like, 'Who are we playing? OK let's go beat them.' There's not too much thinking,\" Smela said.\n\n\"If we stay healthy through the winter, and we put this same group on the field, we can do a lot of things with this group.\"\n\nSean Star: 970-669-5050, sstar@reporter-herald.com or twitter.com/rhpreps\n\nConnie Mack 17U State Championship\n\nMountain Lions 9, Bruins 8\n\nAt Legacy HS\n\nCherry Creek 002 000 6 — 8 10 2\n\nMountain View 004 110 3 — 9 12 3\n\nW — Jace Suarez. L — Cody Schultz.\n\nCherry Creek hitting (ab-r-h-rbi) — Coby Schultz 5-0-2-1, Josh Malashock 4-1-1-0, James Harold 2-2-1-1, Clayton Gill 5-2-2-1, Zach Weinroth 2-1-1-0, Jimmy Guckenberger 4-1-1-1, Jonah Starr 3-0-1-0, Isaac Kron 4-1-1-1, Jarod Dreiling 4-0-0-0. Totals 33-8-10-5. 2B —Herold, Guckenberger, Malashock.\n\nMountain View hitting (ab-r-h-rbi) — Holden Bernhardt 4-1-1-1, Braden Barker 4-1-1-1, Dylan Norsen 3-2-2-0, TJ Felton 2-2-1-0, Easton Madrid 3-1-1-1, Ivan Thomas 4-0-2-4, Mike Felton 4-0-2-0, Reid Nichols 4-2-2-1, Jace Suarez 2-0-0-0. Totals 30-9-12-8. 2B — Mike Felton. 3B —Nichols.\n\nCherry Creek pitching (ip-h-r-er-bb-so) — Schaffer 3-6-5-4-1-1, Steward 2-3-1-1-0-2, Weinroth 1-0-1-1-1-0, Schultz 0-3-2-2-1-0.\n\nMountain View pitching (ip-h-r-er-bb-so) — Norsen 6-8-7-4-4-1, Thomas 0.2-2-1-1-2-2, Suarez 0.1-0-0-0-0-1.", "article_metadata": {"startDate": "2015-07-26T22:28:07-0600", "modificationDate": "2015-07-27T11:41:59-0600", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site47/2015/0727/20150727_114120_ConnieMack3_300.jpg", "sailthru.author": "By Sean Star \n \n  Reporter-Herald Sports Writer", "description": "BROOMFIELD — Massage Heights, Mountain View's top summer league squad, doesn't have that one go-to guy that will carry the team on his back.", "ag": {"canon": "LovelandReporter-Herald:article:28541550:view"}, "og": {"image": "http://extras.mnginteractive.com/live/media/site47/2015/0727/20150727_114120_ConnieMack3.jpg", "type": "article", "description": "BROOMFIELD — Massage Heights, Mountain View's top summer league squad, doesn't have that one go-to guy that will carry the team on his back.", "title": "Mountain View wins 17U Connie Mack state championship"}, "twitter": {"domain": "reporterherald.com", "description": "BROOMFIELD — Massage Heights, Mountain View's top summer league squad, doesn't have that one go-to guy that will carry the team on his back.", "title": "Mountain View wins 17U Connie Mack state championship", "image": "http://extras.mnginteractive.com/live/media/site47/2015/0727/20150727_114120_ConnieMack3.jpg", "site": "@reporterherald", "card": "summary_large_image"}, "sailthru.date": "2015-07-26T22:28:07-0600", "sailthru.site": "reporterherald.com", "endDate": "2025-07-26T22:27:50-0600", "sailthru.title": "Mountain View wins 17U Connie Mack state championship", "sailthru.article-section-or-homepage": "article", "byline": "By Sean StarReporter-Herald", "msvalidate.01": "4B535F7EB2971D1FCBA5D1D3E3E292C3", "google-site-verification": "XzsHDcJw4iXBQEYtDXFRaUAdKzxhSvxWMgXyQQNFFzg", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site47/2015/0727/20150727_114120_ConnieMack3.jpg", "pubDate": "2015-07-26T18:10:08-0600", "news_keywords": "Sports, Sports news, Loveland Colorado Sports news, Loveland Colorado news, Sports Loveland news, Sports Colorado news, US Sports news, world Sports news."}, "article_summary": "Mountain View's Dylan Norsen delivers a pitch against Cherry Creek during the Connie Mack state title game Sunday in Broomfield.\nAll three of those traits were on display in the championship game of the 17U Connie Mack state tournament Sunday at Legacy High School.\nMountain View pitching (ip-h-r-er-bb-so) — Norsen 6-8-7-4-4-1, Thomas 0.2-2-1-1-2-2, Suarez 0.1-0-0-0-0-1.\nBut if there was any letdown in the Mountain View dugout, you'd never know.\nSean Star: 970-669-5050, sstar@reporter-herald.com or twitter.com/rhprepsConnie Mack 17U State ChampionshipMountain Lions 9, Bruins 8At Legacy HSCherry Creek 002 000 6 — 8 10 2Mountain View 004 110 3 — 9 12 3W — Jace Suarez."}