{"article_title": "Hulu Snaps Up Seinfeld, Not That There’s Anything Wrong with That", "article_keywords": ["simpsons", "snaps", "svod", "netflix", "tv", "remains", "seinfeld", "hulu", "streaming", "wrong", "way", "children", "theres"], "article_url": "http://www.thefiscaltimes.com/2015/04/29/Hulu-Snaps-Seinfeld-Not-There-s-Anything-Wrong", "article_text": "This morning, to celebrate Jerry Seinfeld’s 61st birthday, a mega announcement was made concerning the digital future of his eponymous sitcom, a show considered to be one of the best TV comedies of all time and a beloved 90’s classic.\n\nThe deal , which is basically $1 million per episode, will feature all 180 episodes on the streaming video on demand (SVOD) service Hulu. The proceeds will be split between Sony TV, Castle Rock TV and the show’s creative team, including Seinfeld and co-creator Larry David. Additionally, the episodes will be shown at the original length rather than the sped-up and edited versions that have been airing in syndication for decades.\n\nSeinfeld, for his part is enthusiastic about the deal, particularly as he acknowledges that the future of video content is online. “I know from having kids, it’s the only way they’re going to watch it,” he said at a press conference announcing the deal.\n\nRelated: The One Important Number Netflix Isn’t Giving Out\n\nSeinfeld and Seinfeld are both undoubtedly good catches for Hulu, particularly given that Netflix recently snagged the rights to another “must-see-TV” show, Friends, a few months ago, and Sony’s own Playstation Vue might have been tempted to keep the property in-house. Additionally, a more technologically savvy producer than Seinfeld might have taken The Simpsons’ route, cut out the middle man and simply made an exclusive site for the sitcom.\n\nBut it still remains to be seen if this is the smartest move for Hulu. When the SVOD service first came to prominence around the start of the decade, it was largely viewed as either a minor competitor of Netflix or a more long-form version of YouTube. As the landscape has moved further and further towards SVOD services, Netflix (and newer player Amazon Prime) have moved towards the creation of original content rather than relying on their back catalog as a way to generate buzz.\n\nTo be fair, Hulu has produced its own original shows, but none has generated the amount of heat of even a minor streaming hit like Amazon Prime’s Alpha House or Netflix’ The Unbreakable Kimmy Schmidt, and its upcoming slate doesn’t offer much hope either.\n\nRelated: The Long, Slow Death of Cable Just Reached a Tipping Point\n\nAdditionally there is the question of how much appetite there is for Seinfeld these days. Decades of imitation and replay in syndication have reduced the show to almost background noise that you put on while cooking dinner. Granted, the same could be said of The Simpsons and Friends, both of which had successful digital launches. But despite being from the same era and in one case the same network and programming block, they are very different shows.\n\nThe Simpsons remains an unparalleled cultural icon, and many of its best episodes actually gain humor in repetition. Its evolution and longevity mean that multiple generations have grown up under its shadow.\n\nFriends, on the other hand, owe much of its popularity on Netflix to the nostalgia of a generation who watched the show as children. In the same way that teen magazines are actually targeted at tweens who can’t wait to be teenagers, Friends became a fantasy of adulthood for children. As those children are now hitting their early 30’s they can go back and bury themselves in a childish fantasy, away from the sometimes brutal realities of adult life.\n\nRelated: 'Game of Thrones' Season 5: HBO Cuts the Cord\n\nSeinfeld on the other hand has always been about those realities, however banal. Whether it was petty slights, venal selfishness, trivial obsessions, pathological conflict avoidance or just plain ennui, the show was explicitly about the giant void of meaning that is the ugly truth of adult life. Those same children might have watched Seinfeld with their parents, but it’s doubtful that they clung as tightly to a show that was so consciously lacking in warmth. There was no romance. There was no hope for the future. There were no lessons learned, and there was no era defining will-they or won’t-they romance (unless it was “Will George REALLY marry Susan?”--a question the show answered with brilliant morbidity).\n\nIn the end, the sitcom’s launch on Hulu will probably be greeted with solid ratings and an initial spike in subscriptions, but the question remains: Was this the best strategy for Hulu? Only time will tell which company can become the master of the streaming domain.\n\nTop Reads from The Fiscal Times", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "This morning, to celebrate Jerry Seinfeld’s 61st birthday, a mega announcem", "title": "Hulu & Seinfeld: What’s the Deal with This Partnership?", "url": "http://www.thefiscaltimes.com/2015/04/29/Hulu-Snaps-Seinfeld-Not-There-s-Anything-Wrong", "image": "http://cdn.thefiscaltimes.com/sites/default/files/10seinfeld-cityroom-superJumbo.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/04/29/Hulu-Snaps-Seinfeld-Not-There-s-Anything-Wrong", "image": "http://cdn.thefiscaltimes.com/sites/default/files/10seinfeld-cityroom-superJumbo.jpg", "creator": "@DrMonkeyPHD", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "This morning, to celebrate Jerry Seinfeld’s 61st birthday, a mega announcem", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "The Simpsons remains an unparalleled cultural icon, and many of its best episodes actually gain humor in repetition.\nThe proceeds will be split between Sony TV, Castle Rock TV and the show’s creative team, including Seinfeld and co-creator Larry David.\nThe deal , which is basically $1 million per episode, will feature all 180 episodes on the streaming video on demand (SVOD) service Hulu.\nSeinfeld, for his part is enthusiastic about the deal, particularly as he acknowledges that the future of video content is online.\nBut it still remains to be seen if this is the smartest move for Hulu."}