{"article_title": "Rick Upchurch, Gene Mingo, Dan Reeves join Broncos’ Ring of Fame – The Denver Post", "article_keywords": ["coach", "join", "upchurch", "super", "mingo", "denver", "fame", "broncos", "rick", "ring", "gene", "reeves", "post", "bowls"], "article_url": "http://www.denverpost.com/broncos/ci_26533112/broncos-greats-upchurch-mingo-and-reeves-inducted-into", "article_text": "Rick Upchurch was sporting his No. 80 jersey and ready to play in the second half Sunday against the Chiefs.\n\n“I hadn’t heard (the crowd) from the field for a long time, but to hear it on the field again, it was electrifying,” Upchurch said after being inducted into the Broncos’ Ring of Fame at halftime of the Broncos-Chiefs game. “I almost put my cleats on, put some shoulder pads under (the jersey) and got busy again.”\n\nThe halftime ceremony included two other inductees: Gene Mingo and Dan Reeves. The Ring of Fame roster is now at 27 with Upchurch, the former wide receiver and kick returner, halfback/kicker Mingo and Reeves, one of the most successful coaches in team history.\n\nUpchurch, who spent his entire eight-year NFL career in Denver, used his platform Sunday to campaign for others he played with or for to join him in the Ring of Fame.\n\n“Riley Odoms, Coach Red Miller and Simon Fletcher,” Upchurch said. “Hopefully this will start that whole trend that we can get those guys in as well.”\n\nUpchurch was one of the NFL’s big-play offensive threats beginning in 1975. He caught 267 passes for 4,369 yards and returned a league-record eight punts for touchdowns. He is the only Bronco to be named to multiple NFL All-Decade teams.\n\nReeves coached the Broncos to three Super Bowls and five division titles in 12 years, a stretch that began in 1981. Reeves played or coached in a record nine Super Bowls, including as coach of the Atlanta Falcons in 1998 — John Elway’s last game. Reeves, with Elway at quarterback, helped lead Denver to Super Bowls in 1986, 1987 and 1989.\n\n“It’s a tremendous honor,” Reeves said. “When you go in as a coach, you realize how many people were involved that helped you get there.”\n\nMingo was the AFL’s scoring champion in 1960 and 1962 and is recognized as the first African-American placekicker in NFL-AFL history.\n\n“The city of Denver, the state of Colorado and the Denver Broncos mean a whole lot to me. I am glad I finally got in,” Mingo said.\n\nThe Ring of Fame was established in 1984 by team owner Pat Bowlen. Several Ring of Fame members were on hand for the ceremony, including John Elway, Shannon Sharpe, Rod Smith, Karl Mecklenburg and Dennis Smith.\n\nMike Chambers: mchambers@denverpost.com or twitter.com/mikechambers", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Rick Upchurch, Gene Mingo, Dan Reeves join Broncos’ Ring of Fame", "title": "Rick Upchurch, Gene Mingo, Dan Reeves join Broncos’ Ring of Fame", "url": "http://www.denverpost.com/2014/09/14/rick-upchurch-gene-mingo-dan-reeves-join-broncos-ring-of-fame/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20140914__upchurchp1.jpg", "height": 435}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20140914__upchurchp1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2014-09-14T16:54:08+00:00", "modified_time": "2016-04-27T05:16:57+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "“The city of Denver, the state of Colorado and the Denver Broncos mean a whole lot to me.\nReeves coached the Broncos to three Super Bowls and five division titles in 12 years, a stretch that began in 1981.\nReeves, with Elway at quarterback, helped lead Denver to Super Bowls in 1986, 1987 and 1989.\nReeves played or coached in a record nine Super Bowls, including as coach of the Atlanta Falcons in 1998 — John Elway’s last game.\nSeveral Ring of Fame members were on hand for the ceremony, including John Elway, Shannon Sharpe, Rod Smith, Karl Mecklenburg and Dennis Smith."}