{"article_title": "Dog Behavior May Indicate Owners’ Well-Being, Canine Companions – AARP", "article_keywords": ["owners", "youre", "tracked", "aarp", "companions", "wellbeing", "dog", "canine", "think", "indicate", "health", "behavior", "owner", "dogs", "researchers"], "article_url": "http://blog.aarp.org/2013/10/18/who-knows-all-sees-all-and-now-tells-all-your-dog/", "article_text": "Researchers at Newcastle University in England are onto something big: Your dog may know lots more about how you’re feeling – and about how you’re doing generally – that anyone has heretofore believed.\n\nExcept maybe you.\n\nUsing high-tech movement sensors, the researchers tracked the behavior of 17 types of canine companions – from mutts and miniature Jack Russell Terriers to Labrador Retrievers and Great Danes – both at home and out and about. They did this by attaching “a wearable sensing system” – a collar outfitted with a hermetically sealed tri-axial accelerometer and four gigabytes of built-in memory – to each of their subjects.\n\nSign up for the AARP Health Newsletter\n\nThe researchers tracked 17 specific actions and activities, including barking, drinking, eating, running, sniffing and walking, as well as peeing and pooping (to use the unscientific terminology).\n\nBy mapping behavioral benchmarks for healthy, happy dogs, the researchers hope to develop a way to use a dog’s health and behavior as an “early warning system” that its owner may be ill, bored or otherwise struggling.\n\n“A dog’s physical and emotional dependence on their owner means that their well-being likely reflects that of their owner,” explains Nils Hammerla, a behavior imaging expert on the research team. “Any changes – such as the dog being walked less often, perhaps not being fed regularly, or simply demonstrating ‘unhappy’ behavior – could be an early indicator for families that an older relative needs help.”\n\nThe project’s ultimate goal is to develop technology that can help older people live independently for longer without intruding on their privacy. “This is just the first step,” says lead researcher Cas Ladha, “but the idea behind this research is that it would allow us to discreetly support people without the need for cameras.”\n\nMaybe you never imagined that your dog could become a high-tech health barometer, but the more I think about it, the more I like the idea. I don’t think I want anyone else – even if they are my relatives – watching a cam that captures me shuffling around the house in my boxer shorts.\n\nTruth be told, the only person I will ever allow to see that is my dog.\n\nPhoto: tanakawho via Wikimedia\n\nGet discounts on health and wellness products and services with your AARP Member Advantages.\n\nAlso of Interest\n\nSee the AARP home page for deals, savings tips, trivia and more", "article_metadata": {"page_title": "blog", "twitter": {"description": "Researchers at Newcastle University in England are onto something big: Your dog may know lots more about how you’re feeling – and about how you’re doing generally – that anyone has heretofore believed. Except maybe you. Using high-tech movement sensors, the researchers tracked the behavior of 17 types of canine companions – from mutts and miniature Jack Russell Terriers to Labrador Retrievers and Great Danes – both at home and out and about. They did this by attaching “a wearable …", "creator": "@aarp", "url": "http://blog.aarp.org/2013/10/18/who-knows-all-sees-all-and-now-tells-all-your-dog/", "title": "Who Knows All, Sees All, (and Now) Tells All? Your Dog", "site": "@aarp", "card": "summary"}, "estimated_publish_date": "2013-10-18", "Last-Modified": "2014-08-28EDT17:16:12", "keywords": "dog behavior, canine companions, early warning system, physical and emotional dependence, newcastle university, owner,", "houseAds": "commercial", "paywallStatus": "off", "isArticle": "false", "livefyreId": "350138:http://blog.aarp.org/2013/10/18/who-knows-all-sees-all-and-now-tells-all-your-dog", "title": "Who Knows All, Sees All, (and Now) Tells All? Your Dog", "comments": "on", "sponsorship": "on", "source": "aarp_washington_office", "description": "By mapping behavioral benchmarks for dogs, researchers hope to develop a warning system that owners may be ill, bored or struggling.", "robots": "index,follow", "Subject1": "Division:AARP.org", "fb": {"app_id": 114175878660191}, "aarpAdUnit": "Health-Talk", "article": {"author": "http://www.facebook.com/AARP"}, "pluckId": "http://www.aarp.org/vendor/blog/", "viewport": "width=device-width, initial-scale=1", "language": "english", "og": {"site_name": "AARP", "description": "Researchers at Newcastle University in England are onto something big: Your dog may know lots more about how you’re feeling – and about how you’re doing generally – that anyone has heretofore believed. Except maybe you. Using high-tech movement sensors, the researchers tracked the behavior of 17 types of canine companions – from mutts and miniature Jack Russell Terriers to Labrador Retrievers and Great Danes – both at home and out and about. They did this by attaching “a wearable …", "title": "Dog Behavior May Indicate Owners’ Well-Being, Canine Companions", "url": "http://blog.aarp.org/2013/10/18/who-knows-all-sees-all-and-now-tells-all-your-dog/", "image": "http://blog.aarp.org/wp-content/uploads/2013/10/466px-Jack_The_Wire_Fox_Terrier-185x185.jpg", "type": "article"}, "contentId": "/content/aarpe/en/home/vendor/blog", "Subject2": "Resources and Tools:Blogs", "aarpeContent": "true", "IALevel1": "vendor", "IALevel2": "blog", "s43": "13.Volunteerism|MyPersonalTime", "action": "read", "dateToday": "2016/05/26"}, "article_summary": "Using high-tech movement sensors, the researchers tracked the behavior of 17 types of canine companions – from mutts and miniature Jack Russell Terriers to Labrador Retrievers and Great Danes – both at home and out and about.\nSign up for the AARP Health NewsletterThe researchers tracked 17 specific actions and activities, including barking, drinking, eating, running, sniffing and walking, as well as peeing and pooping (to use the unscientific terminology).\nPhoto: tanakawho via WikimediaGet discounts on health and wellness products and services with your AARP Member Advantages.\nAlso of InterestSee the AARP home page for deals, savings tips, trivia and more\nTruth be told, the only person I will ever allow to see that is my dog."}