{"article_title": "Here's Why You Should Care About Biosimilars", "article_keywords": ["billion", "product", "dont", "reference", "heres", "industry", "biosimilars", "drug", "drugs", "biosimilar", "market", "care"], "article_url": "https://www.inverse.com/article/5822-here-s-why-you-should-care-about-biosimilars", "article_text": "Even when Obamacare works, pharmaceuticals are still brutally expensive for many Americans. As part of his grand healthcare reform scheme, President Obama in 2009 pushed the Biologics Price Competition and Innovation Act, a law that made “biosimilars” — drugs that are highly similar to existing FDA-approved products — fair game in the pharmaceutical market. While logistics hampered its start, the biosimilars industry is about to get real big, real quick.\n\nThis March, the FDA approved its first biosimilar — a cancer drug known as Zarxio, which was determined to be biosimilar to Amgen Inc.’s Neupogen (generically known as filgrastim). And just today, to speed up the entry of biosimilars into the drug market, the FDA announced a new system for naming the copycat drugs.\n\nEurope’s been giving the United States biosimilars-related FOMO for some time now. It established its industry in 2006, and it’s now estimated to be worth somewhere between $2.25 and $4.8 billion U.S. dollars. By one estimate, the American biosimilars industry could be worth $11 billion by 2020.\n\nDrug companies eyeing the market will have to learn some ground rules: In terms of safety and efficacy, they don’t differ in any meaningful way from the original, or reference, product. (They’ll still need to be prescribed by a physician, unlike “interchangeables,” which pharmacists can freely substitute.) They’ve got to be produced by a different company — Zarxio is produced by Sandoz, Inc. — than the reference product. And they can only be manufactured once the reference product’s patent has expired.\n\nBut don’t get biosimilars confused with generics, those cheap, renamed exact copies of brand-name drugs. Companies that manufacture biosimilars strive to create compounds that mimic the chemical structure — and, therefore, the function — of the reference drugs, but biosimilar copies are built from a new molecule. Creating a biosimilar structure skips that stage when you don’t know whether the final product even works. The riskiest, most expensive part has already been done.\n\nIt’s an exciting time for Big Pharma, especially when analysts report that about 12 drug patents are going to expire in the next five years — opening a $67 billion market up to biosimilars.\n\nLast year, the World Health Assembly, calling the price of medicines ”catastrophic,” called for international governments to improve access to biosimilars, which, at least in the States, are about to revolutionize public access to life-saving drugs.", "article_metadata": {"description": "Drug döppelgangers are about to revolutionize access to pharmaceuticals.", "og": {"site_name": "Inverse", "description": "Drug döppelgangers are about to revolutionize access to pharmaceuticals.", "title": "They're Not Generics. Get Ready for Biosimilar Drugs.", "url": "https://www.inverse.com/article/5822-here-s-why-you-should-care-about-biosimilars", "image": "https://fsmedia.imgix.net/9d/75/31/92/0325/48f2/b8f6/e1995be8afcc/biosimilars.jpeg?rect=128,93,768,384&w=1200&fm=png&q=75", "type": "article"}, "referrer": "unsafe-url", "twitter": {"image": "https://fsmedia.imgix.net/9d/75/31/92/0325/48f2/b8f6/e1995be8afcc/biosimilars.jpeg?rect=128,93,768,384&w=1200&fm=png&q=75", "description": "Drug döppelgangers are about to revolutionize access to pharmaceuticals.", "site": "@inversedotcom", "card": "summary_large_image", "title": "They're Not Generics. Get Ready for Biosimilar Drugs."}, "fb": {"pages": 820406651341117, "app_id": 1452605975051281}, "article": {"publisher": "https://www.facebook.com/inverse"}, "viewport": "initial-scale=1.0,maximum-scale=1.0,user-scalable=no,width=device-width"}, "_id": "\"57477af36914bd0286fd46f1\"", "article_summary": "While logistics hampered its start, the biosimilars industry is about to get real big, real quick.\nBy one estimate, the American biosimilars industry could be worth $11 billion by 2020.\nThey’ve got to be produced by a different company — Zarxio is produced by Sandoz, Inc. — than the reference product.\nAnd just today, to speed up the entry of biosimilars into the drug market, the FDA announced a new system for naming the copycat drugs.\nBut don’t get biosimilars confused with generics, those cheap, renamed exact copies of brand-name drugs."}