{"article_title": "Wading through a “complicated” system to support children with disabilities", "article_keywords": ["lucien", "kids", "families", "center", "disabilities", "support", "child", "system", "think", "regional", "complicated", "wading", "school", "services", "children"], "article_url": "http://kalw.org/post/wading-through-complicated-system-support-children-disabilities", "article_text": "The birth of a child is life-changing. For the wallet, the lifestyle and the fact that there’s another human to care for.\n\nBut for many California families, there’s an extra challenge to think about. According to the National Survey of Children’s Health, one in ten of the state’s children has a special health care need, including an intellectual disability, cerebral palsy, or autism.\n\nOne of those children is six-year old Lucien Gonzalez.\n\nBack when Lucien was nine months old, his parents began to notice he was missing some milestones. For example, he took a long time to sit up and crawl. At 11 months, they started to make some calls. They made an appointment with a neurologist. And they contacted the East Bay Regional Center to get their son assessed.\n\n“I knew that there was something wrong,” says his mother, Suzy Clement, “and I wanted him to be able to receive services. But at the same time it’s not a pleasant experience to go and watch your child fail at all these assessments and tests. So you’re kind of put in this situation of wanting them to fail so they qualify for these services. But also having your heart broken as you watch them fail.”\n\nThe East Bay Regional Center, where Lucien was assessed, is a private, non-profit contracted with the California Department of Developmental Services. It serves 16,000 adults and kids with disabilities. The center determines whether a person is eligible for services, and if so, then helps find resources and connects them with services.\n\nFive years ago, Lucien was diagnosed as developmentally delayed. Later, the diagnosis was autism. Now his care has become an intrinsic part of his family’s life. During the week, Lucien goes to a special day class in Alameda, which is offered through the school district. After school, he has two hours of therapy. Most therapists working with children with autism are paid through various sources, including state funding, insurance, private pay, and public schools.\n\nClement says the systems are complicated.\n\n“Because of our ability to advocate I think that we are able to get pretty good services for our son,” she says. “But in general, I think there are a lot of people out there that aren’t and a lot of that is because of how complicated it is.”\n\nWhat makes the system complicated?\n\nJuno Duenas, director of the San Francisco based group Support for Families of Children with Disabilities, agrees that the system is complex. Part of the group’s role is to help families wade through what services are available.\n\n“Each system is its own silo, with the family running up, if you can visualize this, running up to the top of the silo to find out if their child is eligible for those services and maybe told ‘no’ and go to the next system,” Duenas says.\n\nThere are four main systems that families deal with when getting help for their kids with disabilities: regional centers, school districts, medical insurance companies, and California Children’s Services.\n\n“The services are great but the challenge is for families to understand the systems,” Duenas says.\n\nIt’s not only the complexity that Suzy Clement is concerned about. It’s also the long wait times. She says it took about three and a half months from her initial phone call to the regional center to get the services.\n\n“So it just takes a really long time, and when you’re sitting there with your infant or your toddler knowing that something is going on and not able to make things move any more quickly, to get them what they need – it’s really frustrating,” she says.\n\nBut Pam Thomas, director of client services at the Regional Center of East Bay, says the center is not necessarily a crisis response organization.\n\n“We can move it as fast as our system is able to at any given time, depending on what else is going on,” she says.\n\nThomas says regional centers have to abide by legislated timeframes. To determine whether a family is eligible for services, the process has to take less than 120 days for kids over the age of three, and 45 days for babies and toddlers. She explains that when a child is made eligible they are assigned a team of workers called an interdisciplinary team, which also includes the family.\n\n“It’s the task of that ID team to look at the individual situation, to look at what kind of services are there, what kinds of generic services are available,” she says.\n\nFor example, if a child with cerebral palsy wanted to go swimming, a case manager would find places in the community that offers swimming lessons for kids with special needs.\n\n“It is based on individual need so there isn’t a one size fits all, or an ‘everyone gets this’,” she says.\n\nBut Thomas says California’s regional centers have been strained by a series of budget cuts over the past four years, due to the state’s financial struggles.\n\n“There’s been numerous furloughs, there have been layoffs, regional centers closing their doors a day or two a month, simply from a lack of funding,” she says. “This regional center, what we chose to do was to not have furloughs or close our doors but to not fill open positions. So we had 20-some open case management positions that we covered, which meant caseloads went higher.”\n\nThomas says things are looking up, now, for the regional center system, and state funding is rising again. The East Bay center has hired about 45 case managers since January and are in the process of rebuilding the staff and system in general.\n\nThat’s important, because the numbers of people who need services are also growing. The East Bay regional center is working with 800 more children and adults than two years ago, and 10,000 more than 20 years ago.\n\n“I think the regional center systems were set up initially to fill a need, and I think that the system has become so large, and the needs so varied, that it’s a challenge. It’s just a challenge,” Thomas says.\n\nThe human cost\n\nBack in Alameda, Suzy Clement smiles as her son plays. But she frowns when she thinks of the path it has taken to get here.\n\n“It’s really daunting. It’s really daunting. And you just have to be so organised and so on it. And all the time paying attention to it,” she says.\n\nAnd as Lucien has gotten older, she says, the system has become more complicated. In California, when a child with a developmental disability, including autism, turns three, school districts assume primary responsibility for providing services and educational support until the child finishes school. Then there are insurance companies charged with covering certain treatments for kids with autism.\n\n“So now we have three bureaucracies that we’re dealing with, and they tend to want to punt the ball back and forth to each other,” she says.\n\nThere are more changes expected for families seeking services for disabled kids. They’re waiting to see what will happen when the Affordable Care Act comes into place in January. There is uncertainty over how changes in insurance will affect their providers, programs and services.", "article_metadata": {"category": "Health, Science, Environment", "description": "The birth of a child is life-changing. For the wallet, the lifestyle and the fact that there’s another human to care for. But for many California families", "Generator": "Drupal 7 (http://drupal.org)", "programs": "Crosscurrents", "og": {"url": "http://kalw.org/post/wading-through-complicated-system-support-children-disabilities", "image": "http://mediad.publicbroadcasting.net/p/kalw/files/styles/medium/public/201311/photo_%287%29_%281%29_0.JPG", "type": "article", "description": "The birth of a child is life-changing. For the wallet, the lifestyle and the fact that there’s another human to care for. But for many California families", "title": "Wading through a “complicated” system to support children with disabilities"}, "story_id": 246049845, "twitter": {"site": "@kalw", "card": "summary"}, "author": "Mary Willis", "org_id": 0, "dc": {"title": "Wading through a “complicated” system to support children with disabilities"}, "nid": 36083, "datePublished": "2013-11-18", "keywords": "autism, Regional Centers, California Department for Developmental Services, disabilities, children with disabilities, Support for Families of Children with Disabilities, East Bay Regional Center", "wordCount": 2398, "has_audio": 1, "viewport": "width=device-width"}, "_id": "\"57477afa6914bd0286fe52fe\"", "article_summary": "Juno Duenas, director of the San Francisco based group Support for Families of Children with Disabilities, agrees that the system is complex.\nThe East Bay regional center is working with 800 more children and adults than two years ago, and 10,000 more than 20 years ago.\nAnd they contacted the East Bay Regional Center to get their son assessed.\n“This regional center, what we chose to do was to not have furloughs or close our doors but to not fill open positions.\nSo we had 20-some open case management positions that we covered, which meant caseloads went higher.”Thomas says things are looking up, now, for the regional center system, and state funding is rising again."}