{"article_title": "Native History: Dawes Act Signed Into Law to 'Civilize' Indians", "article_keywords": ["land", "individuals", "dawes", "indians", "signed", "property", "indian", "native", "act", "lands", "tribes", "natives", "law", "civilize", "history"], "article_url": "http://indiancountrytodaymedianetwork.com/2014/02/08/native-history-dawes-act-signed-law-civilize-indians-153467", "article_text": "This Date in Native History: On February 8, 1887, U.S. President Grover Cleveland signed the Dawes Severalty Act into law, introducing private land ownership to American Indians.\n\nArguably one of the most devastating for Natives, the act slashed millions of acres from the existing land base, broke up tribes as communal units and threatened tribal sovereignty. It applied to all Indian nations, with exceptions in the Cherokee, Creek, Choctaw, Chickasaw, Seminole, Osage, Miami, Sac and Fox, Peoria and Seneca nations.\n\nThe act, also known as the General Allotment Act, was named for Massachusetts Congressman Henry Dawes, who declared that private property had the power to civilize.\n\nTo be civilized, he said, was to “wear civilized clothes, cultivate the ground, live in houses, ride in Studebaker wagons, send children to school, drink whiskey (and) own property.” Dawes’s plan was to extend the protection of the nation’s laws to American Indians by allotting reservation land in parcels of 40 to 160 acres to individuals and heads of households.\n\nAllottees would hold the land for 25 years, after which individuals or their heirs would own the land and become citizens of the United States if their “residence (is) separate and apart from any tribe of Indians… and (if they have) adopted the habits of civilized life.”\n\nSigned 22 years after the Civil War ended, the act came as a way to deal with the “Indian problem,” said Don Wharton, a senior attorney at the Native American Rights Fund. During the war, the government suspended its concern about handling the indigenous population. In the following decades, settlers resumed their journeys westward and found that some of the best land was on reservations.\n\n“They had to figure out what to do with the Indian problem—the problem being that they were Indian and were not sufficiently becoming Christian farmers,” Wharton said. “The goal was to open the reservations to settlement by non-Indians, who would, because of proximity, help the Indians become Christian farmers.”\n\nThe act also allowed the government to consolidate Natives on smaller tracts of land. After reservations were divided into allotments, any remaining land was declared surplus and became available for public sale. This led to the loss of 90 million acres of Indian land by 1934, or about two-thirds of the 1887 land base.\n\n“The Dawes act came at a time when the federal government was trying to put lands into private hands,” said Terry Anderson, president of the Property and Environment Research Center, a Bozeman, Montana-based think tank that specializes in property rights and markets. “It was a way the federal government could open lands to non-Indians.”\n\nMuch of the land allotted to Natives also was lost, Anderson said. Individuals deemed competent to farm and given the title to the land often were tricked into selling it to non-Natives. Others earned the titles, but lost the land when they were unable to pay taxes.\n\nSome tribes opposed the act, leading to Supreme Court decisions that further damaged sovereignty, Wharton said. The nation’s high court ruled in 1903 that the government didn’t have to get permission from tribes before dividing the land.\n\n“It ruled that Congress has plenary power to decide what’s best for the Indians, even if that’s taking the land,” he said. “It ruled that you can unilaterally breach the treaty without recourse by the tribes to any legal authority.”\n\nDespite termination of the allotment process in 1934, repercussions of the act continue today. As original allottees died, their heirs received equal undivided interests to the land. These “fractionated interests” grew exponentially during the last 125 years, making it nearly impossible for individuals to use or develop the land.\n\n“Ultimately, the Dawes Act has kept individual Indians at the mercy of the federal government,” Anderson said. “It is virtually impossible for individuals to borrow against their allotted lands and get capital to develop those lands.”\n\nThe act also established a trust fund, administered by the Bureau of Indian Affairs, to collect and distribute revenues from oil, mineral, timber and other leases on tribal lands. The government’s improper management of this trust resulted in the largest-ever class-action lawsuit. Spearheaded by Elouise Cobell of the Blackfoot Confederacy, the case was settled in 2009 for $3.4 billion.\n\nAllotments did come with a silver lining, however, said Ervin Chavez, president of the Shii Shi Keyah Allottee Association, an organization on the Navajo Nation that watches out for the rights of individual allottees.\n\n“The allotment act was meant by the U.S. government for one thing, but Indian people also benefited,” he said. Despite the issues of fractionation, Natives “actually have tangible land which is theirs. That gives Indian people the pride of land ownership.”", "article_metadata": {"description": "On February 8, 1887, U.S. President Grover Cleveland signed the Dawes Severalty Act into law, introducing private land ownership to American Indians.", "generator": "Drupal 7 (http://drupal.org)", "dcterms.creator": "leeanne", "og": {"url": "http://indiancountrytodaymedianetwork.com/2014/02/08/native-history-dawes-act-signed-law-civilize-indians-153467", "type": "article", "image": "http://d1jrw5jterzxwu.cloudfront.net/sites/default/files/article_media/dawes-era-poster.jpg", "site_name": "Indian Country Today Media Network.com", "title": "Native History: Dawes Act Signed Into Law to 'Civilize' Indians"}, "dcterms.date": "2014-02-08T10:00-05:00", "dc": {"title": "Native History: Dawes Act Signed Into Law to 'Civilize' Indians"}, "dcterms.identifier": "http://indiancountrytodaymedianetwork.com/2014/02/08/native-history-dawes-act-signed-law-civilize-indians-153467", "robots": "follow, index", "dcterms.format": "text/html", "fb": {"app_id": 493888563989950}, "dcterms.language": "und", "dcterms.type": "Text", "keywords": "Dawes Act, Dawes Act of 1887, Grover Cleveland, General Allotment Act, Tribal Sovereignty, Native American History", "validation_code": "d9d37d7b776cc351c4025ded3df21cad", "sioc": {"num_replies": 0}, "dcterms.title": "Native History: Dawes Act Signed Into Law to 'Civilize' Indians"}, "article_summary": "This Date in Native History: On February 8, 1887, U.S. President Grover Cleveland signed the Dawes Severalty Act into law, introducing private land ownership to American Indians.\n“Ultimately, the Dawes Act has kept individual Indians at the mercy of the federal government,” Anderson said.\nThis led to the loss of 90 million acres of Indian land by 1934, or about two-thirds of the 1887 land base.\nThe act, also known as the General Allotment Act, was named for Massachusetts Congressman Henry Dawes, who declared that private property had the power to civilize.\n“The allotment act was meant by the U.S. government for one thing, but Indian people also benefited,” he said."}