{"article_title": "A sailor’s surprise, a run to help kids and parades galore mark Dallas-Fort Worth’s July 4", "article_keywords": ["son", "kids", "run", "help", "rangers", "sailors", "day", "galore", "mark", "dallasfort", "america", "parades", "independence", "fourth", "surprise", "white", "captain", "worths", "pool", "red"], "article_url": "http://thescoopblog.dallasnews.com/2014/07/dfw-fourth-of-july-starts-off-with-a-sleepover-and-a-run.html/", "article_text": "A Navy mom’s joy, a kid’s baseball fantasy and a veteran’s remembrance were all part of Independence Day in North Texas.\n\nJuly 4 came hot and humid, with a threat of thunderstorms. Across the region, people picnicked, ran and gathered to celebrate and share.\n\nHere’s a sampling of the day from four summer interns from The Dallas Morning News who took in the sights and sounds of Independence Day in North Texas.\n\nA serviceman’s surprise\n\nA Mansfield couple got a surprise while watching the Arlington’s Fourth of July parade Friday morning.\n\nAs a Navy moms’ float passed by, K.C. Parenteau didn’t think much about it until she caught a familiar face.\n\nHer son, 23-year-old Petty Officer 2nd Class John Parenteau, dressed in his Navy whites, was staring right at her.\n\nDays earlier, the cover story had been that his leave had been cancelled. It was all a ruse, planned by the sailor’s sister, Katie Saldovar.\n\nCancelled leaves are a military mainstay, she said. “Because we knew that, after he booked his flight we keep it under-wraps.”\n\nParade organizers played along.\n\nParenteau has been deployed in the Persian Gulf for the last year and a half. He got home for the holiday and his July 9 birthday.\n\n“It all went off without a hitch,” he said by phone from the family’s home. “A lot of service members don’t get this opportunity. To see their faces was great.”\n\n– Gregory Castillo\n\nRed, white and blue run\n\nMore than 500 running fanatics woke up early for the first 4K/7K Fourth of July run through Fair Park. Not only did they bring their A-game, but many donned their red, white and blue best.\n\nPatriotic tutus, knee socks and leg warmers were common. But nothing quite came close to the outfit of Robert Fuentes of Fort Worth.\n\nAt first glance, Fuentes was Captain America – but a closer look revealed a fan of Clint Dempsey, captain of the U.S. soccer team.\n\n“If Captain America came to a race, who would he dress as?” asked Fuentes, 54, as he pulled out a paper cutout mask of the Team USA captain’s face. “Dempsey.”\n\nAll proceeds from the event will go to the Park and Recreation Department’s eight-week summer camp for kids. City Council member Adam Medrano, a former parks and rec employee, ran to support the program and for another reason.\n\n“You know you’re gonna be eating bad, so better come out here and exercise,” he said.\n\n– Danielle Grobmeier\n\nBallpark sleepover\n\nFor Jay Johnson and his kids Everett, 6, and Ainsley, 8, the Fourth of July means baseball — even if no game was actually being played.\n\nWith the Texas Rangers on the road, fans hit the Globe Life Park outfield in droves for the team’s annual sleepover Thursday night to Friday morning.\n\nArmed with blankets, pillows, sleeping mats and sleeping bags, families cheered for their home team, watching the Rangers play in Baltimore on the jumbotron (Orioles 5, Rangers 2).\n\nIt was a game-like atmosphere for the youngsters, with mascots tossing balls, shirts and even a fireworks display at 10 p.m.\n\n“There’s nothing like baseball around this time,” said Johnson. “We’ve been regulars since we moved here six years ago, tonight it’s like we’re camping out with a few hundred of our closest Rangers’ fans.”\n\nAptly named fans Nolan and Ryan Rice, 8 and 4 respectively, and their dad Chase spent the night camped out on the field. According to Chase, the kids found the grass soft (but not soft enough for mom to join the fun.) The boys would do it all over if they could, even though little Ryan was scarred of the fireworks finale.\n\nFor Steve Johnson, 41, of Fort Worth and his boys Nicholas, 7, and Nathaniel, 3, the warm night wasn’t anything they couldn’t take. They went camping last week, so they were accustomed to a little heat and humidity.\n\n“I could sleep on anything,” said Nicholas. “If I had to sleep on this concrete wall, I probably could.”\n\n– Gregory Castillo\n\nParade finery\n\nZoie Powers, 12, wore red, white and blue from head to toe. Her big toes, in fact, were painted with American flags.\n\nZoie rode in the back of a white truck for the Little Forest Hills’ Fourth of July Parade in East Dallas. The truck had dozens of birthday balloons springing from it, along with a sign: “Happy 238th Birthday, America.”\n\nThe parade picked up neighbors as it wove through the blocks. They biked, skated and pushed wagons behind cars and trucks to Casa Linda Park, where watermelon and apple pie waited.\n\nZoie wore a red and white skirt she sewed with her mom. She put it on over a blue sequined dress.\n\n“I look very overdressed compared to everyone else,” she said.\n\nIt would take a lot to outdo everyone: she was joined by Captain America and Uncle Sam — even a dog wearing a red tutu.\n\nFor Suzy McHenry, whose 5-year-old son Newman was Captain America, the parade showed what she loved about the neighborhood.\n\n“Little Forest Hills is Little Forest Hills,” she said. “We’re all oddballs.”\n\n– Masako Melissa Hirsch\n\nWatching the parade\n\nDave May, 72, of Plano, used to march in Independence Day parades; now he watches. He and his wife Marchetta were at the 34th annual Plano Lions Independence Day Parade.\n\nIn America-themed T-shirts, the Plano residents of four decades shared memories as they watched politicians and floats pass by. Occasionally, Dave May shouted out a familiar participant’s name.\n\nHe likened one float, a large green tractor, to a “sign of Plano past.”\n\n“This all used to be farmland,” he said.\n\nAfter the last float rolled by, the Mays folded up their picnic chairs and headed home. They’ll be back next year, they said.\n\n– Naheed Rajwani\n\nPatriotic pool party\n\nNestled between a group of houses and a patch of trees is a pool.\n\nParked cars snake around the entrance. Chatter and the faint smell of barbecue envelopes the area off Springbrook drive in Plano.\n\nThis, however, is not an ordinary pool. As its staff says, it’s a “Texas-sized, Texas-shaped pool.”\n\nAnd on days such as The Fourth of July, the 168,000-gallon Texas Poolis free to the public.\n\nPlano resident Dawn Hall sits in a pool chair under a large tree with a laptop in her lap and a 1,700-page surgical nursing textbook to her left.\n\nShe’s trying to finish an assignment for nursing school before jumping into the pool. Her 13-year-old daughter is already inside and her 18-year-old son is on lifeguard duty.\n\n“For me, sitting here makes it less like I’m studying. The noise doesn’t bother me,” said Hall, whose family has come to the pool for 12 years.\n\nSome people, including Grapevine resident Laura Hoke, are first-time visitors.\n\nHoke, who’s wearing her special “America suit” for the occasion, straps a gray shark-themed floatie on her 4-year-old son.\n\nHe wobbles toward a diving board off the pool’s panhandle.\n\n“It’s been a lot of fun. They seem to be enjoying it,” Laura Hoke says, as her son dives into Texas.\n\nSplash.\n\n– Naheed Rajwani\n\nIndependence on the fourth\n\nCharlie Hilton had on his cowboy boots at lunch at the Veterans of Foreign Wars Post 6796 in Dallas. He was ready for the dance band later in the afternoon.\n\n“I might not make half, but I’m going to try,” Hilton said.\n\nHilton, 86, has come to the VFW for over 20 years. As a World War II veteran who served two years in the South Pacific and Guam, met with fellow veterans through the group. “This is the place for us,” he said.\n\nHilton and his wife Dee have attended dances, bingo nights and other VFW events. They’ve lost older friends. Friday, however, every seat at their table was full.\n\nFor Hilton, the gathering came down to one thing: “It’s Independence Day. And we’re independent — at least I am.”\n\n– Masako Melissa Hirsch\n\nStaff Writer Randy Lee Loftis contributed to this report.", "article_metadata": {"liveFyreID": "aHR0cDovL3RoZXNjb29wYmxvZy5kYWxsYXNuZXdzLmNvbS8yMDE0LzA3L2Rmdy1mb3VydGgtb2YtanVseS1zdGFydHMtb2ZmLXdpdGgtYS1zbGVlcG92ZXItYW5kLWEtcnVuLmh0bWwv", "generator": "WordPress 3.9.12", "author": "Mede Nix", "og": {"site_name": "The Scoop Blog", "description": "A Navy mom’s joy, a kid’s baseball fantasy and a veteran’s remembrance were all part of Independence Day in North Texas. July 4 came hot and humid, with a threat…", "title": "A sailor’s surprise, a run to help kids and parades galore mark Dallas-Fort Worth’s July 4", "url": "http://thescoopblog.dallasnews.com/2014/07/dfw-fourth-of-july-starts-off-with-a-sleepover-and-a-run.html/", "image": "http://thescoopblog.dallasnews.com/files/2014/07/0704arlparadesurprise1.jpg", "type": "article"}, "LastModifiedDate": "2014-07-04T17:01:42Z", "twitter": {"card": "summary_large_image"}, "PublishDate": "2012-04-11T13:59:21Z", "wp-parsely_version": "1.7", "cXenseParse": {"recs": {"publishtime": "2012-04-11T13:59:21Z"}}, "google-site-verification": "ZjZz-aaVcLkLDp8kIkLnEwtSTZlAwGgQhLyd1pXAbA8", "viewport": "width=device-width"}, "_id": "\"57477af36914bd0286fcf975\"", "article_summary": "A Navy mom’s joy, a kid’s baseball fantasy and a veteran’s remembrance were all part of Independence Day in North Texas.\n“We’re all oddballs.”– Masako Melissa HirschWatching the paradeDave May, 72, of Plano, used to march in Independence Day parades; now he watches.\nAt first glance, Fuentes was Captain America – but a closer look revealed a fan of Clint Dempsey, captain of the U.S. soccer team.\nNot only did they bring their A-game, but many donned their red, white and blue best.\nHe and his wife Marchetta were at the 34th annual Plano Lions Independence Day Parade."}