{"article_title": "Bentley: Medicaid expansion would cost Alabama $710 million over next 6 years", "article_keywords": ["federal", "bentley", "governors", "million", "expansion", "710", "fund", "state", "cost", "medicaid", "alabama", "general", "expand"], "article_url": "http://yellowhammernews.com/politics-2/bentley-medicaid-expansion-would-cost-alabama-710-million-over-next-6-years/", "article_text": "2014: “I cannot expand Medicaid in Alabama. We will not bring hundreds of thousands into a system that is broken and buckling.”\n\n2015: “We are looking at that (expanding Medicaid).”\n\nAfter spending the first four years of his governorship refusing to expand Medicaid under ObamaCare, Governor Robert Bentley (R-AL) told a group of lawyers in Montgomery Thursday that, though final decisions have not been made, his administration is working toward that goal.\n\nThe governor’s office has been in negotiations with Department of Health and Human Services Secretary Sylvia Mathews Burwell in an attempt to secure waivers from certain requirements, allowing Alabama to set up a “private option” plan similar to those in Arkansas and Pennsylvania.\n\nUntil 2020 the federal government has pledged to cover 90 percent of the costs of expansion incurred by the state. Alabama’s ailing General Fund, which scrambled to cover a $250 million hole this past year with a combination of tax increases and cuts, would be responsible for coming up with the other 10 percent—an amount the governor’s office conservatively estimates to be more than $100 million a year for the next 6 years.\n\n“If we were to accept (federal dollars to expand Medicaid) you have to realize it is going to cost the state of Alabama over the next six years $710 million in the General Fund,” Bentley admitted. “Now folks, I can’t even get them to raise a hundred million dollars. So we’ve got to look at a funding stream if we’re going to do it.”\n\nThat $100 million would need to come in the form of either taxes or cuts—a heavy lift for conservative lawmakers who just spent the past year fighting other tax increases.\n\nMedicaid expansion would require the state to accept into the program Alabamians making up to 133 percent of the federal poverty level, or $32,253 a year for a family of 4.\n\nMedicaid is currently the largest line item in Alabama’s budget, comprising 37 percent of the General Fund budget. According to the Alabama Policy Institute, the state’s Medicaid expenditures increased by 53% between 2001 and 2013, and as the state’s senior population increases, costs are expected to grow even further.\n\nThe compromise Bentley is pursuing with the Obama administration would most likely come in the form of using the Medicaid reforms Alabama passed in 2013, which allow Regional Care Organizations (RCOs) to contract with Medicaid in a system where health care providers will be given a set dollar amount to treat each patient in their care.\n\nBentley spokeswoman Jennifer Ardis told Yellowhammer the governor’s comments are simply a reflection of his work to strengthen those RCOs.\n\n“The Governor didn’t say anything new today that he hasn’t already publicly said,” said Ardis. “The Governor’s total focus is on making the current Medicaid RCO program a success. We have made great strides in Medicaid transformation, but the process isn’t complete.”\n\nLike this article? Hate it? Follow me and let me know how you feel on Twitter! — Elizabeth BeShears (@LizEBeesh) January 21, 2015", "article_metadata": {"description": "Bentley continues to backtrack on his promise not to expand Medicaid.", "og": {"site_name": "Yellowhammer News", "description": "2014: “I cannot expand Medicaid in Alabama. We will not bring hundreds of thousands into a system that is broken and buckling.” 2015: “We are looking at that (expanding Medicaid).”[...]", "title": "Bentley: Medicaid expansion would cost Alabama $710 million over next 6 years - Yellowhammer News", "locale": "en_US", "image": {"width": 778, "identifier": "http://yellowhammernews.com/wp-content/uploads/2014/12/YH-Robert-Bentley.png", "height": 389}, "updated_time": "2015-11-13T17:32:08-05:00", "url": "http://yellowhammernews.com/politics-2/bentley-medicaid-expansion-would-cost-alabama-710-million-over-next-6-years/", "type": "article"}, "p": {"domain_verify": "1bb21e647809aaf739789565c0783008"}, "fb": {"pages": 303363616352436}, "article": {"section": "Politics", "tag": "Robert Bentley", "published_time": "2015-11-12T16:25:13-05:00", "modified_time": "2015-11-13T17:32:08-05:00"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "“If we were to accept (federal dollars to expand Medicaid) you have to realize it is going to cost the state of Alabama over the next six years $710 million in the General Fund,” Bentley admitted.\n2014: “I cannot expand Medicaid in Alabama.\nMedicaid is currently the largest line item in Alabama’s budget, comprising 37 percent of the General Fund budget.\nUntil 2020 the federal government has pledged to cover 90 percent of the costs of expansion incurred by the state.\nBentley spokeswoman Jennifer Ardis told Yellowhammer the governor’s comments are simply a reflection of his work to strengthen those RCOs."}