{"article_title": "Big Ben Gets It Right!", "article_keywords": ["pink", "right", "ben", "wife", "big", "royal", "reminds", "women", "franklin", "man", "baby", "world", "gets", "happy"], "article_url": "http://www.christianpost.com/news/big-ben-gets-it-right-139173/", "article_text": ", CP Guest Contributor By Robert Morrison CP Guest Contributor\n\nLondon's Big Ben celebrated the arrival of a royal princess by lighting up pink. The birth of Princess Charlotte Elizabeth Diana to Prince William and Kate has set Londoners in a festive mood. And it has thrilled avid watchers of the Royals around the world.\n\nStaunch republican that I am, I confess I have enjoyed being swept up in these activities. My wife hosted a Royal Wedding Shower to celebrate William and Kate's nuptials. First comes love, then comes marriage, then come the Royals in a glass enclosed carriage. With lots of horses.\n\nRecently, my wife hosted a Royal Baby Shower at our home. She had me fly the Union Jack in front of our house. She put out \"tea towels\" with figures of the Royal Family on them. This is seriously English stuff. What do they do with all these things between Royal events, I wonder?\n\nI am the man of the house--the only one. I was already working in my study when dozens of ladies—some in bright spring hats—arrived at our suburban palace to celebrate the blessed event. They came from all over town. My wife breaks out her English bone china and the chintz plates (is that where \"chintzy\" come from?). They have tea and scones and other treats. They do it up royally. They love each other's company.\n\nI know better than to intrude on Ladies Day. But even as I work on other projects, I hear the happy buzz of conversation. This reminds me of what this country, what every country, owes to women. That happy hum is the sound of civilization, and the song of charity. -Because of generous women like these, we have that kinder and gentler nation that politicians can only talk about.\n\nThere is a serious side to all of this. The guests bring with them diapers, blankets for newborns, booties, little hats, and all kinds of baby paraphernalia. I am a father and grandfather and I never knew until these events started happening what an \"onesie\" was. I'm still not entirely sure, which is okay.\n\nThe house is filled with enough baby clothes to outfit an infant army. These will all go to pregnancy care centers in our town and to women's shelters. That's the organizing principle for these happy social events. It's the modern equivalent of quilting bees and barn raisings.\n\nI agree with American poet Carl Sandburg that \"a baby is God's opinion the world should go on.\" So I see this as a positive sign.\n\nAll of this reminds me of Ben Franklin and his attitude toward newborns. Suffering from gout, Dr. Franklin rode to Versailles 17 miles outside Paris in his coach.\n\nThere, in 1783, our first Minister to France watched with tens of thousands of Frenchmen and women as a hot-air balloon crafted by the Montgolfier Brothers rose high above the crowd. Some women fainted. Others gasped. After their imaginations and the Montgolfier balloon returned gently to earth, someone approached Dr. Franklin. He said to the greatest inventor of the age: \"Yes, yes, but of what practical use is this balloon?\"\n\nBen Franklin had a ready answer. With a twinkle in his eye, the most practical man in the world replied: \"Of what use is a newborn baby?\"\n\nI am happy to be a man and happier still that my wife of 414 months is a womanly woman. We have an adult son and a daughter and each one is well-grounded in his and her identity. This is no longer as certain as it once was. The attacks on marriage bring in their wake an all-out assault on maleness and femaleness. My organization, Family Research Council, has warned of these harms for years.\n\nIn our society, we are going off the rails. Some men think they can simply identify as women. And vice versa. There is even a hurry-up push to force all of us to underwrite these attempts with our tax dollars. Under ObamaCare, as FRC President Tony Perkins has noted, we are being forced to pay for such attempts.\n\nThey can't actually change their sex. Big Ben's pink colors celebrate a fundamental reality of the universe. We are born girls or boys. Even if we submit to chemical injections or worse, we cannot change that reality. A simple swab of the inside of our cheek will tell on us. The DNA doesn't lie. Nor does psychiatry, as distinguished practitioner Dr. Paul McHugh reminds us in his seminal article, \"Surgical Sex.\"\n\nAs if to underscore this basic truth, there was this message sent to the world from the deck of the HMS Lancaster, a Royal Navy ship (Her Majesty's Ship, it should be noted): SISTER.\n\nThat message, and Big Ben in pink, are as important today as was the signal from Lord Nelson's flagship HMS Victory in 1805: \"England expects every man will do his duty.\" In our time, we have a duty to recognize the fundamental truth of sex differences and complementarity of the sexes. Let's do our duty.", "article_metadata": {"Description": "London's Big Ben celebrated the arrival of a royal princess by lighting up pink. The birth of Princess Charlotte Elizabeth Diana to Prince William and Kate has set Londoners in a festive mood. And it has thrilled avid watchers of the Royals around the world.", "Copyright": "2016 Christian Post", "Title": "Big Ben Gets It Right!", "og": {"site_name": "Christian Post", "description": "London's Big Ben celebrated the arrival of a royal princess by lighting up pink. The birth of Princess Charlotte Elizabeth Diana to Prince William and Kate has set Londoners in a festive mood. And it has thrilled avid watchers of the Royals around the world.", "title": "Big Ben Gets It Right!", "url": "http://www.christianpost.com/news/big-ben-gets-it-right-139173/", "image": "http://graphic.christianpost.com/images/common/safe_image.gif", "author": "Robert Morrison", "type": "article"}, "twitter": {"site": "@ChristianPost", "image": "http://graphic.christianpost.com/images/common/safe_image.gif", "description": "London's Big Ben celebrated the arrival of a royal princess by lighting up pink. The birth of Princess Charlotte Elizabeth Diana to Prince William and Kate has set Londoners in a festive mood. And it has thrilled avid watchers of the Royals around the world.", "card": "summary_large_image", "title": "Big Ben Gets It Right!"}, "syndication-source": "http://www.christianpost.com/news/big-ben-gets-it-right-139173/", "robots": "index, follow", "bt": {"keywords": "big,ben,gets,right,christian&20news,christianity,evangelical", "pubDate": "2015-05-15T12:28:13-04:00", "modDate": "2015-05-15T12:28:13-04:00"}, "msvalidate.01": "29BD7F6D752EB52F5F8F8ACEF4AC6689", "fb": {"page_id": 41093998634, "app_id": 968308226558745}, "msapplication-window": "width=device-width;height=device-height", "Googlebot-news": "index, follow", "Keywords": "big,ben,gets,right,christian news,christianity,evangelical", "viewport": "width=device-width,initial-scale=1"}, "article_summary": ", CP Guest Contributor By Robert Morrison CP Guest ContributorLondon's Big Ben celebrated the arrival of a royal princess by lighting up pink.\nRecently, my wife hosted a Royal Baby Shower at our home.\nThat message, and Big Ben in pink, are as important today as was the signal from Lord Nelson's flagship HMS Victory in 1805: \"England expects every man will do his duty.\"\nAll of this reminds me of Ben Franklin and his attitude toward newborns.\nI am happy to be a man and happier still that my wife of 414 months is a womanly woman."}