{"article_title": "A ‘Fast Track’ to Nowhere Good: The Dirty Details of the Senate’s Compromise", "article_keywords": ["amendment", "good", "congress", "track", "house", "fast", "trade", "senate", "compromise", "details", "country", "vote", "debate", "senates", "dirty"], "article_url": "http://www.thefiscaltimes.com/Columns/2015/05/22/Fast-Track-Nowhere-Good-Dirty-Details-Senate-s-Compromise", "article_text": "Conventional wisdom dictates that Congress is a hopelessly gridlocked mess of partisan ideologues, scratching and clawing at one another without accomplishing much. But that’s only true until it’s not.\n\nWhen properly motivated — for example, by the prospect of guaranteeing profits for multinational corporations — Congress can rapidly advance major legislation affecting millions of workers faster than you can say “fast track.” The dirty details in the latest example of this involve symbolic concessions, pretend debate and what appears to be the first compromise on slavery negotiated by an American legislative body since the Kansas-Nebraska Act of 1854.\n\nThis week, the Senate took up trade promotion authority — or “fast track” — which would allow any president for the next six years to negotiate and finalize trade agreements and obtain a guaranteed Congressional vote within 90 days, with no filibusters or the possibility for amendment. Fast track authority greases the skids for corporate-friendly trade agreements, transferring Congress’ constitutional authority to manage international commerce over to the executive.\n\nRelated: The Democratic Trade Expert Trying to Take Down TPP\n\nThe fast track bill includes a series of “negotiating objectives,” in which Congress advises trade negotiators to follow various guidelines. But the negotiating objectives have no force of law. In the case of the Trans-Pacific Partnership (TPP), a proposed 12-nation trade deal, the negotiations have been going on for five years and are by all accounts basically complete. As Congresswoman Rosa DeLauro (D-CT) said when fast track was introduced, “I can decide as an objective that I would like to complete a marathon, but without something enforceable, it doesn’t matter.”\n\nForty-six senators filed over 200 amendments to fast track, often to get enforceable language into the legislation. But only two amendments actually received a vote: one to increase trade adjustment assistance for workers who lose their jobs from trade agreements (that was rejected), and one to guide trade negotiators to “consider” religious freedom in partner countries. The religious freedom amendment was approved unanimously, but is completely irrelevant, as the U.S. Trade Representative could merely say, “I considered the religious freedom record of our partners, and found it acceptable.” So nothing of value was debated and voted upon on the floor.\n\nIn fact, on the first full day of Senate debate on fast track, Majority Leader Mitch McConnell (R-KY) filed to limit debate with a cloture vote. Senator Sherrod Brown (D-OH), who has led opposition to fast track, contrasted this with the last fast track vote, in 2002. “That debate took three weeks, with 50 amendments getting a vote,” he said on a conference call on Wednesday. This debate was jammed into one week to deliberately constrain the time frame and force passage without major changes. “The American people have a right to an open and informed debate,” Brown said.\n\nRelated: McConnell Says TPA Will Counter Chinese Dominance\n\nOne amendment getting special dispensation modifies a bipartisan provision inserted into fast track in the Senate Finance Committee. Sen. Robert Menendez (D-NJ) authored a measure that would strip fast track authority from trade deals with any country listed as “Tier 3” on the State Department’s annual report on human trafficking. Malaysia, a TPP partner, is a Tier 3 country, meaning that they “do not fully comply with the minimum standards” of protecting victims of trafficking, per U.S. law. The State Department report shows that Malaysia is a key transit point and destination for forced labor and sex trafficking, victimizing the vast majority of its 2 million foreign migrant workers.\n\nThe effect of the Menendez provision would be to either deny fast track for TPP or kick Malaysia out of the agreement. The White House, which this same week prepared to sign an anti-trafficking bill that got near-unanimous support in both houses of Congress, responded to this by negotiating a “compromise,” to accommodate a country that allows the buying and selling of human beings.\n\nMenendez agreed to amend his measure, reducing the penalty to denying Tier 3 countries “market access” benefits from trade agreements. Still, even this limitation could be waived if, according to the amendment language, the State Department was to “submit to the appropriate congressional committees a letter” explaining that a Tier 3 country is “taking concrete actions” to improve its stance on trafficking.\n\nBoth human rights groups and Menendez have argued that this would force proof of improvement on trafficking. But as surely as the State Department could remove a Tier 3 country from its list, it could work up a list of concrete actions taken by that country. Making this information public “has real meaning,” according to Menendez, but once the State Department sends that letter, the trade benefits are granted to the country, whether the allegedly “concrete actions” are legitimate or disputed.\n\n“I don’t want to see us relax our standards at all,” Brown said in reaction to the slavery compromise. “Malaysia shouldn’t be in the TPP… That’s the difference between me and the administration: They want to let countries in and hope they do better. I don’t want to let them in until they do better.”\n\nRelated: Obama v. Warren on Fast Track — Why This Fight Is Getting So Nasty\n\nThe cloture vote on Thursday morning involved more shenanigans. A group of lawmakers vowed to vote against cloture, which requires a 60-vote supermajority, unless they could be guaranteed a vote on reauthorizing the Export-Import Bank, which helps finance large-scale products. The key senators in this bloc — Washington’s Patty Murray and Maria Cantwell, both Democrats, and South Carolina’s Lindsey Graham, a Republican — come from states where Boeing, the main beneficiary of the Ex-Im Bank, has a significant presence.\n\nThe fast track vote was tense, held open 45 minutes, with public and at times heated discussion on the Senate floor. Finally, McConnell made Cantwell and her colleagues a deal, guaranteeing an Ex-Im vote in June. That provided the margin of victory, and in all 13 Democrats supported cloture on fast track.\n\nBut McConnell’s guarantee was meaningless. The problem for the Ex-Im Bank is in the House of Representatives, and Speaker John Boehner (R-OH) told Cantwell directly that he cannot make a commitment to hold a vote. Cantwell wanted to vote for the trade deal all along, and her pretend “bargain” makes it look like she got something in exchange, which simply isn’t true.\n\nIn the end, one of the most consequential pieces of legislation in this Congress sailed through the Senate to a final vote with no debate, virtually no amendments and compromises of only a symbolic nature — or made only to ensure countries with bad records on slavery are given a lighter touch. All because the White House demanded that the Senate pass fast track before they go home for Memorial Day recess.\n\nThis doesn’t guarantee final victory, and in fact could weaken its chances. A post-cloture amendment on currency manipulation could still derail TPP, but the White House helped fashion a competing amendment that would let lawmakers say they addressed currency concerns while keeping binding language out of trade deals.\n\nThe bigger question is a vote in the House when lawmakers return after Memorial Day.\n\nFast track supporters wanted to show broad bipartisan support in the Senate, but the bill only got 62 votes for cloture, two more than necessary. And the machinations by which that margin was secured continued to sour the atmosphere in advance of the House vote. “We expected this to happen,” said Rep. Mark Pocan (D-WI), a fast track opponent. “In the House, the White House doesn’t have the numbers. That they’re approaching (opponents) now, and hadn’t to this point, shows you where they’re at.”\n\nTop Reads from The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Conventional wisdom dictates that Congress is a hopelessly gridlocked mess of partisan", "title": "A ‘Fast Track’ to Nowhere Good: The Dirty Details of the Senate’s Compromise", "url": "http://www.thefiscaltimes.com/Columns/2015/05/22/Fast-Track-Nowhere-Good-Dirty-Details-Senate-s-Compromise", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/09072011_Trade_Agreements_article.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/Columns/2015/05/22/Fast-Track-Nowhere-Good-Dirty-Details-Senate-s-Compromise", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/09072011_Trade_Agreements_article.jpg", "creator": "@ddayen", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "Conventional wisdom dictates that Congress is a hopelessly gridlocked mess of partisan", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "Senator Sherrod Brown (D-OH), who has led opposition to fast track, contrasted this with the last fast track vote, in 2002.\nAs Congresswoman Rosa DeLauro (D-CT) said when fast track was introduced, “I can decide as an objective that I would like to complete a marathon, but without something enforceable, it doesn’t matter.”Forty-six senators filed over 200 amendments to fast track, often to get enforceable language into the legislation.\nThe effect of the Menendez provision would be to either deny fast track for TPP or kick Malaysia out of the agreement.\nThe fast track vote was tense, held open 45 minutes, with public and at times heated discussion on the Senate floor.\n“We expected this to happen,” said Rep. Mark Pocan (D-WI), a fast track opponent."}