{"article_title": "'Navigators' will help Central New Yorkers understand Obamacare when exchange opens Oct. 1", "article_keywords": ["navigators", "agency", "yorkers", "help", "exchange", "work", "obamacare", "insurance", "health", "understand", "onondaga", "central", "navigator", "oct", "opens", "syracuse"], "article_url": "http://www.syracuse.com/news/index.ssf/2013/09/navigators_will_help_central_new_yorkers_understand_obamacare_when_exchange_open.html", "article_text": "Syracuse, N.Y. - More than a dozen people are being trained to help uninsured Central New Yorkers understand Obamacare when the state's new health insurance exchange opens for business Oct. 1.\n\nThese individuals, known as \"navigators,\" have been hired by nonprofit agencies in Onondaga, Oswego, Cayuga and Oswego to work with people who will need one-on-one help figuring out their health insurance options and enrolling in a plan. They can help enroll people in private plans and Medicaid, the government health insurance program for the poor and disabled. The state distributed $27 million in federal grants to nonprofits throughout the state to pay for the navigator program.\n\nThese navigators are likely to have a whole lot of explaining to do because surveys show many people are confused about Obamacare and health insurance in general.\n\n\"We will meet people where they are and talk to them about their choices,\" said Steve Wood, community health coordinator for ACR Health of Syracuse, which has hired 14 navigators, four of whom will work in Onondaga County.\n\nThe health insurance exchange is part of the federal Affordable Care Act, also known as Obamacare.\n\nThe law requires nearly all Americans to have insurance in 2014 or face a financial penalty. The exchange, called NY State of Health, will be a marketplace where individuals and small businesses can shop for insurance and enroll online, by phone or in person. It's designed for people who are uninsured or buy insurance on their own, not people who get insurance through work or the federal Medicare program. About 57,000 Central New Yorkers are expected to qualify for tax credits that will lower the price they pay for insurance on the exchange.\n\nComing Sunday in The Post-Standard and syracuse.com How the state's new health insurance exchange will dramatically change the way many Central New Yorkers get health care.\n\nMost people who use the exchange will be able to shop and enroll online without any help, said Sara Wall-Bollinger, executive director of health planning at HealtheConnections, a Syracuse health agency involved in the navigator program. Her agency is subcontracting with Northside Urban Partnership, the Salvation Army, the Southside Innovation Center and Benefit Specialists of NY to provide four navigators in Onondaga County.\n\nNavigators will focus primarily on helping people who do not use computers, speak or read English or have other barriers that will make it difficult for them to navigate the system on their own, she said. The navigator who works at Northside Urban Partnership, for example, will work with refugees on the city's North Side.\n\nHow much navigators get paid is determined by each agency. Wall-Bollinger said the navigators hired through her agency have bachelor's degrees. Their annual pay is in the $30,000 range.\n\nPeople will be able to make appointments with navigators for this free service. The navigators also will set up shop throughout the community at places like Planned Parenthood, CNY Works, Peace Inc. and the Onondaga Nation health clinic, Wall-Bollinger said.\n\nWhere to find navigators in Central New York Onondaga County HealtheConnections 470-1847\n\nSubcontactors: Benefits Specialist of NY, Northside Urban Partnership, Salvation Army, Southside Innovation Center.\n\nACR Health 475-2430\n\nSyracuse Northeast Community Center 472-6343 Madison County ACR Health 475-2430\n\nMohawk Valley Perinatal Network 732-4657 Oswego\n\nACR Health 475-2430\n\nOswego County Opportunities Inc. 598-4717 Cayuga Cayuga County Chamber of Commerce 252-7291\n\nACR Health 475-2430\n\nNavigators are not allowed to knock on people's doors and make \"cold calls,\" said Elisabeth Benjamin, a vice president of Community Service Society of New York, a nonprofit that has contracted with 39 agencies throughout the state to provide navigator services.\n\n\"They can't accost people,\" Benjamin said. But navigators can set up tables at food pantries, chambers of commerce, libraries and other locations to get the word out about the exchange and answer questions.\n\nMany insurance brokers and agents also have been trained to work with consumers. The government-funded navigator program is a sore point with some insurance brokers like Clark Gronsbell of Fiscal Fitness, a Syracuse brokerage.\n\n\"You've already got people who are licensed and you've got the distribution process in place,\" Gronsbell said. \"Why create this whole new layer of bureaucracy and reinvent the wheel?\"\n\nThe navigators are meant to be impartial guides who will help individuals or small businesses find the insurance plan that best fits their needs. They are barred from promoting one insurance plan over another.\n\nBut Tim Dodge, a vice president of the Independent Insurance Agents & Brokers of New York Inc., said some people in his industry fear navigators could give consumers bad advice.\n\nPeople also can get help by calling the exchange's customer service center at 1-855-355-5777.\n\nWood of ACR Health said his agency is already getting calls from consumers seeking help from its navigators.\n\n\"People want insurance, they are willing to pay for it, but they just want it to be affordable,\" he said. \"This is going to change lives.\"\n\nYou can contact health writer James T. Mulder at jmulder@syracuse.com. Follow him on Twitter @JamesTMulder.\n\n\n\n\n\n", "article_metadata": {"medium": "news", "viewport": "width=device-width,initial-scale=1", "news_keywords": "bamacare, HealtheConnections, Living, navigators, NY health insurance exchange, news", "title": "'Navigators' will help Central New Yorkers understand Obamacare when exchange opens Oct. 1", "parsely-page": "{\"title\": \"\\u0027Navigators\\u0027 will help Central New Yorkers understand Obamacare when exchange opens Oct. 1\", \"link\": \"http://www.syracuse.com/news/index.ssf/2013/09/navigators_will_help_central_new_yorkers_understand_obamacare_when_exchange_open.html\", \"image_url\": \"http://imgick.syracuse.com/home/syr-media/width620/img/news/photo/2013/09/sara-wall-bollingerjpg-34e3234fe711b26a.jpg\", \"type\": \"post\", \"post_id\": \"11269010\", \"pub_date\": \"2013-09-25T12:06:57Z\", \"author\": \"James T. Mulder | jmulder@syracuse.com\", \"tags\": [\"@mobile\",\"@topstory\",\"bamacare\",\"HealtheConnections\",\"Living\",\"navigators\",\"NY health insurance exchange\"] }", "twitter": {"creator": "@JamesTMulder", "site": "@syracusedotcom", "card": "summary_large_image", "description": "Navigators will focus primarily on helping people who do not use computers, speak or read English or have other barriers that will make it difficult for them to navigate the health insurance exchange on their own."}, "article_date_updated": "Thursday, September 26, 2013,  1:34 PM", "parsely-metadata": "{\"short_title\": \"\", \"image_url\": \"http://media.syracuse.com/news/photo/2013/09/sara-wall-bollingerjpg-34e3234fe711b26a.jpg\", \"author_name\": \"jmulder\", \"author_nickname\": \"James T. Mulder | jmulder@syracuse.com\", \"author_id\": \"681\", \"source_blog_name\": \"Central NY News\", \"source_blog_url\": \"http://www.syracuse.com/news/index.ssf/\", \"sponsored_content\": \"0\" }", "og": {"site_name": "syracuse.com", "description": "Navigators will focus primarily on helping people who do not use computers, speak or read English or have other barriers that will make it difficult for them to navigate the health insurance exchange on their own.", "title": "'Navigators' will help Central New Yorkers understand Obamacare when exchange opens Oct. 1", "url": "http://www.syracuse.com/news/index.ssf/2013/09/navigators_will_help_central_new_yorkers_understand_obamacare_when_exchange_open.html", "image": "http://imgick.syracuse.com/home/syr-media/width620/img/news/photo/2013/09/sara-wall-bollingerjpg-34e3234fe711b26a.jpg", "type": "article"}, "fb": {"admins": 100000302287435}, "article_publication_name": "syracuse.com", "article": {"author": "http://www.facebook.com/jtmulder"}, "article_comments": 0, "article_date_original": "Wednesday, September 25, 2013,  8:00 AM", "article_author": "James T. Mulder | jmulder@syracuse.com", "Description": "Navigators will focus primarily on helping people who do not use computers, speak or read English or have other barriers that will make it difficult for them to navigate the health insurance exchange on their own."}, "_id": "\"57477af36914bd0286fc9e53\"", "article_summary": "Syracuse, N.Y. - More than a dozen people are being trained to help uninsured Central New Yorkers understand Obamacare when the state's new health insurance exchange opens for business Oct. 1.\nThe health insurance exchange is part of the federal Affordable Care Act, also known as Obamacare.\nComing Sunday in The Post-Standard and syracuse.com How the state's new health insurance exchange will dramatically change the way many Central New Yorkers get health care.\nThey can help enroll people in private plans and Medicaid, the government health insurance program for the poor and disabled.\nThese navigators are likely to have a whole lot of explaining to do because surveys show many people are confused about Obamacare and health insurance in general."}