{"article_title": "Ducey signs ban on Obamacare aid", "article_keywords": ["marketplace", "court", "federal", "subsidies", "ducey", "obamacare", "supreme", "act", "state", "health", "signs", "ban", "aid", "insurance", "care"], "article_url": "http://www.mohavedailynews.com/news/ducey-signs-ban-on-obamacare-aid/article_b48084f6-e335-11e4-93a9-7fb54e3282a5.html", "article_text": "PHOENIX (AP) — With the future of subsidies for people who buy health insurance on the federal health marketplace at risk, Arizona will block state and local governments from funding, enforcing or cooperating with the President Barack Obama’s health care law under a bill Gov. Doug Ducey signed Friday.\n\nThe measure was designed to prevent Arizona from creating its own health care marketplace. But it could affect Arizona residents signed up for Obama’s health care law through the federal marketplace.\n\nIn June, the U.S. Supreme Court is expected to make a decision in the King v. Burwell case for the future of the federal health plan subsidies paid to residents of states that do not operate their own insurance marketplace. If the Supreme Court rules in favor of the plaintiffs, the decision could mean the end of subsidies in the 36 states that have not set up exchanges — including Arizona.\n\nWithout a state marketplace, at least 150,000 Arizona residents currently receiving federal subsidies won’t be able to afford health insurance, said Dr. Dan Derksen, director for the Center for Rural Health at University of Arizona’s College of Public Health. “I think only time is going to tell whether this creates another set of obstacles that individuals who are trying to purchase affordable health care are going to have to jump through,” Derksen said.\n\nDucey said Monday that he would not assume how the Supreme Court decision will affect the state, but he said the Legislature still retains the ability to create a state marketplace if needed.\n\n“I’m not in favor of a state exchange. I’ve been outspoken on this issue and what my opinion is of Obamacare and that I’m not fan of it,” Ducey said. “But let’s see how the court rules, and then we will have a plan of action.”\n\nHouse Bill 2643 by Rep. Justin Olson, R-Mesa, prevents state and local governments from using financial resources to enforce and implement the Affordable Care Act. Olson said his measure is designed to prevent future legislation.\n\n“We want to make sure that state dollars are not used to enforce the Affordable Care Act,” he said.\n\nAfter a number of state departments raised concerns that the original bill would force them to give up federal funding, Olson amended the bill to exempt public health programs authorized by the Affordable Care Act. He also allowed state and local governments to use resources to provide employee health insurance benefits.\n\nOlson said during the Legislative session that his proposal embodies the spirit of voter-approved Proposition 122, which allows the state to opt out of federal laws deemed unconstitutional by the voters or the Legislature.\n\nThe measure was signed Friday, but the governor’s office didn’t include it on an enactment list until Monday evening.\n\n“The state can still act, the state still has the option to act, we need to see what the Supreme Court says and I’m not going to speculate on that,” Ducey said.", "article_metadata": {"googlebot": "noarchive", "og": {"url": "http://www.mohavedailynews.com/news/ducey-signs-ban-on-obamacare-aid/article_b48084f6-e335-11e4-93a9-7fb54e3282a5.html", "type": "article", "site_name": "Mohave Daily News", "description": "PHOENIX (AP) — With the future of subsidies for people who buy health insurance on the federal health marketplace at risk, Arizona will block state and local governments from funding, enforcing or cooperating with the President Barack Obama’s health care law under a bill Gov. Doug Ducey signed Friday.", "title": "Ducey signs ban on Obamacare aid"}, "twitter": {"site": "@townnews", "card": "summary"}, "description": "PHOENIX (AP) — With the future of subsidies for people who buy health insurance on the federal health marketplace at risk, Arizona will block state and local governments from funding, enforcing or cooperating with the President Barack Obama’s health care law under a bill Gov. Doug Ducey signed Friday.", "fb": {"app_id": 1483756238503897}, "keywords": "news,state", "news_keywords": "news,state"}, "article_summary": "The measure was designed to prevent Arizona from creating its own health care marketplace.\nBut it could affect Arizona residents signed up for Obama’s health care law through the federal marketplace.\n“We want to make sure that state dollars are not used to enforce the Affordable Care Act,” he said.\nDucey said Monday that he would not assume how the Supreme Court decision will affect the state, but he said the Legislature still retains the ability to create a state marketplace if needed.\nHe also allowed state and local governments to use resources to provide employee health insurance benefits."}