{"article_title": "Supreme Court's Obama subsidies ruling final health law showdown, Democrats say", "article_keywords": ["supreme", "republicans", "court", "subsidies", "showdown", "say", "health", "ruling", "mr", "president", "law", "democrats", "final", "care", "obama"], "article_url": "http://www.washingtontimes.com/news/2015/jun/14/supreme-courts-obama-subsidies-ruling-final-health/?page=all", "article_text": "President Obama and his top aides are increasingly portraying this month’s Supreme Court ruling on Obamacare subsidies as the final showdown for the health care law, saying that if the justices rule in their favor it should be the signal for Republicans to give up their attacks and move on to other fights.\n\nMr. Obama blasted the court last week for even taking up the case, arguing that his signature law “doesn’t need fixing.”\n\nHis chief health care official said at a Washington conference last week that a victory would clear the way for a debate on “the substance, not the politics,” of health care reform.\n\n“I think it is the time to move on,” Health and Human Services Secretary Sylvia Mathews Burwell told members of Enroll America, a nonprofit that drives customers into the Obamacare marketplace.\n\nThe comments echoed Mr. Obama’s more emphatic gibes, daring critics to roll back a law that has covered more than 16 million and slashed the uninsured rate at a historic pace.\n\n“I understood folks being skeptical or worried before the law passed and there wasn’t a reality there to examine,” he told a Catholic health ministry. “But once you see millions of people having health care, once you see that all the bad things that were predicted didn’t happen, you’d think that it would be time to move on.”\n\nThe justices will decide whether subsidies should be restricted to the handful of states that set up their own insurance exchanges, because a phrase in the law calls for subsidies in exchanges “established by the state.”\n\nWithout the subsidies, more than 6 million Americans who use the federal HealthCare.gov portal could drop coverage.\n\nThe ruling poses the greatest threat to Mr. Obama’s signature domestic achievement since 2012, when the justices narrowly upheld the law’s “individual mandate” as constitutional.\n\nMr. Obama and his Democratic allies hope that a second victory before the court will provide the final blow against a battery of lawsuits and repeal votes that have targeted the law.\n\n“It is my deep hope that the court ruling will allow us to lock in affordable health care coverage for good,” Sen. Debbie Stabenow, Michigan Democrat, said Thursday in a lengthy floor speech on the case, known as King v. Burwell.\n\nCongressional Republicans insist the debate won’t end with the King ruling. A lawsuit filed by House Speaker John A. Boehner, Ohio Republican, against Obamacare elicited sympathetic vibes from a federal judge this month, and Republicans are piling up bills to replace the president’s overhaul with a model that relies on market forces, medical malpractice reform and other party principles.\n\nRep. Tom Price, a Georgia Republican who authored one of the plans, said Mr. Obama “continues to shamelessly condemn and attack those standing up for patient-centered health care.”\n\n“We know that he’s got a pen and a phone. What he doesn’t seem to have is the knowledge or the humility or the concern or the desire to work together on behalf of those struggling to provide care and those receiving the care,” he said during a Ways and Means Committee hearing on Obamacare.\n\nHis colleagues say Mr. Obama is taking a “my way or the highway” approach to the King challenge because if the subsidies are struck down, the president will simply demand a one-sentence fix to the law’s contested phrasing.\n\n“Like the Borg, the administration wants you to think that ‘resistance is futile,’” said Georgetown University law professor Randy Barnett, evoking the mantra of a menacing alien race from “Star Trek.” “Everything they get is ‘settled,’ but anything they fail to get is always up for a new vote.”\n\nThe justices have made up their minds at this point, so Mr. Obama’s speeches last week from the Group of Seven summit of leading industrial nations in Germany and the Catholic Health Association’s meeting in Washington won’t sway the outcome. Instead, analysts say, Mr. Obama’s rhetoric is setting the terms for post-ruling debate.\n\n“Obama is playing the blame game. If the Supreme Court strikes down the federal subsidies, the administration will blame them for costing millions their health insurance. If they uphold the law, Obama was use it to gain greater legitimacy for his reform,” said Darrell West, vice president of governance studies at the Brookings Institution.\n\nEither way, Republican lawmakers aren’t about to lay down their arms. If the subsidies are voided, Republicans say, they will help affected Americans while using the ruling to move away from Obamacare.\n\nIf the subsidies stay, the law’s critics will pursue other legal challenges and point to insurers’ request for double-digit rate hikes for the coming plan year.\n\nMeanwhile, Republicans running for president are using opposition to the law to build support ahead of primary election season.\n\nSome Republicans want to lock in Obamacare’s subsidies through 2017 if the court invalidates them, although presidential contender Sen. Ted Cruz of Texas told Politico last week that states should be able to opt out of such a plan.\n\n“Public opposition to the [health care law] isn’t going anywhere no matter how the Supreme Court rules in King v. Burwell,” said Michael Cannon, a health care policy director at the libertarian Cato Institute and chief architect of the subsidies case. “Even if the administration wins, the next president will be able to rescind those illegal taxes and force Congress to repeal the law.”", "article_metadata": {"description": "President Obama and his top aides are increasingly portraying this month's Supreme Court ruling on Obamacare subsidies as the final showdown for the health care law, saying that if the justices rule in their favor it should be the signal for Republicans to give up their attacks and move on to other fights.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "President Obama and his top aides are increasingly portraying this month’s Supreme Court ruling on Obamacare subsidies as the final showdown for the health care law, saying that if the justices rule in their favor it should be the signal for Republicans to give up their attacks and move on to other fights.", "title": "Supreme Court’s Obama subsidies ruling final health law showdown, Democrats say", "url": "http://www.washingtontimes.com/news/2015/jun/14/supreme-courts-obama-subsidies-ruling-final-health/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/06/14/6_142015_congress-health-overhaul--28201.jpg", "type": "article"}, "twitter": {"site": "@washtimes", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/06/14/6_142015_congress-health-overhaul--28201.jpg", "description": "President Obama and his top aides are increasingly portraying this month's Supreme Court ruling on Obamacare subsidies as the final showdown for the health care law, saying that if the justices rule i", "card": "summary", "title": "Supreme Court’s Obama subsidies ruling final health law showdown"}, "Author": "Tom Howell Jr.", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web0", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "Law Crime, Politics, Supreme Court, Sylvia Mathews Burwell, Washington"}, "article_summary": "“Public opposition to the [health care law] isn’t going anywhere no matter how the Supreme Court rules in King v. Burwell,” said Michael Cannon, a health care policy director at the libertarian Cato Institute and chief architect of the subsidies case.\nIf the Supreme Court strikes down the federal subsidies, the administration will blame them for costing millions their health insurance.\nIf the subsidies are voided, Republicans say, they will help affected Americans while using the ruling to move away from Obamacare.\nIf they uphold the law, Obama was use it to gain greater legitimacy for his reform,” said Darrell West, vice president of governance studies at the Brookings Institution.\nMr. Obama and his Democratic allies hope that a second victory before the court will provide the final blow against a battery of lawsuits and repeal votes that have targeted the law."}