{"article_title": "UT ObamaCare discussion touches on sex, religion and politics", "article_keywords": ["touches", "based", "world", "ut", "discussion", "act", "obamacare", "supreme", "sex", "religion", "coverage", "hobby", "politics", "lobby", "religious", "decision", "care"], "article_url": "http://www.cltampa.com/news-views/article/20759513/ut-obamacare-discussion-touches-on-sex-religion-and-politics", "article_text": "UT ObamaCare discussion touches on sex, religion and politics\n\nLast week, the University of Tampa’s well renowned Sykes Chapel was filled with students and professionals full of anticipation as they prepared to discuss some of the issues pertaining the rejection of contraceptive mandates for corporations.\n\nMarcus Arvan, Assistant Professor of Philosophy, began the conversation with the fundamental question, “Does the Affordable Care Act in its regulations or tasks ensure every woman gets contraceptives?”\n\nGuest speakers explored the ruling of the Supreme Court's Hobby Lobby ruling from earlier this year. The case challenged the requirement of companies providing contraceptive coverage to their female workers as most Americans are covered by employer-sponsored health insurance.\n\nArvan gave the audience a brief about the Religious Freedom Restoration Act (RFRA) that was passed in 1933 by Congress. He explained that the act prevents restrictions caused by various laws based on “religious exercise”.\n\nThe Hobby Lobby arts and crafts company run by David Green, filed its lawsuit in 2012 after dropping its coverage to provide contraceptives Plan-B and Ella. The Hobby Lobby Company and Conestoga Wood Specialties emphasized that they run their businesses based on Christian principles. Earlier this year, the Supreme Court ruled that corporations controlled by religious families cannot be required to pay for contraception coverage for their female workers. The decision caused a major stir as the public were concerned that the decision violated the Affordable Care Act, a federal law, in the attempt of protecting religious freedom.\n\nMollie Hamel, a senior Government and World Affairs student said, “This is my body, my autonomy, basically it should be my decision what choices I make and what actions I take.” She added, “I believe the decision should be based on what options a woman and her doctor discuss, a doctor and patient decision, not a supreme court.”\n\nGuest speaker William Myers, an assistant professor of Government World Affairs, touched on the moral of the Hobby Lobby case with a main focus being on the theory of Kantianism, which is based on treating people like humans rather than like objects.\n\n“Pregnancy is not a disease, therefore the use of contraceptives is a deception. People now think pregnancy is to be stopped or that they have a choice to prevent life when it’s a blessing. It’s pure deception.” Jake, a Christian health care provider in favor of the Hobby Lobby decision explained, adding, \"Prevention is a word used to avoid something that harms you negatively and pregnancy should not be viewed that way.”\n\n", "article_metadata": {"description": "Last week,  the University of Tampa’s well renowned Sykes Chapel was filled with students and professionals full of anticipation as they prepared to...", "og": {"type": "article", "site_name": "Creative Loafing: Tampa Bay", "description": "Last week,  the University of Tampa’s well renowned Sykes Chapel was filled with students and professionals full of anticipation as they prepared to...", "title": "UT ObamaCare discussion touches on sex, religion and politics"}, "apple-mobile-web-app-capable": "yes", "apple-mobile-web-app-status-bar-style": "black", "google-site-verification": "7ehqC5TVlujj_KkCw_cMXSyKukkqxKv9SOkcxE1CbCI", "viewport": "width=device-width, initial-scale=1, user-scalable=no"}, "article_summary": "The Hobby Lobby Company and Conestoga Wood Specialties emphasized that they run their businesses based on Christian principles.\nThe Hobby Lobby arts and crafts company run by David Green, filed its lawsuit in 2012 after dropping its coverage to provide contraceptives Plan-B and Ella.\nArvan gave the audience a brief about the Religious Freedom Restoration Act (RFRA) that was passed in 1933 by Congress.\nUT ObamaCare discussion touches on sex, religion and politicsLast week, the University of Tampa’s well renowned Sykes Chapel was filled with students and professionals full of anticipation as they prepared to discuss some of the issues pertaining the rejection of contraceptive mandates for corporations.\nHe explained that the act prevents restrictions caused by various laws based on “religious exercise”."}