{"article_title": "ACA `Premium Stabilization’ Program Hits Co-ops, Small Plans", "article_keywords": ["aca", "coops", "premium", "plans", "share", "hits", "premiums", "program", "health", "payments", "small", "stabilization", "adjustment", "risk"], "article_url": "http://www.bna.com/aca-premium-stabilization-b17179935263/", "article_text": "A provision of the Affordable Care Act that is virtually unknown to consumers is a “premium stabilization” program intended to make it possible for health insurers to cover people with pre-existing conditions without getting trapped in a “death spiral” of high costs, escalating premiums and desertions by healthy customers.\n\nBut, at least for 2014 assessments, a “risk adjustment” program set up under the law appears to be having an unintended consequence – new consumer-oriented “co-ops” also created under the ACA with government funding; small, low-cost plans that employ narrow provider networks; Medicaid managed care plans; and hospital-sponsored plans are among those being hit with big payments they must make to other insurers. BlueCross BlueShield plans, which often dominate state markets, appear to be the winning recipients in many cases.\n\n“Health plans new in 2014 are making net payments into the risk adjustment pool of about $142 million,” according to a report from actuarial consulting firm Milliman.\n\nOne plan that was particularly hard hit was Minuteman Health Inc., a Boston-based co-op with about 15,000 enrollees that had to pay 71 percent of its 2014 gross premiums under the risk adjustment program operated by Massachusetts, the only state to run its own program. The co-op received $156.4 million in federal government funding as of December 2014, and it likely will have to draw on its government-provided solvency loan, Chief Executive Officer Tom Policelli said.\n\nPolicelli says data used to determine payments for 2014, the first year of the program, are flawed, and the program’s design needs to be changed or it will destabilize premiums. “Forty percent of what we had to pay out was simply because we are cheaper,” he said. “It had nothing to do with health status.”\n\nUnder the risk adjustment program, plans with healthier enrollees make payments to cover plans with enrollees that are sicker.\n\nSome publicly-traded companies also had to pay more for 2014 than they expected under the ACA premium stabilization programs. Humana Inc., in particular, fell short, and its payments could adversely affect earnings by 7 percent per share in 2015, brokerage firm Leerink Partners LLC said.\n\nThe combined effect of premium stabilization payments for Aetna Inc., which is planning to buy Humana, was a negative 1 percent of earnings per share, and California-based Medicaid managed care company Health Net Inc. had a combined shortfall of 5 percent of earnings per share, Leerink said.", "article_metadata": {"og": {"url": "http://www.bna.com/aca-premium-stabilization-b17179935263/", "image": "http://www.bna.com/uploadedImages/BNA_V2/Company/BnaSocialShare.jpg", "description": "A provision of the Affordable Care Act that is virtually unknown to consumers is a “premium stabilization” program intended to make it possible for health insurers to cover people with pre-existing...", "title": "ACA `Premium Stabilization’ Program Hits Co-ops, Small Plans"}, "csrf-token": "CIHApQqOWSjIH4UMI2Rl6HGTtBh35BdJgEAHIHmQkPQAoglUNh6Xz5K4I_TG2AQSWeFUxwA_feXwFUYKTCf8kFi8NTlbnWNVxvsMHJvUpY01:clB_DPRvdlKmtrhH2oO2fhHFoakOmj_sIhYOoCTXCAgAhf-ai0DTS5MBQGFPQCLzjiRtObvCtOtpYl03fUmYrPRsFRQLF_wruPFc6EEKkQc1", "description": "A provision of the Affordable Care Act that is virtually unknown to consumers is a “premium stabilization” program intended to make it possible for health insurers to cover people with pre-existing", "viewport": "width=device-width, initial-scale=1", "fragment": "!"}, "article_summary": "Some publicly-traded companies also had to pay more for 2014 than they expected under the ACA premium stabilization programs.\n“It had nothing to do with health status.”Under the risk adjustment program, plans with healthier enrollees make payments to cover plans with enrollees that are sicker.\n“Health plans new in 2014 are making net payments into the risk adjustment pool of about $142 million,” according to a report from actuarial consulting firm Milliman.\nBlueCross BlueShield plans, which often dominate state markets, appear to be the winning recipients in many cases.\nBut, at least for 2014 assessments, a “risk adjustment” program set up under the law appears to be having an unintended consequence – new consumer-oriented “co-ops” also created under the ACA with government funding; small, low-cost plans that employ narrow provider networks; Medicaid managed care plans; and hospital-sponsored plans are among those being hit with big payments they must make to other insurers."}