{"article_title": "Life Expectancy Study: It’s Not Just What You Make, It’s Where You Live", "article_keywords": ["expectancy", "poor", "life", "level", "study", "men", "tend", "live", "income", "cities"], "article_url": "http://ww2.kqed.org/stateofhealth/2016/04/11/life-expectancy-study-its-not-just-what-you-make-its-where-you-live/", "article_text": "Poor people who reside in expensive, well-educated cities such as San Francisco tend to live longer than low-income people in less affluent places, according to a study of more than a billion Social Security and tax records.\n\nThe study, published in JAMA, the Journal of the American Medical Association, bolsters what was already well known — the poor tend to have shorter lifespans than those with more money. But it also says that among low-income people, big disparities exist in life expectancy from place to place, said Raj Chetty, professor of economics at Stanford University.\n\n“There are some places where the poor are doing quite well, gaining just as much in terms of life span as the rich, but there are other places where they’re actually going in the other direction, where the poor are living shorter lives today than they did in the past,” Chetty said, in an interview with NPR.\n\nFor example, low-income people in Birmingham, Ala., live about as long as the rich, but in Tampa, Fla., the poor have actually lost ground.\n\nChetty and his co-authors collected more than 1.4 billion records from the Social Security Administration and the Internal Revenue Service to try to measure the relationship between income and life expectancy.\n\n“There are vast gaps in life expectancy between the richest and poorest Americans,” Chetty said. “Men in the top 1 percent distribution level live about 15 years longer than men in the bottom 1 percent on the income distribution in the United States.\n\n“To give you a sense of the magnitude, men in the bottom 1 percent have life expectancy comparable to the average life expectancy in Pakistan or Sudan.”\n\nAnd where life spans are concerned, the rich are getting richer.\n\nSince 2001, life expectancy has increased by 2.3 years for the wealthiest 5 percent of American men and by nearly 3 years for similarly situated women. Meanwhile, life expectancy has increased barely at all for the poorest 5 percent.\n\nAmong the study’s findings was that poor people in affluent cities such as San Francisco and New York tend to live longer than people of similar income levels in rust belt cities such as Detroit, he said.\n\nWhat accounts for the disparity isn’t clear, Chetty says.\n\nIt may be that some cities such as San Francisco may be better at promoting healthier lifestyles, with smoking bans, for example, or perhaps people tend to adopt healthier habits if they live in a place where everyone else is doing it, he says.\n\nThe study suggests that the relationship between life expectancy and income is not ironclad, and changes at the local level can make a big difference.\n\n“What our study shows is that thinking about these issues of inequality and health and life expectancy at a local level is very fruitful, and thinking about policies that change health behaviors at a local level is likely to be important,” he says.\n\nChetty notes that the study has clear implications for Social Security and Medicare. The fact that poor people don’t live as long means they are paying into the system without getting the same benefits, a fact that needs to be considered in any discussion about raising the retirement age, he says.\n\nThe study was co-authored by Michael Stepner and Sarah Abraham of the Massachusetts Institute of Technology; Benjamin Scuderi, David Cutler and Augustin Bergeron of Harvard University; Shelby Lin of McKinsey and Co.; and Nicholas Turner of the U.S. Treasury Department’s Office of Tax Analysis.", "article_metadata": {"description": "A study of Social Security and tax records says poor people live longer in some cities than in others, and it's not clear why.", "contextly-page": "{\"title\":\"Life Expectancy Study: It's Not Just What You Make, It's Where You Live\",\"url\":\"http:\\/\\/ww2.kqed.org\\/stateofhealth\\/2016\\/04\\/11\\/life-expectancy-study-its-not-just-what-you-make-its-where-you-live\\/\",\"pub_date\":\"2016-04-11 10:58:02\",\"mod_date\":\"2016-04-11 11:33:25\",\"type\":\"post\",\"post_id\":171368,\"author_id\":\"11105\",\"author_name\":\"Lisa Fine\",\"author_display_name\":\"Lisa Fine\",\"tags\":[\"Healthy San Francisco\",\"Lifespan\",\"Live\",\"Longer\",\"Longevity\"],\"categories\":[\"Living Healthy\"],\"image\":\"http:\\/\\/ww2.kqed.org\\/stateofhealth\\/wp-content\\/uploads\\/sites\\/27\\/2016\\/04\\/sanfran.jpg\"}", "og": {"site_name": "State of Health", "description": "A study of Social Security and tax records says poor people live longer in some cities than in others, and it's not clear why.", "title": "Life Expectancy Study: It’s Not Just What You Make, It’s Where You Live", "url": "http://ww2.kqed.org/stateofhealth/2016/04/11/life-expectancy-study-its-not-just-what-you-make-its-where-you-live/", "image": "http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Life+Expectancy+Study%3A+It%27s+Not+Just+What+You+Make%2C+It%27s+Where+You+Live&utme=8(APIKey)9(MDAxOTAwOTE4MDEyMTkxMDAzNjczZDljZA004)", "locale": "en_us", "type": "article"}, "twitter": {"site": "@kqedhealth", "card": "summary_large_image", "creator": "@"}, "fb": {"app_id": 160023622793}, "keywords": "healthy san francisco,lifespan,live,longer,longevity,news", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "“To give you a sense of the magnitude, men in the bottom 1 percent have life expectancy comparable to the average life expectancy in Pakistan or Sudan.”And where life spans are concerned, the rich are getting richer.\n“There are vast gaps in life expectancy between the richest and poorest Americans,” Chetty said.\nBut it also says that among low-income people, big disparities exist in life expectancy from place to place, said Raj Chetty, professor of economics at Stanford University.\nMeanwhile, life expectancy has increased barely at all for the poorest 5 percent.\nThe study suggests that the relationship between life expectancy and income is not ironclad, and changes at the local level can make a big difference."}