{"article_title": "Thousands of young California immigrants eligible for Obamacare, but most don't even know it", "article_keywords": ["dont", "eligible", "immigrants", "obamacare", "young", "immigration", "deferred", "program", "california", "know", "coverage", "health", "thousands", "insurance"], "article_url": "http://medcitynews.com/2014/03/thousands-young-california-immigrants-eligible-obamacare-dont-even-know/", "article_text": "COMPTON, Calif. − Carlos Velazquez’s skateboard slipped out from beneath his feet and he spiraled onto the ground, landing hard on his left arm.\n\nHe decided not to go to the doctor after the 2012 accident, resorting to over-the-counter pain medication and home remedies.\n\nThe reason: He and his mother had overstayed their visas when he was a child, so he wasn’t eligible for government-funded health insurance. And he couldn’t afford a private plan.\n\nAdvertisement\n\nA few months later, his arm still hurt and wouldn’t straighten. He went to a place he knew he wouldn’t be turned away – the emergency room at Los Angeles County-run Harbor-UCLA Medical Center. But by then, Velazquez’s bone, which had been broken, was permanently crooked.\n\nToday, Velazquez and tens of thousands of other young immigrants like him in California are eligible for health coverage. But many don’t know they qualify − or don’t believe they will because for much of their lives they have been all but shut out of the health care system.\n\nThe White House announced in 2012 that young immigrants like Velazquez who came to the U.S. as children and attended school or served in the military could apply to temporarily remain in the country without fear of deportation.\n\nThe two-year status, offered under a program known as “Deferred Action for Childhood Arrivals,” can be renewed but does not include a path to citizenship.\n\nThese young people are not eligible for the free or subsidized insurance coverage offered under the nation’s health reform law. The law extends coverage to immigrants living in the country lawfully – with some restrictions − and excludes millions of others who came here unlawfully or overstayed their visas.\n\nBut California is one of just a few states that is funding coverage for many young immigrants in the deferred action program. Up to 125,000 low-income immigrants statewide could qualify under the state’s Medi-Cal program for the poor, according to a report by University of California researchers.\n\nMany in this group are expected to remain uninsured, however, because they are not aware of their eligibility, have trouble enrolling or are worried about the impact on other relatives here illegally.\n\nLittle information, much mistrust\n\nVelazquez, a 31-year-old who pays his bills by selling video games out of his house, received permission last year under the deferred action program to temporarily stay in the U.S., enabling him to get a work permit and a Social Security card.\n\nHis temporary immigration status and income of about $9,000 a year likely make him eligible for Medi-Cal. But no one has ever told him that.\n\n“Health insurance is still really, really hard to get,” he said.\n\nVelazquez, who has chronic health issues including a problem with his liver, said he worries about getting sick. “I have to stay on top of my health,” he said.\n\nVelazquez’s case shows that even when immigration barriers are addressed, these young immigrants still face other obstacles to getting health coverage, including a lack of information and a sense of mistrust.\n\n“There is this disconnect,” said Claire Brindis, director of the Philip R. Lee Institute for Health Policy Studies at University of California, San Francisco and one of the authors of the report about the immigrant youth. “They may have used a safety net provider or they might have used storefront clinics or traditional healers. But often times they don’t have the knowledge of how to navigate the very complex health care system.”\n\nMore outreach is needed to eligible youths and health care providers about the types of insurance programs available, Brindis said.\n\nThe “deferred action” program has limitations. The youths must have entered the country before their 16thbirthday, lived here continuously since June 2007 and be under age 31 by June 2012.\n\nIf the young adults make more than about $16,000, they don’t qualify for Medi-Cal – and they are not eligible under federal law to purchase plans through the state’s insurance exchange, Covered California. UC researchers estimate that about 29,000 young people fall into that category.\n\nTo close the gap for those remaining uninsured, a California legislator has proposed a bill that would make all residents eligible for coverage regardless of their immigration status.\n\nFewer options elsewhere\n\nOther states funding coverage for young deferred action immigrants include New York and Massachusetts. But in most of the rest of the country, immigrant youths have even fewer options for health insurance. If they can’t afford to buy a private plan or don’t have coverage through work, they often go without.\n\nCesar Calderon, 24, who lives in Mesa, Ariz., became disabled after a car accident eight years ago. He gets around in a wheelchair and has trouble moving one of his arms and speaking.\n\nGetting the temporary immigration status has enabled him to look for jobs and apply for college. But since Arizona does not offer any Medicaid coverage to the young immigrants in the deferred action program, he cannot pay for physical and occupational therapy.\n\nNow that the government has granted him temporary immigration protection, Calderon said he believes he should have the same benefits as other immigrants given permission to stay in the U.S. “I am doing everything right,” he said.\n\nImmigration advocates said the federal rules excluding these young people from Medicaid and state exchanges don’t make sense. They are mostly healthy and could help balance out older, sicker enrollees in the exchanges. In addition, they grew up here and are simply trying to stay healthy for school or work, advocates said.\n\n“To have them excluded from programs, especially such a landmark program as [the Affordable Care Act], is a bit of a slap in the face,” said Alvaro Huerta, staff attorney at the National Immigration Law Center, a legal advocacy organization working to promote immigrant rights.\n\nBut Mark Krikorian, executive director of the Center for Immigration Studies, which supports stricter controls on immigration, said this group of young people has not been granted permanent legal status by Congress – they only have temporary status under an order from the Obama administration.\n\nAs a result, he said, “they shouldn’t qualify for insurance under health reform.”\n\nLiving with ‘a constant ache’\n\nVelazquez was 5 when his mother brought him to the United States. Growing up in Inglewood, he was never told their visas had expired, he said. A shy child, he excelled in school, winning trophies in math competitions. It wasn’t until he went to get his driver’s license that he discovered his immigration status.\n\n“I was confused,” he said. “It took a while to sink in.”\n\nA talkative, heavyset man with hair down to his shoulders, Velazquez enrolled in community college to study film but said he dropped out because the tuition was too high.\n\nWith the immigration benefit, Velazquez said he hopes to return to college on scholarships. “It opens up doors that I knew were there but I just didn’t have the proper key for,” he said.\n\nVelazquez sleeps in the living room of a converted garage, where he lives with his mother, whose has been fighting deportation in immigration court for several years. Stacks of video games cover the shelves in front of his bed, along with miniature superhero figurines and framed photos of him as a child.\n\nEver since his skateboard accident, he said he wakes up with a stiff arm and regularly takes over-the-counter medicine or smokes marijuana to dull the pain. He has a constant ache and has trouble using it, jokingly calling it his “T-rex arm” because it won’t straighten.\n\nHe said he couldn’t pay the $1,200 in medical bills after the accident. The county finally stopped sending notices.\n\nHe occasionally goes to QueensCare Health Center in East Los Angeles, a nonprofit clinic that treats patients regardless of their income or immigration status.\n\nIn October, he learned he had been exposed to tuberculosis and should receive treatment to prevent active disease, which could spread to others. But the doctor didn’t prescribe the medication because it could harm Velazquez’s liver, which had abnormal lab readings.\n\nThe doctor warned him to watch out for symptoms of liver damage, such as nausea, pain or yellow skin. He also told him he had high cholesterol, needed to lose weight and should avoid alcohol.\n\nVelazquez said he feels lucky to be getting free care but wishes he could have his choice of doctors and specialists. If he had insurance, he said, he would get checkups more regularly. And someone might be able to figure out what is wrong with his liver, he said.\n\nWithout the insurance, he said, “it makes you feel like you are on your own.”\n\n[email protected]", "article_metadata": {"description": "COMPTON, Calif. − Carlos Velazquez’s skateboard slipped out from beneath his feet and he spiraled onto the ground, landing hard on his left arm. He decided not to go to the doctor after the 2012 accident, resorting to over-the-counter pain medication and home remedies. The reason: He and his mother had overstayed their visas when he was a child, so he wasn’t eligible for government-funded health insurance. And he couldn’t afford a private plan.  A few months later, his arm still hurt and wouldn’t straighten. He went to a place he knew he wouldn’t be turned away – the emergency room at Los Angeles County-run Harbor-UCLA Medical Center. But by then, Velazquez’s bone, which had been broken, was permanently crooked. Today, Velazquez and tens of thousands of other young immigrants like him in California are eligible for health coverage. But many don’t know they qualify − or don’t believe they will because for much of their lives they have been all but shut out of the health care system. The White House announced in 2012 that young immigrants like Velazquez who came to the U.S. as children and attended school or served in the military could apply to temporarily remain in the country without fear of deportation. The two-year status, offered under a program known as “Deferred Action for Childhood Arrivals,” can be renewed but does not include a path to citizenship. These young people are not eligible for the free or subsidized insurance coverage offered under the nation’s health reform law. The law extends coverage to immigrants living in the country lawfully  – with some restrictions − and excludes millions of others who came here unlawfully or overstayed their visas. But California  is one of just a few states that is funding coverage for many young immigrants in the deferred action program.  Up to 125,000 low-income immigrants  statewide could qualify under the state’s Medi-Cal program for the poor, according to a report by University of California researchers. Many in this group are expected to remain uninsured, however, because they are not aware of their eligibility, have trouble enrolling or are worried about the impact on other relatives here illegally. Little information, much mistrust Velazquez, a 31-year-old who pays his bills by selling video games out of his house, received permission last year under the deferred action program to temporarily stay in the U.S., enabling him to get a work permit and a Social Security card.  His temporary immigration status and income of about $9,000 a year likely make him eligible for Medi-Cal. But no one has ever told him that. “Health insurance is still really, really hard to get,” he said. Velazquez, who has chronic health issues including a problem with his liver, said he worries about getting sick. “I have to stay on top of my health,” he said. Velazquez’s case shows that even when immigration barriers are addressed, these young immigrants still face other obstacles to getting health coverage, including a lack of information and a sense of mistrust. “There is this disconnect,” said Claire Brindis, director of the Philip R. Lee Institute for Health Policy Studies at University of California, San Francisco and one of the authors of the report about the immigrant youth. “They may have used a safety net provider or they might have used storefront clinics or traditional healers. But often times they don’t have the knowledge of how to navigate the very complex health care system.” More outreach is needed to eligible youths and health care providers about the types of insurance programs available, Brindis said. The “deferred action” program has limitations. The youths must have entered the country before their 16thbirthday, lived here continuously since June 2007 and be under age 31 by June 2012. If the young adults make more than about $16,000, they don’t qualify for Medi-Cal – and they are not eligible under federal law to purchase plans through the state’s insurance exchange, Covered California. UC researchers estimate that about 29,000 young people fall into that category. To close the gap for those remaining uninsured, a California legislator has proposed a bill that would make all residents eligible for coverage regardless of their immigration status. Fewer options elsewhere Other states funding coverage for young deferred action immigrants include New York and Massachusetts. But in most of the rest of the country, immigrant youths have even fewer options for health insurance. If they can’t afford to buy a private plan or don’t have coverage through work, they often go without. Cesar Calderon, 24, who lives in Mesa, Ariz., became disabled after a car accident eight years ago. He gets around in a wheelchair and has trouble moving one of his arms and speaking. Getting the temporary immigration status has enabled him to look for jobs and apply for college. But since Arizona does not offer any Medicaid coverage to the young immigrants in the deferred action program, he cannot pay for physical and occupational therapy. Now that the government has granted him temporary immigration protection, Calderon said he believes he should have the same benefits as other immigrants given permission to stay in the U.S. “I am doing everything right,” he said. Immigration advocates said the federal rules excluding these young people from Medicaid and state exchanges don’t make sense. They are mostly healthy and could help balance out older, sicker enrollees in the exchanges. In addition, they grew up here and are simply trying to stay healthy for school or work, advocates said. “To have them excluded from programs, especially such a landmark program as [the Affordable Care Act], is a bit of a slap in the face,” said Alvaro Huerta, staff attorney at the National Immigration Law Center, a legal advocacy organization working to promote immigrant rights. But Mark Krikorian, executive director of the Center for Immigration Studies, which supports stricter controls on immigration, said this group of young people has not been granted permanent legal status by Congress  – they only have temporary status under an order from the Obama administration. As a result, he said, “they shouldn’t qualify for insurance under health reform.”  Living with ‘a constant ache’ Velazquez was 5 when his mother brought him to the United States. Growing up in Inglewood, he was never told their visas had expired, he said. A shy child, he excelled in school, winning trophies in math competitions. It wasn’t until he went to get his driver’s license that he discovered his immigration status. “I was confused,” he said. “It took a while to sink in.” A talkative, heavyset man with hair down to his shoulders, Velazquez enrolled in community college to study film but said he dropped out because the tuition was too high. With the immigration benefit, Velazquez said he hopes to return to college on scholarships. “It opens up doors that I knew were there but I just didn’t have the proper key for,” he said. Velazquez sleeps in the living room of a converted garage, where he lives with his mother, whose has been fighting deportation in immigration court for several years. Stacks of video games cover the shelves in front of his bed, along with miniature superhero figurines and framed photos of him as a child. Ever since his skateboard accident, he said he wakes up with a stiff arm and regularly takes over-the-counter medicine or smokes marijuana to dull the pain. He has a constant ache and has trouble using it, jokingly calling it his “T-rex arm” because it won’t straighten. He said he couldn’t pay the $1,200 in medical bills after the accident.  The county finally stopped sending notices. He occasionally goes to QueensCare Health Center in East Los Angeles, a nonprofit clinic that treats patients regardless of their income or immigration status. In October, he learned he had been exposed to tuberculosis and should receive treatment to prevent active disease, which could spread to others. But the doctor didn’t prescribe the medication because it could harm Velazquez’s liver, which had abnormal lab readings. The doctor warned him to watch out for symptoms of liver damage, such as nausea, pain or yellow skin. He also told him he had high cholesterol, needed to lose weight and should avoid alcohol. Velazquez said he feels lucky to be getting free care but wishes he could have his choice of doctors and specialists. If he had insurance, he said, he would get checkups more regularly. And someone might be able to figure out what is wrong with his liver, he said. Without the insurance, he said, “it makes you feel like you are on your own.” agorman@kff.org", "generator": "WordPress 4.5.2", "og": {"site_name": "MedCity News", "description": "COMPTON, Calif. − Carlos Velazquez’s skateboard slipped out from beneath his feet and he spiraled onto the ground, landing hard on his left arm. He decided not to go to the doctor after the 2012 accident, resorting to over-the-counter pain medication and home remedies. The reason: He and his mother had overstayed their visas when he was a child, so he wasn’t eligible for government-funded health insurance. And he couldn’t afford a private plan.  A few months later, his arm still hurt and wouldn’t straighten. He went to a place he knew he wouldn’t be turned away – the emergency room at Los Angeles County-run Harbor-UCLA Medical Center. But by then, Velazquez’s bone, which had been broken, was permanently crooked. Today, Velazquez and tens of thousands of other young immigrants like him in California are eligible for health coverage. But many don’t know they qualify − or don’t believe they will because for much of their lives they have been all but shut out of the health care system. The White House announced in 2012 that young immigrants like Velazquez who came to the U.S. as children and attended school or served in the military could apply to temporarily remain in the country without fear of deportation. The two-year status, offered under a program known as “Deferred Action for Childhood Arrivals,” can be renewed but does not include a path to citizenship. These young people are not eligible for the free or subsidized insurance coverage offered under the nation’s health reform law. The law extends coverage to immigrants living in the country lawfully  – with some restrictions − and excludes millions of others who came here unlawfully or overstayed their visas. But California  is one of just a few states that is funding coverage for many young immigrants in the deferred action program.  Up to 125,000 low-income immigrants  statewide could qualify under the state’s Medi-Cal program for the poor, according to a report by University of California researchers. Many in this group are expected to remain uninsured, however, because they are not aware of their eligibility, have trouble enrolling or are worried about the impact on other relatives here illegally. Little information, much mistrust Velazquez, a 31-year-old who pays his bills by selling video games out of his house, received permission last year under the deferred action program to temporarily stay in the U.S., enabling him to get a work permit and a Social Security card.  His temporary immigration status and income of about $9,000 a year likely make him eligible for Medi-Cal. But no one has ever told him that. “Health insurance is still really, really hard to get,” he said. Velazquez, who has chronic health issues including a problem with his liver, said he worries about getting sick. “I have to stay on top of my health,” he said. Velazquez’s case shows that even when immigration barriers are addressed, these young immigrants still face other obstacles to getting health coverage, including a lack of information and a sense of mistrust. “There is this disconnect,” said Claire Brindis, director of the Philip R. Lee Institute for Health Policy Studies at University of California, San Francisco and one of the authors of the report about the immigrant youth. “They may have used a safety net provider or they might have used storefront clinics or traditional healers. But often times they don’t have the knowledge of how to navigate the very complex health care system.” More outreach is needed to eligible youths and health care providers about the types of insurance programs available, Brindis said. The “deferred action” program has limitations. The youths must have entered the country before their 16thbirthday, lived here continuously since June 2007 and be under age 31 by June 2012. If the young adults make more than about $16,000, they don’t qualify for Medi-Cal – and they are not eligible under federal law to purchase plans through the state’s insurance exchange, Covered California. UC researchers estimate that about 29,000 young people fall into that category. To close the gap for those remaining uninsured, a California legislator has proposed a bill that would make all residents eligible for coverage regardless of their immigration status. Fewer options elsewhere Other states funding coverage for young deferred action immigrants include New York and Massachusetts. But in most of the rest of the country, immigrant youths have even fewer options for health insurance. If they can’t afford to buy a private plan or don’t have coverage through work, they often go without. Cesar Calderon, 24, who lives in Mesa, Ariz., became disabled after a car accident eight years ago. He gets around in a wheelchair and has trouble moving one of his arms and speaking. Getting the temporary immigration status has enabled him to look for jobs and apply for college. But since Arizona does not offer any Medicaid coverage to the young immigrants in the deferred action program, he cannot pay for physical and occupational therapy. Now that the government has granted him temporary immigration protection, Calderon said he believes he should have the same benefits as other immigrants given permission to stay in the U.S. “I am doing everything right,” he said. Immigration advocates said the federal rules excluding these young people from Medicaid and state exchanges don’t make sense. They are mostly healthy and could help balance out older, sicker enrollees in the exchanges. In addition, they grew up here and are simply trying to stay healthy for school or work, advocates said. “To have them excluded from programs, especially such a landmark program as [the Affordable Care Act], is a bit of a slap in the face,” said Alvaro Huerta, staff attorney at the National Immigration Law Center, a legal advocacy organization working to promote immigrant rights. But Mark Krikorian, executive director of the Center for Immigration Studies, which supports stricter controls on immigration, said this group of young people has not been granted permanent legal status by Congress  – they only have temporary status under an order from the Obama administration. As a result, he said, “they shouldn’t qualify for insurance under health reform.”  Living with ‘a constant ache’ Velazquez was 5 when his mother brought him to the United States. Growing up in Inglewood, he was never told their visas had expired, he said. A shy child, he excelled in school, winning trophies in math competitions. It wasn’t until he went to get his driver’s license that he discovered his immigration status. “I was confused,” he said. “It took a while to sink in.” A talkative, heavyset man with hair down to his shoulders, Velazquez enrolled in community college to study film but said he dropped out because the tuition was too high. With the immigration benefit, Velazquez said he hopes to return to college on scholarships. “It opens up doors that I knew were there but I just didn’t have the proper key for,” he said. Velazquez sleeps in the living room of a converted garage, where he lives with his mother, whose has been fighting deportation in immigration court for several years. Stacks of video games cover the shelves in front of his bed, along with miniature superhero figurines and framed photos of him as a child. Ever since his skateboard accident, he said he wakes up with a stiff arm and regularly takes over-the-counter medicine or smokes marijuana to dull the pain. He has a constant ache and has trouble using it, jokingly calling it his “T-rex arm” because it won’t straighten. He said he couldn’t pay the $1,200 in medical bills after the accident.  The county finally stopped sending notices. He occasionally goes to QueensCare Health Center in East Los Angeles, a nonprofit clinic that treats patients regardless of their income or immigration status. In October, he learned he had been exposed to tuberculosis and should receive treatment to prevent active disease, which could spread to others. But the doctor didn’t prescribe the medication because it could harm Velazquez’s liver, which had abnormal lab readings. The doctor warned him to watch out for symptoms of liver damage, such as nausea, pain or yellow skin. He also told him he had high cholesterol, needed to lose weight and should avoid alcohol. Velazquez said he feels lucky to be getting free care but wishes he could have his choice of doctors and specialists. If he had insurance, he said, he would get checkups more regularly. And someone might be able to figure out what is wrong with his liver, he said. Without the insurance, he said, “it makes you feel like you are on your own.” agorman@kff.org", "title": "Thousands of young California immigrants eligible for Obamacare, but most don’t even know it", "locale": "en_US", "image": "http://medcitynews.com/wp-content/uploads/Covered-California.png", "updated_time": "2015-05-12T11:47:19-04:00", "url": "http://medcitynews.com/2014/03/thousands-young-california-immigrants-eligible-obamacare-dont-even-know/", "type": "article"}, "twitter": {"image": "http://medcitynews.com/wp-content/uploads/Covered-California.png", "description": "COMPTON, Calif. − Carlos Velazquez’s skateboard slipped out from beneath his feet and he spiraled onto the ground, landing hard on his left arm. He decided not to go to the doctor after the 2012 accident, resorting to over-the-counter pain medication and home remedies. The reason: He and his mother had overstayed their visas when he was a child, so he wasn’t eligible for government-funded health insurance. And he couldn’t afford a private plan.  A few months later, his arm still hurt and wouldn’t straighten. He went to a place he knew he wouldn’t be turned away – the emergency room at Los Angeles County-run Harbor-UCLA Medical Center. But by then, Velazquez’s bone, which had been broken, was permanently crooked. Today, Velazquez and tens of thousands of other young immigrants like him in California are eligible for health coverage. But many don’t know they qualify − or don’t believe they will because for much of their lives they have been all but shut out of the health care system. The White House announced in 2012 that young immigrants like Velazquez who came to the U.S. as children and attended school or served in the military could apply to temporarily remain in the country without fear of deportation. The two-year status, offered under a program known as “Deferred Action for Childhood Arrivals,” can be renewed but does not include a path to citizenship. These young people are not eligible for the free or subsidized insurance coverage offered under the nation’s health reform law. The law extends coverage to immigrants living in the country lawfully  – with some restrictions − and excludes millions of others who came here unlawfully or overstayed their visas. But California  is one of just a few states that is funding coverage for many young immigrants in the deferred action program.  Up to 125,000 low-income immigrants  statewide could qualify under the state’s Medi-Cal program for the poor, according to a report by University of California researchers. Many in this group are expected to remain uninsured, however, because they are not aware of their eligibility, have trouble enrolling or are worried about the impact on other relatives here illegally. Little information, much mistrust Velazquez, a 31-year-old who pays his bills by selling video games out of his house, received permission last year under the deferred action program to temporarily stay in the U.S., enabling him to get a work permit and a Social Security card.  His temporary immigration status and income of about $9,000 a year likely make him eligible for Medi-Cal. But no one has ever told him that. “Health insurance is still really, really hard to get,” he said. Velazquez, who has chronic health issues including a problem with his liver, said he worries about getting sick. “I have to stay on top of my health,” he said. Velazquez’s case shows that even when immigration barriers are addressed, these young immigrants still face other obstacles to getting health coverage, including a lack of information and a sense of mistrust. “There is this disconnect,” said Claire Brindis, director of the Philip R. Lee Institute for Health Policy Studies at University of California, San Francisco and one of the authors of the report about the immigrant youth. “They may have used a safety net provider or they might have used storefront clinics or traditional healers. But often times they don’t have the knowledge of how to navigate the very complex health care system.” More outreach is needed to eligible youths and health care providers about the types of insurance programs available, Brindis said. The “deferred action” program has limitations. The youths must have entered the country before their 16thbirthday, lived here continuously since June 2007 and be under age 31 by June 2012. If the young adults make more than about $16,000, they don’t qualify for Medi-Cal – and they are not eligible under federal law to purchase plans through the state’s insurance exchange, Covered California. UC researchers estimate that about 29,000 young people fall into that category. To close the gap for those remaining uninsured, a California legislator has proposed a bill that would make all residents eligible for coverage regardless of their immigration status. Fewer options elsewhere Other states funding coverage for young deferred action immigrants include New York and Massachusetts. But in most of the rest of the country, immigrant youths have even fewer options for health insurance. If they can’t afford to buy a private plan or don’t have coverage through work, they often go without. Cesar Calderon, 24, who lives in Mesa, Ariz., became disabled after a car accident eight years ago. He gets around in a wheelchair and has trouble moving one of his arms and speaking. Getting the temporary immigration status has enabled him to look for jobs and apply for college. But since Arizona does not offer any Medicaid coverage to the young immigrants in the deferred action program, he cannot pay for physical and occupational therapy. Now that the government has granted him temporary immigration protection, Calderon said he believes he should have the same benefits as other immigrants given permission to stay in the U.S. “I am doing everything right,” he said. Immigration advocates said the federal rules excluding these young people from Medicaid and state exchanges don’t make sense. They are mostly healthy and could help balance out older, sicker enrollees in the exchanges. In addition, they grew up here and are simply trying to stay healthy for school or work, advocates said. “To have them excluded from programs, especially such a landmark program as [the Affordable Care Act], is a bit of a slap in the face,” said Alvaro Huerta, staff attorney at the National Immigration Law Center, a legal advocacy organization working to promote immigrant rights. But Mark Krikorian, executive director of the Center for Immigration Studies, which supports stricter controls on immigration, said this group of young people has not been granted permanent legal status by Congress  – they only have temporary status under an order from the Obama administration. As a result, he said, “they shouldn’t qualify for insurance under health reform.”  Living with ‘a constant ache’ Velazquez was 5 when his mother brought him to the United States. Growing up in Inglewood, he was never told their visas had expired, he said. A shy child, he excelled in school, winning trophies in math competitions. It wasn’t until he went to get his driver’s license that he discovered his immigration status. “I was confused,” he said. “It took a while to sink in.” A talkative, heavyset man with hair down to his shoulders, Velazquez enrolled in community college to study film but said he dropped out because the tuition was too high. With the immigration benefit, Velazquez said he hopes to return to college on scholarships. “It opens up doors that I knew were there but I just didn’t have the proper key for,” he said. Velazquez sleeps in the living room of a converted garage, where he lives with his mother, whose has been fighting deportation in immigration court for several years. Stacks of video games cover the shelves in front of his bed, along with miniature superhero figurines and framed photos of him as a child. Ever since his skateboard accident, he said he wakes up with a stiff arm and regularly takes over-the-counter medicine or smokes marijuana to dull the pain. He has a constant ache and has trouble using it, jokingly calling it his “T-rex arm” because it won’t straighten. He said he couldn’t pay the $1,200 in medical bills after the accident.  The county finally stopped sending notices. He occasionally goes to QueensCare Health Center in East Los Angeles, a nonprofit clinic that treats patients regardless of their income or immigration status. In October, he learned he had been exposed to tuberculosis and should receive treatment to prevent active disease, which could spread to others. But the doctor didn’t prescribe the medication because it could harm Velazquez’s liver, which had abnormal lab readings. The doctor warned him to watch out for symptoms of liver damage, such as nausea, pain or yellow skin. He also told him he had high cholesterol, needed to lose weight and should avoid alcohol. Velazquez said he feels lucky to be getting free care but wishes he could have his choice of doctors and specialists. If he had insurance, he said, he would get checkups more regularly. And someone might be able to figure out what is wrong with his liver, he said. Without the insurance, he said, “it makes you feel like you are on your own.” agorman@kff.org", "card": "summary", "title": "Thousands of young California immigrants eligible for Obamacare, but most don't even know it - MedCity News"}, "fb": {"app_id": 148725768475669}, "google-site-verification": "xudQg7nxVR9ifmMTY4Tf-0wVtX9b6rWLQd0utCweGOc", "keywords": "weight loss, obesity, overweight,diabetes,massachusetts,medical devices,obesity,startups,healthcare innovation, medcity news,medcity news,san francisco, startups, life sciences,accelerator,rock health,startup advice,startup funding,patient monitoring system, motion sensors ,dc,healthcare it,washington,foodborne pathogens, diagnostics company, diagnostic platforms,minimally invasive surgery, laser surgery,cambridge,dealflow,hospitals,wellpoint, healthways, health and wellness, employee wellness programs,investing,wellness,medtronic, shanghai innovation center, china, r&d,china,mdt,minneapolis,minnesota,publics,twin cities,ulcerative colitis, abbott labs, humira,abbott labs,doctors,pharmaceuticals,skin disorders, pharmaceuticals, md anderson cancer center,cancer,texas,renal denervation, st. jude medical,st. jude medical,stj,emr, ehr, electronic health records, electronic medical records, certified emr,certified emr,ehr,electronic health records,electronic medical records,advanced cellular technology,amyotrophic lateral sclerosis,embryonic stem cells,geron corporation,lou gehrig\\'s disease,macular degeneration,regenerative medicine,spinal cord damage,value-based healthcare system, obamacare, fee-for-service model,california,cleveland,health insurance,insurance,ohio,pennsylvania,politics,cancer treatment options library, aetna, aet, healthcare it,aet,aetna,health it,phi,philadelphia,California, health insurance exchange, obamacare, , MedCity News", "article": {"section": "MedCity News eNewsletter", "tag": "obamacare", "published_time": "2014-03-17T05:08:13-04:00", "modified_time": "2015-05-12T11:47:19-04:00"}, "viewport": "width=device-width,initial-scale=1.0,width=device-width,user-scalable=no,minimum-scale=1.0,maximum-scale=1.0"}, "article_summary": "Today, Velazquez and tens of thousands of other young immigrants like him in California are eligible for health coverage.\nBut California is one of just a few states that is funding coverage for many young immigrants in the deferred action program.\nThese young people are not eligible for the free or subsidized insurance coverage offered under the nation’s health reform law.\nFewer options elsewhereOther states funding coverage for young deferred action immigrants include New York and Massachusetts.\nBut in most of the rest of the country, immigrant youths have even fewer options for health insurance."}