{"article_title": "Obamacare Opinion Poll: Repeal Popularity Driven by Old People", "article_keywords": ["ignore", "repeal", "old", "views", "popularity", "obamacare", "eligible", "driven", "isnt", "costs", "medicare", "opinion", "poll", "law", "laws"], "article_url": "https://newrepublic.com/article/121581/obamacare-opinion-poll-repeal-popularity-driven-old-people", "article_text": "But even the 35 percent support figure for repeal overstates the scope of the law’s unpopularity. Or, more accurately, we should ignore a sizable chunk of Americans who want to repeal Obamacare. Repeal is a fringe position, in that Americans oppose it overwhelmingly. But it’s also fringe in that those who do support it reside disproportionately on the periphery of the law itself. Their opinions matter insofar as they’re eligible to vote, but for heuristic purposes we should ignore them.\n\nDell Stone, quoted in the Bloomberg article, is a textbook case.\n\nStone, 83, says she “certainly hopes” the law gets repealed. She blames limits on medical testing in the act for her need to take cholesterol medication for three months this year after her cardiologist wasn't willing to repeat a seemingly inaccurate but very high reading. “The doctors are very dissatisfied, and many of them are not able to give their patients the attention that they feel that they need because they can’t have too many appointments, too many tests,” said Stone, a retired elementary school principal from Alexander City, Alabama.\n\nStone’s antipathy to Obamacare stems from somewhere, but not from her interaction with the law itself. At 83, her frustrations with out-of-pocket health care costs are at best only tangentially related to Obamacare. She isn’t shopping for insurance on the federally facilitated Alabama exchange. She’s on Medicare. And she probably isn’t unhappy that the law increased her taxes because it almost certainly didn’t.\n\nOnly a third of the country supports full repeal, and, like the Republican coalition itself, it is a very old third—comprised of the only people in the country with almost no stake in the law’s core costs and benefits.\n\nAccording to the Kaiser Family Foundation, whose tracking poll is a touchstone for measuring public sentiment about Obamacare, the law is under water—barely. Forty one percent of respondents hold favorable views of the ACA, while 43 percent hold unfavorable views. But if you break it out by age cohort, you find that that two percent margin is entirely attributable to people who have aged out of the program.\n\nAmong 18- to 64-year-olds—the people who pay for the law, or are eligible for the law’s benefits, or might become eligible for the law’s benefits at some point in the future—Obamacare is breakeven. Forty two percent favorable, versus 42 percent unfavorable. Among those whose opinions we should generally ignore on this issue—old people—it’s a bloodbath. Only 36 percent view the law favorably, while 46 percent view it unfavorably.\n\nIt’s not that the elderly would experience no change at all if Obamacare were to be repealed. Their prescription drug costs would increase, their Medicare advantage premiums and benefits might change. But even if seniors have legitimate gripes with the ACA’s Medicare reforms, it doesn’t stand to reason that we should care—at all—about their views of the law’s coverage expansion in general.\n\nThis isn’t a revealed bias, as when Washington Examiner’s Byron York wrote that Obama’s “sky-high ratings among African-Americans make some of his positions appear a bit more popular overall than they actually are.” It’s an argument that we shouldn’t give everyone’s views about Obamacare equal weight. The public sentiment animating the repeal movement is derived from people who have a negligible stake in the law, but who would like to throw millions of people off their new insurance plans before they die. Presumably we’d have no problem ignoring old people if they objected to child tax credits financed by working-age people. We should ignore them in this instance, too.", "article_metadata": {"msapplication-config": "//assets.newrepublic.com/assets/favicons/browserconfig.xml", "viewport": "width=device-width, initial-scale=1.0", "description": "Republicans have known for a long time now that the right’s absolutist position on the Affordable Care Act—that it should be repealed outright—is a political loser. Anti-Obamacare purism has never polled well, and now that the law is deeply entrenched, the practical implications of full repeal have made it a dead letter among all but the most reactionary conservatives in the Republican Party. For ...", "og": {"site_name": "New Republic", "description": "Those who support repealing the Affordable Care Act reside disproportionately on the periphery of the law itself.", "title": "Obamacare Is More Popular Than It Seems—If You Discount These People's Opinions", "locale": "en_US", "image": "https://images.newrepublic.com/1e539c009965446a99dc8f66fbd3aee4e86e61e9.jpeg?w=1109&h=577&crop=faces&fit=crop&fm=jpg", "url": "https://newrepublic.com/article/121581/obamacare-opinion-poll-repeal-popularity-driven-old-people", "type": "article"}, "twitter": {"description": "Those who support repealing the Affordable Care Act reside disproportionately on the periphery of the law itself.", "title": "Obamacare Is More Popular Than It Seems—If You Discount These People's Opinions", "image": "https://images.newrepublic.com/1e539c009965446a99dc8f66fbd3aee4e86e61e9.jpeg?w=1024&h=512&crop=faces&fit=crop&fm=jpg", "creator": "@brianbeutler", "site": "@newrepublic", "card": "summary_large_image"}, "msapplication-TileColor": "#ffffff", "parsely-metadata": "{\"thumb_image\":\"http://images.newrepublic.com/1e539c009965446a99dc8f66fbd3aee4e86e61e9.jpeg\"}", "parsely-page": "{\"title\":\"Obamacare Is More Popular Than It Seems—If You Discount These People's Opinions\",\"link\":\"https://newrepublic.com/article/121581/obamacare-opinion-poll-repeal-popularity-driven-old-people\",\"section\":\"Politics\",\"pub_date\":\"2015-04-20T11:00:00.000Z\",\"post_id\":121581,\"author\":\"Brian Beutler\",\"type\":\"post\",\"tags\":[\"Politics\",\"Obamacare\",\"Affordable Care Act\",\"-type_article\"]}", "fb": {"admins": 4404589, "pages": 161419311535, "app_id": 1675346479369918}, "msapplication-TileImage": "//assets.newrepublic.com/assets/favicons/mstile-144x144.png", "article": {"publisher": "https://www.facebook.com/thenewrepublic", "tag": "Politics", "published_time": "2015-04-20"}, "theme-color": "#ffffff"}, "article_summary": "Or, more accurately, we should ignore a sizable chunk of Americans who want to repeal Obamacare.\nAccording to the Kaiser Family Foundation, whose tracking poll is a touchstone for measuring public sentiment about Obamacare, the law is under water—barely.\nBut even the 35 percent support figure for repeal overstates the scope of the law’s unpopularity.\nPresumably we’d have no problem ignoring old people if they objected to child tax credits financed by working-age people.\nBut it’s also fringe in that those who do support it reside disproportionately on the periphery of the law itself."}