{"article_title": "Obama ignored advice from top military commander", "article_keywords": ["ignored", "troops", "combat", "advice", "assist", "send", "commander", "american", "rejected", "forces", "military", "iraq", "war", "obama"], "article_url": "http://freebeacon.com/national-security/obama-rejected-best-military-advice-from-top-military-commander/", "article_text": "BY: Follow @cmlee\n\n\n\nPresident Obama had been given advice on how to handle the Islamic State of Iraq and the Levant but did not act on it, according to a new report from Real Clear Defense.\n\nObama was preparing his strategy when he rejected the “best military advice” of Gen. Lloyd Austin, commander of U.S. Central Command.\n\nThe Washington Post reported Wednesday that Austin advised the president to “send a modest contingent of American troops, principally Special Operations forces, to advise and assist Iraqi army units in fighting the militants.”\n\nInstead, the president chose not to send U.S. forces in a combat role. Instead, troops will assist Iraqi and Kurdish forces and assist with training, intelligence, and equipment, primarily from military bases.\n\n“We will not get dragged into another ground war in Iraq,” Obama said. “This effort will be different from the wars in Iraq and Afghanistan.”\n\nWhite House press secretary Josh Earnest said that Obama had rejected Austin’s recommendation because “it is not in the best interest of American national security to send American combat troops in a combat operation to act on the ground in Iraq.”\n\nAustin’s predecessor, Marine Gen. James Mattis, said that the president’s decision may place the mission at risk.\n\n“The American people will once again see us in a war that doesn’t seem to be making progress,” Mattis said. “You’re giving the enemy the initiative for a longer period.”", "article_metadata": {"description": "A top military commander gave President Obama advice as to how to handle ISIL, but the president ignored it.", "generator": "WordPress 4.5.2", "og": {"site_name": "Washington Free Beacon", "description": "President Obama had been given advice on how to handle the Islamic State of Iraq and the Levant but did not act on it, according to a new report from Real Clear Defense.    Obama was preparing his st", "title": "Obama Rejected ‘Best Military Advice’ From Top Military Commander", "url": "http://freebeacon.com/national-security/obama-rejected-best-military-advice-from-top-military-commander/", "image": "http://freebeacon.com/wp-content/uploads/2014/09/AP823485744488-150x150.jpg", "type": "article"}, "twitter": {"description": "President Obama had been given advice on how to handle the Islamic State of Iraq and the Levant but", "creator": "@cmlee", "image": "http://freebeacon.com/wp-content/uploads/2014/09/AP823485744488-150x150.jpg", "title": "Obama Rejected ‘Best Military Advice’ From Top Military Commander", "site": "@freebeacon", "card": "summary"}, "robots": "noodp", "apple-itunes-app": "app-id=1047859882", "fb": {"app_id": "FB_APP_ID"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fe2a48\"", "article_summary": "Obama was preparing his strategy when he rejected the “best military advice” of Gen. Lloyd Austin, commander of U.S. Central Command.\n“We will not get dragged into another ground war in Iraq,” Obama said.\nInstead, troops will assist Iraqi and Kurdish forces and assist with training, intelligence, and equipment, primarily from military bases.\n“The American people will once again see us in a war that doesn’t seem to be making progress,” Mattis said.\nBY: Follow @cmleePresident Obama had been given advice on how to handle the Islamic State of Iraq and the Levant but did not act on it, according to a new report from Real Clear Defense."}