{"article_title": "3 ETFs That Make the Most of Buybacks", "article_keywords": ["buybacks", "share", "virtual", "shares", "etfs", "worst", "value", "prices", "dividend", "market", "stock"], "article_url": "http://investorplace.com/2014/03/stock-buybacks-buyback-etfs/", "article_text": "If used correctly, stock buybacks are a tax-efficient way to return cash to shareholders: a virtual dividend without the double taxation aspects that go along with a cash dividend. And in this era of 3.8% Obamacare “surtaxes” on investment income, a tax-free virtual dividend is all the more attractive.\n\nAlas, share buybacks are rarely used correctly. Companies are not always the best market timers, having a tendency to buy their shares when prices are high and, in the worst cases, sell them when prices are low by issuing new stock.\n\nFor example, share repurchase in the United States hit a record in 2007 but then fell by more than 80% by 2009 — when stocks were trading at generational lows, and when management should have been buying with both fists.\n\nWorse, large share buyback programs are often little more than cover for shareholder-diluting executive stock options and employee stock purchase plans. In the worst cases, it is outright thievery. The company will buy back its shares at market value and then effectively resell them to employees at a discount.\n\nHow bad is it? As I wrote last year, the 500 largest U.S. companies repurchased about a quarter of their equity’s dollar value from 1998 to 2012, but the number of shares outstanding actually grew more than 7% over that same period.\n\nStill, share buybacks can be an excellent source of shareholder value if bought at reasonable prices and if they truly reduce share count. Today, we’re going to take a look at competing “buyback” ETFs that focus on shareholder friendliness. While none can completely escape the issue of market timing, they can certainly address the most critical aspect: ensuring that share buybacks do indeed return capital to shareholders by reducing share count.", "article_metadata": {"description": "Buybacks can be a great thing when done correctly. Unfortunately, that rarely happens. But these ETFs can help you make the most of stock buybacks.", "generator": "WordPress 4.4.3", "og": {"site_name": "InvestorPlace", "description": "Buybacks can be a great thing when done correctly. Unfortunately, that rarely happens. But these ETFs can help you make the most of stock buybacks.", "title": "3 ETFs That Make the Most of Buybacks | InvestorPlace", "locale": "en_US", "image": "http://investorplace.com/wp-content/uploads/2014/03/Buyback-ETFs-300x173.gif", "updated_time": "2014-03-25T11:19:38-04:00", "url": "http://investorplace.com/2014/03/stock-buybacks-buyback-etfs/", "type": "article"}, "twitter": {"description": "Buybacks can be a great thing when done correctly. Unfortunately, that rarely happens. But these ETFs can help you make the most of stock buybacks.", "creator": "@CharlesSizemore", "image": "http://investorplace.com/wp-content/uploads/2013/08/smart-money.jpg", "title": "3 ETFs That Make the Most of Buybacks | InvestorPlace", "site": "@InvestorPlace", "card": "summary"}, "robots": "noodp", "fb": {"admins": 100002035369734}, "yandex-verification": "7449d54f0a1869d7", "article": {"publisher": "https://www.facebook.com/investorplace", "section": "ETF Investing", "published_time": "2014-03-25T10:38:27-04:00", "modified_time": "2014-03-25T11:19:38-04:00", "author": "SizemoreLetter"}, "keywords": "markets, buybacks, stock buybacks, etfs, etfs to buy", "google-site-verification": "5MtKaaO4K0OK-C2y-n9MKUc_WzF9GSkH0fLgruR0TKM", "pubdate": 20140325, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Alas, share buybacks are rarely used correctly.\nIf used correctly, stock buybacks are a tax-efficient way to return cash to shareholders: a virtual dividend without the double taxation aspects that go along with a cash dividend.\nStill, share buybacks can be an excellent source of shareholder value if bought at reasonable prices and if they truly reduce share count.\nAnd in this era of 3.8% Obamacare “surtaxes” on investment income, a tax-free virtual dividend is all the more attractive.\nWhile none can completely escape the issue of market timing, they can certainly address the most critical aspect: ensuring that share buybacks do indeed return capital to shareholders by reducing share count."}