{"article_title": "Feds Awarded Last-Minute Loan To Struggling Obamacare Insurer", "article_keywords": ["coops", "funding", "insurer", "federal", "loan", "million", "obamacare", "solvency", "kentucky", "awarded", "lastminute", "feds", "struggling", "loans", "enrollment"], "article_url": "http://dailycaller.com/2014/12/18/feds-awarded-secret-last-minute-loan-to-struggling-obamacare-created-insurer/", "article_text": "4414719\n\nThe federal government approved a $65 million emergency loan to a nonprofit insurer operating in Kentucky’s Obamacare exchange just days before the second open enrollment period began in order to keep the company solvent, the administration announced this week.\n\nThe Kentucky Health Cooperative is one of many nonprofit insurance co-ops created in 2013 with the advent of Obamacare. The co-ops are supposed to provide competition to large, for-profit insurers; they were created with hefty federal loans off the bat as an appeasement to Obamacare critics who were disappointed that the law didn’t include a public option.\n\nJust a year in, several of the insurers are struggling to stay afloat. Kentucky Health Cooperative received its loan on Nov. 10, just five days before this year’s open enrollment period began. But the administration did not make the decision public until one month later — although customers may have been wary about purchasing the company’s plans had they known it was in trouble.\n\nCMS announced the loan this week instead, along with a $22 million solvency loan to Wisconsin co-op Common Ground Healthcare Cooperative that was awarded Dec. 15. A CMS spokesman told the AP that the agency waited to announce both awards together. Kentucky Health Cooperative’s latest $65 million brings the company’s total to over $146 million in federal taxpayer-backed loans over the past year; Common Ground has received almost $108 million in loans.\n\nThe Centers for Medicare and Medicaid Services has awarded over $2.4 billion in loans to date to co-ops across the country. Nonprofits in seven states — Connecticut, Maine, Kentucky, Wisconsin, Iowa, Nebraska and New York — received a combined $355 million in solvency funding in 2014 ahead of the second open enrollment period, according to data from the CMS website.\n\nThe GOP took issue with the program ahead of Obamacare’s launch in 2013 and questioned then-HHS secretary Kathleen Sebelius about the risk to taxpayer funding of the program. Now, the popularity of extra solvency funding is already sparking more criticism.\n\nIncoming Senate majority leader Mitch McConnell lambasted the decision to issue the loan in his home state, calling the move a bailout.\n\n“If Obamacare were really such a success story in Kentucky, why did this co-op need a taxpayer bailout?” McConnell said, according to the AP. “Even more disconcerting, why was that bailout kept a secret from the very people who were about to enroll in it?”\n\nThe co-op said it needed extra funding to pay off higher-than-expected claims. Its initial federal loans were partly based on its own enrollment projections for the first year working in the Obamacare and the company underestimated interest by 27,000 customers, contributing to its financial problems.\n\n“We almost doubled our enrollment,” CEO Janie Miller told the AP. “Therefore we needed additional capital sitting there from which we would, of course, pay claims.”\n\nMiller said the company had to compete for the loan against other co-ops across the country and that the high-dollar amount awarded was simply a sign that CMS is optimistic about Kentucky Health’s future.\n\nFollow Sarah on Twitter", "article_metadata": {"sailthru.author": "Sarah Hurtubise", "description": "Obamacare co-ops competing for solvency loans", "og": {"site_name": "The Daily Caller", "description": "The federal government approved a $65 million emergency loan to a nonprofit insurer operating in Kentucky's Obamacare exchange just days before the second open enrollment period began in order to keep", "title": "Feds Awarded Secret, Last-Minute Loan To Struggling Obamacare-Created Insurer", "url": "http://dailycaller.com/2014/12/18/feds-awarded-secret-last-minute-loan-to-struggling-obamacare-created-insurer/", "image": {"width": 1149, "identifier": "http://cdn01.dailycaller.com/wp-content/uploads/2014/03/Obama-Obamacare-Getty-Images-Brendan-Smialowski-e1452563418498.jpg", "height": 483}, "type": "article"}, "twitter": {"description": "Obamacare co-ops competing for solvency loans", "title": "Feds Awarded Secret, Last-Minute Loan To Struggling Obamacare-Created Insurer Via @dailycaller", "url": "http://dailycaller.com/2014/12/18/feds-awarded-secret-last-minute-loan-to-struggling-obamacare-created-insurer/", "image": {"src": "http://dailycaller.com/wp-content/uploads/2014/03/Obama-Obamacare-Getty-Images-Brendan-Smialowski-e1452563418498.jpg"}, "creator": "@@SarahMHurtubise", "site": {"identifier": "@dailycaller", "id": 39308549}, "card": "summary"}, "sailthru.date": "2014-12-18 21:39:56", "sailthru.title": "Feds Awarded Secret, Last-Minute Loan To Struggling Obamacare-Created Insurer", "HandheldFriendly": "true", "sailthru.tags": "obamacare,sarah-hurtubise", "fb": {"app_id": 143489452702, "pages": 182919686769}, "keywords": "obamacare", "sailthru.description": "The federal government approved a $65 million emergency loan to a nonprofit insurer operating in Kentucky's Obamacare exchange just days before the second open enrollment period began in order to keep", "sailthru.image.full": "http://cdn01.dailycaller.com/wp-content/uploads/2014/03/Obama-Obamacare-Getty-Images-Brendan-Smialowski-e1452563418498.jpg", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "article_summary": "CMS announced the loan this week instead, along with a $22 million solvency loan to Wisconsin co-op Common Ground Healthcare Cooperative that was awarded Dec. 15.\nNow, the popularity of extra solvency funding is already sparking more criticism.\nThe Kentucky Health Cooperative is one of many nonprofit insurance co-ops created in 2013 with the advent of Obamacare.\nKentucky Health Cooperative received its loan on Nov. 10, just five days before this year’s open enrollment period began.\nThe Centers for Medicare and Medicaid Services has awarded over $2.4 billion in loans to date to co-ops across the country."}