{"article_title": "Hospitals Say They've Lost Insured Patients to Urgent Care", "article_keywords": ["theyve", "lost", "insured", "clinics", "hospital", "patients", "urgent", "say", "medicaid", "health", "hospitals", "centers", "texas", "care"], "article_url": "https://www.texastribune.org/2014/08/29/competing-patients-urgent-care-centers-worry-hospi/", "article_text": "Eighth-grader Montanique DeShay waits as Ashlyn Brooks, medical assistant at MedSpring Urgent Care in Austin, comes to check on her on Wednesday.\n\nOpting to skip the wait at hospital emergency rooms, an increasing number of Texans are choosing to use urgent care centers that are popping up in strip malls and shopping districts.\n\nPromoting themselves as cheaper and quicker alternatives to hospital emergency rooms, the clinics cater to patients who need stitches, X-rays of broken bones or treatment of allergic reactions. Some clinics have been around for years, and about 300 open each year across the country.\n\nThe increasing number of urgent care centers is proving problematic for Texas hospitals. Hospitals say they are competing with the clinics for the same pool of insured Texans, at a time when they are also getting less money to cover the cost of treating uninsured patients.\n\n“Competition is generally a good thing, but it needs to be a level playing field,” said John Hawkins, senior vice president for government relations for the Texas Hospital Association.\n\nThe clinics, he said, are at an advantage because, unlike hospitals, they can treat only patients with insurance or who can pay for the care. The clinics typically do not accept Medicaid, while hospitals are required to treat every patient in their ERs. Urgent care providers contend that they are expanding access to emergency-like care while helping to alleviate long ER wait times, particularly for patients who are not in life-threatening situations.\n\n“Emergency rooms have been great for the country in providing emergency care, but obviously most of us aren’t dealing with true emergencies on a daily basis,” said Dr. Jon L. Belsher, chief medical officer for MedSpring Urgent Care clinics, based in Texas.\n\nIn a state with six million uninsured residents, unpaid ER bills contribute to the $5 billion in uncompensated costs, the Texas Hospital Association estimates hospitals are left with each year. Hawkins said this legal responsibility was a financial liability for hospitals struggling with low reimbursement rates from the government on top of uncompensated care costs.\n\nThere are more than 450 hospitals in Texas. The Urgent Care Association of America said 435 urgent care facilities are in Texas.\n\nThe increased competition comes at a time when hospitals face additional cuts under the Affordable Care Act.\n\nIn an attempt to finance an expansion of Medicaid under the health reform law, the federal government is reducing payments to hospitals for uncompensated care. But Texas declined to expand Medicaid to provide health insurance for poor adults, leaving hospitals in the state with less money to serve virtually the same uninsured population.\n\nThe state Legislature decided last year to help cover uncompensated care by fully financing a pool of Medicaid payments in the state’s 2014-15 budget to reimburse health care providers for care provided to uninsured and Medicaid patients. But Texas hospitals argue that they are seeing little long-term relief because urgent care clinics are attracting an increasing number of insured patients who would have gone to hospitals.\n\nWhile the increase in urgent care centers precedes the Affordable Care Act, clinics like MedSpring have grown rapidly in recent years. Since 2011, MedSpring has opened 12 urgent care centers in Texas.\n\n“There is more and more of a need for alternative venues where people can be evaluated and treated,” Belsher said. “And urgent care centers are one of those venues.”\n\nThis story was produced in partnership with Kaiser Health News, an editorially independent program of the Henry J. Kaiser Family Foundation, a nonprofit, nonpartisan health policy research and communication organization not affiliated with Kaiser Permanente.\n\nDisclosure: The Texas Hospital Association is a corporate sponsor of The Texas Tribune. A complete list of Texas Tribune donors and sponsors can be viewed here.", "article_metadata": {"description": "The increasing number of urgent care centers in Texas is proving problematic for hospitals, which say they are competing with the clinics for the same pool of insured Texans at a time when they are also getting less money to cover the cost of treating uninsured patients.", "parsely-title": "Texas Hospitals Say They've Lost Insured Patients to Urgent Care", "twitter": {"description": "The increasing number of urgent care centers in Texas is proving problematic for hospitals, which say they are competing with the clinics for the same pool of insured Texans at a time when they are...", "title": "Texas Hospitals Say They've Lost Insured Patients to Urgent Care", "url": "https://www.texastribune.org/2014/08/29/competing-patients-urgent-care-centers-worry-hospi/", "image": "https://static.texastribune.org/media/images/2014/08/28/TexTrib-WalkIns-004_jpg_407x1000_q100.jpg", "creator": "@alexazura", "site": "@TexasTribune", "card": "summary_large_image"}, "fb": {"app_id": 154122474650943, "pages": 124434790836}, "og": {"site_name": "The Texas Tribune", "description": "The increasing number of urgent care centers in Texas is proving problematic for hospitals, which say they are competing with the clinics for the same pool of insured Texans at a time when they are also getting less money to cover the cost of treating uninsured patients.", "title": "Texas Hospitals Say They've Lost Insured Patients to Urgent Care", "url": "https://www.texastribune.org/2014/08/29/competing-patients-urgent-care-centers-worry-hospi/", "image": "https://static.texastribune.org/media/images/2014/08/28/TexTrib-WalkIns-004_jpg_800x1000_q100.jpg", "type": "article"}, "parsely-tags": "Federal Health Reform And Texas,Medicaid", "parsely-author": "Alexa Ura", "parsely-section": "front-page", "parsely-type": "post", "article": {"publisher": "https://www.facebook.com/texastribune/"}, "parsely-pub-date": "Aug. 29, 2014, 6 a.m.", "parsely-image-url": "https://static.texastribune.org/media/images/2014/08/28/TexTrib-WalkIns-004_jpg_407x1000_q100.jpg", "viewport": "width=device-width, initial-scale=1.0", "parsely-link": "http://www.texastribune.org/2014/08/29/competing-patients-urgent-care-centers-worry-hospi/"}, "article_summary": "The Urgent Care Association of America said 435 urgent care facilities are in Texas.\nWhile the increase in urgent care centers precedes the Affordable Care Act, clinics like MedSpring have grown rapidly in recent years.\nThe increasing number of urgent care centers is proving problematic for Texas hospitals.\nBut Texas hospitals argue that they are seeing little long-term relief because urgent care clinics are attracting an increasing number of insured patients who would have gone to hospitals.\nEighth-grader Montanique DeShay waits as Ashlyn Brooks, medical assistant at MedSpring Urgent Care in Austin, comes to check on her on Wednesday."}