{"article_title": "Scott Brown’s record on guns signals trouble in NH bid « Hot Air", "article_keywords": ["nh", "brown", "state", "senate", "things", "bid", "obamacare", "primary", "hampshire", "air", "signals", "record", "hot", "scott", "browns", "trouble", "seat", "guns", "gop"], "article_url": "http://hotair.com/archives/2013/12/21/scott-browns-record-on-guns-signals-trouble-in-nh-bid/", "article_text": "Scott Brown’s record on guns signals trouble in NH bid\n\nposted at 8:31 am on December 21, 2013 by Jazz Shaw\n\nEarlier this week Ed looked at a rumor we’d been hearing for months now which seems to be verified. Former Massachusetts Senator Scott Brown had put his Bay State home on the market and moved to New Hampshire in preparation for a bid to take the Senate seat currently held by Jeanne Shaheen. There’s little doubt that Shaheen is potentially in hot water over her unflagging support of Obamacare and the President, and Ed felt that might be enough to work that old Scott Brown magic again.\n\nThe primary will certainly prove interesting. Shaheen will have a tough time regardless of who her opponent turns out to be, thanks to the cratering support for Barack Obama. Brown can at least demonstrate his opposition to ObamaCare and his brief experience as a Senator as pluses for New Hampshire voters, and that may be all they require by the time the rest of the ObamaCare disaster has unfolded over the next year.\n\nIf it comes to a battle in the general election, that may certainly prove to be true. But in order to reach that point, Brown will need to make it through the “interesting” primary which Ed referenced. And during one of his first appearances on the early campaign trail, the candidate found out precisely how interesting things might get.\n\nScott Brown attracted more than 125 pro-gun conservatives to a GOP holiday party here Thursday night — but they came to protest his appearance, not to hear him speak. The spectacle — protesters outnumbered activists who coughed up $50 to see Brown — was a stark illustration of the treacherous political terrain facing the 54-year-old New Hampshire transplant if he launches a Senate bid that’s looking more likely by the day… “His coming here is calculated disrespect, just as if he went to Saudi Arabia with pork chops in his suitcase,” said Jay Simkin, a 60-something economic consultant who lives in Nashua. “If he wants gun control, he should stay in Massachusetts.”\n\nBrown isn’t officially in the race yet, telling reporters outside of this event that he hasn’t even set a timeline for making a final decision as to whether or not he’ll run, but this was probably an eye opener for him. The Granite State’s somewhat unique blend of conservative and libertarian politics always makes it an interesting and challenging state for presidential candidates and pundits alike. But there’s one area where there is little to no question when it comes to the attitude of the voters. If you want to impress New Hampshire Republicans (not to mention independents and a fair share of the Democrats to boot) you had best be a rock solid supporter of Second Amendment rights.\n\nAnyone seeking to challenge Brown in the primary will find plenty of fodder to attack him on that front. He’s on the record expressing support for a renewed federal “assault weapons” ban, opposing a national concealed carry law and once even received the endorsement of the Deplorable Nanny State Mayor and his anti-gun rights group. These sorts of things may have been what it took to remain competitive in Boston, but they add up to a rather toxic mix in New Hampshire.\n\nAnother factor which we may be overlooking in the early rush is the carpetbagging element of a potential Brown candidacy. It’s not that it’s impossible to pull of a carpetbagger move for statewide office in the modern era because it certainly does happen. Supporters of the idea like to point to Hillary Clinton who swept into New York’s junior Senate seat with no home town credentials beyond renting an apartment a couple of months before the election and proclaiming a lifelong affinity for the Yankees. But let’s remember… that was Hillary. She was already a legend in liberal circles and was freshly moved out of the White House. Scott Brown garnered a lot of fame for his insurgent upset Senate victory, but he doesn’t have that level of national status. People still have a natural attraction to the genuine article, and Brown will have a hard time claiming any sort of New Hampshire favorite son status.\n\nIt would be a wonderful, unexpected surprise if we picked up a Senate seat in New Hampshire. (It’s not even on my personal list of nine Senate races to watch next year.) And there’s no question that the Granite State may be in play, particularly given the rolling series of disasters which Obamacare has become. But I think it’s still far from certain that Scott Brown will wind up being the person to carry the banner for the GOP next fall.\n\nUPDATE: (Jazz) Da Tech Guy was on hand for the event and provides a large number of interviews and video clips. He found there were actually more like 300 protesters there, not 150. He also feels that Brown is hurting his own chances with the way he’s handling things and should probably bow out.\n\nNow it’s certainly going to be Brown personal advantage to keep the National GOP wanting more, it will allow him to fund raise and get his feel in the state but the longer this goes on the more likely he will starve off the funds of other potential GOP candidates. That’s the Catch 22 Brown’s best chance in a GOP primary is a crowded field but the longer he delay’s announcing the more likely he will face only a single opponent that the anti-brown forces can rally against, frankly the best chance for the GOP to win this seat is for Senator Brown to announce that he is not running and do while there is still time for the existing candidates to to get things moving. Meanwhile the National GOP meddling will have the net effect of longterm disaster for the party in the state. Swell.\n\nRelated Posts:", "article_metadata": {"generator": "WordPress 4.3.4", "og": {"site_name": "Hot Air", "description": "Stay home", "title": "Scott Brown’s record on guns signals trouble in NH bid", "url": "http://hotair.com/archives/2013/12/21/scott-browns-record-on-guns-signals-trouble-in-nh-bid/", "image": "https://s0.wp.com/i/blank.jpg", "locale": "en_US", "type": "article"}, "twitter": {"site": "@hotairblog", "card": "summary"}, "fb": {"admins": 312482775445602, "app_id": 312482775445602}, "article": {"published_time": "2013-12-21T13:31:22+00:00", "modified_time": "2013-12-21T14:01:29+00:00"}, "keywords": "Massachusetts, New Hampshire, Scott Brown, Senate 2014, US Senate,", "google-site-verification": "2eqey8dXzgu4RGIRpBp8N_Uha0byt8NWBVajCi3uLgs", "verify-v1": "ouQUGDxtAiO+0Hn3LJajbWMP08yRHQDinMN9QDYrUV4="}, "article_summary": "Scott Brown garnered a lot of fame for his insurgent upset Senate victory, but he doesn’t have that level of national status.\nIt would be a wonderful, unexpected surprise if we picked up a Senate seat in New Hampshire.\nBut I think it’s still far from certain that Scott Brown will wind up being the person to carry the banner for the GOP next fall.\nScott Brown attracted more than 125 pro-gun conservatives to a GOP holiday party here Thursday night — but they came to protest his appearance, not to hear him speak.\nThere’s little doubt that Shaheen is potentially in hot water over her unflagging support of Obamacare and the President, and Ed felt that might be enough to work that old Scott Brown magic again."}