{"article_title": "Obamacare Makes Me A Part-Time Campus Worker In Name Only", "article_keywords": ["week", "workers", "parttime", "students", "obamacare", "university", "work", "worker", "hours", "state", "limit", "student", "threshold", "makes", "campus"], "article_url": "http://www.thecollegefix.com/post/19086/", "article_text": "Colleges cutting student hours, making some sign waivers so they don’t get insurance\n\nObamacare has led some colleges and universities to limit the hours that students can work on campus to make sure they don’t qualify for school-provided health insurance.\n\nI’m one of those student workers, and Point Loma Nazarene University keeps me from hitting the Affordable Care Act’s threshold of 30 working hours a week. But it’s far from alone.\n\nLast month, the University of Kansas said it would limit student workers to 20 hours per week for the school year and 40 hours in the summer. With these limitations, students will fall under the 1,560-hour per year threshold that would otherwise make them full-time workers who qualify for health coverage, The Chronicle of Higher Education reported.\n\nBeyond those struggling to pay for college, the threshold has interfered with the ability of student journalists to report on campus, as The College Fix has noted.\n\nWhen it limited student working hours, Wright State University in Ohio faced the issue of tracking student journalists’ hours, as they were not paid an hourly rate. The school created a software system that requires students to clock in and out, giving them a warning when the 28-hour limit is approaching, the Chronicle said.\n\n“We had no budget for that,” said Dan Abrahamowicz, vice president for student affairs at Wright State, regarding the possibility of paying for students’ health insurance. “We had to make some adjustments.”\n\nThe Iowa State Daily is making its staff who work more than 29 hours a week sign a waiver saying they get insurance through their parents or otherwise don’t need it, as suggested by “a lawyer,” General Manager Laura Widmer told the Student Press Law Center. “It’s hard to say, ‘OK, you can only work 29 hours a week and oh my gosh if there’s a breaking story and you’re on hour 29, walk away,’” she said.\n\nMiami University and Kent State University in Ohio and La Sierra University in California are also among schools that have reduced student worker hours, according to the Chronicle.\n\nFull-Time in Practice, Part-Time in Name Only", "article_metadata": {"generator": "WordPress 4.5.2", "og": {"site_name": "The College Fix", "description": "Colleges are cutting student workers' hours so they don't qualify for free healthcare. But my school simply decides what counts as \"work.\"", "title": "Obamacare Makes Me A Part-Time Campus Worker In Name Only - The College Fix", "locale": "en_US", "image": {"width": 480, "identifier": "http://www.thecollegefix.com/wp-content/uploads/2014/08/studentworker.UCDavisGatewaysProject.flickr.jpg", "height": 360}, "updated_time": "2015-05-28T17:35:58-04:00", "url": "http://www.thecollegefix.com/post/19086/", "type": "article"}, "twitter": {"image": "http://www.thecollegefix.com/wp-content/uploads/2014/08/studentworker.UCDavisGatewaysProject.flickr.jpg", "description": "Colleges are cutting student workers' hours so they don't qualify for free healthcare. But my school simply decides what counts as \"work.\"", "card": "summary", "title": "Obamacare Makes Me A Part-Time Campus Worker In Name Only - The College Fix"}, "fb": {"admins": "672627547,1540010264,100009162449428", "app_id": 1559699120988871}, "article": {"section": "Featured", "tag": "wright state university", "published_time": "2014-09-02T03:00:23-04:00", "modified_time": "2015-05-28T17:35:58-04:00"}, "viewport": "width=device-width, initial-scale=1"}, "article_summary": "Miami University and Kent State University in Ohio and La Sierra University in California are also among schools that have reduced student worker hours, according to the Chronicle.\nWhen it limited student working hours, Wright State University in Ohio faced the issue of tracking student journalists’ hours, as they were not paid an hourly rate.\nLast month, the University of Kansas said it would limit student workers to 20 hours per week for the school year and 40 hours in the summer.\nI’m one of those student workers, and Point Loma Nazarene University keeps me from hitting the Affordable Care Act’s threshold of 30 working hours a week.\nColleges cutting student hours, making some sign waivers so they don’t get insuranceObamacare has led some colleges and universities to limit the hours that students can work on campus to make sure they don’t qualify for school-provided health insurance."}