{"article_title": "White House reviewing Pentagon plan to close Guantanamo prison", "article_keywords": ["congress", "house", "prisoners", "prison", "administration", "plan", "guantanamo", "close", "white", "obama", "pentagon", "reviewing"], "article_url": "http://www.thefiscaltimes.com/latestnews/2016/01/15/White-House-reviewing-Pentagon-report-closing-Guantanamo-prison", "article_text": "WASHINGTON (Reuters) - The White House has received an updated proposal from the Pentagon to close the Guantanamo prison for foreign terrorism suspects, and is in the \"final stages\" of reviewing it before releasing it to Congress, an administration official said on Friday.\n\nThe administration has been trying for years to make good on a pledge Obama made at the beginning of his presidency in 2009 to close down the military prison at Guantanamo Bay, Cuba, but has faced stiff political opposition.\n\nIts latest plan, which includes a recommendation that prisoners who cannot be prosecuted or transferred to other countries be sent to a U.S.-based prison, has been delayed for several months.\n\nObama told the Pentagon to reduce the cost in its latest draft, which is now at the White House.\n\n\"The president's national security team is in the final stages of reviewing the proposal recently submitted by the Pentagon,\" said the senior administration official.\n\nThe White House declined to say when the plan would be released. Lawmakers, especially Republican Senator John McCain of Arizona, have been calling for the plan for some time.\n\nThe prison was opened in 2002 by Obama's predecessor, George W. Bush, to house foreign terrorism suspects but quickly drew international criticism from human rights activists and many foreign governments. There are 93 prisoners still housed there.\n\nRepublicans and some Democrats in Congress largely oppose proposals to move any of the prisoners to U.S. soil, an option currently prohibited by law.\n\nU.S. Defense Secretary Ash Carter said on Thursday he had proposed to Obama bringing some detainees to a secure location in the United States, adding Congress had indicated a willingness to consider such a proposal.\n\nSenator Kelly Ayotte, an ally of McCain's, said the administration's plan should involve keeping the prison open.\n\n“If the Obama administration were to move Guantanamo detainees to the United States, that would ignore the will of the majority of Americans, make all of our citizens less safe, and represent a blatant and serious violation of the plain language of the law,\" she said in a statement.\n\nThe plan was not filled with surprises and would be presented to Congress and the public when it was ready, White House spokesman Josh Earnest told reporters. Echoing an argument the administration has made frequently, he said it cost $4 million a year per prisoner to keep the prison open.\n\nThe White House believes closing it would reduce costs and take away a recruiting tool for militant Islamist groups overseas.\n\n(Additional reporting by Patricia Zengerle, Phil Stewart, and Ayesha Rascoe; Editing by Frances Kerry)", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "WASHINGTON (Reuters) - The White House has received an updated proposal from the Penta", "title": "White House reviewing Pentagon plan to close Guantanamo prison", "url": "http://www.thefiscaltimes.com/latestnews/2016/01/15/White-House-reviewing-Pentagon-report-closing-Guantanamo-prison", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/guantanamo_1.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/latestnews/2016/01/15/White-House-reviewing-Pentagon-report-closing-Guantanamo-prison", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/guantanamo_1.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "WASHINGTON (Reuters) - The White House has received an updated proposal from the Penta", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "The White House believes closing it would reduce costs and take away a recruiting tool for militant Islamist groups overseas.\nObama told the Pentagon to reduce the cost in its latest draft, which is now at the White House.\nThe White House declined to say when the plan would be released.\nWASHINGTON (Reuters) - The White House has received an updated proposal from the Pentagon to close the Guantanamo prison for foreign terrorism suspects, and is in the \"final stages\" of reviewing it before releasing it to Congress, an administration official said on Friday.\nThe plan was not filled with surprises and would be presented to Congress and the public when it was ready, White House spokesman Josh Earnest told reporters."}