{"article_title": "6 Questions That Will Determine Whether Obamacare Is a Success in 2014", "article_keywords": ["questions", "success", "healthy", "obamacare", "sign", "states", "health", "determine", "doctors", "medicaid", "care", "insurance", "raise"], "article_url": "http://www.theatlantic.com/health/archive/2014/01/6-questions-that-will-determine-whether-obamacare-is-a-success-in-2014/282847/", "article_text": "Please consider disabling it for our site, or supporting our work in one of these ways\n\nIf 2013 was the year of anecdotal horror stories, will this be the year it all comes together?\n\navrene/flickr It was the most “glorious” of times, it was the most “disastrous” of times. It was the age of cancellation notices, it was the age of lower-than-expected premiums. It was the epoch of skimpy provider networks, it was the epoch of free birth control for all. The Affordable Care Act is either the best or most evil thing to happen to humanity, depending who you ask (and how much their premium went up). 2013 was marked by the sputtering launch of Healthcare.gov and the start of the law’s nervous implementation. But this year we should begin to see if, and how well, the law is working toward its goal of providing access to healthcare for all. Here are some of the key questions that will determine if Obamacare is seen as a horror or a boon — or something in between. 1) Does health insurance become more affordable for most? Are most people able to get affordable insurance? This is the most basic question, but also the one that incites middle-class people to grab their pitchforks and write to journalists when the answer is \"no.\"\n\nPart of the solution lies not with Obamacare, but with Congress: Medical organizations are urging lawmakers to raise the cap on residencies so that more doctors can be trained. 3) How will Medicaid expansion impact the poor? Though more than 2 million Americans have enrolled in private health plans since October 1, far more — roughly 4 million — signed up for Medicaid, the health insurance program for the poor that was greatly expanded under Obamacare, with the federal government picking up much of the tab. But only half the states are expanding Medicaid, raising the possibility that a less-robust healthcare safety net in the states that refused could lead to lasting health disparities. Meanwhile, states that are doing the expansion worry about the cost — they’ll have to start paying for 10 percent of the bill for the new enrollees starting in 2020 — and about access issues — more than a third of doctors say they won’t see Medicaid patients. The law boosted reimbursements for primary care doctors who do take Medicaid, but the raise only lasts for two years. Meanwhile, a study in Science found that people who previously gained Medicaid coverage went to the emergency room 40 percent more than those who didn’t enroll in the program, even for issues that could have been treated by primary care doctors. That pokes holes in the idea that Medicaid will save money by encouraging low-income individuals not to use ERs for non-emergency care. 4) Will enough healthy people sign up? In the end, bros may hold the key to Obamacare’s success. The law needs lots of young, healthy people to sign up for health insurance to counterbalance older enrollees and those with chronic conditions. (This is because insurers make make money on healthy people and lose money on sick people. Pre-Obamacare, insurance companies dealt with this by simply refusing to insure the sickest people. The ACA said they must take all comers.) Related Story How to Win Bros and Influence Bros The problem? Young people don’t seem eager to sign up for insurance. A Harvard Institute of Politics poll from a few months ago showed that 30 percent of 18-29 year olds don’t plan to sign up for coverage, and 40 percent are on the fence. If insurers can’t reach this balance, the market may tumble into what’s known as a “death spiral”: Insurers raise premiums to make up the losses from all their sick customers, which causes more healthy people to drop out, which causes them to raise rates again, and so on.", "article_metadata": {"description": "If 2013 was the year of anecdotal horror stories, will this be the year it all comes together?", "author": "Olga Khazan", "og": {"site_name": "The Atlantic", "description": "If 2013 was the year of anecdotal horror stories, will this be the year it all comes together?", "title": "6 Questions That Will Determine Whether Obamacare Is a Success in 2014", "locale": "en_US", "image": "https://cdn.theatlantic.com/assets/media/img/mt/2014/01/gearsed/lead_large.jpg", "url": "http://www.theatlantic.com/health/archive/2014/01/6-questions-that-will-determine-whether-obamacare-is-a-success-in-2014/282847/", "type": "article"}, "twitter": {"domain": "theatlantic.com", "site": "@theatlantic", "card": "summary"}, "ROBOTS": "INDEX, FOLLOW", "p": {"domain_verify": "68e1a0361a557708fefc992f3309ed70"}, "fb": {"admins": "577048155,17301937", "page_id": 29259828486, "app_id": 100770816677686}, "keywords": "The Atlantic, The Atlantic Magazine, TheAtlantic.com, Atlantic, news, opinion, breaking news, analysis, commentary, business, politics, culture, international, science, technology, national and life", "article": {"author": "https://www.facebook.com/olgakhazan"}, "viewport": "initial-scale=1.0, maximum-scale=1.0, width=device-width, user-scalable=no"}, "article_summary": "Here are some of the key questions that will determine if Obamacare is seen as a horror or a boon — or something in between.\nThe law boosted reimbursements for primary care doctors who do take Medicaid, but the raise only lasts for two years.\n1) Does health insurance become more affordable for most?\nThe law needs lots of young, healthy people to sign up for health insurance to counterbalance older enrollees and those with chronic conditions.\nIt was the epoch of skimpy provider networks, it was the epoch of free birth control for all."}