{"article_title": "Rockets, airstrikes after Gaza war truce collapses", "article_keywords": ["israel", "rocket", "palestinian", "gaza", "israeli", "war", "delegation", "militants", "rockets", "airstrikes", "truce", "hamas", "ceasefire", "collapses"], "article_url": "http://www.washingtontimes.com/news/2014/aug/9/rockets-airstrikes-after-gaza-war-truce-collapses/?page=all", "article_text": "GAZA CITY, Gaza Strip (AP) — Israeli airstrikes struck more than 20 targets Saturday in the Gaza Strip and killed a senior Hamas member, as militant rocket fire continued following the collapse of a three-day truce aimed at ending the war between Israel and Hamas.\n\nHamas officials said Israel airstrikes hit houses, mosques, its warehouses and training sites. Three bodies were found under the ruins of the al-Qassam mosque in Gaza, including that of senior Hamas official Moaaz Zaid, said Palestinian health official Ashraf al-Kidra.\n\nThe Israeli military said militants in Gaza fired five rockets Saturday toward Israel, for a total of 70 since the truce expired. In response, Israel has targeted more than 30 sites in Gaza since Friday, it said.\n\nThe Islamic militants resumed their rocket attacks Friday shortly before the 72-hour truce expired, injuring two Israelis and drawing a wave of retaliatory airstrikes. The fighting shattered a brief calm in the monthlong war and dealt a blow to Egyptian-led efforts to secure a long-term cease-fire between the bitter enemies.\n\nMore than 1,900 Gazans have been killed in the war, roughly three-quarters of them civilians, according to Palestinian and United Nations officials. Israel disputes that breakdown, saying more militants have been killed. Sixty-seven people have been killed on the Israeli side, including three civilians from rocket fire.\n\nThe war grew out of the killing of three Israeli teens in the West Bank in June. Israel blamed the killings on Hamas and launched a massive arrest campaign, rounding up hundreds of its members in the West Bank, as Hamas and other militants unleashed rocket fire from Gaza.\n\nOn July 8, Israel launched an air campaign on the coastal territory, sending in ground troops nine days later to target rocket launchers and cross-border tunnels built by Hamas for attacks inside Israel. Gaza militants have fired more than 3,000 rockets into Israel.\n\nHamas, which violently seized control of Gaza in 2007, rejected several cease-fire offers throughout the fighting. Its primary demand is the lifting of an Israeli-Egyptian blockade imposed after they seized power. Militants had warned they would resume fighting after the cease-fire expired unless there was a deal to ease the restrictions.\n\nThe blockade, which Israel says is needed to prevent weapons from reaching Gaza, has led to widespread hardship. Movement in and out of Gaza is limited, and the economy has ground to a standstill and unemployment is over 50 percent.\n\nIsrael has said that the militants must disarm first, a demand dismissed by Hamas.\n\nHamas entered the Cairo talks from a position of military weakness, as Israel has said Hamas has lost hundreds of fighters, two-thirds of its rocket arsenal and all of its tunnels under the border with Israel during the war. Egypt also has destroyed a network of smuggling tunnels that was once Hamas’ economic and military lifeline.\n\nA delegation of Palestinian negotiators remained in Cairo in hopes of salvaging the talks. But participants said the negotiations were not going well. The Palestinian delegation met again late Friday with Egyptian mediators.\n\nAzzam al-Ahmad, head of the Palestinian delegation, said the delegation would stay in Egypt until it reaches an agreement that “ensures” the rights of the Palestinian people. “We told Egyptians we are staying,” he told reporters.\n\nThe Israeli delegation to the Cairo talks left Egypt on Friday morning, and it was not clear if it would return. “There will not be negotiations under fire,” Israeli government spokesman Mark Regev said.\n\nEgypt’s Foreign Ministry urged restraint by both sides and called for a new cease-fire to resume negotiations. The ministry said progress had been made in the talks but did not explain.\n\nU.N. Secretary-General Ban Ki-moon expressed “deep disappointment” at the failure to extend the cease-fire and urged the parties to swiftly find a way back to the negotiating table, U.N. deputy spokesman Farhan Haq said.\n\n___\n\nHeller reported from Tel Aviv.", "article_metadata": {"description": "Israeli airstrikes struck more than 20 targets Saturday in the Gaza Strip and killed a senior Hamas member, as militant rocket fire continued following the collapse of a three-day truce aimed at ending the war between Israel and Hamas.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "Israeli airstrikes struck more than 20 targets Saturday in the Gaza Strip and killed a senior Hamas member, as militant rocket fire continued following the collapse of a three-day truce aimed at ending the war between Israel and Hamas.", "title": "Rockets, airstrikes after Gaza war truce collapses", "url": "http://www.washingtontimes.com/news/2014/aug/9/rockets-airstrikes-after-gaza-war-truce-collapses/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/08/09/mideast-israel-palestiniansjpeg-0eeb6.jpg", "type": "article"}, "twitter": {"site": "@washtimes", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/08/09/mideast-israel-palestiniansjpeg-0eeb6.jpg", "description": "Israeli airstrikes struck more than 20 targets Saturday in the Gaza Strip and killed a senior Hamas member, as militant rocket fire continued following the collapse of a three-day truce aimed at endin", "card": "summary", "title": "Rockets, airstrikes after Gaza war truce collapses"}, "Author": "Ibrahim Barzak and Aron Heller", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web1", "viewport": "width=device-width, initial-scale=1, user-scalable=yes"}, "article_summary": "The Israeli military said militants in Gaza fired five rockets Saturday toward Israel, for a total of 70 since the truce expired.\nThe Israeli delegation to the Cairo talks left Egypt on Friday morning, and it was not clear if it would return.\nGaza militants have fired more than 3,000 rockets into Israel.\nGAZA CITY, Gaza Strip (AP) — Israeli airstrikes struck more than 20 targets Saturday in the Gaza Strip and killed a senior Hamas member, as militant rocket fire continued following the collapse of a three-day truce aimed at ending the war between Israel and Hamas.\nAzzam al-Ahmad, head of the Palestinian delegation, said the delegation would stay in Egypt until it reaches an agreement that “ensures” the rights of the Palestinian people."}