{"article_title": "Colaordo Buffaloes had better “toughen up” on road – The Denver Post", "article_keywords": ["going", "play", "weve", "buffaloes", "season", "california", "denver", "better", "game", "colaordo", "pac12", "learn", "ready", "games", "post", "toughen", "road"], "article_url": "http://www.denverpost.com/colleges/ci_29337272/boyle-bu-8800-s-had-better-toughen-up", "article_text": "BERKELEY, calif. — Obviously, it’s too early for the University of Colorado men’s basketball team to panic.\n\nBut on the heels of what was the Buffaloes’ worst performance of the season, a 79-65 loss to California in a Pac-12 opener Friday night, their game Sunday night at Stanford suddenly has become bigger.\n\n“The priority becomes to toughen up,” CU coach Tad Boyle said. “It’s league play and it’s time to raise your game. Nothing is going to be given to you. We have to be stronger and tougher, and we have to be more efficient offensively.\n\n“We can’t wallow in this loss. We’ve got to learn from it and it’s got to sting enough that we come out with the eye of the tiger on Sunday night, ready to scratch and claw and do whatever we’ve got to do.”\n\nAfter shooting a season-low 32 percent from the floor and tallying only six assists — four off the bench from freshman Thomas Akyazili, two from Josh Fortune and none from starting point guard Dom Collier in 20 minutes — CU will attempt to get its offense back on track. That offense had been the team’s strength for much of the season.\n\nCU (11-3, 0-1 Pac-12) shot below 40 percent just twice in its first 11 games but has been under that figure in each of the past three games, shooting only 36 percent during that span. The Buffaloes’ scoring average has dropped from a season-high 85.7 points per game after beating Hampton in Boulder on Dec. 19 to 81.8.\n\nFriday’s game against California marked the seventh time this season, and second game in a row, the Buffs finished with more turnovers (eight) than assists (six).\n\n“Every game is important. We just have to approach the (Stanford) game more ready than we were (at California),” Collier said. “We’ve just got to have a short memory and be ready for Sunday, because we know they’re a good team.”\n\nStanford (8-4, 1-0) struggled through injury issues during nonconference games but opened Pac-12 play with an emphatic statement, knocking off No. 21 Utah 70-68 in overtime.\n\n“We’ve just got to learn from the (California) game and move on to the next one,” said Josh Scott, a 6-foot-10 senior. “You take what you learn and apply it to the next game. It’s conference play. Stuff happens. You’re going to have ups and downs. (Friday) was a down, but we’re going to learn from it and keep going up.”\n\nHolding pattern. Injured senior Xavier Johnson rejoined the Buffs in the Bay Area but still has not met with Boyle regarding his status for the remainder of the season. Johnson suffered a torn Achilles tendon last summer and has yet to resume full workouts at practice. Johnson remains in limbo as to whether he will attempt a comeback for the remainder of the Buffs’ Pac-12 schedule or take a medical redshirt.\n\nFootnotes. Second-leading scorer George King has made only 31 percent of his shots (10-of-32) the past three games, including a 4-for-15 performance from 3-point range. … Fortune played only four minutes in the first half of the Cal game after picking up two quick fouls and finished with a season-low three points.", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Boyle: Colaordo Buffaloes had better “toughen up” on road", "title": "Boyle: Colaordo Buffaloes had better “toughen up” on road", "url": "http://www.denverpost.com/2016/01/02/boyle-colaordo-buffaloes-had-better-toughen-up-on-road/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20160102__Colorado-Buffaloes-basketballp1.jpg", "height": 457}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20160102__Colorado-Buffaloes-basketballp1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2016-01-02T21:38:28+00:00", "modified_time": "2016-04-18T22:55:34+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1", "news_keywords": "University of Colorado"}, "article_summary": "“We’ve just got to learn from the (California) game and move on to the next one,” said Josh Scott, a 6-foot-10 senior.\n(Friday) was a down, but we’re going to learn from it and keep going up.”Holding pattern.\nWe just have to approach the (Stanford) game more ready than we were (at California),” Collier said.\nThe Buffaloes’ scoring average has dropped from a season-high 85.7 points per game after beating Hampton in Boulder on Dec. 19 to 81.8.\nFriday’s game against California marked the seventh time this season, and second game in a row, the Buffs finished with more turnovers (eight) than assists (six)."}