{"article_title": "America’s Youngest Lawmaker Is All About Ideas", "article_keywords": ["wants", "campaign", "lawmaker", "west", "blair", "ideas", "americas", "youngest", "state", "young", "freshman", "saira", "virginia"], "article_url": "http://dailysignal.com/2014/11/12/classroom-capitol-saira-blair-sets-change-west-virginia/", "article_text": "She has to go through freshman orientation again. But this time, as the newest representative from the 59th District of the West Virginia House of Delegates.\n\nThis spring, college freshman Saira Blair will skip class for the state capital to be sworn in as the youngest state representative in the nation.\n\nWhile still a senior at Hedgesville High School in Martinsville, Blair launched a primary challenge against Larry Kump of Berkeley, her district’s two-term Republican incumbent, defeating him just before graduation.\n\nKump had succeeded Craig Blair, Saira’s father, when he moved up to the state Senate.\n\nAs an 18-year-old freshman, Blair ran her general election campaign from her college dorm at West Virginia University in Morgantown.\n\nWhen the polls closed on Election Day, she had made history, knocking off Democrat Layne Diehl, also of Martinsville, 54.5 percent to 45.5 percent, to become the youngest elected state lawmaker in West Virginia history.\n\nOn the campaign trail, Saira Blair explained her race as an attempt to persuade millennials “that we shouldn’t wait until we’re 40, 50 or 60 to understand that conservative values and principles are the way to prosperity.”\n\n“I want to prove to people that I’m mature enough and capable of doing the job.”\n\nDon’t mistake her for a political novelty or simply the product of circumstance. Saira Blair has a plan. The economics/Spanish double major sees her age as an advantage and she’s ready to bring this fresh perspective to Charleston.\n\nHer first concern: economic revitalization. As Blair explained in an interview with The Daily Signal, “my No. 1 priority is jobs.”\n\nBlair worries that a bad economy will continue to drive her state’s millennial exodus. To turn things around, “making West Virginia a right-to-work state” tops her agenda.\n\nThe young lawmaker wants to repeal certain “harshly imposed” regulations on coal mining and natural gas drilling. Blair said these industries will help “revamp the economy” and provide opportunities for “young people coming out of high school and college.”\n\nAs a young conservative woman, she’s eager to give a new face to her party.\n\nDuring both the primary and general elections, Blair ran a self-described “pro-life, pro-jobs, pro-family” campaign. She rejects the idea of “a war on women” and notes that conservatives “have always welcomed me with open arms and supported me along the way.”\n\nNow she just wants to get to work. Blair says she feels a responsibility both to her constituents and especially her supporters to merit their confidence.\n\n“I want to prove to people that I’m mature enough and capable of doing the job.”", "article_metadata": {"description": "This spring, college freshman Saira Blair will skip class for the state capitol to be sworn in as the youngest elected representative in state history.", "og": {"site_name": "The Daily Signal", "description": "This spring, college freshman Saira Blair will skip class for the state capitol to be sworn in as the youngest elected representative in state history.", "title": "From the Classroom to the Capitol: America’s Youngest Lawmaker Is All About Ideas", "locale": "en_US", "image": "http://dailysignal.com/wp-content/uploads/141112_Blair_Wegmann.jpg", "updated_time": "2014-11-13T15:19:00+00:00", "type": "article"}, "bitly": {"url": "http://dailysign.al/14e6UrZ"}, "twitter": {"domain": "The Daily Signal", "description": "This spring, college freshman Saira Blair will skip class for the state capitol to be sworn in as the youngest elected representative in state history.", "creator": "@dailysignal", "image": {"src": "http://dailysignal.com/wp-content/uploads/141112_Blair_Wegmann.jpg"}, "title": "From the Classroom to the Capitol: America’s Youngest Lawmaker Is All About Ideas", "site": "@dailysignal", "card": "summary_large_image"}, "fb": {"pages": 300341323465160, "app_id": 772296266137346}, "article": {"publisher": "https://www.facebook.com/TheDailySignalNews", "section": "Society", "tag": "politics", "published_time": "2014-11-12T17:13:40+00:00", "modified_time": "2014-11-13T15:19:00+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "2014 election, election results, saira blair, wv, west virginia"}, "article_summary": "This spring, college freshman Saira Blair will skip class for the state capital to be sworn in as the youngest state representative in the nation.\nBut this time, as the newest representative from the 59th District of the West Virginia House of Delegates.\nAs an 18-year-old freshman, Blair ran her general election campaign from her college dorm at West Virginia University in Morgantown.\nWhen the polls closed on Election Day, she had made history, knocking off Democrat Layne Diehl, also of Martinsville, 54.5 percent to 45.5 percent, to become the youngest elected state lawmaker in West Virginia history.\nThe young lawmaker wants to repeal certain “harshly imposed” regulations on coal mining and natural gas drilling."}