{"article_title": "Casey says Congress ducking debate on ISIS", "article_keywords": ["bomb", "congress", "tax", "obamacare", "believes", "casey", "race", "isis", "ducking", "repeal", "debate", "testdetonated"], "article_url": "http://www.mcall.com/news/nationworld/pennsylvania/mc-pa-bob-casey-guns-isis-20160106-story.html", "article_text": "ALLENTOWN — U.S. Sen. Bob Casey said Wednesday he supports the president's latest gun-control initiative and believes Congress must stop politicking and have a serious debate about how to eliminate ISIS.\n\nIn an hour-long, wide-ranging interview with editors and reporters at The Morning Call in Allentown, Casey addressed subjects that also included the race for Pennsylvania's other Senate seat; Wednesday's report that North Korea had test-detonated a hydrogen bomb; and the likelihood of a permanent repeal of the Obamacare tax on medical devices.\n\nCasey, a Democrat halfway through his second six-year term, said he supports President Barack Obama's plan, officially announced Tuesday, to subject more gun sales to background checks.\n\n\"I think it's a step in the right direction,\" he said, noting he couldn't estimate what the impact will be.\n\nHe said he would support going even further, including banning military-style weapons and limiting the number of bullets in firearm magazines.\n\n\"I had a substantial change of heart on these issues,\" Casey said.\n\nPHOTO GALLERY: In an hour-long interview with editors and reporters at The Morning Call, Casey addressed subjects including the race for Pennsylvania’s other Senate seat; Wednesday’s report that North Korea had test-detonated a hydrogen bomb; and the likelihood that the temporary repeal of the Obamacare tax on medical devices will become permanent. (Harry Fisher) (Harry Fisher)\n\nWhat swayed him, he said, was the 2012 mass shooting of elementary school students and teachers at Sandy Hook Elementary School in Connecticut. He said he believes the shooter would have killed hundreds of children if he had the time.\n\nIt would be \"a failure\" to sit back and say nothing can be done to curb gun violence, Casey said, emphasizing that steps can be taken without violating the Second Amendment right to bear arms.\n\n\"That constitutional right can be accommodated with commonsense restrictions,\" he said.\n\nCasey said he believes Obama presented a plan of limited scope because he expected it would be challenged in court because it was done through his executive powers instead of legislatively.\n\nHe said the government also must adequately fund agencies such as the FBI and Bureau of Alcohol, Tobacco, Firearms and Explosives so they can do background checks and enforce existing gun laws.\n\nRegarding ISIS, Casey said the Obama administration is not doing a good job of telling the American people when progress is made. He said sharing that information is key to building support for continued efforts.\n\n\"You've got to tell people and you've got to tell them over and over again,\" he said.\n\nCasey said he would not support sending U.S. ground troops, except for special forces, to the fight. He said he doesn't believe that would be successful, and said it just would send the message that America will continue picking up the fight for others.\n\nHe said Congress must start debating what should be done, including the use of force and strategy to employ, and set policy instead of just bickering and condemning what's been done so far.\n\n\"Most people in Congress want to check out, not even debate it,\" Casey said.\n\nRepublicans in Congress who have specific problems with the president's policies should introduce legislation, he said.\n\nCasey said it's important to address what's going on in Syria as well. He said Syrian President Bashar al-Assad is \"one of the best recruiters in the world for ISIS.\"\n\n\"He's got to go,\" Casey said.\n\n\"I thought that we should have figured out a way years ago, maybe it wouldn't have worked but I thought it was worth considering seriously, to bomb his airfields so his planes couldn't take off, so his helicopters couldn't take off,\" he said.\n\nOn other issues, Casey said he has not yet endorsed a candidate in the race for Pennsylvania's other Senate seat, currently held by Republican Pat Toomey. Three Democrats are actively campaigning. As for the presidential race, he believes Hillary Clinton will win the Democratic nomination and run strong in Pennsylvania, though he anticipates a competitive election here.\n\nThe senator said he supports the permanent repeal of the Obamacare tax on medical devices such as those made by local companies that include B. Braun and Orasure in Bethlehem. The tax was temporarily repealed for two years. Casey said he isn't sure there is enough consensus on Capitol Hill, though, to make the repeal permanent.\n\nHe said there should be continued debate about Obamacare, officially named the Affordable Care Act. But he said that debate shouldn't be focused on extreme measures.\n\nHe said the answer isn't to repeal the law and walk away, nor is it to say the law is working perfectly and should be left alone.\n\n\"We still have a ways to go to keep costs under control,\" Casey said.\n\nRegarding claims by North Korea that it test-detonated a hydrogen bomb Wednesday, Casey said the international community must respond first with universal condemnation, then consider sanctions by the United Nations Security Council.\n\npaul.muschick@mcall.com\n\n610-820-6582", "article_metadata": {"fb_title": "U.S. Sen. Bob Casey says Congress ducking debate on ISIS", "googlebot": "index", "copyright": "Copyright (c) 2016 The Morning Call", "author": "The Morning Call", "og": {"site_name": "themorningcall.com", "description": "ALLENTOWN — U.S. Sen. Bob Casey said Wednesday he supports the president's latest gun-control initiative and believes Congress must stop politicking and have a serious debate about how to eliminate ISIS .", "title": "U.S. Sen. Bob Casey says Congress ducking debate on ISIS", "url": "http://www.mcall.com/news/nationworld/pennsylvania/mc-pa-bob-casey-guns-isis-20160106-story.html", "image": "http://www.trbimg.com/img-568d9b13/turbine/mc-pa-bob-casey-guns-isis-20160106", "type": "article"}, "x-servername": "lalvp07.14", "twitter": {"site": "@mcall", "card": "summary"}, "msvalidate.01": "AAC9C18F70AC386BC4DCF4DDF9BF1786", "robots": "index,follow", "keywords": "Bob Casey, ISIS, gun control, Obamacare", "fb": {"admins": 1762506491, "page_id": 73291032902, "app_id": 377275452340817}, "apple-itunes-app": "app-id=501096172, app-argument=http://www.mcall.com/deeplinkid/85507488", "googlebot-news": "index", "date": "2016-01-06", "Description": "Sen. Bob Casey shares his opinions on gun control, ISIS, Obamacare and other issues with editors and reporters at The Morning Call", "y_key": "7164478e9f100cbd", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "news_keywords": "Bob Casey, ISIS, gun control, Obamacare"}, "article_summary": "ALLENTOWN — U.S. Sen. Bob Casey said Wednesday he supports the president's latest gun-control initiative and believes Congress must stop politicking and have a serious debate about how to eliminate ISIS.\n\"Most people in Congress want to check out, not even debate it,\" Casey said.\nRegarding ISIS, Casey said the Obama administration is not doing a good job of telling the American people when progress is made.\nHe said there should be continued debate about Obamacare, officially named the Affordable Care Act.\nCasey said he isn't sure there is enough consensus on Capitol Hill, though, to make the repeal permanent."}