{"article_title": "Three concussions in 10 months for Wes Welker", "article_keywords": ["sanders", "broncos", "helmet", "swearinger", "welkers", "months", "welker", "wes", "second", "yards", "receiver", "concussions"], "article_url": "http://www.dailycamera.com/sports/ci_26398999/three-concussions-10-months-welker", "article_text": "Broncos hopeful of Welker's return but need a backup plan\n\nTexans strong safety D.J. Swearinger hits Broncos wide receiver Wes Welker during the second quarter Sunday in Denver. Welker suffered a concussion on the play, while Swearinger was penalized 15 yards for unnecessary roughness. ( John Leyba / The Denver Post )\n\nDENVER — Wes Welker entered the north tunnel at Sports Authority Field at Mile High on Saturday night just before halftime, hands clasped to his helmet. He talked to a few teammates, leaving them hopeful that he will avoid an extended absence. The Broncos were encouraged by the initial examination, believing that, for now, he could be available for the Sept. 7 season opener against the Indianapolis Colts.\n\nThe sobering reality, however, is that Welker has suffered three concussions in 10 months — all serious enough to force him to exit a game. He will undergo the mandated concussion protocol and must be cleared by the Broncos' medical staff and an independent doctor before practicing.\n\n\"I believe he's going to be good,\" said receiver Demaryius Thomas, who spoke to Welker on Saturday.\n\nWelker, 33, faces danger without blinking, making a living on underneath routes that turn him into a human pinball. Saturday, he caught a 9-yard pass from Peyton Manning in the second quarter, ducking to the ground as Texans defensive back D.J. Swearinger delivered a forearm shiver to Welker's head with his right arm. Swearinger was penalized 15 yards for unnecessary roughness, but he might not be fined since there was no helmet-to-helmet contact.\n\nManning thought the play was dirty and let Swearinger know it after completing a touchdown pass to Emmanuel Sanders on the next play.\n\nAdvertisement\n\n\"I am obviously concerned about Wes and never like seeing him come out of the game with a potential blow to the head. He had one of those last year that kept him out,\" Manning said.\n\nSwearinger insisted that the flag on the play \"surprised him.\" The Broncos' anger did not. Swearinger talked trash last week during joint practices and took a swing at Thomas on Thursday. The hostility reached a boiling point when Welker left the field.\n\n\"The NFL is the NFL. Rules are the rules. I laid with my shoulder; that's the only thing I could do. He's a short guy,\" Swearinger said. \"I made a Hall of Famer mad.\"\n\nWelker's injury raises concerns because of his history, but the calender provides a slight reprieve. He has 15 days to recover. There are no blueprints with concussions, and even Welker's last year featured different outcomes based on the severity. After Kansas City Chiefs safety Eric Berry crashed into Welker on Nov. 17, the veteran receiver returned the following week against the New England Patriots, catching four passes for 31 yards. He was concussed for the second time in 22 days against Tennessee, a crunching hit by the Titans' Bernard Pollard knocking out Welker for the Broncos' final three regular-season games.\n\nAs a concession, Welker wore a mouthpiece and a Riddell 360 helmet when he returned in the playoffs. The helmet features more padded protection and the lowest calculated risk factor for concussion. The Broncos' initial sense is that Welker's helmet helped him avoid a more serious injury Saturday.\n\nIf Welker is sidelined for the opener, the offense will be tweaked. Sanders provides an option at slot receiver, where he spent his career in Pittsburgh before joining the Broncos as a free agent. He has learned all the receiver spots in Denver's offense and caught two touchdown passes Saturday. Andre Caldwell figures to see more playing time if Sanders moves inside. Caldwell has gained the coaches' trust with his reliability.\n\n\"We have a next-guy-up mentality around here,\" Sanders said. \"But we want to make sure Wes is good, because we all want to get him back.\"", "article_metadata": {"sailthru.url": "http://www.dailycamera.com/sports/ci_26398999/three-concussions-10-months-welker", "sailthru.author": "By Troy E. Renck\n \n  \n \n  The Denver Post", "ag": {"canon": "BoulderDailyCamera:article:26398999:view"}, "startDate": "2014-08-24T20:11:59-0600", "twitter": {"domain": "dailycamera.com", "description": "DENVER — Wes Welker entered the north tunnel at Sports Authority Field at Mile High on Saturday night just before halftime, hands clasped to his helmet. He talked to a few teammates, leaving them hopeful that he will avoid an extended absence. The Broncos were encouraged by the initial examination, believing that, for now, he could be available for the Sept. 7 season opener against the Indianapolis Colts.\n\n\n\n\nConcussions create concern, but in Wes Welker's case the number is becoming alarming.", "title": "Three concussions in 10 months for Wes Welker", "url": "http://www.dailycamera.com/sports/ci_26398999/three-concussions-10-months-welker", "image": "http://extras.mnginteractive.com/live/media/site21/2014/0824/20140824__25DCSBROw~1.jpg", "site": "@dailycamera", "card": "summary_large_image"}, "sailthru.article-section-or-homepage": "article", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site21/2014/0824/20140824__25DCSBROw~1_300.jpg", "modificationDate": "2014-08-24T20:21:14-0600", "endDate": "2024-08-24T20:11:59-0600", "description": "DENVER — Wes Welker entered the north tunnel at Sports Authority Field at Mile High on Saturday night just before halftime, hands clasped to his helmet. He talked to a few teammates, leaving them hopeful that he will avoid an extended absence. The Broncos were encouraged by the initial examination, believing that, for now, he could be available for the Sept. 7 season opener against the Indianapolis Colts.\n\n\n\n\nConcussions create concern, but in Wes Welker's case the number is becoming alarming.", "byline": "By Troy E.", "pubDate": "2014-08-24T20:13:05-0600", "sailthru.date": "2014-08-24T20:11:59-0600", "sailthru.title": "Three concussions in 10 months for Wes Welker", "verify-v1": "TakAiHiDAOiNOP+m0YTx4DQeyjor+bTdc8e+pw6bDoI=", "sailthru.section": "Sports", "news_keywords": "Sports, Sports news, Boulder Colorado Sports news, Boulder Colorado news, Sports Boulder news, Sports Colorado news, US Sports news, world Sports news.", "sailthru.site": "dailycamera.com", "msvalidate.01": "9DAB14005AD5A9FFA4CA0EF58CC794BA", "og": {"url": "http://www.dailycamera.com/sports/ci_26398999/three-concussions-10-months-welker", "image": "http://extras.dailycamera.com/images/dailycamera3.png", "type": "article", "description": "DENVER — Wes Welker entered the north tunnel at Sports Authority Field at Mile High on Saturday night just before halftime, hands clasped to his helmet. He talked to a few teammates, leaving them hopeful that he will avoid an extended absence. The Broncos were encouraged by the initial examination, believing that, for now, he could be available for the Sept. 7 season opener against the Indianapolis Colts.\n\n\n\n\nConcussions create concern, but in Wes Welker's case the number is becoming alarming.", "title": "Three concussions in 10 months for Wes Welker"}, "p": {"domain_verify": "867892b0357001538903740c75a206f0"}, "google-site-verification": "07CC1xPDVU0znu496XTAjLyC32Ylj8zwWHlmrzx3pgY", "y_key": "c9d9b53f7f5af674", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site21/2014/0824/20140824__25DCSBROw~1.jpg"}, "_id": "\"57477af36914bd0286fd47af\"", "article_summary": "Swearinger hits Broncos wide receiver Wes Welker during the second quarter Sunday in Denver.\nThe sobering reality, however, is that Welker has suffered three concussions in 10 months — all serious enough to force him to exit a game.\n( John Leyba / The Denver Post )DENVER — Wes Welker entered the north tunnel at Sports Authority Field at Mile High on Saturday night just before halftime, hands clasped to his helmet.\nWelker suffered a concussion on the play, while Swearinger was penalized 15 yards for unnecessary roughness.\nThe Broncos' initial sense is that Welker's helmet helped him avoid a more serious injury Saturday."}