{"article_title": "12 Tax Slipups to Avoid", "article_keywords": ["12", "return", "dont", "youve", "avoid", "work", "tax", "youre", "expenses", "deductions", "income", "deductible", "slipups"], "article_url": "http://www.newsmax.com/Finance/StreetTalk/tax-income-deductions-file/2016/03/21/id/720202/", "article_text": "For most people, preparing and filing your income-tax return is an unpleasant chore, but a financial necessity. The sooner it’s over and done with, the better, right?While it is one’s natural temptation to rush through the process as quickly as possible, Time’s Money.com explains that it literally can pay for you to take your time.“There are more than 350 possible deductions on your federal return alone, says TurboTax CPA Lisa Greene-Lewis, and even professionals don’t always take the right ones,” Money reported. “A 2014 Government Accountability Office study tested 19 randomly selected tax preparers and found that only two managed to calculate the correct refund.”Meanwhile, you also have a little more extra time this year to file. The tax deadline is April 18 this year, because of a Washington, D.C., holiday. (In Massachusetts and Maine, because of Patriots’ Day, the deadline is April 19.)Money’s Ingrid Case also offers 12 trouble spots to avoid in an attempt to maximize your tax season savings.Highlighting her tips:“Last year’s volatile market left some investors underwater. If you sold at a loss during August’s slide, you can deduct up to $3,000 from ordinary income after you’ve offset capital gains. You can carry forward any additional losses to offset income in future tax years,” she said.“Medical costs are deductible on your federal return, but only to the extent they exceed 10% of your adjusted gross income, or AGI (7.5% if you or your spouse is at least 65). If you had big out-of-pocket expenses last year, add up your bills: You can deduct nearly any out-of-pocket medical or dental cost—drugs and doctor bills but also mileage traveled to appointments, disability-related home or car modifications, addiction treatment, lead paint removal, a guide dog,” she said.“If you need a babysitter in order to work, look for work, or attend school, take a tax credit that’s worth 20% to 35% (depending on your income) of up to $3,000 in expenses for one child or up to $6,000 for two or more,” she said. “The cost of day camp counts, though not sleepaway camp. If you’ve set aside pretax dollars in an FSA for child care, you must use that money first, but you can still take a credit for additional expenses up to the limit once you’ve exhausted the account.”“Unless you’re self-employed, there are few legitimate job-related deductions,” she said. Work clothing doesn’t count, unless it’s a uniform or other specialized gear. Commuting costs are not deductible — but miles you drive on the job are fair game, if you don’t get reimbursed (and only to the extent they and other miscellaneous deductions top 2% of AGI). Same goes for miles you drive to look for a new job. Teachers can take a $250 deduction for classroom supplies — a write-off that Congress just made permanent.\"If you bought insurance on an Obamacare marketplace, you’ll get a new form this year. You don’t need to file the 1095-A, but don’t overlook it: You’ll use it to complete your Form 8962, which will help you make sure you’re taking all the credits you’re allowed — if, for example, your income dropped after you first signed up — and to see whether you owe any penalties for lack of coverage,\" she reported.Self-employed people can claim a long list of deductions, including business expenses, retirement plan contributions, 50% of self-employment tax, and workspace, she said.To get the most out of your tax deductions, stay organized and do your research. “No one likes getting audited – though if the IRS does red flag you, some costs of professional advice to defend yourself are, in fact, deductible,” explains Kimberly J. Howard of AdviceIQ.", "article_metadata": {"news_keywords": "tax, income, deductions, file", "pubdate": "2016-03-22T07:05:40", "og": {"site_name": "Newsmax", "description": "To maximize your tax season savings, steer clear of these trouble spots.", "title": "Tax Deductions Not to Miss Before You File", "url": "http://www.newsmax.com/Finance/StreetTalk/tax-income-deductions-file/2016/03/21/id/720202/", "type": "article", "image": "http://www.newsmax.com/CMSPages/GetFile.aspx?guid=90f90ff1-27bc-426e-bd1c-b555f102e8ce&SiteName=Newsmax", "page_id": 85452072376}, "twitter": {"url": "http://www.newsmax.com/Finance/StreetTalk/tax-income-deductions-file/2016/03/21/id/720202/", "title": "Tax Deductions Not to Miss Before You File", "description": "To maximize your tax season savings, steer clear of these trouble spots.", "site": "Newsmax"}, "fb": {"admins": 100002083767056, "app_id": 323020797885219}, "epoch": 1458630340, "google-site-verification": "G8ES7h3vwQTlFRuKZLTkGYYr-GOyLKJVunu1JffVHbs", "keywords": "tax, income, deductions, file", "article": {"section": "StreetTalk", "published_time": "2016-03-22T07:05:40"}, "original-source": "http://www.newsmax.com/Finance/StreetTalk/tax-income-deductions-file/2016/03/21/id/720202/", "description": "To maximize your tax season savings, steer clear of these trouble spots."}, "article_summary": ")Money’s Ingrid Case also offers 12 trouble spots to avoid in an attempt to maximize your tax season savings.Highlighting her tips:“Last year’s volatile market left some investors underwater.\nThe tax deadline is April 18 this year, because of a Washington, D.C., holiday.\nIf you sold at a loss during August’s slide, you can deduct up to $3,000 from ordinary income after you’ve offset capital gains.\nFor most people, preparing and filing your income-tax return is an unpleasant chore, but a financial necessity.\n“A 2014 Government Accountability Office study tested 19 randomly selected tax preparers and found that only two managed to calculate the correct refund.”Meanwhile, you also have a little more extra time this year to file."}