{"article_title": "Arkansas's Medicaid expansion faces reauthorization battle", "article_keywords": ["reauthorization", "option", "federal", "house", "state", "arkansass", "states", "private", "health", "medicaid", "expansion", "faces", "battle", "arkansas", "insurance"], "article_url": "http://america.aljazeera.com/articles/2014/2/18/arkansasa-s-medicaidexpansionfacesdifficultreauthorizationbattle.html", "article_text": "Arkansas Gov. Mike Beebe is interviewed in a hallway outside his office at the Arkansas state Capitol in Little Rock, Ark., Tuesday, Feb. 18, 2014. Danny Johnston/AP Photo\n\nThe Arkansas House of Representatives on Tuesday fell short of re-authorizing its unique version of Medicaid expansion, putting at risk the insurance of about 87,000 residents who were covered after the state instituted a compromise plan that uses federal funds to give private health insurance to the poor.\n\nThe state’s so-called ‘private option’ for expanding Medicaid coverage to the poor has been viewed as an alternative for Republican-leaning states that have large constituencies that oppose the Affordable Care Act (ACA), President Barack Obama’s health care reform law, but who do not want to leave poor citizens without coverage.\n\nThe Arkansas House voted to expand the private option, which requires a yearly reauthorization, 70 to 27, but Arkansas law requires appropriations like the bill in question to reach a 75 percent threshold.\n\nThe law must also reach a 27 vote bar in the state Senate, a 35-person body, where it is expected to pass.\n\nSince expanding coverage on the ‘private option’ model, Arkansas has enrolled more than 87,000 people for insurance who were previously ineligible. Another more than 13,000 people that were eligible for Medicaid but did not take advantage of it also signed up for the subsidized private insurance plan.\n\nUnder the terms of the ACA, Medicaid coverage was intended to be expanded to all adults with incomes up to 138 percent above the federal poverty line (which amounts to $15,856 for an individual), money that would be covered by the federal government at 100 percent of cost until 2016, and at 90 percent thereafter.\n\nHowever, the Supreme Court ruled in June 2012 that the federal government could not force states to enact Medicaid expansions. As a result, an insurance coverage gap exists where millions of people making less than $11,500 per year ($23,500 for a family of four) will have too much income to qualify for Medicaid, but not enough to receive federal subsidies when purchasing insurance on a state-run health exchange.\n\nEager to expand Medicaid in his state but aware of the ACA’s unpopularity, Democratic Gov. Mike Bebee, along with a bipartisan group in the Arkansas legislature, enacted a private option, whereby the state would take federal funds like the other states expanding Medicaid, but would allow people to get insurance through a private plan and not under a state-controlled Medicaid plan.\n\nAt 22.5 percent of the population in 2013, Arkansas’s rate of uninsured persons trails only Texas nationally. But of the top five states in the nation of uninsured individuals, only Arkansas put in place a plan that would expand coverage with federal funds.\n\nA number of groups in Arkansas have expressed concern that a failure to reauthorize the private option would have dire consequences for the state.\n\n“Over 100,000 Arkansans now have affordable health coverage and the financial security that comes along with it, some for the first time in their lives. We do not want to see that go away,” said Arkansas Advocates for Children and Families (AACF), a nonprofit organization in the state.\n\n“We should make it easier for Arkansans to get affordable coverage, not more difficult. We believe that purposefully creating barriers to enrollment is not only bad public policy, but bad for the future health of Arkansans and the state's workforce,” the group said.\n\nOpposition to scuttling the private option status quo is not limited to advocacy groups, as business leaders have also warned against changing the private option.\n\n“This additional expense will have a chilling effect on the growth plans of Arkansas businesses,” said Randy Zook, president and CEO of the Arkansas State Chamber of Commerce and Associated Industries of Arkansas. “With nearly 100,000 Arkansans still unemployed, those companies do not need to deal with added costs.”\n\nMeanwhile, Gov. Mike Beebe lamented that a small minority was preventing the re-authorization.\n\n“We don’t have a problem with the majority of the legislature being for this. We don’t have a problem with a supermajority of the legislature being for this. We don’t have a problem with the majority of Republicans and Democrats being for this. They are. But it takes 75 out of 100 House members and 27 out of 35 senators. So one senator or one House member could sway the entire — the entire effort,” he said to PBS NewsHour.\n\nDavy Carter, the Arkansas House Speaker, said he would continue putting the re-authorization to a vote this week until they reach the 75 percent benchmark.\n\n“I would ask what the plan is for these small minority of members who want to hold everything up,” said Carter, a Republican.\n\nDespite the support from business groups, advocacy groups and many Arkansans themselves, a small coterie of Republican state legislators say the private option does nothing to solve the underlying problem they see with the broader ACA.\n\n“Is Arkansas going to be an enabler for Obamacare and the Washington, D.C. interests who seek to impose their will upon us?\" asked Republican House Majority Leader Bruce Westerman, before the vote. “Or, are we going to hold the line on behalf of the people of Arkansas in opposition to this dreadful law?\"\n\nSo convinced is Westerman of the danger of his state’s compromise over Medicaid expansion that he traveled to Virginia Tuesday to warn that state’s legislature against a similar plan the state is considering.\n\nLike Arkansas, Virginia is a Southern state with a Democratic governor trying to placate a sizable constituency opposed to the president’s health care law.\n\nIn a press conference organized by leader of the GOP-controlled House in Virginia, Westerman reiterated the concern that has become a rallying cry in his own state.\n\n“It's going to be sold to you as it's free money from Washington, D.C. … but you know as well as I do it's not free,” he said.\n\nAccording to a January poll put out by Talk Business and Hendrix College, a plurality of Arkansans support the private option, while a clear majority indicated opposition to the broader ACA.\n\nIf the program is not reauthorized, more than 87,000 people would lose their newly acquired health insurance by June 30.", "article_metadata": {"description": "State'\u0080\u0099s private option\u0080\u0099 for the poor is facing a conservative backlash, threatening health insurance for thousands", "google-play-app": "app-id=com.aljazeera.simple", "og": {"url": "http://america.aljazeera.com/articles/2014/2/18/arkansasa-s-medicaidexpansionfacesdifficultreauthorizationbattle.html", "image": {"width": 960, "identifier": "http://america.aljazeera.com/content/ajam/articles/2014/2/18/arkansasa-s-medicaidexpansionfacesdifficultreauthorizationbattle/jcr:content/mainpar/adaptiveimage/src.adapt.960.high.Arkansas_Medicaid_021814.1392816563389.jpg", "height": 600}, "type": "article", "description": "State'\u0080\u0099s private option\u0080\u0099 for the poor is facing a conservative backlash, threatening health insurance for thousands", "title": "Arkansas's Medicaid expansion faces reauthorization battle"}, "twitter": {"site": "@AJAM", "image": "http://america.aljazeera.com/content/ajam/articles/2014/2/18/arkansasa-s-medicaidexpansionfacesdifficultreauthorizationbattle/jcr:content/mainpar/adaptiveimage/src.adapt.960.high.Arkansas_Medicaid_021814.1392816563389.jpg", "description": "State'\u0080\u0099s private option\u0080\u0099 for the poor is facing a conservative backlash, threatening health insurance for thousands", "card": "summary", "title": "Arkansas's Medicaid expansion faces reauthorization battle"}, "apple-itunes-app": "app-id=810543104, affiliate-data=10lxKx", "keywords": "Republican Party, Obamacare, Medicare & Medicaid, Arkansas, U.S.", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fe041a\"", "article_summary": "Opposition to scuttling the private option status quo is not limited to advocacy groups, as business leaders have also warned against changing the private option.\nIf the program is not reauthorized, more than 87,000 people would lose their newly acquired health insurance by June 30.\nDavy Carter, the Arkansas House Speaker, said he would continue putting the re-authorization to a vote this week until they reach the 75 percent benchmark.\nMike Beebe is interviewed in a hallway outside his office at the Arkansas state Capitol in Little Rock, Ark., Tuesday, Feb. 18, 2014.\nAnother more than 13,000 people that were eligible for Medicaid but did not take advantage of it also signed up for the subsidized private insurance plan."}