{"article_title": "Top 5 Senior Living Design Must-Haves For 2014", "article_keywords": ["living", "assisted", "musthaves", "communities", "spaces", "design", "services", "senior", "technology", "residents", "care"], "article_url": "http://seniorhousingnews.com/2014/01/09/top-5-senior-living-design-must-haves-2014/", "article_text": "Add-on services, wellness programs and technology are just a few key aspects senior living professionals expect will earn their place as senior living mainstays in the following year and beyond.\n\nTake computer labs and on-site car rentals, for example. They’re no longer “nice-to-haves,” but are quickly becoming necessities as senior residents expect technology and transportation to cater to their specific purposes.\n\nTo find out what will be essential in senior living design in 2014, we polled the judges panel from our 2013 Senior Housing News Architecture & Design Awards to get their expert take on what’s hot in the new year of senior living design.\n\nHere’s what they had to say.\n\n1. Customization.\n\nShifts in consumer preferences will continue to drive changes in senior living environments in 2014, according to the judges from this year’s SHN Design Awards. Accommodating the demands of prospective residents will prove critical for providers to remain competitive.\n\n“Companies must meet these demands in all areas in order to keep up in a market with mounting competition,” says Raquel Mercer, vice president of Robycross. “Whether that means adding a new level of care that the community didn’t previously offer or modernizing the look and feel to an updated palate, all communities can feel the pressure to make a change.”\n\nStepping away from cookie cutter unit layouts, placing greater emphasis on individual living spaces instead can also help senior living providers hone in on the changing expectations of future residents.\n\n“One of the most important innovations has to be the inclusion of resident choice and input into their personal living spaces,” says Jeff Anderzhon, FAIA, Eppstein Uhen Architects. ”We are all individuals and want our living spaces to reflect individuality.”\n\n2. On-site services and the assisted living rehab hotel.\n\nIn 2014, senior living providers will not only have to accommodate their residents’ expectations for more individualistic preferences and amenities, but they’ll also have to cater to this aging population’s growing care needs.\n\nOne of the single-most important senior living design innovations on the horizon in 2014 will be the “assisted living rehab hotel” that is connected to an outpatient rehab facility, says Dan Cinelli, managing principal at Perkins Eastmans.\n\nThis innovative design feature, he says, will be driven by healthcare reforms such as the Affordable Care Act and Accountable Care Organizations that aim to restrict short-term stays in nursing homes funded by Medicare, as well as the shrinkage of traditional assisted living use.\n\n3. Technology: once a luxury, now a necessity.\n\nArchitects agree that technology, what was once considered a luxury in senior living design, will become a necessity in 2014 and beyond. As more seniors are becoming “wired,” or “plugged-in,” to current technologies, communities that don’t include spaces that facilitate Internet connectivity run the risk of having a dated aesthetic.\n\n“Technology will shape senior living design in 2014,” says David Dillard, principal at D2 Architecture.\n\nThis could mean the return of digital-centric spaces—formerly known as “internet cafes” and “computer training rooms”—into the common areas of independent living and assisted living communities.\n\n“I believe we will see a more purposeful investment in making these small, but important spaces work for marketing purposes and “for real” as each wave of senior residents crosses the threshold more wired, and more ready to Skype, blog, Facebook, and email with friends and loved ones off campus,” Dillard says.\n\nTechnology that connects residents with their friends and family beyond the walls of their communities stands to have one of the biggest impacts in senior living today, says Elisabeth Borden, principal of The Highland Group.\n\n‘These technologies expand the world of residents outside the walls of the buildings in ways that are often not possible physically,” Borden says.\n\nSocially connected tech can also keep families more informed, she says, as well as foster greater resident engagement within their own communities by providing access to activities, menus, communications with staff and other residents, among other benefits.\n\n4. Wellness centers\n\nWellness and community centers that challenge the mind, body and spiritual requirements of residents will also continue to be a top-minded priority for senior living design in 2014.\n\n“There is arguably no other single issue in elderly congregate living which contributes to a rapid deterioration of health than loneliness and the feeling of isolation,” says Anderzhon of Eppstein Uhen Architects. “Community centers that provide choices of activities that bring people together and that challenge the physical, mental and spiritual capacities of those individuals also contribute to their overall health and happiness.”\n\n5. Exterior services (think: “unparking”)\n\nCertain design trends might not even lie within a community’s walls, but rather exterior amenities and services available for resident use, like car rental services for on-the-go seniors.\n\n“Car rental by the hour for seniors, like Zip Car, can ‘unpark’ most CCRCs for cars that sit in the space and never move,” says Cinelli. “We can use that parking for other uses.”\n\nWritten by Jason Oliva", "article_metadata": {"news_keywords": "d2 architecture, eppstein uhen architects, perkins eastmans, robycross, the highland group, business, finance, real estate, senior housing", "og": {"site_name": "Senior Housing News", "description": "Add-on services, wellness programs and technology are just a few key aspects senior living professionals expect will earn their place as senior living mainstays in the following year and beyond. Take computer labs and on-site car rentals, for example. They’re no longer “nice-to-haves,” but are Read More »", "title": "Top 5 Senior Living Design Must-Haves For 2014 - Senior Housing News", "locale": "en_US", "image": "http://seniorhousingnews.com/wp-content/uploads/2014/01/bigstock-Modern-villa-with-pool-night-48684785-e1389309552164.jpg", "url": "http://seniorhousingnews.com/2014/01/09/top-5-senior-living-design-must-haves-2014/", "type": "article"}, "wp-parsely_version": "1.8", "fb": {"admins": 661268364}, "google-site-verification": "m2JqrSaoHES8Fk-PLPrg4_UM8oiLgSF_xP6GWwK1sZw", "article": {"publisher": "https://www.facebook.com/seniorhousingnews-175913563443/timeline/", "section": "Architecture & Design", "tag": "The Highland Group", "published_time": "2014-01-09T17:17:47+00:00"}, "viewport": "width=device-width"}, "article_summary": "To find out what will be essential in senior living design in 2014, we polled the judges panel from our 2013 Senior Housing News Architecture & Design Awards to get their expert take on what’s hot in the new year of senior living design.\nAdd-on services, wellness programs and technology are just a few key aspects senior living professionals expect will earn their place as senior living mainstays in the following year and beyond.\nArchitects agree that technology, what was once considered a luxury in senior living design, will become a necessity in 2014 and beyond.\n“Technology will shape senior living design in 2014,” says David Dillard, principal at D2 Architecture.\nOne of the single-most important senior living design innovations on the horizon in 2014 will be the “assisted living rehab hotel” that is connected to an outpatient rehab facility, says Dan Cinelli, managing principal at Perkins Eastmans."}