{"article_title": "South Carolina May be Do-or-Die for Jeb Bush’s Presidential Aspirations", "article_keywords": ["trumps", "trump", "campaign", "cruz", "doordie", "rubio", "jeb", "bush", "bushs", "south", "kasich", "aspirations", "think", "presidential", "carolina"], "article_url": "http://www.thefiscaltimes.com/2016/02/19/South-Carolina-May-be-Do-or-Die-Jeb-Bush-s-Presidential-Aspirations", "article_text": "As Republican presidential frontrunner Donald Trump enjoys telling audiences, former Florida governor Jeb Bush and his Super PACS have raised $155.6 million in the 2016 presidential campaign so far with little to show for it.\n\nThe one-time hot political commodity has steadily fallen in the polls and shrunk in stature under Trump’s withering attacks regarding his “low energy,” his “weak” stands on immigration and national security and his reliance on his brother, former President George W. Bush, and his 90-year-old mother to try to jumpstart his campaign.\n\nRelated: Here’s the Compliment Trump Gave the Pope After Being Slammed on Immigration\n\nDespite some occasional bravado, Bush often reveals his insecurity about the course of the campaign. “I hope that you believe that it’s possible for us to do this,” Bush told voters in Rock Hill, S.C., this week as he wrapped up another town hall meeting, according to The New York Times. “I hope you don’t think the end is near.”\n\nUnfortunately for Bush, the end of his once promising bid for the GOP presidential nomination is near. Although his joint appearance with his brother early this week gave Bush’s campaign a much-needed jolt – the Bush family is still revered by many in the state -- he reportedly was sorely disappointed that Republican Gov. Nikki Haley endorsed Florida Sen. Marco Rubio over him in the South Carolina primary.\n\nWhile Haley and many other South Carolina Republicans were offended by Trump’s relentless harangues against George W. Bush’s decision to invade Iraq in 2003, Trump’s strategy once again put Jeb Bush on the defensive in trying to reconcile his foreign policy views with those of his brother and father.\n\nThe final days of the South Carolina GOP primary have devolved into an ugly catfight, with Trump and Sen. Ted Cruz of Texas exchanging barbs arguing who is the bigger liar, while Cruz and Rubio scrap over which candidate is tougher on immigration reform and national security. Unless Bush can find a way to navigate this political demolition derby and finish third or a very strong fourth, his remaining days in the campaign will be numbered.\n\nRelated: Trump and Cruz Strike a New Low In Presidential Politics\n\nA new Clemson University Palmetto Poll released on Friday shows Trump continuing to lead the GOP field with 28 percent, followed by Cruz at 19 percent and Rubio at 15 percent. Bush and Ohio Gov. John Kasich are lumped together in the second tier: Bush had 10 percent and Kasich 9 percent.\n\nDavid Woodard, the Clemson political scientist who supervised the poll, said in an interview that the race is very fluid, and that Rubio is surging and could well elbow Cruz aside for second place. Clearly, the Florida senator is being helped by the backing of Haley and Republican South Carolina Sen. Tim Scott. Beyond that, Kasich – who finished second to Trump in New Hampshire – is showing surprising strength in South Carolina, where he was not expected to perform well because of his more moderate views.\n\n“I wouldn’t be surprised if Bush finished fifth, behind Kasich, which means that’s curtains for him,” Woodard said.\n\n“I think if somebody surges – let’s just say Rubio surges up and gets second – then I think that’s the news story that comes out of South Carolina,” he added. “And I think if Kasich – who is doing much better than I thought in this state – if he beats Bush, I think that’s really significant. I mean, Jeb Bush brought his brother over here, and it just didn’t work.”\n\nRelated: Could Trump’s Attacks on George W. Bush Backfire in South Carolina?\n\nDuring a Republican town hall in South Carolina broadcast Thursday evening by CNN, host Anderson Cooper asked Bush how he can convince voters in the state that he still has momentum and a path forward. “Well, I do have momentum if you look at the polls and you look at the crowd sizes of our town hall meetings,” Bush responded. “And the enthusiasm that exists.”\n\nCooper persisted in asking Bush what it was like to campaign against Trump and other aggressive candidates when he is renowned for his more laid back, introverted personality. Bush insisted that it is a “pretty good thing to be” an introvert when running for president “when you’ve been written off over and over and over again.”\n\n“In fact, that just makes me more motivated, more energized,” he said. “So I’ve overcome my introversion which makes me I think better – better than an extrovert.”", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "As Republican presidential frontrunner Donald Trump enjoys telling audiences, former F", "title": "South Carolina May be Do-or-Die for Jeb Bush’s Presidential Aspirations", "url": "http://www.thefiscaltimes.com/2016/02/19/South-Carolina-May-be-Do-or-Die-Jeb-Bush-s-Presidential-Aspirations", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/02192016_Jeb_Bush.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2016/02/19/South-Carolina-May-be-Do-or-Die-Jeb-Bush-s-Presidential-Aspirations", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/02192016_Jeb_Bush.jpg", "creator": "@ericpianin", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "As Republican presidential frontrunner Donald Trump enjoys telling audiences, former F", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "Clearly, the Florida senator is being helped by the backing of Haley and Republican South Carolina Sen. Tim Scott.\nI mean, Jeb Bush brought his brother over here, and it just didn’t work.”Related: Could Trump’s Attacks on George W. Bush Backfire in South Carolina?\nNikki Haley endorsed Florida Sen. Marco Rubio over him in the South Carolina primary.\n“I think if somebody surges – let’s just say Rubio surges up and gets second – then I think that’s the news story that comes out of South Carolina,” he added.\nBeyond that, Kasich – who finished second to Trump in New Hampshire – is showing surprising strength in South Carolina, where he was not expected to perform well because of his more moderate views."}