{"article_title": "Pink Slip September '13: Miley, Perry, Donald", "article_keywords": ["pink", "13", "perry", "dont", "office", "states", "donald", "woman", "slip", "president", "miley", "white", "republican", "guy", "texas", "obama"], "article_url": "https://www.longislandpress.com/2013/09/04/pink-slip-september-13-miley-perry-donald-youre-fired/", "article_text": "[colored_box color=”red”]\n\n\n\nMiley Cyrus\n\nMiley Cyrus didn’t win one prize at MTV’s recent Video Music Awards but she sure was a big hit in the worst way. Sticking her tongue out like a sheep dog, wagging her tail against Robin Thicke’s middle-aged paunch while the world watched her get the attention she craved—she was way out-tweeting Justin Timberlake. Of course, we have to admit her egregious TV series with her poor washed-up dad was never our cup of meat, either. Maybe she really “can’t stop,” but we certainly can. This popped tart belongs in the recycle bin. But on the bright side, she does make us kind of miss Amanda Bynes.\n\nRick Scott\n\nSo the moment the ink is dry, metaphorically speaking, on the U.S. Supreme Court’s recent decision to gut the Voting Rights Act, Florida’s Republican Gov. Rick Scott renews his efforts to “scrub” his state’s voter lists. As a reporter at the Tampa Bay Times put it, “the burden will fall most heavily on urban counties with large Hispanic populations, notably Miami-Dade.” Why? Because the governor is on the prowl for “noncitizens” who dare to vote. How many will he find? Few, if any, of course, but that’s not the point—and it never was. It’s just part of the state’s Republican attack machine’s mandate to strike fear in the hearts of those who might elect a Democrat.\n\nRick Perry\n\nOops, we almost let the Texas Republican Gov. Rick Perry leave office without another Pink Slip! You’d think that one of the richest states in the country would have a higher standard of living for every Texan, not just the rich white conservatives who have kept Perry in office, but you’d be wrong. Thanks to his attack on the state’s health care system, Texas has the greatest percentage of uninsured people in the United States. As NPR reported, “Nearly 6.5 million Texans are now uninsured even though the majority of them have full-time jobs.” And don’t forget what’s he’s done to women’s reproductive rights, despite the best efforts of Wendy Davis, a Democratic State Senator who stood up against him in a attention-grabbing filibuster. To his credit, Perry did issue an executive order mandating that all girls entering 6th grade in Texas get the Gardisil vaccine, which eventually cut the teenage HPV infection rate in half, but it was manufactured by Merck, which gave Perry’s gubernatorial campaign $400,000. Pay to play, eh? More recently, as The New Republic’s Molly Redden wrote, the cowboy governor’s refusal to accept the Affordable Care Act’s Medicaid expansion has denied health insurance to 1.5 million Texans living below the poverty line. And to think this guy was once a front-runner in the 2012 Republican presidential primary before he lost count in that fateful “oops” moment that should hound him forever!\n\nTom Corbett\n\nPennsylvania’s Republican governor, Tom Corbett, recently hired a certifiable nut job, Ana Puig, to be the legislative liaison for the state’s Department of Revenue. She founded the Kitchen Table Patriots, a Tea Party cabal, whose “media guy” was a Nazi memorabilia enthusiast. She’s promoted events featuring topics like “The Muslim Brotherhood and creeping sharia law in America” and “Pro-Islamic bias and indoctrination in our public school textbooks,” and she’s gone on to claim that President Obama has a “model for implementation of 21st century Marxism.” We’d give her a pink slip, but let’s go straight to the top: Corbett, you shouldn’t be encouraging people who think this way in times like these. The Keystone State can do better.\n\nPaul LePage\n\nIt might start to look like it’s “Pick on Crazy Republican Governors Month” but there’s a reason Maine Gov. Paul LePage deserves a Pink Slip. He told a group of Mainers recently that President Obama “hates white people.” (Tell that to Lawrence Summers! No, don’t, we don’t want the president talking to that arrogant a-hole.) Reportedly LePage told a group of Republican lawmakers that Obama could have been the best president ever if he had just highlighted his biracial heritage but, LePage explained, Obama hasn’t done that “because he hates white people.” Where do these guys get these nutty notions? And just as important, where do they get the votes to take office? That’s what’s really scary.\n\nIke Boutwell\n\nThis Kentucky movie theater owner banned “The Butler” from his Movie Palace and Showtime Cinemas venue in Elizabethtown. Apparently he was outraged that Jane Fonda was portraying former First Lady Nancy Reagan in Lee Daniel’s hit film about an African-American butler who served eight U.S. presidents. From any perspective, it’s been a big box office success. But Ike Boutwell, a former Marine, still regards one of America’s greatest living actresses as “an enemy of the United States.” He said it would be “throwing gas on the fire” to screen this movie, and it would be “a terrible dishonorment [sic] on my part to give money to a woman” such as Fonda. He’s still holding a grudge because Fonda foolishly allowed herself to be part of a North Vietnamese propaganda photograph posing with Hanoi’s soldiers manning an anti-aircraft gun in 1972, something she has since regarded as “an unforgivable mistake…. I don’t know if I was set up or not. I was an adult. I take responsibility for my actions.” Boutwell should get with the times. These days Vietnam has become a tourist trap for westerners. The war is over, buddy. Hollywood is as America as apple pie.\n\nDonald Trump\n\nWe still want him to run in a Republican presidential primary because he is so much fun to mock. But when New York Attorney General Eric Schneiderman filed a $40 million lawsuit against the Donald accusing his Trump University of engaging in illegal business practices, that really got our attention. Apparently Trump treated students like chumps at his for-profit investment school, charging them $1,500 to $10,000 in fees. As Schneiderman said, “No one, no matter how rich or famous they are, has a right to scam hardworking New Yorkers.” The investigation first came to light in 2011 after it was reported that dozens of students had complained to authorities in New York, Texas, Florida and Illinois that they were being hoodwinked or, as our A.G. put it, being snookered “to spend tens of thousands of dollars they couldn’t afford for lessons they never got.” We’re not going to wait for the wheels of justice to turn because we already see through that phony promoter with the trussed-up pompadour: Trump, you’re fired.\n\nChancey Allen Luna & James Francis Edwards\n\nFor “the fun of it,” Dwayne Jones, 17, told Oklahoma police. That was the explanation why his companions Chancey Allen Luna, 16, and James Francis Edwards, 15, allegedly shot dead a college athlete who happened to jog past the car the three teens were sitting in. And so Christopher Lane, a 22-year-old Australian college baseball player attending school in the U.S., took a bullet in the back because they were bored—and armed.\n\nSydney Leathers\n\nGive the enterprising young woman some credit, but parlaying her 15 minutes of fame after being on the receiving end of Anthony Weiner’s excited sexts into an X-rated video career, as witnessed by her frolicking in the skin flick, “Weiner and Me,” is arguably going too far, even by our hypocritical standards. This 23-year-old Indiana gal has done a clothing endorsement deal, an appearance on Howard Stern and been a guest host of a Manhattan strip club. She’s entitled to market herself. But she did an unprotected sex scene for Vivid Entertainment with a guy who had done a previous sex scene with a young woman who tested positive for HIV, according to Gawker, reportedly causing a “coitus inter-ruptus” in the sex industry for a bit so they could shake it all out. Blowing the cover of the former Brooklyn Congressman whose wife just gave birth to a little Weiner is one thing, but putting her own life in danger so some shmuck could profit off her cheap thrills is not a good business move. On the other hand, maybe Leathers could go back to Indianapolis and run for Congress. She certainly knows something about the body politic by now.\n\nRobert Mugabe\n\nPoor Zimbabwe. This hard-pressed country, once Britain’s former colony when it was known as Rhodesia, just can’t shake this shady guy who’s been running the pitiful place since 1980. He had his moment in the sun, when he helped black Zimbabweans get majority rule, but that was years ago. His hold on power has only become encrusted with corruption and greed, while the prosperity he promised his people has always seemed to rest only on the property he could confiscate from white settlers and their businesses. His record stinks but he just won another five-year term—and he’s only 89. Was there election fraud? What a racist thing to suggest! Mugabe racked up 61 percent of the presidential vote. But he did say that “there will come a time when we lose our patience” with the West’s constant pressure for democratic reforms. We lost our patience with this authoritarian villain long ago. Good riddance.\n\n[/colored_box]", "article_metadata": {"generator": "Powered by Visual Composer - drag and drop page builder for WordPress.", "author": "Long Island Press", "og": {"site_name": "Long Island News from the Long Island Press", "description": "Facebook Twitter Google+ Pinterest WhatsApp Email Tumblr LinkedIn Reddit Print [colored_box color=”red”] Miley Cyrus Miley Cyrus didn’t win one prize at MTV’s recent Video Music Awards but she sure was a big hit in the worst way. Sticking her tongue out like a sheep dog, wagging her tail against Robin Thicke’s middle-aged paunch while the …", "title": "Pink Slip September '13: Miley, Perry, Donald - You're Fired!", "locale": "en_US", "image": {"width": 420, "identifier": "https://www.longislandpress.com/wp-content/uploads/2013/09/Miley_feat.jpg", "height": 470}, "updated_time": "2013-09-04T10:39:54-04:00", "url": "https://www.longislandpress.com/2013/09/04/pink-slip-september-13-miley-perry-donald-youre-fired/", "type": "article"}, "twitter": {"description": "Facebook Twitter Google+ Pinterest WhatsApp Email Tumblr LinkedIn Reddit Print [colored_box color=”red”] Miley Cyrus Miley Cyrus didn’t win one prize at MTV’s recent Video Music Awards but she sure was a big hit in the worst way. Sticking her tongue out like a sheep dog, wagging her tail against Robin Thicke’s middle-aged paunch while the […]", "creator": "@longislandpress", "image": "https://www.longislandpress.com/wp-content/uploads/2013/09/Miley_feat.jpg", "title": "Pink Slip September '13: Miley, Perry, Donald - You're Fired!", "site": "@longislandpress", "card": "summary_large_image"}, "fb": {"app_id": 122297088961}, "article": {"publisher": "https://www.facebook.com/longislandpress", "published_time": "2013-09-04T10:35:34-04:00", "author": "longislandpress", "section": "Express Checkout", "modified_time": "2013-09-04T10:39:54-04:00", "tag": "Tom Corbett"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "It’s just part of the state’s Republican attack machine’s mandate to strike fear in the hearts of those who might elect a Democrat.\nHe told a group of Mainers recently that President Obama “hates white people.” (Tell that to Lawrence Summers!\nRick PerryOops, we almost let the Texas Republican Gov.\nRick Perry leave office without another Pink Slip!\nDonald TrumpWe still want him to run in a Republican presidential primary because he is so much fun to mock."}