{"article_title": "New Jersey Fatherhood bill", "article_keywords": ["singleton", "responsible", "council", "fathers", "bill", "father", "likely", "assemblyman", "state", "role", "fatherhood", "jersey"], "article_url": "http://www.app.com/story/news/politics/john-schoonejongen/2014/05/20/nj-fatherhood-bill/9348029/", "article_text": "Buy Photo Assemblyman Troy Singelton photographed at his office at the North East regional Council of Carpenters Union in Edison. (Photo: MARK R. SULLIVAN/STAFF PHOTOGRAPHER )Buy Photo\n\nFor Assemblyman Troy Singleton, fatherhood matters.\n\nThe reasons are simple: Children in homes without fathers are four times more likely to live in poverty. They are more likely to commit crimes and go to prison. They are seven times more likely to become pregnant as a teenager. And they are twice as like to drop out of school.\n\nThese statistics, compiled by the National Fatherhood Initiative from a variety of sources, point to the devastating reality that absent fathers lead to societal problems that will not be fixed with after-the-fact bandages.\n\n\"Fatherlessness in general, I believe, is a growing crisis in our country and in our state,\" Singleton said. \"And when you think about its effects, it sort of can form the foundation from which many challenges and problems stem.\"\n\nAttacking the issue at its root is what led Singleton to introduce legislation that would create the New Jersey Council on Responsible Fatherhood and the Responsible Fatherhood Fund. The measure will be up for a vote before the full Assembly on Thursday.\n\nThe bill calls for no funding from the state, Singleton said. The council would seek grant money to fulfill its mission, which would be to establish and maintain responsible fatherhood programs and promote \"the positive involvement of fathers in their children's lives.\"\n\nThe Burlington County Democrat, a father of three who is active with his children (\"my teenager would tell me too active,\" Singleton joked), said he believes encouraging fathers to have a strong role in their children's upbringing could make a difference throughout the state, but most specifically where socio-economic difficulties exist.\n\nIn Asbury Park, where a new initiative backed by the Asbury Park Press has begun to deal specifically with the poor academic results in the school system, programs pushed by the council Singleton is proposing could help.\n\n\"In a lot of these communities, the bigger challenge is there aren't a lot of positive role models that folks can see and emulate,\" Singleton said. \"And because we're trying to create this sort of central location where information can be gathered and sent out to various reaches in the state, we think that would go a long way to helping places like Asbury or Camden or Willingboro, where I grew up … Trenton, etc.,\" Singleton said.\n\nThe assemblyman said he is a living example of what having an active father can yield. His father was a vital part of his upbringing, and Singleton saw what happened to some family and friends who were raised without a strong father figure. He remains thankful for the role his father played in his life.\n\n\"When others didn't have their fathers present, my father would often try to fill a void in some lives, but also, more than anything else, give us a good example of an honest, hard-working man, that we had someone that we can emulate,\" Singleton said. \"And he's still my role model to this day. … If I can be half the man he is than I've done a good job.\"\n\nJohn Schoonejongen is state editor. jschoonejongen@app.com\n\nRead or Share this story: http://www.app.com/story/news/politics/john-schoonejongen/2014/05/20/nj-fatherhood-bill/9348029/", "article_metadata": {"google": "notranslate", "description": "A Burlington County assemblyman wants a statewide effort to encourage fathers to be active in their children's lives.", "og": {"site_name": "Asbury Park Press", "description": "A Burlington County assemblyman wants a statewide effort to encourage fathers to be active in their children's lives.", "title": "Singleton seeks a fatherhood revival", "url": "http://www.app.com/story/news/politics/john-schoonejongen/2014/05/20/nj-fatherhood-bill/9348029/", "image": "http://www.gannett-cdn.com/GDContent/applogos/app.png", "type": "article"}, "twitter": {"description": "A Burlington County assemblyman wants a statewide effort to encourage fathers to be active in their children's lives.", "title": "New Jersey Fatherhood bill", "image": "http://www.gannett-cdn.com/-mm-/dbfef71e0a454839fc3c86a41ed1e75f5bfe91e8/c=136-0-1605-1469&r=x643&c=640x640/local/-/media/AsburyPark/2014/05/21/aaasb-6fdkzt9z18gahihb36ioriginal.jpg", "creator": "@AsburyParkPress", "site": "@AsburyParkPress", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=600068887", "fb": {"app_id": 116172675120111}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": "nj, fatherhood, troy singleton"}, "article_summary": "Attacking the issue at its root is what led Singleton to introduce legislation that would create the New Jersey Council on Responsible Fatherhood and the Responsible Fatherhood Fund.\n(Photo: MARK R. SULLIVAN/STAFF PHOTOGRAPHER )Buy PhotoFor Assemblyman Troy Singleton, fatherhood matters.\nThe bill calls for no funding from the state, Singleton said.\n\"Fatherlessness in general, I believe, is a growing crisis in our country and in our state,\" Singleton said.\nThe council would seek grant money to fulfill its mission, which would be to establish and maintain responsible fatherhood programs and promote \"the positive involvement of fathers in their children's lives.\""}