{"article_title": "Liberals helped create Trump; now deal with it", "article_keywords": ["shut", "liberal", "trump", "deal", "media", "create", "lied", "american", "helped", "lies", "liberals", "speech", "mainstream"], "article_url": "http://www.chicoer.com/article/NA/20160522/LOCAL1/160529932", "article_text": "Liberals helped create Trump; now deal with it\n\nNote to the American liberal mainstream media, borrowing a phrase from the campus liberal students seeking to shut down the First Amendment’s guarantee of “free speech” on their campus because it violates their “safe zones” and their right to be free of speech that offends them. To mainstream liberal media and all far left university professors: “Shut up!”\n\nTwo-thirds of all American citizens no not believe the garbage, the lies, the excuses and the assigned blames you write for print, record for radio, telecast on liberal-only cable broadcast venues, and finally, the misuse of your ally racist social media Internet websites.\n\nFor those two-thirds of we Americans, we suffered under seven years of the worst American president to ever be elected, a man who elevated himself by creating the greatest “fake” hope and change campaign lies to ever be promised. Yes the combination of the liberal mainstream media and Barack Obama’s lies and progressive liberal policies, together, they caused 92 million citizens to be without a job, shut down industries providing those jobs, shrank our military who’ll defend us, lied about Obamacare, lied about the Iran deal, and racially divided the greatest nation on earth.\n\nCongrats, liberals: You created Donald Trump. Thank you. First your liberal media outlets sold us Obama. And now you want to sell us Crooked Hillary?\n\n— Rick Clements, Paradise", "article_metadata": {"description": "Liberals helped create Trump; now deal with itNote to the American liberal mainstream media, borrowing a phrase from the campus liberal students seeking to shut down the First Amendment’s guarantee of “free speech", "title": "Letter: Liberals helped create Trump; now deal with it", "og": {"url": "http://www.chicoer.com/article/NA/20160522/LOCAL1/160529932", "image": {"width": "600px", "identifier": "http://local.chicoer.com/common/dfm/assets/logos/small/chicoer.png?052016", "height": "600px"}, "type": "article", "title": "Letter: Liberals helped create Trump; now deal with it"}, "twitter": {"domain": "chicoer.com", "description": "Liberals helped create Trump; now deal with itNote to the American liberal mainstream media, borrowing a phrase from the campus liberal students seeking to shut down the First Amendment’s guarantee of “free speech", "title": "Letter: Liberals helped create Trump; now deal with it", "url": "http://www.chicoer.com/article/NA/20160522/LOCAL1/160529932", "image": {"src": "http://local.chicoer.com/common/dfm/assets/logos/small/chicoer.png?052016"}, "site": "@chicoer", "app": {"id": {"ipad": "id509310750?mt=8", "iphone": "id499663248?mt=8", "googleplay": "com.spreedinc.providers.californianewspaperpartnership.chicoenterpriserecord"}}, "card": "summary_large_image"}, "keywords": "Letters, Letters news, Chico Letters news, CA Letters news, US Letters news, world Letters news.", "msvalidate.01": "9DAB14005AD5A9FFA4CA0EF58CC794BA", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0", "news_keywords": "Letters, Letters news, Chico Letters news, CA Letters news, US Letters news, world Letters news."}, "article_summary": "Liberals helped create Trump; now deal with itNote to the American liberal mainstream media, borrowing a phrase from the campus liberal students seeking to shut down the First Amendment’s guarantee of “free speech” on their campus because it violates their “safe zones” and their right to be free of speech that offends them.\nFirst your liberal media outlets sold us Obama.\nCongrats, liberals: You created Donald Trump.\nAnd now you want to sell us Crooked Hillary?\n— Rick Clements, Paradise"}