{"article_title": "Let’s Do Something, Maybe, About High-Frequency Trading", "article_keywords": ["kind", "street", "investors", "wall", "maybe", "flash", "traders", "lewiss", "lets", "highfrequency", "trading", "markets"], "article_url": "http://www.thefiscaltimes.com/Columns/2014/04/04/Let-s-Do-Something-Maybe-About-High-Frequency-Trading", "article_text": "Ever since Liar's Poker transformed the world of financial journalism, Michael Lewis's writing about business and finance has stood out in a crowded field, partly because he's able to reach so many people so rapidly. If we rated financial journalists by the strength of their Rolodexes, he'd be in the top three. Lewis takes what he learns from talking to those contacts and turns it into very fluid prose that's not only easily understood but powerful and entertaining.\n\nSo it shouldn't have come as a tremendous shock that Lewis's latest book, Flash Boys, has quickly revived high-frequency trading as a hot-button issue on Wall Street, pitting the old guard (like New York Stock Exchange floor traders and specialists) against next-generation traders at hedge funds, \"dark pools\" and elsewhere. Those traders rely on their ability to execute trades within milliseconds and at precise prices (regardless of how much they are buying or selling).\n\nRelated: Michael Lewis Says Flash Traders Rig the Market\n\nHigh-frequency trading is the logical outgrowth of that next generation's tech-fueled style of investing. It relies on algorithms run by computers that operate at lightning speed. They scan the markets and get in ahead of the \"crowd\" to profit from trends taking shape. They move so fast that mere humans simply can't keep pace – and they're aided by the fact that top high-frequency trading firms \"co-locate\" their computer systems, parking them as close as possible to the servers that power the New York Stock Exchange and Nasdaq, removing even the tiniest delays in executing orders.\n\nHigh-frequency trading gained momentum on Wall Street during the years leading up to the financial crash, and began attracting public scrutiny in its immediate aftermath. It's been about five years since members of Congress first announced their intention of holding hearings into the phenomenon, and nearly four years since it was found to have played a role in the \"flash crash\" of 2010.\n\nAs early as the summer of 2009, Senator Charles Schumer (D-NY) first proposed banning some kinds of \"flash\" orders; other supporters of similar ideas began to argue that high-frequency trading disadvantages small investors, even as the big boys who benefitted (futures and options exchanges, big investment banks) came out in defense of the new trading models.\n\nSo there's nothing new in Michael Lewis's critique, right?\n\nExcept, that the whole question of high-frequency trading has never, in all those years, really been resolved. It still worries many in the markets, like Charles Schwab CEO Walt Bettinger, who on Thursday called it a \"growing cancer that needs to be addressed.\"\n\n\"High-frequency traders are gaming the system, reaping billions in the process and undermining investor confidence in the fairness of the markets,\" Bettinger said in a statement. \"High-frequency trading isn't providing more efficient, liquid markets; it is a technological arms race designed to pick the pockets of legitimate market participants.\"\n\nBettinger's business, of course, depends on the continued faith of individual investors in the fairness of markets; if those investors turn tail, Schwab is bound to struggle. Yet his statement is a sign of the passions and high stakes surrounding high-frequency trading.\n\nAnother sign was the heated debate on CNBC earlier this week involving Lewis and two CEOs of alternative exchanges. The clip attracted plenty of buzz, but the issues involved are far more than simply gossip-worthy entertainment.\n\nLewis's argument (and that of his book's protagonist, Brad Katsuyama, CEO of IEX, an alternative exchange) is that high-frequency trading rigs the markets, and does so in a way that's unfair to smaller investors.\n\nThe conventional counter to that criticism is that the world of Wall Street trading has never been a fair place for mom-and-pop investors. It's a shark-eat-shark kinda place, and anyone who expects something different has been consuming illicit substances at quite a clip.\n\nIn past decades, however, when big institutional traders have edged aside the little guys, it has been at least possible to discern some kind of common interest between the two groups. Often, those institutions were managing pension fund assets, or assets for foundations or college endowments, or insurance companies, or mutual funds.\n\nIt was their size that made them powers on the street, but broadly speaking, many of the individual investors had some kind of direct or indirect stake in those entities doing well. Perhaps their pension would benefit; their child would receive a bigger college scholarship; their insurance rates wouldn't rise because the insurance company's investments did well. Or their mutual fund manager's portfolio outperformed in part because of the prowess of its trading desk.\n\nToday's high-frequency trading firms exist only to make money for their traders, in what has become a zero-sum game. It's tough to quantify their benefits to the system; for every argument suggesting their trading activity enhances liquidity, others counter suggesting that simply isn't the case. Certainly, there is a strong argument to be made that what we may gain in liquidity and tighter spreads, we forfeit in transparency and integrity.\n\nRelated: On Wall Street, 'Tick Size' Does Matter\n\nMichael Lewis's outsize soapbox may serve a purpose if it leads to a serious debate on these issues. Certainly, previous efforts to engage on the topic haven't worked. Consider Better Markets, the non-profit organization launched in 2010 to push for financial market reform. It has submitted no fewer than 15 comment letters with the SEC and CFTC with respect to high-frequency-trading; staff members have testified before Congressional committees; CEO Dennis Kelleher has had meetings urging regulators to take some kind of action. But no dice.\n\n\"None of this is news to Better Markets,\" said Kelleher in a recent statement about Lewis's book, referring to the \"manipulative and abusive practices\" of parts of the high-frequency trading community and the ways that the markets \"are rigged by insiders for insiders.\"\n\nWall Street was bailed out because it was vital to all of us, not because insiders needed to become even wealthier. To the extent that the book reminds Washington's power brokers of this, by creating a public fracas or two of the kind we witnessed on CNBC, so much the better.\n\nTop Reads from The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Ever since Liar's Poker transformed the world of financial journalism, Michae", "title": "Let’s Do Something, Maybe, About High-Frequency Trading", "url": "http://www.thefiscaltimes.com/Columns/2014/04/04/Let-s-Do-Something-Maybe-About-High-Frequency-Trading", "image": "http://cdn.thefiscaltimes.com/sites/default/files/04042014_Michael_Lewis.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/Columns/2014/04/04/Let-s-Do-Something-Maybe-About-High-Frequency-Trading", "image": "http://cdn.thefiscaltimes.com/sites/default/files/04042014_Michael_Lewis.jpg", "creator": "@SuzMcGeeNYC", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "Ever since Liar's Poker transformed the world of financial journalism, Michae", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "Except, that the whole question of high-frequency trading has never, in all those years, really been resolved.\nYet his statement is a sign of the passions and high stakes surrounding high-frequency trading.\nHigh-frequency trading gained momentum on Wall Street during the years leading up to the financial crash, and began attracting public scrutiny in its immediate aftermath.\nToday's high-frequency trading firms exist only to make money for their traders, in what has become a zero-sum game.\n\"High-frequency trading isn't providing more efficient, liquid markets; it is a technological arms race designed to pick the pockets of legitimate market participants.\""}