{"article_title": "Southeast Asia maritime build-up accelerates, raising risks in disputed seas", "article_keywords": ["billion", "south", "disputed", "accelerates", "vessels", "seas", "navy", "maritime", "southeast", "defense", "asia", "navies", "buildup", "capabilities", "asian", "raising", "risks"], "article_url": "http://www.thefiscaltimes.com/latestnews/2015/05/25/Southeast-Asia-maritime-build-accelerates-raising-risks-disputed-seas", "article_text": "SINGAPORE (Reuters) - Southeast Asian nations are prioritizing spending on their navies and coastguards amid rising tensions in the South China Sea, but as their capabilities grow, so does the risk that any confrontation in the contested waterway will be harder to contain.\n\nAnnual defense spending in Southeast Asia is projected to reach $52 billion by 2020, from an expected $42 billion this year, according to IHS Janes Defence Weekly.\n\nThe 10 nations of Southeast Asia are expected to spend $58 billion on new military kit over the next five years, with naval procurement comprising a large chunk, it said.\n\nMuch of this equipment is likely to be used in and around the South China Sea, where Beijing's creation of artificial islands has alarmed some Asian countries and stoked tension between China's navy and the U.S. air force.\n\nChina claims most of the South China Sea, through which $5 trillion in ship-borne trade passes every year. The Philippines, Vietnam, Malaysia, Taiwan and Brunei also have overlapping claims.\n\n\"As their capabilities in the maritime space expand, it means the range and lethality of (Southeast Asian) strike forces will also increase,\" said Tim Huxley, executive director of the International Institute of Strategic Studies in Asia.\n\n\"If there is a confrontation and it escalates, there is a potential for a more lethal conflict.\"\n\nThe interest in beefing up maritime capabilities was apparent last week at the IMDEX Asia maritime defense show in Singapore, where regional naval chiefs and defense procurement officials mingled with contractors from the United States, Europe, Israel and other parts of Asia.\n\nMock-ups of state-of-the-art submarines and warships, patrol vessels and amphibious boats as well as surveillance aircraft and drones were all on display.\n\n\"I had no free time. Several senior officers visited our stand and were keen on what we had to offer,\" said an executive from a major European defense contractor.\n\nPEOPLE-SMUGGLING\n\nIt's not all about geo-politics.\n\nRegional governments are also concerned about piracy and the smuggling of goods and people.\n\nMalaysia and Indonesia have sent their navies out to search for thousands of migrants from mainly Myanmar and Bangladesh who are believed to be adrift at sea.\n\nBut while the maritime wish-lists are long, Southeast Asian budgets are tight everywhere except Singapore.\n\n\"Military officers are being told to repair and keep using equipment that should have been replaced decades ago,\" one regional military source, who declined to be identified, said on the sidelines of the IMDEX show.\n\nAn Indonesian military source said the new government of President Joko Widodo was focusing on maritime defense, but that the build-up would take time.\n\nSoutheast Asian government sources said there had been a deliberate move to acquire capabilities that allow naval forces to operate more effectively in coastal zones.\n\nAfter Singapore built six Formidable-class multi-role frigates in partnership with France's state-controlled naval contractor DCNS, others followed suit, said Richard Bitzinger, a security expert at the S.Rajaratnam School of International Studies in Singapore.\n\nMalaysia has ordered six corvettes worth around 9 billion ringgit ($2.50 billion) from DCNS. Indonesia, Vietnam and Thailand are also in talks with suppliers from Russia and Europe.\n\nUNDERWATER CAPABILITIES\n\nSubmarines are also popular.\n\nVietnam has taken possession of three Russian-built Kilo-attack submarines and has three more on order, something experts say underscores Hanoi's determination to counter China's more powerful navy.\n\n. Indonesia has ordered three from South Korea's Daewoo Shipbuilding . \"Submarine force development suggests the navies are wary of maritime power projection capabilities in the region,\" said Rukmani Gupta, senior armed forces analyst at IHS Janes. Amphibious ships that can carry tanks, helicopters, troops and perform search and rescue missions are also in vogue. Singapore's ST Engineering is building four Endurance-class vessels for Singapore's navy and one for Thailand, while Indonesia and the Philippines are looking to add similar ships to their fleets. \"These multi-purpose vessels can be fitted for a range of missions. They are ideal for Southeast Asian navies, which have small budgets but a range of needs,\" said Huxley. The Philippines hopes to get by year-end the first of 10 coastguard vessels Japan is building for it. Japan is also supplying used navy patrol boats to Vietnam. There has also been renewed interest in fixed-wing aircraft, helicopters and unmanned aerial vehicles (UAVs) that improve maritime patrol capabilities. Earlier this year at a Malaysian defense show, Boeing promoted its Maritime Surveillance Aircraft, which includes the radars and sensors that are on its P-8 Poseidon planes but not its anti-submarine warfare capabilities. \"As Southeast Asian navies add new capabilities for warfighting, any future conflict in the region is likely to be faster, more intense and more lethal, and therefore perhaps more devastating,\" Bitzinger wrote in a research paper this month. (Editing by Dean Yates)\n\nSingapore, which has four second-hand submarines, has ordered two from Germany's ThyssenKrupp Marine Systems", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "SINGAPORE (Reuters) - Southeast Asian nations are prioritizing spending on their navie", "title": "Southeast Asia maritime build-up accelerates, raising risks in disputed seas", "url": "http://www.thefiscaltimes.com/latestnews/2015/05/25/Southeast-Asia-maritime-build-accelerates-raising-risks-disputed-seas", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/southchinasea-usa-china-navy-video_2.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/latestnews/2015/05/25/Southeast-Asia-maritime-build-accelerates-raising-risks-disputed-seas", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/southchinasea-usa-china-navy-video_2.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "SINGAPORE (Reuters) - Southeast Asian nations are prioritizing spending on their navie", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af46914bd0286fdbc84\"", "article_summary": "They are ideal for Southeast Asian navies, which have small budgets but a range of needs,\" said Huxley.\nAn Indonesian military source said the new government of President Joko Widodo was focusing on maritime defense, but that the build-up would take time.\nBut while the maritime wish-lists are long, Southeast Asian budgets are tight everywhere except Singapore.\nThe interest in beefing up maritime capabilities was apparent last week at the IMDEX Asia maritime defense show in Singapore, where regional naval chiefs and defense procurement officials mingled with contractors from the United States, Europe, Israel and other parts of Asia.\nThere has also been renewed interest in fixed-wing aircraft, helicopters and unmanned aerial vehicles (UAVs) that improve maritime patrol capabilities."}