{"article_title": "Here are 8 lies, distortions and misrepresentations from the third Republican debate", "article_keywords": ["security", "fund", "social", "tax", "taxes", "reality", "lies", "medicare", "plan", "distortions", "paul", "republican", "debate", "south", "misrepresentations"], "article_url": "http://www.rawstory.com/2015/10/here-are-8-lies-distortions-and-misrepresentations-from-the-third-republican-debate/", "article_text": "Carly Fiorina, the former chief executive of Hewlett-Packard, delivered a withering response to insulting comments about her looks that Donald Trump made in a recent magazine interview (AFP Photo/Frederic J Brown)\n\nOn Wednesday night, there were two rounds of GOP presidential debates. First, candidates polling at around one percent nationally had a shorter debate, followed by the frontrunners in a second debate. Both debates took place in an alternate reality, where facts are made up on the spot and history doesn’t matter.\n\nHere are some of those lies, distortions, and misrepresentations.\n\n1. The fake “forced…socialism” of Obamacare.\n\nLouisiana Gov. Bobby Jindal (R-LA) said that the Democrats “forced Obamacare and socialism down our throats.” That ignores the fact that the Affordable Care Act is far from socialist; it was based on a plan implemented by Republican Mitt Romney in his state, and mirrors a proposal from the conservative Heritage Foundation. After all, Obamacare is based on expanding care through private health insurance plans. It’s worth noting that we do have socialism in our system; the Veterans Administration and Medicare, and Americans love both.\n\n2. Retelling the myth of Ronald Reagan and the USSR.\n\nSen. Lindsey Graham (R-SC) claimed that the Russians wouldn’t be in Ukraine if Ronald Reagan were president. The problem is, during the entirety of Reagan’s tenure, the Russians were in Ukraine, under the auspices of the Ukrainian Soviet Socialist Republic.\n\n3. The U.S. has the highest corporate tax rate.\n\nJindal claimed the U.S. has the world’s highest corporate tax rate. On paper, the U.S. rate is actually the third-highest, and its effective tax rates—meaning what firms actually pay in practice—is among the lowest of developed countries.\n\n4. Boeing came to South Carolina because of low taxes.\n\nGraham went on a tear about high taxes and how Boeing was “welcome” in South Carolina due to the state’s tax environment. Actually, South Carolina effectively bribed the company with hundreds of millions of dollars in tax breaks. Boeing didn’t come for low taxes in general; it came because the state gave it a special handout most citizens and firms do not get.\n\n5. Cutting taxes will magically fund the government.\n\nBen Carson was challenged on his flat tax plan, which would leave the government trillions of dollars short. Considering that Carson is not calling for reducing government spending by 50 to 75 percent, there is no way his plan could fund the operations of the government.\n\n6. Paul Ryan’s “fiscal discipline.”\n\nAlthough Ryan was not on the stage, moderator John Harwood tried to contrast his “reputation for fiscal discipline” with that of Sen. Rand Paul (R-KY). The only thing is, Ryan’s reputation is entirely media-driven. In reality, his much-touted budget plans would both spike federal debt and reduce social spending.\n\n7. Lie: Social Security is going bankrupt.\n\nChris Christie repeatedly tried to paint a picture of a depleted Social Security fund, with claims that the government “stole” everything out of the funds and the program won’t be there for seniors. The reality is that Social Security is funded for decades, and a minor change to the tax cap would keep it funded through most of the 21st century.\n\n8. Rand Paul: raising the retirement age is the “only way” to “fix” Medicare.\n\nRand Paul claimed there is no alternative to hiking the retirement age, claiming Medicare will not exist unless this happens—with support from other candidates such as Christie. As Dean Baker and other economists have shown, if the U.S. could get its health care costs in line with all of its peer countries, Medicare would be fully sustainable.\n\nAs usual, the third GOP debate didn’t have much grounding in reality, but it did offer an entertaining look at an alternate universe.", "article_metadata": {"og": {"image": {"width": 800, "identifier": "http://www.rawstory.com/wp-content/uploads/2015/09/Carly-Fiorina-800x430.jpg", "height": 430}, "title": "Here are 8 lies, distortions and misrepresentations from the third Republican debate"}, "fb": {"app_id": 212555972273585}, "viewport": "width=device-width, user-scalable=yes, initial-scale=1.0, minimum-scale=0.1, maximum-scale=10.0"}, "_id": "\"57477af36914bd0286fd47e1\"", "article_summary": "Ben Carson was challenged on his flat tax plan, which would leave the government trillions of dollars short.\nFirst, candidates polling at around one percent nationally had a shorter debate, followed by the frontrunners in a second debate.\nHere are some of those lies, distortions, and misrepresentations.\nLie: Social Security is going bankrupt.\nChris Christie repeatedly tried to paint a picture of a depleted Social Security fund, with claims that the government “stole” everything out of the funds and the program won’t be there for seniors."}