{"article_title": "Janay Rice shares her side of the story", "article_keywords": ["jones", "wanted", "process", "decision", "nfl", "told", "shares", "players", "janay", "judge", "suspension", "rice", "ray"], "article_url": "http://blogs.denverpost.com/broncos/2014/11/28/read-full-decision-ray-rices-appeal/31126/", "article_text": "On Friday former U.S. District Judge Barbara S. Jones ruled that Ray Rice’s suspension should be vacated immediately after finding that commissioner Roger Goodell’s decision in September to change Rice’s original two-game bans to indefinite was “arbitrary.”\n\nThe NFLPA issued the following statement after the ruling was announced …\n\nThis decision is a victory for a disciplinary process that is fair and transparent. This union will always stand up and fight for the due process rights of our players. While we take no pleasure in seeing a decision that confirms what we have been saying about the Commissioner’s office acting arbitrarily, we hope that this will bring the NFL owners to the collective bargaining table to fix a broken process. It is clear that this decision should force the NFL to embrace neutral arbitration as part of a necessary due process in all cases. The players thank Judge Barbara Jones for her time and thoroughness in this matter.\n\n… and Rice followed with his own:\n\n“I would like to thank Judge Barbara Jones, the NFL Players Association, my attorneys, agents, advisors, family, friends and fans – but most importantly, my wife Janay. “I made an inexcusable mistake and accept full responsibility for my actions. I am thankful that there was a proper appeals process in place to address this issue. “I will continue working hard to improve myself and be the best husband, father and friend, while giving back to my community and helping others to learn from my mistakes.”\n\nBut so did Janay Rice. In an extensive interview with ESPN’s Jemele Hill, Janay shared her side of the story and recounted the events of that fateful night in Atlantic City and how she and Ray handled the media storm. Here’s a snippet, on her interactions with league executives:\n\n“I really didn’t think they would ask me any questions, but I was asked one. I was surprised I was asked anything at all. One of the NFL executives asked me how I felt about everything. And I broke down in tears. I could hardly get a word out. I just told him that I was ready for this to be over. “They told us they would try to move the process along, so we would find out about Ray’s suspension soon. We felt like a weight had been lifted. Mr. Goodell seemed to be a really reasonable and caring guy and wanted to make sure other people would learn from our mistake. He wanted to confirm that alcohol was a factor. He actually seemed to care about the facts and wanted to make sure that we would help other people learn from this experience. “The Ravens were just as excited as we were about how the meeting went. They told Ray they were happy that he was being honest. We saw them as a support system. During this, Ray always said, “At least I know I’ve got the Ravens on my side.” “So I wasn’t surprised when Commissioner Goodell suspended Ray for two games. In fact, I expected it. It was somewhat consistent with how he disciplined other players. “I don’t know what else people wanted. I guess they thought Ray deserved to be suspended for more games because of the shocking visual. In his six years in the NFL, Ray had never been in the media for anything negative. He was known for his success on the field, and works in the community. Maybe criticism of the suspension was another way for people to just keep picking at him or the situation or what.\n\n“And here’s the full decision by Judge Jones (mobile users can view it here):", "article_metadata": {"Copyright": "Copyright © The Denver Post.", "language": "en, sv", "og": {"site_name": "First-and-Orange", "description": "Janay Rice opens about the Ray Rice domestic violence incident, their meetings with league executives and more.", "title": "UPDATED: Janay Rice shares her side of the story", "url": "http://blogs.denverpost.com/broncos/2014/11/28/read-full-decision-ray-rices-appeal/31126/", "image": "http://blogs.denverpost.com/broncos/files/2014/09/rice-janay-495x342.jpg", "type": "blog"}, "twitter": {"domain": "blogs.denverpost.com", "description": "Janay Rice opens about the Ray Rice domestic violence incident, their meetings with league executives and more.", "title": "UPDATED: Janay Rice shares her side of the story", "url": "http://blogs.denverpost.com/broncos/2014/11/28/read-full-decision-ray-rices-appeal/31126/", "image": "http://blogs.denverpost.com/broncos/files/2014/09/rice-janay-495x342.jpg", "creator": "@nickijhabvala", "site": "@denverpost", "app": {"name": {"ipad": "Denver Post", "iphone": "Denver Post", "googleplay": "The Denver Post"}, "id": {"ipad": "id409389010", "iphone": "id375264133", "googleplay": "com.ap.denverpost"}}, "card": "summary_large_image"}, "robots": "noodp", "fb": {"app_id": 105517551922}, "article": {"publisher": "https://www.facebook.com/denverpost"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "distribution": "global", "viewport": "width=device-width,initial-scale=1", "description": "Janay Rice opens about the Ray Rice domestic violence incident, their meetings with league executives and more."}, "_id": "\"57477af36914bd0286fd47f2\"", "article_summary": "… and Rice followed with his own:“I would like to thank Judge Barbara Jones, the NFL Players Association, my attorneys, agents, advisors, family, friends and fans – but most importantly, my wife Janay.\nIn his six years in the NFL, Ray had never been in the media for anything negative.\n“And here’s the full decision by Judge Jones (mobile users can view it here):\nThey told Ray they were happy that he was being honest.\n“I will continue working hard to improve myself and be the best husband, father and friend, while giving back to my community and helping others to learn from my mistakes.”But so did Janay Rice."}