{"article_title": "Religion in 2014: Faith happenings run the gamut", "article_keywords": ["faith", "presbyterian", "gamut", "run", "clayton", "pastor", "hillside", "religion", "couples", "voted", "church", "christian", "senior", "baptist", "happenings"], "article_url": "http://amarillo.com/news/latest-news/2015-01-03/religion-2014-faith-happenings-run-gamut", "article_text": "As we reflect on 2014, many noteworthy events occurred within the local faith community, which brought about a variety of emotions for Texas Panhandle residents. Here are the top 11 local faith stories of 2014 (there’s a tie for No. 8) as determined by AGN Media staff.\n\n1. First Baptist Church celebrates 125 years\n\nAmarillo’s second oldest church, First Baptist Church Amarillo, celebrated its quasquicentennial Sept. 28. In the summer of 1889, 16 charter members organized First Baptist Church of Amarillo — which was formed in Parker’s Chapel, also known as Union Church, a building shared by all denominations. Described by many building experts as “The Perfect Church,” First Baptist built a new church building at Southwest 13th Avenue and South Tyler Street for $500,000 — roughly $7 million today — that was dedicated Aug. 3, 1930. The original church, which now sits on the northeast corner of First Baptist’s campus at 500 S. Pierce St., was completed in 1890.\n\n2. Third local Presbyterian church votes to leave national organization\n\nOn May 18, the congregation of Westminster Presbyterian Church voted 192-1 in favor of dissolving its relationship with Presbyterian Church USA to pursue membership with ECO, A Covenant Order of Evangelical Presbyterians.\n\nIn October 2013, the congregations of First Presbyterian Church and Covenant Presbyterian Church voted to disaffiliate from PCUSA and join ECO.\n\nNow all three churches are going through the discernment process with\n\nLubbock-based Palo Duro Presbytery, which must approve any denomination changes.\n\nWestminster, Covenant and First Presbyterian cited theological drifts within the denomination as reasons for seeking to leave.\n\n“This is something that predates me,” said the Rev. Clay Brown, pastor of Westminster Presbyterian Church. “There have been concerns about the Presbyterian Church USA and its direction for at least 20 years.”\n\n3. California church approves Hillside merger\n\n“One church, eight locations” is the slogan Amarillo’s Hillside Christian Church used to describe its merger with a California megachurch whose congregation overwhelmingly approved the move over the weekend of Aug. 2. Adventure Christian becomes Hillside Christian’s eighth location, growing its total weekly church attendance to more than 13,000. The Rev. Tommy Politz, who has served as senior pastor of Hillside since 2005, assumed the role of senior pastor of Adventure Christian on Sept. 6.\n\n4. Ebola hinders charity’s work\n\nThe capital of Liberia has seen its share of suffering, heartbreak, tears and death. Since the 2014 Ebola epidemic hit — the largest in history — West African countries, including Guinea, Liberia, Nigeria and Sierra Leone have been affected, according to the Centers for Disease Control and Prevention.\n\n“We’ve got one of the biggest schools in Monrovia, and there were people just dying all around it. We’ve been very blessed so far that none of the children have gotten Ebola, and we’re praying they don’t,” said Christian Relief Fund President Milton Jones of Amarillo.\n\nThe Amarillo-based charity has approximately 15 schools in Africa, with a total of 30 worldwide.\n\n5. Gay couples petition Amarillo Town Club for equal treatment\n\nWhile touring the Town Club’s southwest gym facilities at 7700 Hillside Road with a co-worker, Katie Roberts asked about a couples membership plan for her and fiancee Amanda Parrack. She claims she was denied membership because of her sexual orientation.\n\nRoberts started a petition Feb. 19 asking the gym and its parent company, Baptist Community Services, to “allow same-sex couples to purchase couples and family memberships and increase professionalism with policy deliveries.”\n\n“Best-case scenario: They will change their stance on it and accept families of all types,” Roberts said. “But the most important thing is for them to train their staff to be more professional on how they handle these situations.”\n\n6. Churches band together\n\nIn recent years, Amarillo’s largest houses of worship, Hillside and Trinity Fellowship, have experienced rapid growth, in part by adding satellite locations across the city, the state or even farther.\n\n“People are comfortable with larger church settings and the advantages that a larger church can offer,” said Warren Bird, director of research and intellectual capital development at Leadership Network. “Most have taken the church to the people in the same town or (an) adjoining town.”\n\nWithout the burden of additional expensive buildings, congregations find they grow faster in new places.\n\n7. Faith’s influence looms large\n\nJan. 21, known as National Chick-Phil-A Day, was a grassroots event promoted to show support for “Duck Dynasty” star Phil Robertson, who was briefly and publicly suspended from the hit A&E series over his comments about gays and African-Americans in the January issue of GQ magazine.\n\nHe found allies in Christian fans of the show, who forced the network to reverse its decision after just nine days. A&E’s flip-flop and Chick-fil-A’s involvement in the upcoming show of support illustrate just how much sway the faith community can have over business decisions.\n\n8. The Church at Quail Creek appoints senior pastor\n\nOn May 25, The Church at Quail Creek voted for Kyle Clayton to become its senior pastor after the passing of Stan Coffey.\n\n“We’re humbled that the church voted us into this position,” Clayton said.\n\nSince November 2013, Clayton had been filling in for Coffey, 68, who died after an illness.\n\n“Losing our senior pastor was a big deal for us ... we wanted to just serve and love on our church, and move forward together,” Clayton said.\n\n8. Hillside lockdown brings\n\nchurch safety to forefront\n\nOn Jan. 8, David Michael Stoltz, 36, reportedly chased Hillside Christian Church Senior Pastor Tommy Politz from his car and into the church building. Church leaders immediately locked down the campus at 6100 Soncy Road.\n\nPolice, Randall County deputies and Texas Department of Public Safety troopers covered every entrance to the church and closed access to the roads around it. After a tense 45 minutes, police said, officers found Stoltz hiding in the auditorium.\n\nExecutive Pastor Bob Schroeder said the incident forced the church to re-examine its security plan.\n\n“Honestly, it makes people go ahead and take some actions that (individuals) might have been postponing. I know across Amarillo — and across the nation — more and more people are getting their concealed handgun license, so honestly there are people at our church that are going, ‘OK it’s time to do that.’”\n\n9. Sixth-grader helps ill teacher\n\nIn March, Callie Mashburn, 12, a Crockett Middle School sixth-grader and member of Southwest Church of Christ, started braiding people’s hair for $3 to raise funds for her orchestra teacher, Chase Moore, who is battling cancer.\n\n“I thought I kind of wanted to do something for him to just kind of help him out. I asked my dad if he could stick it in the church bulletin to help get the word out,” Callie said.\n\n“Callie is a very sweet kid — caring and loving,” said Moore, 32, CMS orchestra director. “Of course, there aren’t any words to express how appreciative you are for it ... she’s awesome.”\n\n10. Hobby Lobby birth control case\n\nOn June 30, the Supreme Court ruled 5-4 in Burwell v. Hobby Lobby that for-profit employers with religious objections can opt out of providing contraception coverage under the Affordable Care Act.\n\nContraception is among a range of preventive services that must be provided at no extra charge under the health care law that President Barack Obama signed in 2010 and the Supreme Court upheld two years later.\n\n“I anticipate that we will see additional challenges based on religious beliefs because of this ruling,” said Underwood Law Firm shareholder Andrea Slater Gulley.\n\nThe Obama administration must now search for a different way of providing free contraception to women who are covered under objecting companies’ health insurance plans.", "article_metadata": {"keywords": "Latest News, Local News, News, EBONI GRAHAM", "og": {"site_name": "Amarillo Globe-News", "description": "As we reflect on 2014, many noteworthy events occurred within the local faith community, which brought about a variety of emotions for Texas Panhandle residents. Here are the top 11 local faith stories of 2014 (there's a tie for No. 8) as determined by AGN Media staff.", "title": "Religion in 2014: Faith happenings run the gamut", "url": "http://amarillo.com/news/latest-news/2015-01-03/religion-2014-faith-happenings-run-gamut", "image": "http://amarillo.com/sites/default/files/12702356.jpg", "type": "article"}, "description": "As we reflect on 2014, many noteworthy events occurred within the local faith community, which brought about a variety of emotions for Texas Panhandle residents. Here are the top 11 local faith stories of 2014 (there’s a tie for No. 8) as determined by AGN Media staff.1. First Baptist Church celebrates 125 years"}, "article_summary": "First Baptist Church celebrates 125 yearsAmarillo’s second oldest church, First Baptist Church Amarillo, celebrated its quasquicentennial Sept. 28.\nIn October 2013, the congregations of First Presbyterian Church and Covenant Presbyterian Church voted to disaffiliate from PCUSA and join ECO.\nThird local Presbyterian church votes to leave national organizationOn May 18, the congregation of Westminster Presbyterian Church voted 192-1 in favor of dissolving its relationship with Presbyterian Church USA to pursue membership with ECO, A Covenant Order of Evangelical Presbyterians.\n“There have been concerns about the Presbyterian Church USA and its direction for at least 20 years.”3.\nTommy Politz, who has served as senior pastor of Hillside since 2005, assumed the role of senior pastor of Adventure Christian on Sept. 6."}