{"article_title": "U.S. economy has positive outlook: Hunter", "article_keywords": ["outlook", "united", "means", "positive", "hunter", "lower", "states", "currency", "growth", "reserve", "noted", "economy"], "article_url": "http://www.futuresmag.com/2013/09/21/us-economy-has-positive-outlook-hunter", "article_text": "Now that the key economic concern in the United States has switched to rate of economic growth from where it was a year ago, that is, where the next financial crisis was coming from, we face new challenges, said Constance Hunter, KPMG chief economist of alternative investments.\n\nHunter, who spoke at the CTA Expo in Chicago on Sept. 19, noted that now we face long-term structural changes, especially with the deleveraging of debt in the United States and Europe. She added that “demographics” would be a “head wind” to growth.\n\nShe noted that U.S. jobs are growing at 200,000 a month, which isn’t enough to keep up with population growth. That said, she noted manufacturing has been a bright spot. She added that no country has cornered the market on economic growth, even China, which has other issues.\n\nHere are key points from her presentation:\n\n*Consumers still are being hurt by gas prices, although lower mortgage rates have helped growth.\n\n*The United States still has low inflation, but that means there is little or no wage growth. Further, capacity utilization continues to be under 80, which hasn’t put pressure on business expansion.\n\n*Expectations are important: Negative price expectations are a self-reinforcing cycle. Businesses need to see prices rising so they continue to purchase now.\n\n*Technology continues to impact the labor market. Hunter noted that healthcare will move the way of technology to the point of using robotics to service routine medicine.\n\n*Two major positives for U.S. growth: 1) U.S. energy production: the current energy boon, which means the current account deficit that is 2.4% of gross domestic product could fall to 1% of GDP. This means the United States would be less reliant on foreigners purchasing U.S. debt, meaning a healthier economy, and 2) Big Data: cloud data has to be stored somewhere and the U.S. and its electricity base is best situated to handle that capacity for the world.\n\n*The unintended consequence of Obamacare is more companies aren’t paying for employee healthcare. This means, eventually, the U.S. consumer will become a better healthcare shopper, putting pressure on pricing and bringing medical care costs down. This also means, however, wages may not rise to cover these out-of-pocket costs for the employee, Hunter says. This isn’t good in the short-run, but in the long run, it is a better structure for the economy overall.\n\n*The Federal Reserve did exactly what it said it would do with its announcement that it wouldn’t start tapering in September. It said all along it would be data dependent.\n\n*Europe’s bump up in Q1 &Q2 GDP may be pent up demand, so likely there will be lower growth in Q3.\n\n*Japan has been in the “lost decade” for 25 years. With Abenomics injecting money into the banks, it will increase inflation expectations.\n\n*Emerging markets: China’s service industry is the lowest portion of its economy, lower even than most other emerging markets. The population has moved from farming to manufacturing, but hasn’t moved into services yet so per capita income is lower. For China to achieve its goal of becoming a middle income country, it must have a greater services sector with its higher wage jobs and ultimately though richer, it will also have to accept a lower growth rate. This might be more challenging than many think since the working age population begins declining in 2016. Hunter believed just like in Japan’s heyday, when we thought it would take over the world economy, its property bubble crashed and demographics lowered growth; China could suffer the same fate. At least Japan was an upper income economy when this happened, for China, it would put reaching the middle income bracket much further off.\n\n*Many people suggest the United States will lose its status as a reserve currency. Hunter noted that a reserve currency needs a large supply of safe assets to invest in, and the United States has the largest most liquid bond market in the world where prices are transparent. She also noted that a reserve currency must be able to withstand and absorb currency fluctuations, and the U.S. economy is not dependent on exports for growth and thus it can withstand currency fluctuations in times of stress. Finally, although the United States being policeman to the world is controversial, a good byproduct is that goods traded in US dollars get safe passage globally, which is important for a reserve currency. Thus, she doesn’t see the U.S. dollar losing that status, especially to the Chinese currency, for a long time.", "article_metadata": {"MobileOptimized": "width", "description": "U.S. could become \"big data\" storage capital to the world", "viewport": "width=device-width", "HandheldFriendly": "true"}, "article_summary": "Hunter noted that healthcare will move the way of technology to the point of using robotics to service routine medicine.\n*Emerging markets: China’s service industry is the lowest portion of its economy, lower even than most other emerging markets.\n*Europe’s bump up in Q1 &Q2 GDP may be pent up demand, so likely there will be lower growth in Q3.\n*Many people suggest the United States will lose its status as a reserve currency.\n*The United States still has low inflation, but that means there is little or no wage growth."}