{"article_title": "Pentagon To Develop Q Fever Vaccine; U.S. Military To Focus On Biological Weapons Defense", "article_keywords": ["illness", "q", "fever", "develop", "focus", "disease", "weapons", "reported", "defense", "biological", "military", "cases", "iraq", "pentagon", "vaccine"], "article_url": "http://www.medicaldaily.com/pentagon-develop-q-fever-vaccine-us-military-focus-biological-weapons-defense-263032", "article_text": "The U.S. military will shop for research scientists in December to develop a vaccine for Q fever, following some environmental exposure to the illness in Iraq by some troops.\n\nThe U.S. military will shop for research scientists in December to develop a vaccine for Q fever, following some environmental exposure to the illness in Iraq by some troops. U.S.A.I.D.\n\nNext month, the Pentagon will host a seminar for researchers interested in developing a vaccine for the virus that causes Q fever, an animal-borne illness “weaponized” first by the U.S. and then the Soviet Union decades ago.\n\nLong after the U.S. officially dropped its chemical and biological weapons program in 1969, some troops returned home from deployment to Iraq had contracted the infectious disease, caused by Coxiella burnetii. “Approximately 200 cases of acute Q fever were reported in U.S. personnel who had been deployed to Iraq since 2003,” the Centers for Disease Control and Prevnetion reports. “Investigation of these cases linked illness to tick bites, sleeping in barns, and living in helicopter zones with environmental exposure from helicopter-generated aerosols.”\n\nAlthough mistaken about other weapons of mass destruction in Iraq, American intelligence services believed Saddam Hussein had at one point attempted to weaponize the virus, classified by the CDC as a class B bioterrorism agent — one that’s fairly easy to disseminate but not as lethal as anthrax or smallpox.\n\nWhat makes Q fever potentially dastardly is its low profile, with symptoms so subtle they might be missed: fever, fatigue, and muscle pains. Not intended to decimate, the weaponized disease sickens and slows an enemy, degrading his capability over months or even as long as several years.\n\nFirst described by investigators in Australia in 1937, Q fever occurs worldwide with acute and chronic stages. However, only a small percentage of those infected eventually die from the disease. Infection in humans usually occurs by inhalation of bacteria from air contaminated by the excreta of herd animals such as pigs and sheep, although some cases develop from tick bites or the ingestion of unpasteurized dairy products.\n\nUntil now, the U.S. has not developed a vaccine. The most effective form of treatment for acute cases relying on doxycycline, an antibiotic. The federal government first mandated reporting of Q fever by doctors in 1999, following which doctors reported 17 cases in 2000. In 2008, 167 cases of the disease were reported.\n\nIn 2011, the Pentagon approved a serology diagnostic test for the disease. Military Times reported on Friday that the Pentagon remains “intently focused” on the potential threat of chemical and biological weapons, according to records. In October, the military announced funding for the development of two other bacteria classified as bioterrorist threats, Burkholderia pseudomallei and Francisella tularensis.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "q fever, biological weapons, pentagon, military medicine, bioweapons, weaponized viruses,", "og": {"site_name": "Medical Daily", "description": "The U.S. military remains focused on developing vaccines and treatments for infectious diseases.", "title": "Pentagon To Develop Q Fever Vaccine", "url": "http://www.medicaldaily.com/pentagon-develop-q-fever-vaccine-us-military-focus-biological-weapons-defense-263032", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/11/16/pentagon-focused-biological-weapons-defense.jpg", "type": "article"}, "twitter": {"description": "The U.S. military remains focused on developing vaccines and treatments for infectious diseases.", "title": "Pentagon To Develop Q Fever Vaccine", "url": "http://www.medicaldaily.com/pentagon-develop-q-fever-vaccine-us-military-focus-biological-weapons-defense-263032", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/11/16/pentagon-focused-biological-weapons-defense.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/11/16/pentagon-focused-biological-weapons-defense.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Policy/Biz", "published_time": "2013-11-16T18:45:49-05:00", "modified_time": "2013-11-16T21:40:19-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "The U.S. military remains focused on developing vaccines and treatments for infectious diseases."}, "article_summary": "What makes Q fever potentially dastardly is its low profile, with symptoms so subtle they might be missed: fever, fatigue, and muscle pains.\nFirst described by investigators in Australia in 1937, Q fever occurs worldwide with acute and chronic stages.\nThe U.S. military will shop for research scientists in December to develop a vaccine for Q fever, following some environmental exposure to the illness in Iraq by some troops.\nThe federal government first mandated reporting of Q fever by doctors in 1999, following which doctors reported 17 cases in 2000.\nMilitary Times reported on Friday that the Pentagon remains “intently focused” on the potential threat of chemical and biological weapons, according to records."}