{"article_title": "Obesity starving nation for cash", "article_keywords": ["starving", "johnson", "programs", "healthy", "wellness", "tax", "cash", "nation", "production", "health", "obesity", "insurance", "care"], "article_url": "http://www.burlingtonfreepress.com/story/opinion/my-turn/2015/05/20/opinion-obesity-starving-nation-cash/27677799/", "article_text": "Buy Photo The Diabetes stamp, designed by artist James Steinberg, includes two elements associated with diabetes testing and research - a microscope and a test tube containing blood. (Photo: Free Press File)Buy Photo\n\nExperts state that obesity affects one out of three adults in the United States, and accounts for $190 billion in health care spending Obesity is starving America for cash. A little fat wouldn't be such a big deal except that, obesity increases the prevalence and severity of cardiovascular risk factors, including type II diabetes, hypertension and elevated cholesterol levels.\n\nThe situation has reached a tipping point, According to Forbes obesity has risen 34 percent since 1960 and will continue to rise if this nation does not address it.\n\nAll this excess weight can be eradicated with lifestyle changes and preventative care. Unfortunately not all Americans have access to preventative care. The U.S. health care system has been the victim of the free rider problem, because insurance only pays for itself if you get sick, leading the young and the healthy to neglect coverage.\n\nThis causes two big problems. The first, hospitals will be faced with large unpaid debts, which result from the uninsured seeking emergency coverage. USA Today puts the uninsured population's health related debt at $49 billion a year.\n\nThe second problem is that the elderly and sick pay dramatically higher prices for insurance because the healthy do not balance out costs. The Affordable Care Act makes it possible to punish people that turn down health care coverage, but this policy has proved to be ineffective, large scores of Americans have been left uninsured.\n\nUltimately, this nation needs to make health insurance mandatory. U.S. Citizens have no issue paying for car insurance, but somehow protecting America's single most important entity, the health of its citizens, is out of the question. Preventative measures are not only beneficial to the government by cutting health care expenditure, but to businesses by slashing health care expenditures and boosting productivity, which could have direct positive effects on GDP.\n\nNPR puts the cost of one obese employee between $1,000 to $6,000 a year. Insurance plans under the Affordable Care Act are required to help obese patients try to lose weight, it is estimated that the total cost of obesity to U.S. employers, including lost productivity, is approximately $73 billion dollars a year.\n\nBusinesses are implementing company wellness programs that encourage employees to get healthy by rewarding positive results with monetary bonuses. The Harvard Business Review took a closer look at Johnson & Johnson, which is a multi-billion dollar company with a highly successful wellness program. Johnson & Johnson's leaders' estimate that wellness programs have saved the company $250 million on health care costs from 2002 to 2008 which meant a return of $2.71 for every dollar spent.\n\nA healthy, productive workforce leads to a healthy economy by increasing, production and boosting GDP; by boosting GDP wellness programs may provide a way to directly combat healthcare prices. The government could instigate a small production tax on business that utilize wellness programs to feed the money back into the health care system.\n\nThe bonus is that businesses will not experience the negative externality associated with the production tax because they would not have generated that revenue without wellness programs.\n\nPositive feedback loop\n\nThe redistribution of funding would cause a positive feedback loop, business would dramatically increase profits due to government oversight and subsidies and in return businesses would give a small portion of their profits back to the government, via a tax. The net result would be increased efficiency and a stronger GDP.\n\nIt's hard to tell exactly how big the impact increased productivity will have because obesity rates are currently still climbing, but if individual companies like Johnson & Johnson report more than 50 percent decreases in high blood pressure and physically inactive employees that's a huge indicator for success. Direct subsidies for successful employer wellness programs, and a progressive production tax allow for an affordable system.\n\nWalter Cronkite famously said \"America's health care system is neither healthy, caring, nor a system.\" Tough words. Change is never easy but America is a nation that was born out of revolution and change, this principal is one of our greatest assets. It is time to take a stand and build the health care policy our nation deserves.\n\nRead or Share this story: http://bfpne.ws/1HimyP1", "article_metadata": {"google": "notranslate", "description": "Obesity increases risks for type II diabetes, hypertension and elevated cholesterol levels", "og": {"site_name": "Burlington Free Press", "description": "Obesity increases risks for type II diabetes, hypertension and elevated cholesterol levels", "title": "Opinion: Obesity starving nation for cash", "url": "http://www.burlingtonfreepress.com/story/opinion/my-turn/2015/05/20/opinion-obesity-starving-nation-cash/27677799/", "image": "http://www.gannett-cdn.com/GDContent/applogos/burlingtonfreepress.png", "type": "article"}, "twitter": {"description": "Obesity increases risks for type II diabetes, hypertension and elevated cholesterol levels", "creator": "@bfp_news", "image": "http://www.gannett-cdn.com/-mm-/9238b881b8e2964414c74c327dc3b4edfb1182a5/c=481-0-1027-546&r=x643&c=640x640/local/-/media/2015/05/20/Burlington/B9317370865Z.1_20150520190711_000_GTPARI18F.1-0.jpg", "title": "Opinion: Obesity starving nation for cash", "site": "@bfp_news", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=835986144", "fb": {"app_id": 151224581596873}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": "Vermont, obesity, heart disease, health care, Affordable Care Act"}, "article_summary": "(Photo: Free Press File)Buy PhotoExperts state that obesity affects one out of three adults in the United States, and accounts for $190 billion in health care spending Obesity is starving America for cash.\nIt is time to take a stand and build the health care policy our nation deserves.\nPreventative measures are not only beneficial to the government by cutting health care expenditure, but to businesses by slashing health care expenditures and boosting productivity, which could have direct positive effects on GDP.\nUltimately, this nation needs to make health insurance mandatory.\nThe Harvard Business Review took a closer look at Johnson & Johnson, which is a multi-billion dollar company with a highly successful wellness program."}