{"article_title": "Senate OKs two-year, $209 billion state budget", "article_keywords": ["billion", "oks", "voters", "209", "twoyear", "million", "tax", "budget", "senate", "state", "nelson", "separate"], "article_url": "http://trailblazersblog.dallasnews.com/2015/05/senate-oks-two-year-209-billion-state-budget.html/", "article_text": "The Senate gave final approval Friday to a two-year, $209.4 billion state budget that stresses tax cuts and border security, while at least making a start on shoring up troubled pension funds and deteriorating buildings.\n\n“It’s the best budget the Senate’s ever produced,” Lt. Gov. Dan Patrick said.\n\nAfter a lengthy discussion of whether they were wise with an abundance of money, senators voted 30-1 to adopt a compromise hammered out by 10 House-Senate budget negotiators last week.\n\nHouston Democratic Sen. Sylvia Garcia cast the lone vote against, as she did last month. Garcia has said the budget would spend too much on beefing up law enforcement on the Texas-Mexico border and too little on public schools. She also complained of GOP leaders’ separate decision under which Texas has failed to add about 1 million adults to Medicaid, which under Obamacare would have been at least 90 percent federally funded.\n\nSenate Finance Committee Chairwoman Jane Nelson of Flower Mound received kudos from colleagues for steering the chamber’s budget.\n\n“This is a responsible budget,” she said. “It is a compassionate budget. And it will keep our state strong and prosperous.”\n\nWhen the next two-year cycle ends in August 2017, the budget would leave $11.1 billion parked in the state’s rainy day fund — not drawing down any funds, beyond the highway and water transfers approved by voters in the past two years.\n\n“We are not touching it,” Nelson assured staunchly conservative Sen. Brian Birdwell, R-Granbury.\n\nOthers, though, noted that the budget also would leave $6.4 billion on the sidelines, because it spends $106.6 billion of the $113 billion of available, general-purpose state revenues. Also, Nelson noted, the budget would fall $2.9 billion under a 1979 constitutional spending limit.\n\nSen. Kevin Eltife, R-Tyler, said he’s happy the budget would “stop the bleeding” in the Employees Retirement System for state workers and prevent retired teachers from having to pay more for their health care over the next two years. In addition, it would shell out $739 million to begin to repair deteriorating buildings, which is good, he said.\n\nLawmakers, though, should be straight with voters, he said.\n\nEltife said since he arrived in the Senate in 2004, state debt has increased to $42 billion, from $17 billion.\n\n“We’ve doubled the state’s debt over the last 10 years. That’s how we have funded state government – on the credit card,” he said. “For all our thumping our chests [about] no new taxes, it was done on the credit card. Finally, finally, we’re admitting it’s a problem.”\n\nHe criticized, though, the Legislature’s emerging plan this session to approve tuition revenue bonds to build and repair college and university buildings.\n\n“Borrowing $3 billion for buildings when we have $15 [billion] to $18 billion makes not a lot of sense,” he said.\n\nNelson replied that debt as a percentage of the state budget would be down from five years ago — though a Legislative Budget Board summary shows a slight uptick from the current cycle, from 2.71 percent 2.91 percent.\n\nTexas has a backlog of infrastructure needs, pension needs and fixes required for state-owned buildings, Nelson acknowledged.\n\n“We didn’t get here overnight. We’re not going to get out of it overnight,” she said. “Shame on us as a Legislaturee for neglecting all these problems over the years. But boy, are we making significant steps this session to try and fix them.”\n\nShe stressed that the budget allows room for a separate, $3.8 billion tax-cut package. It also would increase state aid to public schools by $1.5 billion, after covering enrollment growth; increase spending on higher education by $1.1 billion; and provides about $3.7 billion more for transportation. Though that is, on a two-year basis, more than $6 billion short of what the Department of Transportation says it needs to maintain current congestion, road interests are pointing to separate legislation that would divert $2.5 billion a year of sales tax, starting in 2018, if voters approve this November.\n\nAfter Eltife’s speech, several senators rushed to Nelson’s defense, including Senate Finance Committee Vice Chairman Juan “Chuy” Hinojosa, D-McAllen.\n\n“Rome was not built in a day,” he said. “We’ve made much progress.”\n\nSen. Charles Schwertner, a Georgetown Republican who is the Senate’s chief social services budget writer, ticked off several hundred million of new expenses that the federal Affordable Care Act has created, such as a provider tax and standardized benefits in health insurance policies. An even bigger new expense he mentioned, though, is not the fault of Obamacare but of rising personal incomes in Texas: It must pick up $655 million more of the cost of Medicaid, which covers about 3 million poor Texans.\n\nSchwertner praised the budget plan as likely to stimulate the state economy even further.\n\n“It funds our priorities. It lives within our means,” he said. “And it doesn’t spend every dollar we have.”\n\nEl Paso Democratic Sen.José Rodriguez was one of the dissenters, though he said out of respect for the institution he would support the budget.\n\n“We have the money to make up lost ground. … We could have done something,” he said. “Those children need the resources — now.”\n\nBefore the Senate voted, the House began its debate of the conference committee’s budget. If it approves the budget, as expected, it would go to Gov. Greg Abbott. Abbott has a line-item veto power, which he may use, though he is expected to approve the overall plan.", "article_metadata": {"liveFyreID": "aHR0cDovL3RyYWlsYmxhemVyc2Jsb2cuZGFsbGFzbmV3cy5jb20vMjAxNS8wNS9zZW5hdGUtb2tzLXR3by15ZWFyLTIwOS1iaWxsaW9uLXN0YXRlLWJ1ZGdldC5odG1sLw==", "generator": "WordPress 3.9.12", "author": "Robert T. Garrett", "og": {"site_name": "Trail Blazers Blog", "description": "The Senate gave final approval Friday to a two-year, $209.4 billion state budget that stresses tax cuts and border security, while at least making a start on shoring up troubled…", "title": "Senate OKs two-year, $209 billion state budget", "url": "http://trailblazersblog.dallasnews.com/2015/05/senate-oks-two-year-209-billion-state-budget.html/", "image": "http://trailblazersblog.dallasnews.com/wp-content/themes/dallasnews/images/facebook-default-black.jpg", "type": "article"}, "LastModifiedDate": "2015-05-29T13:51:34Z", "twitter": {"card": "summary_large_image"}, "PublishDate": "1970-01-01T00:00:00Z", "wp-parsely_version": "1.7", "viewport": "width=device-width", "cXenseParse": {"recs": {"publishtime": "1970-01-01T00:00:00Z"}}}, "article_summary": "Eltife said since he arrived in the Senate in 2004, state debt has increased to $42 billion, from $17 billion.\nThe Senate gave final approval Friday to a two-year, $209.4 billion state budget that stresses tax cuts and border security, while at least making a start on shoring up troubled pension funds and deteriorating buildings.\nOthers, though, noted that the budget also would leave $6.4 billion on the sidelines, because it spends $106.6 billion of the $113 billion of available, general-purpose state revenues.\n“Borrowing $3 billion for buildings when we have $15 [billion] to $18 billion makes not a lot of sense,” he said.\nSenate Finance Committee Chairwoman Jane Nelson of Flower Mound received kudos from colleagues for steering the chamber’s budget."}