{"article_title": "Experimental Immunotherapy Using Antibodies Dramatically Reduces HIV Levels In Patient's Blood", "article_keywords": ["virus", "antibodies", "natural", "hiv", "reduces", "immunotherapy", "researchers", "system", "immune", "patients", "levels", "blood", "using", "dramatically", "experimental", "monoclonal"], "article_url": "http://www.medicaldaily.com/experimental-immunotherapy-using-antibodies-dramatically-reduces-hiv-levels-patients-328488", "article_text": "From the perspective of non-medical people, \"immunotherapy\" seems like the most direct and intuitive way of treating any disease or illness, as it is based on stimulating, enhancing, or suppressing the body’s natural immune response, as needed. A new study from Rockefeller University explores immunotherapy, in the form of monoclonal antibodies, as a way to battle HIV. Researchers discovered their experimental immunotherapy, which uses neutralizing antibodies, dramatically reduced the amount of virus present in a patient's blood.\n\n“Monoclonal antibodies can be both safe and effective against HIV-1 in humans,” wrote the authors, adding that “immunotherapy differs from currently available drugs” in that it directly engages a person’s immune system to change the course of an HIV infection.\n\nThe Masquerade\n\nCancer, HIV, and some other diseases hide within a patient’s body by appearing normal — so much so that a patient’s immune system never recognizes diseased cells as intruders. Unable to see the disease, the immune system doesn’t attack and kill it. A monoclonal antibody is a laboratory-produced molecule engineered by scientists to attach to specific defects in diseased cells and make them visible. They work by mimicking the antibodies your body naturally produces whenever the immune system responds to a germ, a virus, bacteria, or any other invading pathogen.\n\nMonoclonal antibodies, then, were created to make up for the immune system’s inability to detect diseased cells. And, though they are laboratory-produced, they are based on a rare occurrence of natural immunity. Namely, after several years of infection, some 10 to 30 percent of people who have HIV naturally produce what’s known as \"broadly neutralizing antibodies.\" These natural molecules attack key sites in the virus and manage to block infection.\n\nUnfortunately, because they arrive so late, these natural defenders cannot provide effective protection from disease. However, scientists have figured out a way to derive benefit from them. They isolate and then clone these antibodies — hence, the term \"monoclonal\" antibodies — and use them as therapeutic agents against HIV infections.\n\nIn the new study, the researchers gave a single dose of a monoclonal antibody therapy to two groups of people, one group uninfected, the other infected with HIV. After the intravenous treatment, the researchers monitored these test subjects for 56 days. A single dose, they found, was well-tolerated by all the participants in the study.\n\nBetter still, the therapeutic response was tremendous.\n\nTreatment and Vaccine?\n\nAll eight infected patients who had been given the highest dosage level showed up to a 300-fold decrease in the amount of virus measured in their blood. Most reached their lowest viral load one week after treatment. Analyzing the results, the researchers discovered the drop in viral load depended on each patient’s starting viral load and also the sensitivity of each particular strain of HIV to the antibody.\n\nWhile igniting hopes for a possible treatment, the study also suggests the potential for a vaccine. If an uninfected person's immune system can be stimulated to generate potent antibodies, this might be enough to block the HIV infection before it can be established.\n\nSource: Caskey M, Klein F, Lorenzi JCC, et al. Viraemia suppressed in HIV-1-infected humans by broadly neutralizing antibody 3BNC117. Nature. 2015.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "immunotherapy, hiv, aids, monoclonal antibodies", "og": {"site_name": "Medical Daily", "description": "An experimental immunotherapy, which uses neutralizing antibodies, dramatically reduced the amount of HIV present in a patient's blood.", "title": "Experimental HIV Therapy May Also Work As A Vaccine", "url": "http://www.medicaldaily.com/experimental-immunotherapy-using-antibodies-dramatically-reduces-hiv-levels-patients-328488", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/04/08/monoclonal-antibodies.jpg", "type": "article"}, "twitter": {"description": "An experimental immunotherapy, which uses neutralizing antibodies, dramatically reduced the amount of HIV present in a patient's blood.", "title": "Experimental HIV Therapy May Also Work As A Vaccine", "url": "http://www.medicaldaily.com/experimental-immunotherapy-using-antibodies-dramatically-reduces-hiv-levels-patients-328488", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/04/08/monoclonal-antibodies.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/04/08/monoclonal-antibodies.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Innovation", "published_time": "2015-04-08T13:44:38-04:00", "modified_time": "2015-04-08T13:44:37-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "An experimental immunotherapy, which uses neutralizing antibodies, dramatically reduced the amount of HIV present in a patient's blood."}, "article_summary": "Researchers discovered their experimental immunotherapy, which uses neutralizing antibodies, dramatically reduced the amount of virus present in a patient's blood.\nThey isolate and then clone these antibodies — hence, the term \"monoclonal\" antibodies — and use them as therapeutic agents against HIV infections.\nA new study from Rockefeller University explores immunotherapy, in the form of monoclonal antibodies, as a way to battle HIV.\nThe MasqueradeCancer, HIV, and some other diseases hide within a patient’s body by appearing normal — so much so that a patient’s immune system never recognizes diseased cells as intruders.\nUnable to see the disease, the immune system doesn’t attack and kill it."}