{"article_title": "Health First Health Plans Helps You Navigate Marketplace", "article_keywords": ["marketplace", "15", "plans", "navigate", "enroll", "incomebased", "health", "helps", "services", "include", "insurance", "plan"], "article_url": "http://spacecoastdaily.com/2014/10/health-first-health-plans-helps-you-navigate-marketplace/", "article_text": "Health First Health Plans Helps You Navigate Marketplace\n\nBy Jason Alford, Health First Health Plans Director // October 5, 2014\n\nLearn How the Healthcare Law Affects You\n\nThere is plenty of information on healthcare reform, so while healthcare reform brings a new requirement (or a “mandate”) to have health insurance, it also makes it easier for more people to obtain coverage.\n\nThe Affordable Care Act introduces income-based subsidies to make plans more affordable, requires that insurance companies accept applicants regardless of health history and creates an online shopping experience called the Marketplace.\n\nHealth insurance can be purchased through an insurance agent, directly from an insurance company or by visiting the Marketplace at HealthCare.gov.\n\nWhat is the Marketplace?\n\nThe Marketplace (also called the Exchange) is a new government website that will make it easier for people to compare and buy health insurance policies. The Marketplace can be found by visiting HealthCare.gov. You can visit the Marketplace website to see what health plans are available in your area, find out if you’re eligible for financial help to pay for your plan, find out how much each plan costs, and enroll in an insurance policy.\n\nMany insurance companies offer plans both on and off of the Marketplace. However, those who qualify for an income-based subsidy can only use subsidy dollars to purchase plans on the Marketplace.\n\nTo choose and buy a policy for yourself or your family, you can:\n\n• Work with your current insurance agent or broker\n\n• Buy directly from an insurance company like Health First Health Plans, or\n\n• Go online to view plans on the Marketplace at HealthCare.gov\n\nWhat Benefits are Covered?\n\nIn order to be offered on the Marketplace, all plans must include a complete package of “essential health benefits.” These include:\n\n• Ambulatory patient services\n\n• Emergency services\n\n• Hospitalization\n\n• Maternity and newborn care\n\n• Mental health and substance abuse disorder services, including behavioral health\n\n• Prescription drugs\n\n• Rehabilitative and habilitative services and devices\n\n• Laboratory services\n\n• Preventive and wellness services and chronic disease management\n\n• Pediatric services, including dental and vision care\n\nAlso, many preventive services are included with no additional out-of-pocket expenses. Examples include screenings, check-ups, and patient counseling to prevent illnesses, disease, or other health problems.\n\nWhen should someone enroll?\n\nIf you do not currently have health insurance, you can enroll in a new plan during the Open Enrollment Period from November 15, 2014 through February 15, 2015. If you would like your coverage to begin on January 1, 2015, you must enroll by December 15, 2014.\n\nThere are also other special circumstances that may allow you to enroll other times during the year called a Special Enrollment Period.\n\nExamples Include:\n\n• Losing coverage through your employer plan or another policy\n\n• Gaining or becoming a dependent through marriage, birth or adoption\n\n• Becoming a citizen\n\n• Moving out of a service area\n\n• Gaining or losing eligibility for financial assistance\n\nIs Financial Aid Available?\n\nMany people want to have health insurance, but simply can’t afford it. The Affordable Care Act introduces income-based subsidies to make plans more affordable and cost-sharing reductions to help reduce the amount of out-of-pocket expenses for those who qualify.\n\nThat means that citizens and legal residents with incomes between 100 percent and 400 percent of the Federal Poverty Level (FPL) who purchase coverage on the Marketplace in Florida are eligible for a tax credit to reduce the cost of coverage.\n\n*Remember: If you qualify for an income-based subsidy, you must buy your policy through the Marketplace.\n\nHealth First Health Plans Open Enrollment runs Nov. 15, 2014 – Feb. 15, 2015. For Health First Health Plans coverage starting on January 1, 2015, enroll by December 15, 2014.\n\nCall your local broker and/or Health First Individual toll free at 1-877-904-4914 to speak with a representative or schedule a personal consultation.\n\nLog on to HealthFirstIndividual.org for more information and links to the Marketplace.\n\nClick here to contribute your news or announcements Free", "article_metadata": {"keywords": "health first health plans,jason alford", "og": {"image": "http://spacecoastdaily.com/wp-content/uploads/2014/10/HEALTH-FIRST-health-plans-435-2.jpg"}, "fb": {"admins": 1204082483, "app_id": 644760862318465}, "description": "There is plenty of information on healthcare reform, so while healthcare reform brings a new requirement (or a “mandate”) to have health insurance, it also", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no"}, "article_summary": "Health First Health Plans Helps You Navigate MarketplaceBy Jason Alford, Health First Health Plans Director // October 5, 2014Learn How the Healthcare Law Affects YouThere is plenty of information on healthcare reform, so while healthcare reform brings a new requirement (or a “mandate”) to have health insurance, it also makes it easier for more people to obtain coverage.\nHealth First Health Plans Open Enrollment runs Nov. 15, 2014 – Feb. 15, 2015.\nHealth insurance can be purchased through an insurance agent, directly from an insurance company or by visiting the Marketplace at HealthCare.gov.\nFor Health First Health Plans coverage starting on January 1, 2015, enroll by December 15, 2014.\nThe Marketplace (also called the Exchange) is a new government website that will make it easier for people to compare and buy health insurance policies."}