{"article_title": "Putin seeks map of forces not to bomb in Syria: France", "article_keywords": ["map", "fabius", "putin", "bomb", "groups", "moscow", "fighting", "france", "islamic", "state", "forces", "president", "syria", "syrian", "seeks"], "article_url": "http://www.thefiscaltimes.com/latestnews/2015/11/27/Putin-seeks-map-forces-not-bomb-Syria-France", "article_text": "PARIS (Reuters) - Russian President Vladimir Putin has asked France to draw up a map of where groups fighting Islamic State militants operate in Syria in order not to bomb them, France's foreign minister said on Friday.\n\nFrench President Francois Hollande and Putin agreed during talks in Moscow on Thursday to exchange intelligence on Islamic State and other rebel groups to improve the effectiveness of their aerial bombing campaigns in Syria.\n\n\"He asked us to draw up a map of forces that are not terrorists and are fighting Daesh (Islamic State). He committed to not bombing them once we've provided that,\" Foreign Minister Laurent Fabius said on RTL after accompanying Hollande to Moscow.\n\nThe West has accused Moscow of targeting mostly Western- backed rebel groups fighting Syrian President Bashar al-Assad instead of Islamic State.\n\nFrance has stepped up it aerial bombing campaign of Islamic State targets in Syria since the group claimed responsibility for attacks in Paris on Nov. 13 that killed 130 people.\n\nThe militants have also claimed the downing of a Russian airliner that broke up over Egypt's Sinai Peninsula on Oct. 31, killing all 224 people on board.\n\n\"There is now one point which everyone agrees and that is the objective of destroying Daesh,\" Fabius said referring to the Arabic acronym for Islamic State. \"I think on that we are progressing.\"\n\nHe added that immediate priorities for both sides in the coming weeks would be to free Raqqa, Islamic State's Syrian stronghold, as well as targeting oil infrastructure controlled by the group.\n\n\"It is the neurological center of Daesh, where attacks, especially those in France, originated,\" he said.\n\nASSAD'S FATE\n\nHowever, in what could prove a stumbling block to cooperation between Moscow and the West, Putin and Hollande remained at odds on Thursday over the fate of Syrian President Bashar al-Assad.\n\nAssad is an ally of Russia but Western countries, Turkey and Sunni Arab states such as Saudi Arabia blame him for Syria's nearly five-year civil war and want him removed from power.\n\n\"If we want to move towards a free, united ... Syria, it cannot be that he (Assad) who is at the origin of 300,000 deaths and millions of refugees can lead (Syria) ... Assad cannot be the future of his people,\" Fabius said.\n\nHollande said in Moscow Paris was ready to increase its support for groups fighting Islamic State on the ground. French officials have said they are studying whether to deploy special forces to assist them, a measure that was discussed with U.S. President Barack Obama in Washington on Tuesday.\n\nThe United States has already sent special forces and Fabius said France could follow suit.\n\n\"There is a rule as regards committing special forces and that (is that) in general we don't say it,\" he said. \"So we could do it without saying it and if we do, it would by definition be a small number.\"\n\n(Additional reporting by Leigh Thomas; Editing by Gareth Jones)", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "PARIS (Reuters) - Russian President Vladimir Putin has asked France to draw up a map o", "title": "Putin seeks map of forces not to bomb in Syria: France", "url": "http://www.thefiscaltimes.com/latestnews/2015/11/27/Putin-seeks-map-forces-not-bomb-Syria-France", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/mideast-crisis-putin-turkey_2.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/latestnews/2015/11/27/Putin-seeks-map-forces-not-bomb-Syria-France", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/mideast-crisis-putin-turkey_2.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "PARIS (Reuters) - Russian President Vladimir Putin has asked France to draw up a map o", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "\"He asked us to draw up a map of forces that are not terrorists and are fighting Daesh (Islamic State).\nPARIS (Reuters) - Russian President Vladimir Putin has asked France to draw up a map of where groups fighting Islamic State militants operate in Syria in order not to bomb them, France's foreign minister said on Friday.\nThe West has accused Moscow of targeting mostly Western- backed rebel groups fighting Syrian President Bashar al-Assad instead of Islamic State.\nHollande said in Moscow Paris was ready to increase its support for groups fighting Islamic State on the ground.\nFrance has stepped up it aerial bombing campaign of Islamic State targets in Syria since the group claimed responsibility for attacks in Paris on Nov. 13 that killed 130 people."}