{"article_title": "Back to the future with Paul Ryan", "article_keywords": ["aca", "medical", "preexisting", "ryan", "states", "future", "health", "coverage", "paul", "republican", "insurance", "condition"], "article_url": "http://commonwealthmagazine.org/health-care/back-to-the-future-with-paul-ryan/", "article_text": "SHARE\n\nTHIS PAST WEEK at Georgetown University, House Speaker Paul Ryan proposed scrapping an essential component of the Affordable Care Act that bans health insurance companies from imposing pre-existing condition exclusions on consumers and prohibits the practice of “medical underwriting” to discriminate against anyone with a current or prior medical condition. Instead, he proposed, states could re-establish “high risk pools” from which those with pre-existing conditions could obtain coverage, leaving standard health insurance for the “healthy.”\n\nWow. Ryan may or may not realize it – but his speech just changed the stakes regarding the ACA and the November 8 federal elections.\n\nPrior to Ryan’s speech, conventional wisdom, as evidenced in Republican Congressional and conservative think tank proposals, was to preserve the ACA’s ban on pre-existing conditions, albeit only for those who maintain “continuous coverage.” This stance enabled Republican office-holders to affirm their support for the pre-ex ban, even as their proposals’ fine print would reintroduce medical underwriting.\n\nWho defines who and what is a pre-existing condition? That would be commercial health insurance companies who, prior to the ACA, defined any and every medical condition, current or prior, as grounds for exclusion, including domestic violence and the female gender.\n\nWhy reintroduce this? According to Ryan, it would lower health insurance premiums for healthy Americans. That is true. When insurance companies can exclude all but the healthy, costs do go down for them. Of note, I have not heard a single major health insurance company since 2010 endorse reintroducing medical underwriting. I believe that most of the health insurance industry appreciates having the discrimination monkey off its back.\n\nThough parts of the ACA, especially the individual mandate, are unpopular, the ban on pre-existing conditions has always been one of the law’s most popular features. Ryan’s proposal puts this discredited issue out front again. The Speaker of the US House of Representatives now wants to return to days when health insurance companies routinely denied coverage to victims of cancer, heart disease, mental illness, asthma, diabetes, lead poisoning, you name it.\n\nThanks for your candor, Mr. Speaker.\n\nMore than 60 times since 2011, the Republican House of Representatives has voted to repeal all or part of the ACA, and has never once gotten a replacement plan out of any of their committees. Now we have some details and they are not pretty.\n\nTurning to state high risk pools is not a new idea. Los Angles Times columnist Michael Hiltzik offers a helpful review of their poor performance – excessively costly premiums, low enrollments, inadequate support from states. It’s a non-solution that Ryan and colleagues would claim as solving the problems of the uninsured. A Commonwealth Fund review last year concluded that such pools: “1. Are prohibitively expensive to administer; 2. Are prohibitively expensive for consumers to purchase; and 3. Offer much less than optimal coverage, often with annual and lifetime limits, coverage gaps, and very high premiums and deductibles.”\n\nIn his prepared speech, Ryan apologized for his 2012 statement in the presidential race when, as Mitt Romney’s running mate, he referred to low income persons as “takers.” “I was just wrong,” Ryan replied. “I didn’t mean to give offense. … There are people who get knocked down in life. And to lump an entire category of people in one broad brush is wrong, I think.”\n\nBut Ryan gives with one hand and takes with the other as he now applies the broad brush to as many as 129 million Americans under age 65 who have some form of a pre-existing medical condition. While Ryan’s proposal addresses a concrete issue, it also strikes a broader chord. Prior to the ACA, most Democrats and Republicans believed that all Americans should have health insurance while disagreeing on how to achieve that goal.\n\nAll that changed with the emergence of the ACA and the Tea Party. The new Republican mantra is that help obtaining health insurance should be reserved for those deemed worthy. So in Republican-controlled states that have not expanded Medicaid as permitted by the ACA, state leaders demand that the Obama administration allow them to provide coverage only to poor individuals who are employed. Though Team Obama has provided much flexibility to conservative states, this is one line they will not cross, and rightly so.\n\nMeet the Author John E. McDonough Guest Contributor\n\nDemocrats – and most Americans – hold the important value that health care should be a right, not a privilege. That’s what this fight, and the whole fight over the ACA is about. Kudos to Speaker Ryan for making it so plain.John E. McDonough is a professor of practice at the Harvard TH Chan School of Public Health and blogs at healthstew.com.\n\nSHARE", "article_metadata": {"og": {"site_name": "CommonWealth Magazine", "description": "THIS PAST WEEK at Georgetown University, House Speaker Paul Ryan proposed scrapping an essential component of the Affordable Care Act that bans health insurance companies from imposing pre-existing condition exclusions on consumers and prohibits the practice of “medical underwriting” to discriminate against anyone with a current or prior medical condition. Instead, he proposed, states could(...)", "title": "Back to the future with Paul Ryan - CommonWealth Magazine", "locale": "en_US", "image": "http://commonwealthmagazine.org/wp-content/uploads/sites/2/2016/05/ACA-.jpg", "updated_time": "2016-05-01T22:53:35+00:00", "url": "http://commonwealthmagazine.org/health-care/back-to-the-future-with-paul-ryan/", "type": "article"}, "twitter": {"domain": "CommonWealth Magazine", "description": "THIS PAST WEEK at Georgetown University, House Speaker Paul Ryan proposed scrapping an essential component of the Affordable Care Act that bans health insurance companies from imposing pre-existing condition exclusions on consumers and prohibits the practice of “medical underwriting” to discriminate against anyone with a current or prior medical condition. Instead, he proposed, states could(...)", "creator": "@commonwealthmag", "image": {"src": "http://commonwealthmagazine.org/wp-content/uploads/sites/2/2016/05/ACA-.jpg"}, "title": "Back to the future with Paul Ryan - CommonWealth Magazine", "site": "@commonwealthmag", "card": "summary_large_image"}, "msapplication-TileColor": "#da532c", "msapplication-TileImage": "http://commonwealthmagazine.org/wp-content/themes/cwmag/images/favicons/mstile-144x144.png", "article": {"section": "Health Care", "published_time": "2016-05-01T22:52:27+00:00", "modified_time": "2016-05-01T22:53:35+00:00"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1, minimum-scale=1, user-scalable=no"}, "article_summary": "According to Ryan, it would lower health insurance premiums for healthy Americans.\nI believe that most of the health insurance industry appreciates having the discrimination monkey off its back.\nWho defines who and what is a pre-existing condition?\nOf note, I have not heard a single major health insurance company since 2010 endorse reintroducing medical underwriting.\nRyan may or may not realize it – but his speech just changed the stakes regarding the ACA and the November 8 federal elections."}