{"article_title": "200 Australians to be affected by Thailand's commercial surrogacy ban", "article_keywords": ["200", "affected", "gammy", "surrogate", "australians", "thailands", "commercial", "bishop", "clinic", "parents", "ban", "thailand", "surrogacy", "australian", "thai"], "article_url": "http://www.dailymail.co.uk/news/article-2721126/Surrogacy-Australia-estimates-200-Australian-parents-affected-Thailands-commercial-surrogacy-ban.html", "article_text": "Surrogacy Australia estimates 200 Australian would-be parents will be affected by Thailand's commercial surrogacy ban\n\n\n\nSurrogacy Australia estimates 200 Australians involved in Thai surrogacy\n\nJulie Bishop has called on Thai government to allow a transition period before banning commercial surrogacy\n\nAbout 50 Australians affected by Bangkok IVF clinic shut down in wake of Gammy controversy\n\n\n\nInvestigation underway into what happened to the couples' frozen embyros\n\n\n\nThai authorities suspect links to international baby trafficking organisation\n\nEstimated 70 per cent of Australian couples seek surrogacy from the clinic\n\nSurrogacy Australia says it knows of up to 200 would-be Australian parents caught in Thailand's planned crackdown on commercial surrogacy, but the number may be higher.\n\nSpokeswoman Rachel Kunde said the organisation could only estimate the total amount because some were outside its network, including the West Australian couple at the centre of an international surrogacy drama.\n\nMs Kunde said the couple, who are accused of leaving their baby daughter's twin brother Gammy, who has Down syndrome, in Thailand with the surrogate mother, did not use Surrogacy Australia's services.\n\n\"They didn't go through our organisation so that is an example of the people that aren't getting advice from us and going overseas,\" she said.\n\nMs Kunde said they were working closely with the Australian embassy in Thailand to make sure surrogates were receiving obstetric care and knew they had not been abandoned by those who had commissioned them.\n\nForeign minister Julie Bishop (left) has called on Thailand to allow a transition period before banning commercial surrogacy a day after All IVF Clinic in Bangkok was shut down. Dr Pisit Tantiwattanakul (right) was the centre's director\n\n\n\nShe said they were also trying to find out what happened to the frozen embryos of about 50 Australian couples at a Bangkok IVF clinic that closed in the wake of the Gammy surrogacy controversy.\n\nThere is growing concern among Australians using surrogates overseas about uncertain changes to commercial surrogacy laws, Ms Kunde said.\n\nThailand is preparing to fast-track legislation to outlaw commercial surrogacy, banning agencies acting as brokers, or accepting financial or other benefits.\n\nAdvertising for women to act as surrogates for commercial purposes would also be illegal.\n\nForeign Minister Julie Bishop on Saturday called on the Thai government to allow a transitional period before the ban, to enable Australians to receive children still being carried by surrogates.\n\nThe biological parents of baby Gammy will give their side of their story to Nine Network's 60 Minutes program on Sunday night.\n\nMeanwhile, the mother of Gammy's biological father, who is a convicted sex offender, has told The Sunday Times he is reformed and deserves to be a father again.\n\nThe 81-year-old said her son and his wife should be allowed to keep Gammy's sister because they loved her to bits and were very excited to be parents.\n\nAustralia has pressed the Thai government to allow a transition period before it bans commercial surrogacy in a bid to allow Australians to receive children being carried by Thai surrogate mothers.\n\nAn estimated 70 per cent of Australian couples seeking surrogacy attended the All IVF clinic\n\nThe request made by Foreign Minister Julie Bishop comes a day after a Thai surrogacy agency was shut down by authorities.\n\nMs Bishop made the call to acting Thai Foreign Minister Sihasak Phuangketkeow at the ASEAN Foreign Ministers meeting in Myanmar capital Naypitdaw, yesterday.\n\nMs Bishop raised the issue of ongoing cases of surrogate mothers for Australian women and requested Thai authorities allow for a 'transition period' for the births 'for humanitarian reasons' before enforcing proposed laws.\n\n\n\nThe Australian families have already paid thousands of dollars to agents and the surrogate mothers for the procedure.\n\nMr Sihasak told reporters Ms Bishop said the Australian government had no policy to support commercial surrogacy and Thailand had full authority to deal with issue.\n\nMs Bishop's request comes as Thailand prepares to fast track legislation through the National Legislative Assembly.\n\nThai officials are treating surrogacy as human trafficking until parliament passes legislation banning surrogacy since Gammy (pictured with his surrogate mother Pattharamon Janbua) was allegedly left in Thailand by his Australian biological parents after it was discovered he had Down syndrome\n\nAs many as 50 Australian couples may have lost the opportunity to be parents after the Bangkok IVF clinic was shut down with Thai authorities suspecting links to an international baby trafficking organisation.\n\nFollowing the closure of the All IVF Center on Friday, there are grave concerns that Thai surrogate mothers could abort their babies now they have no support from the clinic as the baby Gammy scandal has seen 40 clinics raided in a serious crackdown across Thailand.\n\nIt is estimated that about 50 Australian couples, who have arrangements with the clinic, have no way of contacting their surrogates and the whereabouts of the embryos previously stored at clinic was also unknown, the Sydney Morning Herald reported.\n\nThai authorities has cracked down on the growing surrogacy business after the plight of Gammy, a six-month old baby with Down syndrome, whose Australian biological parents allegedly left him behind in Thailand but took his twin sister to Bunbury in Western Australia.\n\n\n\nSurrogacy Australia founder Sam Everingham has called on the Thai authorities to ensure all of the clinic’s surrogates are safe and the biological parents will be reunited with their babies when born.", "article_metadata": {"Rating": "General", "news_keywords": "Surrogacy,Australia,estimates,200,Australian,parents,affected,Thailands,commercial,surrogacy,ban", "original-source": "http://www.dailymail.co.uk/news/article-2721126/Surrogacy-Australia-estimates-200-Australian-parents-affected-Thailands-commercial-surrogacy-ban.html", "doc-class": "Living Document", "twitter": {"description": "Surrogacy Australia says it knows of up to 200 would-be Australian parents caught in Thailand's planned crackdown on commercial surrogacy, but the number may be higher.", "title": "200 Australians to be affected by Thailand's commercial surrogacy ban", "url": "http://www.dailymail.co.uk/news/article-2721126/Surrogacy-Australia-estimates-200-Australian-parents-affected-Thailands-commercial-surrogacy-ban.html", "app": {"id": {"ipad": 400442503, "iphone": 384101264}}, "image": "http://i.dailymail.co.uk/i/pix/2014/08/09/article-2720644-2062FF0400000578-611_636x382.jpg", "card": "summary_large_image", "account_id": 15438913}, "robots": "noodp,noydir,all,noarchive", "al": {"android": {"url": "dailymail-fb://article/2721126/", "app_name": "Daily Mail Online", "package": "com.dailymail.online"}, "ios": {"url": "dailymail-fb://article/2721126/", "app_store_id": 384101264, "app_name": "MailOnline"}}, "msvalidate.01": "12E6B4B813EB44C9BFC8F6A21F1D01F5", "fb": {"app_id": 146202712090395}, "MSSmartTagsPreventParsing": "true", "articleid": 2721126, "divclasspage": "articlePage", "keywords": "Surrogacy,Australia,estimates,200,Australian,parents,affected,Thailands,commercial,surrogacy,ban", "article": {"publisher": "https://www.facebook.com/DailyMail", "section": "News", "tag": "Surrogacy Australia estimates 200 Australian parents affected Thailands commercial surrogacy ban", "published_time": "2014-08-10T12:27:31.000Zyyyy-MM-dd HH:mm:ss z", "modified_time": "2014-08-10T12:57:35.000Zyyyy-MM-dd HH:mm:ss z"}, "verify-v1": "DXwlrsxbqxSv+FTFkWUfgflBvFJfx2YbNf/HmABrVyY=", "y_key": "1a7e912afbfcab2f", "og": {"site_name": "Mail Online", "description": "Surrogacy Australia says it knows of up to 200 would-be Australian parents caught in Thailand's planned crackdown on commercial surrogacy, but the number may be higher.", "title": "200 Australians to be affected by Thailand's commercial surrogacy ban", "url": "http://www.dailymail.co.uk/news/article-2721126/Surrogacy-Australia-estimates-200-Australian-parents-affected-Thailands-commercial-surrogacy-ban.html", "image": {"width": 636, "identifier": "http://i.dailymail.co.uk/i/pix/2014/08/09/article-2720644-2062FF0400000578-611_636x382.jpg", "height": 382}, "type": "article"}, "channel": "News", "description": "Surrogacy Australia says it knows of up to 200 would-be Australian parents caught in Thailand's planned crackdown on commercial surrogacy, but the number may be higher."}, "article_summary": "There is growing concern among Australians using surrogates overseas about uncertain changes to commercial surrogacy laws, Ms Kunde said.\nThailand is preparing to fast-track legislation to outlaw commercial surrogacy, banning agencies acting as brokers, or accepting financial or other benefits.\nAustralia has pressed the Thai government to allow a transition period before it bans commercial surrogacy in a bid to allow Australians to receive children being carried by Thai surrogate mothers.\nMr Sihasak told reporters Ms Bishop said the Australian government had no policy to support commercial surrogacy and Thailand had full authority to deal with issue.\nForeign minister Julie Bishop (left) has called on Thailand to allow a transition period before banning commercial surrogacy a day after All IVF Clinic in Bangkok was shut down."}