{"article_title": "How Your Brain Works When You're In Love", "article_keywords": ["mystery", "love", "romantic", "person", "youre", "feelings", "increase", "brain", "marsh", "dopamine", "oxytocin", "works"], "article_url": "http://www.medicaldaily.com/oxytocin-love-hormone-fuels-romance-how-your-brain-works-when-youre-love-269067", "article_text": "A lover’s sweaty palms, shaky knees, flushed cheeks, and tongue-tied speech, are some ways love affects our body. While these signs are apparent to the naked eye, little is known about what happens to the brain when you fall in love. In a video, from the American Chemical Society, psychologist Abigail Marsh from Georgetown University gives us a glimpse as to why love feels good. Hint: It involves the release of feel-good hormones such as oxytocin that fuel lifelong pair bonds.\n\n\"People who excite romantic feelings in us probably also trigger increases in oxytocin, which results in this increase in dopamine when you find that person that you want to stick with,” said Marsh in the video. The love hormone acts as a neurotransmitter in the brain, which is produced in nerve cells rather than glandular cells, like most hormones, according to Psych Central. It is believed romantic gestures such as cuddling, hugging, or kissing could boost oxytocin levels in the body, which help enhance social bonding between individuals.\n\nIn male-female bonds, the love hormone plays a vital role in the human sexual response cycle. Oxytocin changes the brain signals that are related to social recognition via facial expression — due to activity in the amygdala — a part of the brain that plays a role in processing emotional stimuli. For example, in the monogamous, mates-for-life prairie voles, mating triggers a flood of oxytocin and dopamine, a neurotransmitter involved in the feeling of being in love. Then, the brain translates the action of being with that specific mate as “rewarding.” While this solidifies a long-term bond between prairie voles, Marsh suggests, “our best guess is that humans are probably built similarly.\"\n\nIf oxytocin receptors were to be blocked, it can cut off the pair-bonding response. This can lead to a disinterest in establishing bonds with other people and diminish the possibility of being intimate with someone. Those who excite romantic feelings in us are more likely to cause an increase in the release of oxytocin, which leads to an increase in dopamine, and makes them “someone we want to stick with.”\n\nRomantic relationships can lead to the addiction of a specific person such as being obsessed with thinking of that person all the time and the capacity for risk-taking to get to that person. These behaviors are thought to reflect those of someone who is addicted to a drug. The same brain chemicals — large amounts of dopamine and norepinpherine — and the same brain pathways and structures are active when in love, and when being high on crack cocaine. Therefore, this leads to the belief that addictive drugs affect the brain in ways similar to love, Marsh says, which can help explain the painful, withdrawal-like symptoms of a breakup.\n\nAlthough much is known about neurotransmitters like oxytocin, there is still some mystery left behind as to what sets off these feelings of love and who we fall in love with. Researchers still do not know enough about love like other emotions, which makes the process of falling in love a complete mystery. “We are nowhere near knowing enough about love to take the mystery out of it,” Marsh said.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "oxytocin, dopamine, neurotransmitters, brain, amydgala, feel good hormones, love hormone, romance, relationships, lifelong bonds, partners, significant others", "og": {"site_name": "Medical Daily", "description": "Ever wonder how your brain works when you’re in love? The release of oxytocin in the brain — the love hormone — is what fuels lifelong pair bonds.", "title": "How Your Brain Works When You're In Love [VIDEO]", "url": "http://www.medicaldaily.com/oxytocin-love-hormone-fuels-romance-how-your-brain-works-when-youre-love-269067", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/02/11/boy-thinking-about-love-next-chalkboard.jpg", "type": "article"}, "twitter": {"description": "Ever wonder how your brain works when you’re in love? The release of oxytocin in the brain — the love hormone — is what fuels lifelong pair bonds.", "title": "How Your Brain Works When You're In Love [VIDEO]", "url": "http://www.medicaldaily.com/oxytocin-love-hormone-fuels-romance-how-your-brain-works-when-youre-love-269067", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/02/11/boy-thinking-about-love-next-chalkboard.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/02/11/boy-thinking-about-love-next-chalkboard.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Healthy Living", "published_time": "2014-02-11T12:21:23-05:00", "modified_time": "2014-02-11T12:21:22-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Ever wonder how your brain works when you’re in love? The release of oxytocin in the brain — the love hormone — is what fuels lifelong pair bonds."}, "article_summary": "Researchers still do not know enough about love like other emotions, which makes the process of falling in love a complete mystery.\nTherefore, this leads to the belief that addictive drugs affect the brain in ways similar to love, Marsh says, which can help explain the painful, withdrawal-like symptoms of a breakup.\nThe same brain chemicals — large amounts of dopamine and norepinpherine — and the same brain pathways and structures are active when in love, and when being high on crack cocaine.\nWhile these signs are apparent to the naked eye, little is known about what happens to the brain when you fall in love.\nThe love hormone acts as a neurotransmitter in the brain, which is produced in nerve cells rather than glandular cells, like most hormones, according to Psych Central."}