{"article_title": "Lawmaker Fights to End Iowa's Fireworks Ban", "article_keywords": ["fights", "end", "lot", "lawmaker", "money", "fireworks", "chapman", "state", "marshals", "iowas", "missouri", "ban", "bill", "local"], "article_url": "http://dailysignal.com/2014/07/04/iowa-banned-fireworks-76-years-ago-now-one-lawmaker-trying-change/", "article_text": "Jerri Andersen wasn’t impressed by the Fourth of July fireworks display at her local Hy-Vee in Urbandale, Iowa.\n\n“Of course, it’s not their fault,” she said.\n\nAnd it isn’t. The supermarket was displaying the only types of fireworks people can buy or possess in Iowa without a special permit: sparklers and snakes.\n\nAll other consumer fireworks were banned in Iowa 76 years ago, following devastating fires in Spencer and Remen. The ban wouldn’t have prevented either fire. Both are believed to have been started by reckless use of sparklers.\n\nAndersen, from Colorado where most fireworks are legal, eventually decided on a package of multicolored sparklers.\n\n“It just doesn’t seem very much like the Fourth of July without some fireworks,” Andersen said. “But I don’t have time to drive down to Missouri to buy anything good.”\n\nPlenty of other Iowans have the time. Every summer Iowans flood into Missouri and South Dakota to shop at the fireworks stands and stores just over the state line.\n\nKeeping some of that considerable fireworks money in the state was behind a bill to legalize fireworks by state Sen. Jake Chapman, R-Adel.\n\n“I’ve heard from a lot of my constituents that they want to be able to legally use fireworks. And I believe our bill allowed for that in a responsible way,” Chapman said. “It would be good to keep that money at home. But what really comes down to for me is providing more freedom for our citizens.”\n\nThe bill, with wide bipartisan support, gave local fire marshals the power to ban the use of fireworks during droughts and other fire-prone conditions, Chapman said. Cities would have also been able to ban fireworks inside city limits.\n\nStill, fire marshals and doctors’ groups would have none of it.\n\n“A lot of their arguments simply weren’t backed up the data the Consumer Product Safety Commissioncollects on fireworks,” Chapman explained. “When Indiana legalized fireworks, injuries actually went down because people stopped using very dangerous homemade fireworks.”\n\nRead more on Watchdog.org.", "article_metadata": {"description": "The only types of fireworks people can buy or possess in Iowa without a special permit are sparklers and snakes.", "og": {"site_name": "The Daily Signal", "description": "The only types of fireworks people can buy or possess in Iowa without a special permit are sparklers and snakes.", "title": "Lawmaker Fights to End Iowa's Fireworks Ban", "locale": "en_US", "image": "http://dailysignal.com/wp-content/uploads/140703_IowaFireworks.jpg", "updated_time": "2014-07-03T15:24:36+00:00", "type": "article"}, "bitly": {"url": "http://dailysign.al/1o5d4wU"}, "twitter": {"domain": "The Daily Signal", "description": "The only types of fireworks people can buy or possess in Iowa without a special permit are sparklers and snakes.", "creator": "@dailysignal", "image": {"src": "http://dailysignal.com/wp-content/uploads/140703_IowaFireworks.jpg"}, "title": "Lawmaker Fights to End Iowa's Fireworks Ban", "site": "@dailysignal", "card": "summary_large_image"}, "fb": {"pages": 300341323465160, "app_id": 772296266137346}, "article": {"publisher": "https://www.facebook.com/TheDailySignalNews", "section": "Economy", "tag": "regulation", "published_time": "2014-07-04T03:01:55+00:00", "modified_time": "2014-07-03T15:24:36+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Iowa, iowa fireworks, legal fireworks, illegal fireworks, 4th of july, independence day, fireworks, Jake Chapman, Consumer Product Safety Commission"}, "_id": "\"57477af36914bd0286fcfa22\"", "article_summary": "Cities would have also been able to ban fireworks inside city limits.\nKeeping some of that considerable fireworks money in the state was behind a bill to legalize fireworks by state Sen. Jake Chapman, R-Adel.\n“A lot of their arguments simply weren’t backed up the data the Consumer Product Safety Commissioncollects on fireworks,” Chapman explained.\nJerri Andersen wasn’t impressed by the Fourth of July fireworks display at her local Hy-Vee in Urbandale, Iowa.\n“When Indiana legalized fireworks, injuries actually went down because people stopped using very dangerous homemade fireworks.”Read more on Watchdog.org."}