{"article_title": "Modern Healthcare Modern Healthcare business news, research, data and events", "article_keywords": ["court", "coverage", "business", "provision", "modern", "maine", "research", "states", "state", "medicaid", "statement", "healthcare", "department", "law", "data", "events"], "article_url": "http://www.modernhealthcare.com/article/20141118/NEWS/311189949", "article_text": "Maine can't drop low-income 19- and 20-year-olds from its Medicaid rolls without violating the Patient Protection and Affordable Care Act , a federal appeals court ruled Monday.Because of a state budget deficit in 2012, Maine Gov. Paul LePage proposed eliminating coverage for nondisabled 19- and 20-year-olds. It was a move the state's health department projected would save Maine $3.7 million, according to court documents, and the state's Legislature approved the proposal.The CMS , however, refused to accept the change, saying it would violate the nation's new healthcare law. The law's “maintenance of effort” provision requires states to offer the same levels of coverage for young people until 2019 as they offered as of March 23, 2010, in order to continue to receive Medicaid funds.The Maine Department of Health and Human Services appealed the CMS' decision to the 1st U.S. Circuit Court of Appeals, arguing that the maintenance-of-effort provision exceeded Congress' constitutionally granted power to spend money. The state also argued that the provision violated the doctrine of equal sovereignty, saying it “prohibit[s] Maine from exercising the prerogative to design its Medicaid laws in ways that many of its sister States remain free to do.”The court rejected both of those arguments.Mary Mayhew, Maine's Department of Health and Human Services commissioner and the petitioner in the lawsuit, condemned the decision Monday. The department noted in a statement that Maine only originally agreed to maintain that coverage for 19- and 20-year-olds through December 2010 as a condition of accepting stimulus money, and it was not meant as a permanent offering. Maine has offered coverage for low-income people ages 18 to 20 since 1991, according to the ruling.“Judges have gone out of their way to defend the unpopular Obamacare law and obstruct the will of the public, made clear two weeks ago, that our welfare funds should be prioritized toward the elderly, disabled and truly needy; not job-ready young adults,” Mayhew said in a statement. “Washington has the luxury of paying for its programs with deficits and debt; in Maine, we must set priorities and balance our budget.”The department is reviewing its options and remains “committed to fighting for the flexibility states need from the federal government,” according to the statement Monday.According to the department's statement, if the lawsuit is successful, it would enable Maine to put $10.6 million in state and federal Medicaid funds toward other priorities, such as reducing waitlists for the disabled or helping struggling nursing homes.A number of other lawsuits challenging the nation's new healthcare law are also working their way through the court system in other states, including Indiana and Oklahoma. The U.S. Supreme Court recently agreed to hear King v. Burwell, which will determine whether the ACA allows premium subsidies in the 34 states that have not established their own insurance exchanges and are instead relying on HealthCare.gov Follow Lisa Schencker on Twitter: @lschencker", "article_metadata": {"msapplication-TileColor": "#0a365e", "description": "Maine can't drop low-income 19- and 20-year-olds from its Medicaid rolls without violating the Patient Protection and Affordable Care Act, a federal appeals court ruled Monday.", "title": "Maine can't drop 19-, 20-year-olds from Medicaid, court rules", "og": {"site_name": "Modern Healthcare", "description": "Maine can't drop low-income 19- and 20-year-olds from its Medicaid rolls without violating the Patient Protection and Affordable Care Act, a federal appeals court ruled Monday.", "title": "Maine can't drop 19-, 20-year-olds from Medicaid, court rules", "url": "http://www.modernhealthcare.com/article/20141118/NEWS/311189949", "image": "https://raw.githubusercontent.com/modernhealthcare/mh-logo/master/mh-logo-fb-lg.jpg", "type": "article"}, "twitter": {"domain": "http://www.modernhealthcare.com", "description": "Maine can't drop low-income 19- and 20-year-olds from its Medicaid rolls without violating the Patient Protection and Affordable Care Act, a federal appeals court ruled Monday.", "title": "Maine can't drop 19-, 20-year-olds from Medicaid, court rules", "image": "https://raw.githubusercontent.com/modernhealthcare/mh-logo/master/mh-logo-twitter.jpg", "creator": "@modrnhealthcr", "site": "@modrnhealthcr", "card": "summary"}, "apple-mobile-web-app-title": "Modern Healthcare", "apple-mobile-web-app-status-bar-style": "black", "apple-mobile-web-app-capable": "yes", "url": "http://www.modernhealthcare.com/article/20141118/NEWS/311189949", "published_at": "2014-11-18", "msapplication-TileImage": "https:/raw.githubusercontent.com/modernhealthcare/mh-logo/master/ms-touch-icon-144x144-precomposed.png", "mobile-web-app-capable": "yes", "image": "https://raw.githubusercontent.com/modernhealthcare/mh-logo/master/mh-logo-g-plus.jpg", "viewport": "width=device-width, initial-scale=1, user-scalable=no"}, "_id": "\"57477af46914bd0286fe42ee\"", "article_summary": "Circuit Court of Appeals, arguing that the maintenance-of-effort provision exceeded Congress' constitutionally granted power to spend money.\nPaul LePage proposed eliminating coverage for nondisabled 19- and 20-year-olds.\nMaine can't drop low-income 19- and 20-year-olds from its Medicaid rolls without violating the Patient Protection and Affordable Care Act , a federal appeals court ruled Monday.Because of a state budget deficit in 2012, Maine Gov.\nIt was a move the state's health department projected would save Maine $3.7 million, according to court documents, and the state's Legislature approved the proposal.The CMS , however, refused to accept the change, saying it would violate the nation's new healthcare law.\nThe department noted in a statement that Maine only originally agreed to maintain that coverage for 19- and 20-year-olds through December 2010 as a condition of accepting stimulus money, and it was not meant as a permanent offering."}