{"article_title": "Zoom's secret to reinventing healthcare: Not trying to be all things to everyone", "article_keywords": ["sarah", "retail", "ohsu", "clinics", "things", "zooms", "zoom", "secret", "health", "reinventing", "healthcare", "services", "trying", "insurance", "care"], "article_url": "http://www.fiercehealthcare.com/story/zooms-secret-reinventing-healthcare-not-trying-be-all-things-everyone/2015-08-28", "article_text": "What if patients thought of getting healthcare, even paying insurance premiums, more like treating themselves to new jewelry than forking out cash for a necessary evil? That's one aspiration of Zoom (formerly Zoomcare), the Portland, Oregon-based company planning to redesign a full array of medical and health insurance services to create an \"insanely great experience\" for its target customer base, according to an article from Fast Company.\n\nZoom co-founder Dave Sanders has already expanded the company's existing presence in the walk-in care market to offer specialty and emergency procedures, Skype visits, dental care, mental health services and even its own health insurance. With more than 28 clinics in the Portland metro area, Zoom's \"health campus\" aims to provide soup-to-nuts healthcare, including everything from basic preventive services to organ transplants.\n\nIt may sound counterintuitive, but part of Zoom's strategy in reaching these goals is to deliberately avoid attempting to be \"all things to all people\" by itself.\n\nSanders is unapologetic, for example, about designing its experiences to reach \"Sarah,\" a demographic of young, mobile-connected customers not dissimilar from the customer base of an Apple store. \"Segmentation and purpose-built systems are good and healthy,\" he said, adding that he hopes to eventually expand the definition of \"Sarah\" to include Medicare and Medicaid users.\n\nThe Zoom model also relies on strategic partnerships, such as with Oregon Health and Science University (OHSU) Hospital, Portland's Level 1 trauma center and teaching hospital, to place OHSU doctors in its clinics and provide health insurance to OHSU employees, to make its \"full stack\" of services possible.\n\nLong-term, Zoom is aiming to spread its universe of on-demand health services outside the Pacific Northwest and beyond. While the success of the model remains to be seen, noted author John Pavlus. \"But if there were ever a sector of our economy in desperate need of an Apple-style \"think different\" shakeup, health care is it,\" he concluded.\n\nTo learn more:\n\n- read the article\n\nRelated Articles:\n\nRetail clinics: Concept expands—not threatens—primary care\n\nCVS expands retail health reach with purchase of Target's pharmacies, clinics\n\nCardinal Health CEO on trends in retail health, ambulatory care\n\nWhat you need to know about the evolving retail health market\n\nLessons from outside-the-box medical practices", "article_metadata": {"description": "What if patients thought of getting healthcare, even paying insurance premiums, more like treating themselves to new jewelry than forking out cash for a necessary evil?", "og": {"site_name": "FierceHealthcare", "description": "What if patients thought of getting healthcare, even paying insurance premiums, more like treating themselves to new jewelry than forking out cash for a necessary evil?", "title": "Zoom's secret to reinventing healthcare: Not trying to be all things to everyone", "url": "http://www.fiercehealthcare.com/story/zooms-secret-reinventing-healthcare-not-trying-be-all-things-everyone/2015-08-28", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthcare.jpg", "type": "website"}, "twitter": {"site": "fiercehealth", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "apple-itunes-app": "app-id=731085312", "keywords": "Care Delivery,Health Information Technology,health insurance,Mobile Health,Operations & Business Management,retail healthcare,strategic partnership,Zoom", "viewport": "width=device-width", "news_keywords": "Care Delivery,Health Information Technology,Operations & Business Management"}, "article_summary": "\"But if there were ever a sector of our economy in desperate need of an Apple-style \"think different\" shakeup, health care is it,\" he concluded.\nWith more than 28 clinics in the Portland metro area, Zoom's \"health campus\" aims to provide soup-to-nuts healthcare, including everything from basic preventive services to organ transplants.\nTo learn more:- read the articleRelated Articles:Retail clinics: Concept expands—not threatens—primary careCVS expands retail health reach with purchase of Target's pharmacies, clinicsCardinal Health CEO on trends in retail health, ambulatory careWhat you need to know about the evolving retail health marketLessons from outside-the-box medical practices\nLong-term, Zoom is aiming to spread its universe of on-demand health services outside the Pacific Northwest and beyond.\nIt may sound counterintuitive, but part of Zoom's strategy in reaching these goals is to deliberately avoid attempting to be \"all things to all people\" by itself."}