{"article_title": "The Denver Art Museum’s “Passport to Paris” leaves lasting impression – The Denver Post", "article_keywords": ["impression", "muse", "art", "nature", "paris", "dam", "leaves", "denver", "museums", "matter", "painters", "french", "passport", "collection", "post", "museum", "lasting"], "article_url": "http://www.denverpost.com/entertainment/ci_24381596/denver-art-museums-passport-paris-leaves-lasting-impression", "article_text": "Maybe it’s a reach to compare the zeitgeist of Paris in the 1890s to that of America in the 2010s, but how else to explain this crazy crush we have on 19th-century French painters right now? The rebel posturing of Gustave Courbet, Camille Pissarro’s all-or-nothing nerve, the swagger of Henri de Toulouse-Lautrec as he got down and dirty on the streets of Montmartre, it all attracts our contemporary spirit.\n\nMuseums across the U.S. built their major shows around Impressionism in 2013. The Met in New York, the Philly and the Art Institute of Chicago all made the most of their Monets this summer. St. Louis and Kansas City followed, teaming for a significant exploration of the lasting impact of Renoir, Manet and their peers.\n\nToday, the Denver Art Museum jumps in with “Passport to Paris,” which out-blockbusters those blockbusters by combining three attractive exhibits under one slanty, titanium roof: the traveling “Court to Cafe,” the locally composed “Nature as Muse,” and an intimate assemblage of small works on paper titled “Drawing Room.”\n\nAll the French superheroes, plus their trusty sidekicks, make appearances in each.\n\nThe Denver exhibits play well together, and they take the national obsession with painters from a certain time and place in new directions, adding both historical context and a Western twist. That comes mostly from the extensive presence of work owned by Denver collector Frederic C. Hamilton. His holdings, rarely seen in public, make up the bulk of the most interesting piece, “Nature as Muse,” a collection of 36 landscape paintings.\n\nAn important collection of French paintings in Colorado? Oui, mesdames et messieurs, and it is beautiful from start to finish.\n\nThe main attraction in Denver is the much larger “Court to Cafe,” featuring 50 paintings, all owned and on tour from the Wadsworth Atheneum, one of New England’s sturdiest, old art castles, located in Hartford, Conn. The show traces French painting from its formal Nicolas Poussin and François Boucher days to its more radical era defined by Paul Cézanne, and (French-ish) Vincent van Gogh.\n\nThis is an easy show to look at and like because it doesn’t do anything beyond knock your socks off. It’s one of these (Poussin’s dark “Crucifixion” from 1646) to one of those (Charles-Antoine Coypel’s 1735 dramatic “The Fainting of Armida”) to another one of those (Claude-Joseph Vernet’s sweeping “The Storm,” from 1787).\n\nThe journey eventually makes its way through Henri-Paul Motte and Eugene Boudin, with crowd-pleasing samplings of Monet, Pissarro, Renoir, Caillebotte and Sisley. There’s a narrative about the breakthrough of Impressionism, though it feels obvious, and the paintings generally speak for themselves.\n\nInterestingly, “Nature as Muse,” put together by DAM director Christoph Heinrich, is a more captivating version of the same story with the same characters moving the action forward. Heinrich supplemented Hamilton’s pieces with another batch from DAM’s permanent collection and the chronology is compact and logical.\n\nThis is an old tale, of course. Everyone knows how these painters broke from tradition, rejecting classical subject matter and heavy-handed symbolism, getting out of the studio and presenting nature with all of its gritty imperfections, letting their brush strokes show and their emotions guide their hand.\n\nIt has the familiarity of a Shakespeare play or a Verdi opera and we attend its frequent telling in much the same way, looking for a trueness or a twist that makes this version stand out.\n\nFocus on landscapes\n\n“Nature as Muse” does have a unique perspective. By narrowing its subject matter to landscapes, comparisons are easy to track and compare. We watch with a focused eye as those famous lines blur and the paint gets thick and chunky, and a new idea of handsomeness is born.\n\n“Passport to Paris” succeeds in another significant way. Traveling shows, like “Court to Cafe” are a challenge for museums because they can look like cash grabs. Booking Monet into your venue these days isn’t so different from bringing in Madonna or Britney Spears. You jack up the price and let the people in, just like they do at the lowly arena down the street.\n\nBut DAM has done much to customize the show for its own space and audience and it reminds us that this is high art. The installation is an attraction of its own, complete with hand-painted stencils, period wallpapers and antique furnishings from the collection scattered about. The museum even attached molding along its walls, giving its ultra-modern galleries a few old-school European touches. There is a contemporary sensibility to the setting, overseen by Ben Griswold of Spatial Poetics, that keeps it from being kitsch.\n\nThe addition of “Nature As Muse” is credible and ultra-local. No small matter that it hangs in the wing of the museum named, and partly paid for, by one Frederic C. Hamilton.\n\n“Drawing Room” has a regional twist as well. The 39 works on paper come from the collection of Esmond Bradley Martin, who lives elsewhere but houses his holdings at DAM. It’s a small show, well-executed and full of surprises, like the charming, 1859 “Caricature of Grandfather Lebas” by Monet that plays up a different side of the man known for his serious takes on water lilies.\n\nThat a Denver museum should go to such extremes makes sense. The quality of this work, its history and humanity, appeals to viewers in every city. But its subject matter has a particular resonance here.\n\nPlein-air painters\n\nThese painters honed their craft by moving it outdoors, working en plein air, instead of the studios their predecessors confined themselves to. We like to think we do our own best work in the hills and valleys that surround us.\n\nMore than that, these painters were the first to accept nature on its own terms, and revere it above all. They eschewed depictions of Greek gods and their own royals in favor of rocks and creeks and tree stumps. They didn’t frame the countryside through human eyes, they simply explored it, the less tamed, the better.\n\nMaybe it is a reach, but that’s what we do here, albeit with the help of four-wheel-drive vehicles and GPS trackers. More than anyone else on this continent, we consider ourselves subjects of nature, not its masters. These Impressionists, they invented that.\n\nRay Mark Rinaldi: 303-954-1540, rrinaldi@denverpost.com or twitter.com/rayrinaldi\n\n“PASSPORT TO PARIS”\n\nThe Denver Art Museum presents three exhibits of pieces by French artists who worked primarily in the 19th century. Oct. 27-Feb. 9. DAM is located on 13th Avenue between Broadway and Bannock. Tickets are $22, $12 for members. 720-865-5000 or denverartmuseum.org.", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "The Denver Art Museum’s “Passport to Paris” leaves lasting impression", "title": "The Denver Art Museum’s “Passport to Paris” leaves lasting impression", "url": "http://www.denverpost.com/2013/10/24/the-denver-art-museums-passport-to-paris-leaves-lasting-impression/", "image": {"width": 600, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20131024__20131027_E1_AE27FAPARISp3.jpg", "height": 386}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20131024__20131027_E1_AE27FAPARISp3.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2013-10-24T17:00:59+00:00", "modified_time": "2016-04-29T12:50:05+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "Ray Mark Rinaldi: 303-954-1540, rrinaldi@denverpost.com or twitter.com/rayrinaldi“PASSPORT TO PARIS”The Denver Art Museum presents three exhibits of pieces by French artists who worked primarily in the 19th century.\nThat a Denver museum should go to such extremes makes sense.\nMaybe it’s a reach to compare the zeitgeist of Paris in the 1890s to that of America in the 2010s, but how else to explain this crazy crush we have on 19th-century French painters right now?\nHis holdings, rarely seen in public, make up the bulk of the most interesting piece, “Nature as Muse,” a collection of 36 landscape paintings.\nSt. Louis and Kansas City followed, teaming for a significant exploration of the lasting impact of Renoir, Manet and their peers."}