{"article_title": "Stave bounces back after shock of losing starting QB job", "article_keywords": ["stave", "uw", "shock", "bounces", "game", "thought", "job", "qb", "games", "yards", "losing", "ludwig", "bowl", "starting", "joel", "starter"], "article_url": "http://www.jsonline.com/sports/badgers/joel-stave-bounces-back-after-shock-of-losing-starting-qb-job-b99415311z1-286943651.html", "article_text": "Wisconsin quarterback Joel Stave (2) throws a pass during the first quarter of their game against Nebraska, Saturday, Nov. 15 at Camp Randall Stadium. Credit: Mark Hoffman\n\nBy of the\n\nTampa, Fla. — With a little more than two weeks of preseason camp in the books, Joel Stave met with Wisconsin offensive coordinator Andy Ludwig.\n\nThe redshirt junior, 13-6 as a starter in his first two seasons at UW, anticipated Ludwig would tell him he had held off challenger Tanner McEvoy and would retain his spot as starting quarterback.\n\n\"I thought after the scrimmages and the practices I had,\" Stave said, \"in addition to my experience as a starter going into this year, that I had done enough to get my job back.\"\n\nInstead, Ludwig told Stave that McEvoy would be the starter when UW opened against LSU in Houston.\n\nStave, always pleasant and upbeat, was stunned and furious.\n\n\"I was pretty upset,\" he said. \"I was surprised, so I just nodded and walked out.\"\n\nWhat transpired in the wake of that decision has been chronicled:\n\nStave was so shaken by the decision that his performance in practice deteriorated to the point that he could not be counted on as a backup. Throwing the football became a nightmare, and Stave didn't regain his confidence and his touch until the week before the Big Ten opener Oct. 4 at Northwestern.\n\n\"It was pretty bad,\" tailback Melvin Gordon said. \"His confidence was gone.\"\n\nMcEvoy completed only 8 of 24 passes in the opener against LSU but showed progress in subsequent games. However, with the offense in a funk at Northwestern, then-coach Gary Andersen turned to Stave.\n\nStave started the next week against Illinois, and Ludwig incorporated both quarterbacks into the game plan. UW reeled off seven consecutive victories before suffering a 59-0 loss to Ohio State in the Big Ten title game.\n\nWhen Stave takes the field against Auburn in the Outback Bowl at 11 a.m. Thursday at Raymond James Stadium, he will do so with a 20-7 record as UW's starter, a better understanding of how to handle disappointment and the respect of his teammates.\n\n\"A lot of people could have transferred, just left,\" Gordon said. \"He came out here and did what he had to do and he is still here. He hasn't left.\n\n\"That just shows what type of character he has, the type of drive he has and the type of competitor he is.\"\n\nInterim head coach Barry Alvarez, whose college coaching career began in 1979 at Iowa, can't recall another player enduring so much upheaval in one season.\n\n\"He is resilient,\" Alvarez said. \"Joel is a great kid. The players love to play for Joel. That is the one thing I see.\"\n\nStave, ecstatic to see former UW offensive coordinator Paul Chryst named head coach after Andersen's departure to Oregon State, insisted he planned to participate in spring ball even if Andersen had remained at UW.\n\nDepending on how he wants to schedule his classes, Stave can graduate with a degree in engineering in May or next December.\n\n\"I would have had to see how spring ball and everything went,\" Stave said when asked if he would have considered getting his degree and transferring before next season had Andersen remained. \"Regardless, I've got to be here next semester, because I have put enough time already into getting an engineering degree. I'm going to get it.\n\n\"I didn't really think about it a ton. I was very focused on the season this year, especially after I got an opportunity to play again. That is where my focus was.\"\n\nLooking back on his conversation with Ludwig, Stave noted he was so upset he didn't ask why the staff first went with McEvoy.\n\nHe waited two weeks to broach the subject with Ludwig.\n\n\"Doing that kind of helped me move on because I was pretty upset,\" he said. \"I think they liked the idea of having that dual-threat quarterback and being able to put in some of the run game. I think that was the driving factor.\"\n\nAlthough neither Andersen nor Ludwig said so publicly, it also appears there was a concern that with Jared Abbrederis gone the lack of a vertical threat at wide receiver would negate one of Stave's strengths, his ability to throw the deep ball.\n\nUW (10-3) enters the bowl game with only 25 pass plays of 20 yards or more. Of that total, 14 have gone to wide receivers, with only three plays of 40 or more yards.\n\nUW wide receivers had 22 catches of 20 or more yards in 13 games last season, including five of 40 or more yards.\n\n\"I thought he won the job.\" Gordon said, adding he wasn't the only player to share that view. \"It was close, but I thought Stave won it. He won it last year and I thought he had a better camp this year.\n\n\"They said they wanted to go with Tanner and I said: 'OK, I'm cool with whoever plays.'\"\n\nMcEvoy hasn't attempted a pass in the last four games. He has passed for 709 yards but has more interceptions (six) than touchdown passes (five). He is averaging 8.8 yards per carry, however, and has 574 rushing yards and six touchdowns. He is expected to play quarterback and safety in the bowl game.\n\nStave had completed at least 61.1% of his passes in four consecutive games until he completed only 39.5% of his attempts (17 of 43), with three interceptions in the Big Ten title game against Ohio State.\n\nThe former walk-on from Whitnall High School has improved his footwork and does a better job working through his progressions rather than locking onto his primary receiver.\n\nHowever, Stave must improve his decision-making, both in the bowl game and again next summer when he vies to retain the starting job.\n\n\"My whole career here, all my experiences, have really prepared me for the upcoming year,\" he said. \"I never really had anything handed to me, especially coming in as a walk-on and having to work my way into a scholarship.\n\n\"I'm just going to continue to focus on Auburn, continue on finishing out this year strong and finishing up with this team and then see what happens next year.\"", "article_metadata": {"title": "Stave bounces back after shock of losing starting QB job", "og": {"url": "http://www.jsonline.com/sports/badgers/joel-stave-bounces-back-after-shock-of-losing-starting-qb-job-b99415311z1-286943651.html", "image": {"width": 833, "identifier": "http://media.jrn.com/images/b99415311z.1_20141227221522_000_go39aj15.1-1.jpg", "height": 521}, "type": "article", "description": "Joel Stave was stunned when told by offensive coordinator Andy Ludwig that Tanner McEvoy would be the starter when UW opened against LSU in Houston.", "title": "Stave bounces back after shock of losing starting QB job"}, "twitter": {"image": "http://media.jrn.com/images/b99415311z.1_20141227221522_000_go39aj15.1-1.jpg", "title": "Stave bounces back after shock of losing starting QB job", "description": "Joel Stave was stunned when told by offensive coordinator Andy Ludwig that Tanner McEvoy would be the starter when UW opened against LSU in Houston.", "card": "summary_large_image", "site": "@journalsentinel"}, "apple-mobile-web-app-capable": "no", "fb": {"admins": "journal.sentinel.1", "app_id": 227386193957280}, "msapplication-TileImage": "http://media.jrn.com/designimages/logo-mjs-144-icon.png", "viewport": "width=device-width,initial-scale=1,maximum-scale=1"}, "_id": "\"57477af46914bd0286fde03c\"", "article_summary": "However, Stave must improve his decision-making, both in the bowl game and again next summer when he vies to retain the starting job.\nLooking back on his conversation with Ludwig, Stave noted he was so upset he didn't ask why the staff first went with McEvoy.\nWisconsin quarterback Joel Stave (2) throws a pass during the first quarter of their game against Nebraska, Saturday, Nov. 15 at Camp Randall Stadium.\n\"It was close, but I thought Stave won it.\nHe is expected to play quarterback and safety in the bowl game."}