{"article_title": "\"It Sounds More Like Obamascare To Me Than Obamacare\"", "article_keywords": ["obamascare", "clinton", "trump", "min", "media", "obamacare", "hours", "clintons", "video", "trumps", "house", "willey", "sounds"], "article_url": "http://mediamatters.org/video/2013/09/17/foxs-elisabeth-hasselbeck-it-sounds-more-like-o/195905", "article_text": "Roger Stone: Trump Paid Kathleen Willey So She Could Trash Clintons The media is highlighting a new web video from Donald Trump’s presidential campaign that features former White House aide Kathleen Willey accusing Bill Clinton of sexually assaulting her in the 1990s. In video obtained by Media Matters -- published here for the first time -- close Trump ally Roger Stone says Trump himself gave money to Willey so she would be able to attack the Clintons during Hillary Clinton’s current presidential run. The Office of the Independent Counsel reviewed Willey’s allegations but declined to press charges after determining that Willey repeatedly shifted her story, lied to the FBI, and urged a friend to falsely support her story. She subsequently suggested that the Clintons had murdered her husband in the same way they supposedly murdered former White House aide Vince Foster. Research 1 hour 49 min ago\n\nCNN's Tapper Grills Trump Supporter On Trump's Refusal To Release Tax Returns Video 2 hours 17 min ago\n\nFox Hosts Upset That Portland Schools Will Stop Teaching Climate Denial To Children Video 3 hours 51 min ago\n\nRush Limbaugh: Maryland State’s Attorney Marilyn Mosby Wore Her Politics “On Her Bra Strap” Video 5 hours 7 min ago\n\nWaPo’s The Fix Highlights Journalists “Counseling” Trump Through Interviews Blog 5 hours 10 min ago\n\nFox News Figures Back Contributor Newt Gingrich As Trump’s Running Mate Fox News figures are praising network contributor Newt Gingrich as a “great choice” for Donald Trump’s running mate. They have touted Gingrich -- the first speaker of the U.S. House of Representatives to be punished by the House for ethics violations -- as “a genius,” “a conservative with bona fides,” and someone who would “bring tremendous stability, tremendous gravitas, incredible intellect,” and “judgment experience.” Research 5 hours 19 min ago\n\nLatest Accounts Of Trump Misogyny Allege Unlawful Behavior, But Media Don't Notice Blog 6 hours 19 min ago\n\nLibel Laws, Threats, Nasty Insults: A Guide To Trump’s War Against The Media Presumptive Republican presidential nominee Donald Trump has waged a war against the media that has gone far beyond the bounds of normal media criticism. Trump has pushed a plan to “open up our libel laws” that's been criticized by First Amendment advocates, threatened to retaliate against media outlets with the power of government agencies, issued scathing personal insults against journalists, and repeatedly sued or threatened to sue media figures over trivialities. Trump’s campaign also heavily restricts reporters’ access to events, and his campaign manager allegedly manhandled a reporter and reportedly made “sexual comments” and “unwanted romantic advances” to female reporters. Research 6 hours 43 min ago\n\nHow Megyn Kelly’s Softball Interview With Trump Signaled Fox News’ Complete Surrender Blog 8 hours 17 sec ago\n\nFox Hosts Author Of Error-Filled Book Clinton Cash To Recycle Debunked Smears About Hillary Clinton Video 8 hours 49 min ago\n\nFox Host Contradicts NRA Lie Hyped By Fox, Admits Clinton Won't Abolish Second Amendment Video 10 hours 15 min ago\n\nCNN Panel Criticizes Megyn Kelly’s “Softball” Trump Interview: “She Didn’t Press Him” Video\n\nFox Regular Echoes NRA Lie That Clinton Wants To \"Confiscate\" Guns From \"Every Law Abiding American\" Video\n\nMSNBC's Reid Calls Out Trump’s Claim That Oakland And Ferguson Are “Among The Most Dangerous [Places] In The World” Video", "article_metadata": {"generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "Media Matters for America", "description": "From the September 17 edition of Fox News' Fox &amp; Friends:", "title": "Fox's Elisabeth Hasselbeck: \"It Sounds More Like Obamascare To Me Than Obamacare\"", "url": "http://mediamatters.org/video/2013/09/17/foxs-elisabeth-hasselbeck-it-sounds-more-like-o/195905", "updated_time": "2013-09-17T08:36:25-04:00", "type": "article"}, "twitter": {"url": "http://mediamatters.org/video/2013/09/17/foxs-elisabeth-hasselbeck-it-sounds-more-like-o/195905", "title": "Fox's Elisabeth Hasselbeck: \"It Sounds More Like Obamascare To Me Than Obamacare\"", "site": {"identifier": "@mmfa", "id": 13493302}, "card": "summary", "creator": {"identifier": "@mmfa", "id": 13493302}}, "fb": {"admins": 1092360128}, "article": {"section": "Video", "tag": "Fox News Channel", "published_time": "2013-09-17T08:36:25-04:00", "modified_time": "2013-09-17T08:06:43-04:00", "author": "http://mediamatters.org/authors/media-matters-staff/70"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fd0d79\"", "article_summary": "She subsequently suggested that the Clintons had murdered her husband in the same way they supposedly murdered former White House aide Vince Foster.\nTrump’s campaign also heavily restricts reporters’ access to events, and his campaign manager allegedly manhandled a reporter and reportedly made “sexual comments” and “unwanted romantic advances” to female reporters.\nIn video obtained by Media Matters -- published here for the first time -- close Trump ally Roger Stone says Trump himself gave money to Willey so she would be able to attack the Clintons during Hillary Clinton’s current presidential run.\nRoger Stone: Trump Paid Kathleen Willey So She Could Trash Clintons The media is highlighting a new web video from Donald Trump’s presidential campaign that features former White House aide Kathleen Willey accusing Bill Clinton of sexually assaulting her in the 1990s.\nThe Office of the Independent Counsel reviewed Willey’s allegations but declined to press charges after determining that Willey repeatedly shifted her story, lied to the FBI, and urged a friend to falsely support her story."}