{"article_title": "Ethics complaint against solicitor general dismissed", "article_keywords": ["william", "complaint", "gopaul", "training", "dismissed", "general", "county", "state", "taught", "term", "forsyth", "using", "ethics", "solicitor", "election"], "article_url": "http://www.forsythnews.com/archives/25564/", "article_text": "FORSYTH COUNTY — The Forsyth County Ethics Board voted 3-0 on Thursday to dismiss a complaint against outgoing Solicitor General Donna Gopaul.\n\nThe two-part complaint, filed by William Evelyn Jr., centered on a brochure sent with a thank-you note to the county’s jury pool.\n\nThe pamphlet, which went out around the time of Gopaul’s election bid, focused on her office and accomplishments.\n\nThe solicitor general’s office prosecutes misdemeanor criminal cases — including driving under the influence, simple drug possession and domestic violence — in the county’s State Court.\n\nGopaul, who had been appointed to the position by Gov. Nathan Deal in March 2013, lost the Republican primary runoff election July 22 to William “Bill” Finch.\n\nNo Democrats chose to run for the post in the Nov. 4 General Election, so Finch will begin a four-year term in January.\n\nThe first part of the issue Thursday concerned Gopaul using county postage and stationery for an election for which she had a “monetary interest.”\n\nThe three-member panel of out-of-county attorneys determined that this was not uncommon for any incumbent, and hadn’t cost Forsyth any additional money as it accompanied the note.\n\nThe second part referred to language on the pamphlet stating that Gopaul was “certified in and has taught various police officer training classes.”\n\nThe complainant cited a Georgia State Bar rule that prohibits attorneys from using the term specialist unless the source of the title is duly noted.\n\nThe panel determined that part was out of its jurisdiction, since it concerned the state bar, although the members saw no wrongdoing. They also noted that Gopaul couldn’t have taught the classes without the proper training.", "article_metadata": {"og": {"url": "http://www.forsythnews.com/archives/25564/", "image": "http://media.morristechnology.com/webmedia/upload/forsythnews/article/2014/09/05/gopaul.jpg", "type": "article", "description": "FORSYTH COUNTY — The Forsyth County Ethics Board voted 3-0 on Thursday to dismiss a complaint against outgoing Solicitor General Donna Gopaul.", "title": "Ethics complaint against solicitor general dismissed"}, "robots": "noarchive", "title": "Ethics complaint against solicitor general dismissed"}, "article_summary": "FORSYTH COUNTY — The Forsyth County Ethics Board voted 3-0 on Thursday to dismiss a complaint against outgoing Solicitor General Donna Gopaul.\nThe two-part complaint, filed by William Evelyn Jr., centered on a brochure sent with a thank-you note to the county’s jury pool.\nNo Democrats chose to run for the post in the Nov. 4 General Election, so Finch will begin a four-year term in January.\nThe solicitor general’s office prosecutes misdemeanor criminal cases — including driving under the influence, simple drug possession and domestic violence — in the county’s State Court.\nThey also noted that Gopaul couldn’t have taught the classes without the proper training."}