{"article_title": "Man, daughter on Newark flight not exhibiting Ebola symptoms, officials say", "article_keywords": ["newark", "exhibiting", "flight", "passengers", "spokesperson", "cdc", "waiting", "crew", "symptoms", "wasnt", "say", "officials", "ebola", "daughter", "papp", "man"], "article_url": "http://www.nj.com/news/index.ssf/2014/10/man_daughter_on_newark_flight_not_exhibiting_ebola_symptoms_port_authority_says.html", "article_text": "By Justin Zaremba | NJ Advance Media and Steve Strunsky | NJ Advance Media\n\nNEWARK — A Liberian man and his daughter were taken to a local hospital after their Newark-bound flight landed Saturday afternoon due to concerns that they may have been exposed to Ebola, officials said.\n\nA 35-year-old male passenger and his daughter, both of whom reside in Liberia, had been taken to University Hospital in Newark for treatment and for testing, but the Centers for Disease Control and Prevention reported that they were not presenting with symptoms of Ebola, Port Authority spokesperson Erica Dumas said.\n\n\"CDC reports that the subject and daughter are not exhibiting symptoms of Ebola exposure,\" Dumas said.\n\nCDC spokesperson Katie Hopkins previously said a CDC officer met United Airlines Flight 998 when it arrived in Newark from Brussels Saturday afternoon and that a sick passenger was transferred to a local hospital by emergency medical services for further evaluation.\n\nA United Airlines spokesperson said in a statement passengers and crew were instructed to remain on the plane after it landed.\n\n\"Upon arrival at Newark Airport from Brussels, medical professionals instructed that customers and crew of United Flight 998 remain on board until they could assist an ill customer,\" the spokesperson said. \"We are working with authorities and will accommodate our customers as quickly as we can.\"\n\nOfficials said the rest of the passengers were screened by the CDC once they came off the plane.\n\nOne of the passengers, Annamaria Papp, a middle school special education teacher, told NJ Advance Media that she wasn't scared when they weren't allowed to disembark because passengers didn't know what was going on. Papp was released and reunited with husband, Dr. Denes Papp, at about 4:15 p.m.\n\n\"Initially it wasn't really scary,\" Papp said. \"First of all, I didn't really know what was going on.\"\n\nShe and other passengers, however, became concerned after two CDC officials boarded the plane.\n\n\"Then I was (scared) when two CDC officers came on board with the masks on and we realized it could be related to some sort of infectious disease,\" she said.\n\nPapp said the flight crew seemed to have as much information as the passengers about the situation.\n\n\"The flight crew was very polite and tried to be helpful during the ordeal but they seemed to have as little information as the passengers did,” she said.\n\nAnother passenger, Motohito Mukai, who resides in New Jersey, said he wasn’t alarmed even after seeing the CDC officials in their masks. The worst of the ordeal, he said, was the hours on the tarmac and coming through customs.\n\n\"I am not scared, (it’s) just the waiting, waiting, waiting,” he said.\n\nJohan Gerinck, who lives in Brussels but works for Johnson and Johnson, said CDC officials had given passengers a list of symptoms that they needed to report immediately.\n\n\"They gave us a paper with all of the symptoms (and said) in case we got any of the symptoms, we should contact them,\" Gerinck said.\n\nPapp said she will be much more careful from now on whenever she travels.\n\n\"I was thinking about next time I travel, I will take hand sanitizers with me,\" she said. \"From now on I definitely will be more cautious. You never know.\"\n\nJustin Zaremba may be reached at jzaremba@njadvancemedia.com. Follow him on Twitter @JustinZarembaNJ. Find NJ.com on Facebook.\n\n", "article_metadata": {"medium": "news", "viewport": "width=device-width,initial-scale=1", "news_keywords": "'@essex-county','@news','@river','newark'", "title": "Man, daughter on Newark flight not exhibiting Ebola symptoms, officials say", "parsely-page": "{\"title\": \"Man, daughter on Newark flight not exhibiting Ebola symptoms, officials say\", \"link\": \"http://www.nj.com/news/index.ssf/2014/10/man_daughter_on_newark_flight_not_exhibiting_ebola_symptoms_port_authority_says.html\", \"image_url\": \"http://imgick.nj.com/home/njo-media/width620/img/ledgerupdates_impact/photo/2014/10/04/16006933-standard.jpg\", \"type\": \"post\", \"post_id\": \"14102369\", \"pub_date\": \"2014-10-04T20:25:32Z\", \"author\": \"Justin Zaremba | NJ Advance Media for NJ.com\", \"tags\": [\"@essex-county\",\"@news\",\"@river\",\"newark\"] }", "twitter": {"image": "http://media.nj.com/ledgerupdates_impact/photo/2014/10/04/16006933-thumb_square_large.jpg", "description": "Authorities sealed the plane after it landed and asked the passengers and crew to stay on board", "card": "summary", "site": "@njdotcom"}, "article_date_updated": "Saturday, October 04, 2014,  6:48 PM", "parsely-metadata": "{\"image_url\": \"http://media.nj.com/ledgerupdates_impact/photo/2014/10/04/img-5965-copyjpg-31c320fcfea273b2.jpg\", \"author_name\": \"jzaremba\", \"author_nickname\": \"Justin Zaremba | NJ Advance Media for NJ.com\", \"author_id\": \"10402774\", \"source_blog_name\": \"New Jersey Real-Time News\", \"source_blog_url\": \"http://www.nj.com/news/index.ssf/\", \"sponsored_content\": \"0\" }", "og": {"site_name": "NJ.com", "description": "Authorities sealed the plane after it landed and asked the passengers and crew to stay on board", "title": "Man, daughter on Newark flight not exhibiting Ebola symptoms, officials say", "url": "http://www.nj.com/news/index.ssf/2014/10/man_daughter_on_newark_flight_not_exhibiting_ebola_symptoms_port_authority_says.html", "image": "http://media.nj.com/design/alpha/img/logo_njo.gif", "type": "article"}, "fb": {"admins": 100000302287435}, "article_publication_name": "NJ.com", "article_comments": 0, "article_date_original": "Saturday, October 04, 2014,  4:22 PM", "article_author": "Justin Zaremba | NJ Advance Media for NJ.com", "Description": "Authorities sealed the plane after it landed and asked the passengers and crew to stay on board"}, "_id": "\"57477af36914bd0286fd4014\"", "article_summary": "\"I am not scared, (it’s) just the waiting, waiting, waiting,” he said.\n\"CDC reports that the subject and daughter are not exhibiting symptoms of Ebola exposure,\" Dumas said.\nAnother passenger, Motohito Mukai, who resides in New Jersey, said he wasn’t alarmed even after seeing the CDC officials in their masks.\nPapp said the flight crew seemed to have as much information as the passengers about the situation.\nShe and other passengers, however, became concerned after two CDC officials boarded the plane."}