{"article_title": "70 years later, Arizona veteran helps mark end of WWII", "article_keywords": ["memorial", "arizona", "end", "war", "veteran", "later", "washington", "dole", "mark", "wwii", "wreaths", "helps", "national", "70", "world", "veterans", "schrader"], "article_url": "http://www.tucsonsentinel.com/local/report/090315_vj_day_az/", "article_text": "WASHINGTON – From the nose of a B-24 bomber soaring low over the Pacific Ocean 70 years ago, Army Air Corps gunner Bill Schrader scanned the horizon for Japanese military vessels.\n\nNot to engage them, but to confirm that they were flying a white flag of surrender.\n\nSchrader, now 89, recalled that final mission Wednesday as he joined dignitaries and other veterans who laid wreaths at the National World War II Memorial in Washington, D.C., to mark the official end of the war.\n\n“For me, it’s a great honor to be here,” said Schrader, a Prescott resident, before the ceremony began.\n\nJapan’s surrender was announced Aug. 15, 1945, but it wasn’t official until Sept. 2, when Japanese delegates boarded the USS Missouri in Tokyo Bay and signed the surrender documents.\n\nMore than 100,000 American troops died in the Pacific theater during the war, according to a White House statement commemorating Wednesday’s anniversary. All told, more than 400,000 Americans died in the war.\n\nNone of them were Schrader’s friends or comrades, according to his daughter, Susan Howe.\n\n“All 10 of them (his friends) flew in the B-24 and all 10 of them returned to the United States,” said Howe, who was on hand for Wednesday’s wreath-laying along with four generations of Schrader’s family.\n\nA handful of veterans took part in the ceremony, along with representatives of 14 other countries at the imposing monument that sits on the National Mall between the Washington Monument and the Lincoln Memorial.\n\nA hot and sticky Washington morning did not deter passersby from stopping to watch, along with scores of family members and other attendees, as a U.S. Navy band played and dignitaries spoke.\n\nOne of those was former U.S. Sen. Bob Dole, a veteran of the war.\n\n“There were about 16.5 million of us who served in World War II and now we’re down to about 850,000,” Dole said during remarks about the so-called “greatest generation.”\n\n“We are really the disappearing generation,” Dole said.\n\nAfter the speeches, Dole, Schrader and others processed – some of them pushed in wheelchairs – to lay wreaths at the memorial, against a backdrop of the Lincoln Memorial.\n\nSchrader laid a wreath representing the National Park Service, which maintains the memorial, and the Friends of the National World War II Memorial, which hosted Wednesday’s event.\n\nThe end of the war didn’t mean an immediate return home for Schrader, whose squadron remained in the Philippines for three months after the Japanese surrender. Most of that period is a blur, he said, but recalled with a laugh how he and a radio operator friend bought motorcycles to pass the time and wound up with gravel burns to show for their inexperience with the bikes.\n\nSchrader, whose service began in April 1945, was back home in the U.S. by November. A veteran of the war, but still a teenager, he found work as a sales representative in California before getting married in 1947. He ended up in Arizona decades later.\n\nRoughly 25,000 veterans of the war were living in Arizona as of last year, according to the latest numbers from the Department of Veterans Affairs.\n\nInspired by her father and those other vets living in the state, Howe started the Arizona chapter of Honor Flights in 2008 as a way of giving back to them. The organization flies Arizona veterans of the war to Washington to see the memorial to their service.\n\nBehind the spot that Schrader and the others decorated with wreaths Wednesday are thousands of gold stars, each representing 100 American soldiers who died in the war.\n\n“I got to come home,” Schrader said after the ceremony, acknowledging that many others never got that chance.\n\n- 30 -", "article_metadata": {"DC.rights": "All rights reserved", "twitter": {"description": "From the nose of a B-24 bomber soaring low over the Pacific Ocean 70 years ago, Bill Schrader scanned the horizon for Japanese vessels. Not to engage them, but to confirm that they were flying a white flag of surrender. Schrader, now 89, recalled that final mission Wednesday, marking the anniversary of V-J Day.", "title": "70 years later, Arizona veteran helps mark end of WWII", "url": "http://www.tucsonsentinel.com/local/report/090315_vj_day_az/70-years-later-arizona-veteran-helps-mark-end-wwii/", "image": "http://www.tucsonsentinel.com/files/entryimages/02-vj-schrader-full.jpg", "creator": "@TucsonSentinel", "site": "@TucsonSentinel", "card": "summary"}, "keywords": "news, family/life, history, war, local, arizona, breaking, Cronkite News, bob dole, wwii, 70 years later, Arizona veteran helps mark end of WWII, , Tucson, Tuscon, TucsonSentinel, Tucson Sentinel, TusconSentinel, Tuscon Sentinel, Sentinal, TucsonSentinal, Tucson local news, Tucson news, Tucson sports, Wildcat sports, University of Arizona, UA, UA sports, Tucson events, Tucson entertainment, Tucson calendar, events calendar, Arizona news, Ariz., AZ,  Arizona, Marana, Oro Valley, Green Valley, Pima County, news, opinion, information, comments, commentary, border, Mexico, Mexican, Nogales, immigration, illegal immigration, Border Patrol, INS, greedy bastards at Gannett, Gannett, Tucson Citizen, TucsonCitizen.com, nonprofit news, non-profit news, community journalism, community conversation", "DC.language": "en", "news_keywords": "Tucson, Arizona, news, family/life, history, war, arizona, bob dole, wwii", "copyright": 2015, "author": "Tom Blanton", "DC.type": "Text", "DC.creator": "TucsonSentinel.com", "DC.title": "70 years later, Arizona veteran helps mark end of WWII", "medium": "news", "description": "From the nose of a B-24 bomber soaring low over the Pacific Ocean 70 years ago, Bill Schrader scanned the horizon for Japanese vessels. Not to engage them, but to confirm that they were flying a white flag of surrender. Schrader, now 89, recalled that final mission Wednesday, marking the anniversary of V-J Day.", "DC.format": "text/html", "robots": "ALL", "DC.publisher": "TucsonSentinel.com", "fb": {"admins": 517457299, "app_id": 178263198853136}, "DC.description": "From the nose of a B-24 bomber soaring low over the Pacific Ocean 70 years ago, Bill Schrader scanned the horizon for Japanese vessels. Not to engage them, but to confirm that they were flying a white flag of surrender. Schrader, now 89, recalled that final mission Wednesday, marking the anniversary of V-J Day.", "og": {"site_name": "TucsonSentinel.com", "description": "From the nose of a B-24 bomber soaring low over the Pacific Ocean 70 years ago, Bill Schrader scanned the horizon for Japanese vessels. Not to engage them, but to confirm that they were flying a white flag of surrender. Schrader, now 89, recalled that final mission Wednesday, marking the anniversary of V-J Day.", "title": "70 years later, Arizona veteran helps mark end of WWII", "url": "http://www.tucsonsentinel.com/local/report/090315_vj_day_az/", "image": "http://www.tucsonsentinel.com/files/entryimages/02-vj-schrader-full.jpg", "author": "Tom Blanton", "type": "article"}, "DC.identifier": "http://www.tucsonsentinel.com/local/report/090315_vj_day_az/70-years-later-arizona-veteran-helps-mark-end-wwii/", "DC.contributor": "Tom Blanton", "title": "Comic: Comic: Comic: Comic: Comic: Comic: Comic: Comic: Comic: 70 years later, Arizona veteran helps mark end of WWII", "DC.date.created": "2015-09-03T11:11:58-07:00", "DC.subject": "news, family/life, history, war, local, arizona, breaking, Cronkite News, bob dole, wwii,"}, "article_summary": "The organization flies Arizona veterans of the war to Washington to see the memorial to their service.\nSchrader laid a wreath representing the National Park Service, which maintains the memorial, and the Friends of the National World War II Memorial, which hosted Wednesday’s event.\nSchrader, now 89, recalled that final mission Wednesday as he joined dignitaries and other veterans who laid wreaths at the National World War II Memorial in Washington, D.C., to mark the official end of the war.\nAfter the speeches, Dole, Schrader and others processed – some of them pushed in wheelchairs – to lay wreaths at the memorial, against a backdrop of the Lincoln Memorial.\nRoughly 25,000 veterans of the war were living in Arizona as of last year, according to the latest numbers from the Department of Veterans Affairs."}