{"article_title": "Battle Over ObamaCare’s “Cadillac” Tax Goes Into High Gear", "article_keywords": ["insurance", "aca", "benefits", "goes", "politico", "cadillac", "plans", "tax", "employers", "high", "health", "obamacares", "battle", "thresholds", "gear"], "article_url": "http://www.thenewamerican.com/usnews/health-care/item/20624-battle-over-obamacare-s-cadillac-tax-goes-into-high-gear", "article_text": "Although it doesn’t take effect for nearly three more years, the battle lines over ObamaCare’s excess-benefits, or “Cadillac,” tax are already being drawn, pitting businesses and labor unions against deficit hawks.\n\n“Many expect it to be the next protracted battle over Obamacare — one that threatens to become a headache for Democrats, many of whom never liked the tax despite supporting the law more generally,” reported Politico.\n\nThe tax’s implementation in the Affordable Care Act (ACA) was purposely postponed because of potential political repercussions. President Barack Obama, of course, will have moved out of 1600 Pennsylvania Avenue by 2018, leaving the problem of what to do about the levy — the most “onerous” one in the entire ACA, according to Forbes’ Robert W. Wood — in the lap of his successor.\n\nUp to now, health insurance offered by employers has been exempt from income and payroll taxes, with the result that, until recent years, employers have offered increasingly generous policies. Since this has the effect of insulating employees from the cost of their healthcare, they tend to use more medical services than they otherwise would, driving up costs.\n\nThe solution to this problem under ObamaCare was not to slash income and payroll taxes to make wages more attractive than benefits. Instead, the ACA piled on yet another levy: an excise tax on employer-sponsored plans deemed too generous by the folks inside the Beltway.\n\n“Ironically,” observed Politico, “Barack Obama as a presidential candidate attacked Sen. John McCain in 2008 for proposing to tax health benefits.”\n\nThe ACA imposes a 40-percent excise tax on employer-sponsored health benefits that exceed certain thresholds: $10,200 for individuals and $27,500 for families. The tax is applied to every dollar above the limit; a $30,000 family plan would thus be subject to a $1,000 tax. “What’s more,” noted Wood, “the tax is not deductible by the employer.”\n\nThe tax was sold to the public under the pretext of socking it to corporate executives who were getting elite health benefits — hence the moniker “Cadillac tax” — without paying taxes on them. It was also called an excise tax, meaning it taxed insurance plans, not individual beneficiaries. But as the now-infamous ObamaCare architect Jonathan Gruber admitted in 2011, this was a deliberate deception: “It turns out politically, [the tax is] really hard to get rid of. And the only way we could get rid of it was first by mislabeling it, calling it a tax on insurance plans rather than a tax on people, when we all know it’s a tax on people who hold those insurance plans.” That “mislabeling,” Gruber later said, was concocted at Obama’s behest.\n\nIn fact, when the tax takes effect in 2018, it will impact far more than just the elites. A March survey by benefits-consulting firm Mercer found that about a third of employers will be affected by the tax in its first year.\n\nMoreover, the tax will apply to more and more plans in subsequent years. The benefits thresholds are adjusted for inflation based on the consumer price index (CPI) plus one percent, but private healthcare spending is expected to grow by an average of 5.6 percent per year over the next decade, according to the Congressional Budget Office — 3.6 percentage points higher than the projected inflation rate.\n\n“That means the tax will ensnare more companies over time, with some likening it to the alternative minimum tax, originally aimed at the very wealthy but which trickled to those further down the income ladder,” wrote Politico, adding that Gruber himself “said rising medical costs ensure the Cadillac tax will eventually all but eliminate the break companies get for providing health insurance.” Mercer expects nearly 60 percent of employers to be affected by the tax just four years after it is first levied.\n\n“‘Cadillac tax’ is really a misnomer,” Beth Umland, Mercer’s director of research for health and benefits, told Politico. “Potentially any employer could be hit by this tax.”\n\nThat is especially true because the tax applies not just to traditional health insurance but also to health savings accounts (HSAs), flexible spending accounts (FSAs), supplemental insurance plans, and possibly on-site clinics. Thus, even those employers who have been doing what the Obama administration claims to want — pushing their employees to use HSAs and FSAs as means of becoming more cost-conscious — may find themselves ensnared by the so-called Cadillac tax.\n\nPolitico points out other objections to the tax. For one thing, since the thresholds are uniform across the country, those areas with high healthcare costs will be punished while low-cost areas aren’t. For another, the ACA gives certain professions, such as law-enforcement and firefighting, higher thresholds. Supposedly this is because those professions involve high risk, but they are also jobs held by members of public-sector unions, who naturally have the ear of the Democratic Party.\n\nThen there’s the matter of collecting the tax. The Internal Revenue Service (IRS) recently issued a 24-page notice merely describing “potential approaches with regard to a number of issues under” the Cadillac-tax provision. One can only imagine how long and convoluted the final regulations will turn out to be.\n\nLabor unions, which have already wangled themselves an exemption from the ACA’s reinsurance tax, may end up being the hardest hit by the Cadillac tax. Many of them have negotiated very generous health plans, and those will be the first to be socked with the 40-percent charge. With contracts for 2018 and beyond now being negotiated, “employers are coming to the table asking for cuts in benefits based on their preliminary projections around the tax,” AFL-CIO assistant policy director for health and recruitment Shaun O’Brien told Politico.\n\nThe National Education Association (NEA), despite its continued support for ObamaCare, is also opposed to the tax, saying it will harm women and older workers most. “Congress must repeal the excise tax,” Kim Anderson, senior director of the NEA’s Center for Advocacy and Outreach, said in a statement.\n\nBusiness groups, too, want to eliminate the levy.\n\n“It’s going to undermine the employer-sponsored system, and it’s going to do the exact opposite of what anyone’s vision of health reform would have done, which is to provide greater access to health care coverage,” Katie Mahoney, director of healthcare policy at the U.S. Chamber of Commerce, told Politico.\n\nIt seems likely, therefore, that Congress will make an effort to repeal the tax. (One such bill has already been introduced by Representative Frank Guinta, a New Hampshire Republican.) The big sticking point will be making up for lost revenue. The tax is expected to bring in $87 billion over its first decade and, according to Politico, “is estimated to eventually produce so much money that it alone will cover the cost of providing insurance subsidies through [ObamaCare’s] exchanges.”\n\nThat assumes, however, that employers continue offering the same coverage they’re offering now, which seems unlikely. The Cadillac tax “puts direct and forceful pressure on employers to offer less-generous health insurance plans than in the past,” penned Wood. “The result,” he concluded, “is likely to [be] higher costs for employees, higher deductibles, and other add-ons that will harm employees. Doesn’t that go directly contrary to what proponents of the Affordable Care Act — including the President — represented? Like your plan, keep your plan?”", "article_metadata": {"keywords": "ObamaCare, excise tax, Cadillac tax, excess benefits, employer-sponsored, health insurance, businesses, labor unions, repeal", "og": {"url": "http://www.thenewamerican.com/usnews/health-care/item/20624-battle-over-obamacare-s-cadillac-tax-goes-into-high-gear", "image": "http://www.thenewamerican.com/media/k2/items/cache/9cb2f7c07f4d35cccaa4a9ef45258b46_XL.jpg", "type": "article", "description": "ObamaCare's \"Cadillac\" tax will soon harm employer-sponsored health insurance, causing both businesses and labor unions to pressure Congress to repeal it. by Michael Tennant", "title": "Battle Over ObamaCare’s “Cadillac” Tax Goes Into High Gear"}, "image": "http://www.thenewamerican.com/media/k2/items/cache/9cb2f7c07f4d35cccaa4a9ef45258b46_XL.jpg", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Labor unions, which have already wangled themselves an exemption from the ACA’s reinsurance tax, may end up being the hardest hit by the Cadillac tax.\nAlthough it doesn’t take effect for nearly three more years, the battle lines over ObamaCare’s excess-benefits, or “Cadillac,” tax are already being drawn, pitting businesses and labor unions against deficit hawks.\nThe Cadillac tax “puts direct and forceful pressure on employers to offer less-generous health insurance plans than in the past,” penned Wood.\n“‘Cadillac tax’ is really a misnomer,” Beth Umland, Mercer’s director of research for health and benefits, told Politico.\nMany of them have negotiated very generous health plans, and those will be the first to be socked with the 40-percent charge."}