{"article_title": "Macy’s Flagship Store Is Finally in the Palm of Your Hand", "article_keywords": ["case", "shopping", "macys", "online", "according", "free", "hand", "flagship", "reasons", "finally", "walmart", "palm", "amazon", "internet", "zappos", "store"], "article_url": "http://www.thefiscaltimes.com/Articles/2013/11/07/Macy-s-Flagship-Store-Finally-Palm-Your-Hand", "article_text": "After years of being ridiculed for not turning a profit, Amazon has finally won. No, the company is still not “profitable” because Jeff Bezos and the company’s board of directors believe you build shareholder value by growing a business. So they have taken the money and invested it in everything from comedy videos to wine to delivery systems for those products.\n\nInvestors don’t seem to mind since Amazon shares are up more than 200 percent since mid-2010. Now, after too many years of resisting the inevitable, traditional brick-and-mortar retailers have finally surrendered and are embracing Internet commerce.\n\nA new study by MIT Technology Review says stores like Macy’s have turned themselves into “digital hybrids,” tracking consumers online and marketing to a generation that wouldn’t set foot in a mall, let alone a department store. The buzzword is “omnichannel” marketing.\n\nThere are four main reasons people are converting from in-store to online shopping, according to a survey by Continuum, a global innovation consultancy.\n\nConvenience (43 percent) It’s easier to find what they’re looking for (29 percent) For better prices (25 percent) To avoid interaction with employees (3 percent)\n\nYou can add free shipping to that list, according to the people I spoke with, along with great comparative shopping research tools for products like cameras, phones, TV’s and automobiles, to name a few. In the case of Amazon and a few other enlightened commerce services, high on the list of plusses is customer service.\n\nRELATED: MOVE OVER, WALMART: FRESH EGGS AND MILK FROM AMAZON\n\nReturns are a breeze; if you make a mistake, Amazon makes you think it’s their fault. Case in point. I once inadvertently ordered two copies of Tom Sawyer. It was the hardbound version of the classic at about $12. After requesting the return, I received an email from Amazon that I should keep the second copy of the book at no charge because I was one of their preferred customers. (I donated the book to my local library.)\n\nFor working mothers, shopping on line has become a necessity: One of my colleagues, Beth Braverman, a journalist and mother of a toddler, orders all her diapers from Diapers.com. I asked her why not shop at Costco or Walmart, and she said, “I need one hand free at all times to hold on to my son’s hand. Diapers by the case are bulky and Diapers.com ships for free.” She also buys three pairs of the same shoe style in different sizes from Zappos. She keeps the one that fits and returns the other two—no charge.\n\nAnother colleague, Andrew Lumby, is furnishing a new apartment he shares with roommates. He just bought a bookcase from Amazon because “if I bought it at Ikea I would have to rent a car, which would cost more than the bookcase!” Andrew also gets instant coupons form Slick Deals, while Beth relies on RetailMeNot.\n\nThese “perks” are just two of many reasons online retail sales are projected to jump 13 percent this year to $262 billion, according to Forrester Research.\n\nWhen Internet commerce grows, so does the revenue of FedEx, UPS and – keep your fingers crossed – the U.S. Postal Service. FedEx has seen its stock increase 49 percent this year, while UPS has surged 37 percent. Both beat the hefty performance of the S&P 500’s 25 percent increase.\n\nAmazon and all the specialty online shops like Zappos are certainly a big reason for the boom in Internet shopping, but the Forrester report says there are two reasons for the boom. First, the increase in ownership of tablets and smartphones, and second, the commitment by traditional retailers to be “omnichannel” merchants.\n\nRead more at The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "After years of resisting the inevitable, traditional brick-and-mortar retailers have finally surrendered and are embracing internet commerce.", "title": "Macy’s Flagship Store Is Finally in the Palm of Your Hand", "url": "http://www.thefiscaltimes.com/Articles/2013/11/07/Macy-s-Flagship-Store-Finally-Palm-Your-Hand", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/10142011_Shopping_Cart_article.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/Articles/2013/11/07/Macy-s-Flagship-Store-Finally-Palm-Your-Hand", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/10142011_Shopping_Cart_article.jpg", "creator": "@jackieleo", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "After years of resisting the inevitable, traditional brick-and-mortar retailers have finally surrendered and are embracing internet commerce.", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af36914bd0286fc9e6b\"", "article_summary": "There are four main reasons people are converting from in-store to online shopping, according to a survey by Continuum, a global innovation consultancy.\nNow, after too many years of resisting the inevitable, traditional brick-and-mortar retailers have finally surrendered and are embracing Internet commerce.\nThese “perks” are just two of many reasons online retail sales are projected to jump 13 percent this year to $262 billion, according to Forrester Research.\nIn the case of Amazon and a few other enlightened commerce services, high on the list of plusses is customer service.\nI asked her why not shop at Costco or Walmart, and she said, “I need one hand free at all times to hold on to my son’s hand."}