{"article_title": "$634 Million ObamaCare Website Company was Fired by Canada", "article_keywords": ["website", "canada", "634", "fired", "parent", "canadian", "federal", "company", "million", "obamacare", "contracts", "officials", "health", "cgi", "obama"], "article_url": "http://www.frontpagemag.com/point/207177/634-million-obamacare-website-company-was-fired-daniel-greenfield", "article_text": "So Obama took a Canadian company that Canadian officials fired for screwing up their health care website and gave it a much bigger job.\n\nCanadian provincial health officials last year fired the parent company of CGI Federal, the prime contractor for the problem-plagued Obamacare health exchange websites, the Washington Examiner has learned. CGI Federal’s parent company, Montreal-based CGI Group, was officially terminated in September 2012 by an Ontario government health agency after the firm missed three years of deadlines and failed to deliver the province’s flagship online medical registry. The online registry was supposed to be up and running by June 2011. ... The CMS officials refused to say if federal officials knew of its parent company’s IT failure in Canada when awarding the six contracts.\n\nIt wasn't just those contracts. As mentioned earlier, Obama dumped huge amounts of money on CGI.\n\nCGI Federal is a subsidiary of Montreal-based CGI Group. With offices in Fairfax, Va., the subsidiary has been a darling of the Obama administration, which since 2009 has bestowed it with $1.4 billion in federal contracts, according to USAspending.gov. HHS is by far the single largest federal contractor of CGI, showering it with $645 million in contracts. The Defense Department pays the Canadian company $254 million, the EPA $58 million and the Justice Department $36 million. In comparison, in 2008, under President George W. Bush, CGI contracts totaled only $16.5 million for all federal departments and agencies.\n\nThe interesting question is why Obama dumped 1.4 billion in taxpayer money on a company this incompetent and ignored all the warnings.\n\nIt's one more thing that ought to be investigated.", "article_metadata": {"rating": "general", "description": "Why did Obama dump 1.4 billion in taxpayer money on a company this incompetent?", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "Frontpage Mag", "description": "Why did Obama dump 1.4 billion in taxpayer money on a company this incompetent?", "title": "$634 Million ObamaCare Website Company was Fired by Canada", "url": "http://www.frontpagemag.com/point/207177/634-million-obamacare-website-company-was-fired-daniel-greenfield", "updated_time": "2015-06-22T23:49:17-04:00", "type": "article"}, "twitter": {"url": "http://www.frontpagemag.com/point/207177/634-million-obamacare-website-company-was-fired-daniel-greenfield", "description": "Why did Obama dump 1.4 billion in taxpayer money on a company this incompetent?", "card": "summary", "title": "$634 Million ObamaCare Website Company was Fired by Canada"}, "article": {"published_time": "2013-10-12T17:14:05-04:00", "modified_time": "2015-06-22T23:49:17-04:00"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "The Defense Department pays the Canadian company $254 million, the EPA $58 million and the Justice Department $36 million.\nSo Obama took a Canadian company that Canadian officials fired for screwing up their health care website and gave it a much bigger job.\nCanadian provincial health officials last year fired the parent company of CGI Federal, the prime contractor for the problem-plagued Obamacare health exchange websites, the Washington Examiner has learned.\nIn comparison, in 2008, under President George W. Bush, CGI contracts totaled only $16.5 million for all federal departments and agencies.\nThe CMS officials refused to say if federal officials knew of its parent company’s IT failure in Canada when awarding the six contracts."}