{"article_title": "Wind farm: a gift from up above", "article_keywords": ["windmill", "windmills", "gift", "farm", "turbines", "killed", "eagles", "falcon", "birds", "wind", "blades"], "article_url": "http://www.csindy.com/coloradosprings/wind-farm-a-gift-from-up-above/Content?oid=2804777", "article_text": "I try to make intelligent, healthy diet choices these days, staying away from pronghorn and cheetah and other so-called \"fast food.\"\n\nThe lone fast-food habit I can't seem to break, though, is the breathtakingly quick peregrine falcon, which can dive at an incredible 200 mph before slamming into the heavy metal trash can lid I hold over my head after taping a photo of a prairie dog to the other side of it.\n\nFalcons are fast but not very bright.\n\nAnd if you're wondering what falcon tastes like, I'd say it's somewhere between panda cub and Amur leopard. (Don't wait too long to try the leopard; there are only about 40 left in the wild.)\n\nAnyway, last week those of us who love the taste of poultry such as falcon, woodpecker, red-tailed hawk, goldfinch and the short-eared owl (instead of \"Who?\" it says \"WHAT??\") got some great news: The El Paso County commissioners approved a massive wind farm on the plains not far east of our village.\n\nThe hundreds of massive windmill blades that will knock all kinds of tasty winged morsels from the sky have not started spinning yet, but for those with a discerning palate like my own, I tempt you here with two words: bald eagle.\n\nOnly one of our esteemed commissioners opposed the windmill farm. Conservation-minded Amy Lathen firmly believes that if we let hawks, falcons, great horned owls and eagles die in collisions with windmills, there won't be many of the majestic birds left for the gun nuts to shoot.\n\nThe wind farm will have about 150 turbine generators scattered on more than 30,000 acres east and south of Calhan.\n\nHere you might ask, \"Where the heck is Calhan?\" It's about 10 miles southwest of Simla (town motto: \"Not Exactly Like Calhan, But Simla\") and just barely this side of the 1940s.\n\nGiant energy-producing turbines have been clobbering birds for decades, whacking them out of the sky at alarming rates. And by \"alarming,\" I mean the loud sound my kitchen timer makes when the chickadee pot pie is done.\n\nThe 150-foot-long blades — as wide as a jetliner's wings — can spin at up to 170 mph at their tips. And nothing says ho-ho-ho like a Christmas goose that's been tenderized by one of those windmill blades.\n\nSeriously, a recent study published in the Wildlife Society Bulletin estimates that some 573,000 birds and 888,000 bats are killed in the U.S. annually by wind turbines. Wind energy companies counter with a study that shows all of those stupid birds and bats would have died eventually, anyway.\n\nGovernment biologists say among the birds killed by wind farms in the past five years were at least 67 bald and golden eagles. And at least 85 eagles in 10 states have been killed by the blades since 1997.\n\nThis explains not only environmentalists' outrage, but also McDonald's brand-new McEagle burger. (During the introductory period, the McEagle comes clutching a Filet-O-Fish sandwich in its talons.)\n\nNone of this stopped Barack Obama's administration from approving a regulation earlier this month allowing wind-power companies to kill or injure both species of eagle for the next 30 years with no penalty.\n\n(Note: Only the eastern kingbird, with its lightning-fast turning ability, has been able to navigate the Obamacare website. The birds will get an annual wing checkup and beak inspection for only $15,600 per month.)\n\nSo now El Paso County has waddled into the bird controversy, with ranchers and other property owners preparing to accept the turbines and the often lucrative payments that come with them.\n\nOne restriction: No energy windmills are allowed within a quarter mile of homes of people who have not signed wind-farm agreements. It is not known how the two groups of people will divide up the dead birds — although I would suggest a sharp cleaver.\n\nRich Tosches (rangerrich@csindy.com) also writes a Sunday column in the Denver Post.", "article_metadata": {"layout": "Content Default", "description": "Nothing says ho-ho-ho like a Christmas goose that's been tenderized by one of those windmill blades.", "title": "Wind farm: a gift from up above | Ranger Rich | Colorado Springs Independent", "og": {"site_name": "Colorado Springs Independent", "description": "Nothing says ho-ho-ho like a Christmas goose that's been tenderized by one of those windmill blades.", "title": "Wind farm: a gift from up above", "url": "http://www.csindy.com/coloradosprings/wind-farm-a-gift-from-up-above/Content?oid=2804777", "image": "http://www.csindy.com/binary/ccba/cover_122513_400px.jpg", "type": "article"}, "twitter": {"site": "@csindependent", "description": "Nothing says ho-ho-ho like a Christmas goose that's been tenderized by one of those windmill blades.", "card": "summary", "title": "Wind farm: a gift from up above"}, "oid": 2804777, "fb": {"app_id": 201368523246620}, "keywords": "Wildlife Society Bulletin, Amy Lathen, wind farm, Calhan, Simla, peregrine falcon, bald eagle, McEagle, humor, funny, Rick, Tosches, Ranger Rick, Gazette, opinion, Los Angeles Times, Colorado Springs independent columns, csindy columns, news, politics, marijuana, cannabis news, sports, crime, comedy, arts, pop culture, Colorado Springs, Colorado, Independent, Indy, newspaper, news, dining, music, film, arts, marijuana", "google-site-verification": "dk8_aYZmYY3S-3hw_GGFpTKBGBiy5OT-um4xqpYP3pM", "thumbnail": "http://www.csindy.com/binary/ccba/cover_122513_400px.jpg", "viewport": "width=1000", "news_keywords": "wildlife society bulletin, amy lathen, wind farm, calhan, simla, peregrine falcon, bald eagle, mceagle, humor, funny"}, "article_summary": "The wind farm will have about 150 turbine generators scattered on more than 30,000 acres east and south of Calhan.\ngot some great news: The El Paso County commissioners approved a massive wind farm on the plains not far east of our village.\nOnly one of our esteemed commissioners opposed the windmill farm.\nGovernment biologists say among the birds killed by wind farms in the past five years were at least 67 bald and golden eagles.\nAnd nothing says ho-ho-ho like a Christmas goose that's been tenderized by one of those windmill blades."}