{"article_title": "BOOK REVIEW: 'Assault and Flattery'", "article_keywords": ["democratic", "author", "attacks", "review", "republicans", "movement", "assault", "book", "democrats", "mr", "party", "flattery", "war", "women"], "article_url": "http://www.washingtontimes.com/news/2014/jul/28/book-review-how-the-gop-can-secure-its-standing-wi/?page=all", "article_text": "ANALYSIS/OPINION:\n\nASSAULT AND FLATTERY: THE TRUTH ABOUT THE LEFT AND THEIR WAR ON WOMEN\n\nBy Katie Pavlich\n\nThreshold Editions, $26, 272 pages\n\nThink the “War on Women” meme is passe? Run its course? Think again.\n\n“Turn on a TV in Colorado and you might assume there are no issues more important to state voters than abortion rights, access to contraception and the definition of personhood.” That according to an article about the contentious U.S. Senate race there in Real Clear Politics this week.\n\nIf it strikes one as odd that a Colorado race, or any of the many U.S. congressional races where it is happening, would be obsessing over “women’s health” issues, given the abundance of crises facing our nation at the moment, Katie Pavlich can explain the conundrum. She does so with clarity, passion and an overwhelming abundance of evidence in her hard-hitting new book, “Assault and Flattery: The Truth About the Left and Their War on Women.”\n\nThe author writes, “The playbook [for the 2014 elections] is simple. War on women. Birth control. Republicans better be ready to counter it …”\n\nMaking this wake-up call all the more urgent: The GOP establishment’s apparent readiness to blow it again. Case in point: an original interview the author conducted in 2013 with the epitome of the establishment himself, Mitt Romney. To the question of how he could have handled the War on Women attacks more effectively, Mr. Romney responded, “Well, there are a lot of outrageous lies I just don’t think women believe, so I’m not sure how damaging they are.”\n\nNot sure how damaging? This from a man who was bludgeoned by Democrats with “binders full of women” and accusations he wanted to take women’s birth control away lost women, and who subsequently lost women overall by 11 percent and single women by a breathtaking 36 percent.\n\nFormer Attorney General of Virginia Ken Cuccinelli’s losing campaign for governor of Virginia wasn’t any more effective in dealing with the attacks when they predictably came his way a year later. The abortion and contraception “zealot” tag that Terry McAuliffe applied stuck, and Mr. Cuccinelli lost single women by 42 percentage points.\n\nYet in 2014 Republicans appear poised to fall for it once again. With the addition of “personhood” bill attacks to the Democratic arsenal, Republicans look flat-footed, as though they will try again to merely ignore the attacks and keep their fingers crossed that women will see the charges for the “outrageous lies” they are.\n\nHowever, now they don’t have to ignore the attacks — a disastrous strategy. They have a secret weapon, a virtual handbook for the next election cycle and the one after that: “Assault and Flattery.”\n\nMs. Pavlich paints the compelling big picture: the unfounded “War on Women” attacks will continue until conservatives figure out how to push back effectively. She outlines the basis for a proactive strategy: the Republican Party’s history of championing women’s rights and civil rights for all, and the corresponding cynical manipulation of women and minorities by Democrats over the years.\n\nThat history, combined with a damning critique of modern-day Democratic hypocrisy in how they view and treat women, demonstrate Republicans have no business maintaining a losing, defensive posture when it comes to female voters.\n\nThe list of Democratic and liberal men’s offenses against any woman they can’t control — conservative women — is enough to make one’s head explode, both for its vulgarity (the author forewarns readers) and breadth.\n\nLeaving no sacred cow of the left unnamed, the author details, one after another, misogynists and womanizers from the left (read Teddy Kennedy, Bill Clinton, Bob Filner, John Edwards, Michael R. Bloomberg and a bevy of others) who say and do the most reprehensible things about and to women, and yet are either ignored or championed by Democrats and the mainstream media.\n\nOne of Ms. Pavlich’s most compelling critiques was that of how the modern leftist movement made a conscious decision to use women for accumulating political power for themselves. From the anarchism of Bill Ayers to the Marxist inclinations of Betty Friedan, radicals “began to infiltrate and hijack the feminist movement,” setting out to systematically destroy the family and marriage in order to create dependency on government.\n\nWomen would be integral to achieving their “underlying agenda of socialism and redistribution of wealth.” The motives of the Democrats and their allies when it comes to women are “far from pure.”\n\nPresident Obama steps right into line with the agenda, propelling it forward with unabashed enthusiasm and the skill of a practiced community organizer. The author reminds readers of the webpage Mr. Obama launched during the campaign, “The Life of Julia,” “a sickening portrayal of the federal nanny state.” Through the fictional Julia, Mr. Obama sought to lure female voters by outlining how the largesse of government would provide for them, as it did for Julia, in every stage of their life, but only if it is a government controlled by Democrats.\n\nThe author points out how disgusted the great early leaders of the feminist movement would be by the ploy of liberals to make women dependent yet again. She says the “true war” is one “waged to make all women subscribe to certain social behavior, involving complete sexual ‘liberation’ and ‘independence,’ and a war waged to convince women that the Democratic Party is the party that will give them everything they need to achieve that narrow-minded view on life — if they pledge their political allegiance.”\n\nThe hypocrisy is overwhelming, but the cynicism is revolting. The party championed by the modern-day feminist movement, such as it is, wants to condemn women to a life of dependency on and servitude to not a husband, but a truly oppressive, power-hungry, ambitious and spirit-crushing master; namely, government.\n\nAll this matters deeply because when it comes to elections, “women are being systematically played by the Democratic Party,” Ms. Pavlich writes. Republicans, rather than exposing the lies and the devastating impact of the leftist agenda on women, are letting it happen.\n\nA recent NBC-Marist poll found that, despite the myriad issues plaguing the world now, having nothing to do with the Democrat-conjured “War on Women,” 70 percent of Coloradan voters are “less likely to support a candidate who backs limits on contraception.” That is proof positive to Democrats that if they can continue to hammer Republicans over “personhood” and contraception, they can win, and they’re counting on Republicans not to fight back.\n\nThis strategy, manifest in ads and direct mailings across the country, is a wake-up call to Republicans. “Assault and Flattery” is the answer to that call. The question remains: Will the GOP abandon failed efforts to win by ignoring the attacks, and instead take the high — and winning — ground, championing women with an ample arsenal, meticulously outlined by Katie Pavlich?\n\nKate Obenshain is a commentator, speaker and author of “Divider in Chief” (Regnery.)", "article_metadata": {"description": "Think the \"War on Women\" meme is passe? Run its course? Think again.", "Author": "Kate Obenshain - Special to The Washington Times", "og": {"site_name": "The Washingtion Times", "description": "Think the “War on Women” meme is passe? Run its course? Think again.", "title": "BOOK REVIEW: ‘Assault and Flattery’", "url": "http://www.washingtontimes.com/news/2014/jul/28/book-review-how-the-gop-can-secure-its-standing-wi/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/07/28/7_282014_51v3f3fmxul8201.jpg", "type": "article"}, "twitter": {"image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/07/28/7_282014_51v3f3fmxul8201.jpg", "title": "BOOK REVIEW: ‘Assault and Flattery’", "description": "Think the \"War on Women\" meme is passe? Run its course? Think again.", "card": "summary", "site": "@washtimes"}, "author": "The Washington Times http://www.washingtontimes.com", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web3", "bitly-verification": "d180fd45f70d", "news_keywords": "Politics, Katie Pavlich, Republican Party"}, "_id": "\"57477af46914bd0286fd870b\"", "article_summary": "All this matters deeply because when it comes to elections, “women are being systematically played by the Democratic Party,” Ms. Pavlich writes.\nANALYSIS/OPINION:ASSAULT AND FLATTERY: THE TRUTH ABOUT THE LEFT AND THEIR WAR ON WOMENBy Katie PavlichThreshold Editions, $26, 272 pagesThink the “War on Women” meme is passe?\nShe does so with clarity, passion and an overwhelming abundance of evidence in her hard-hitting new book, “Assault and Flattery: The Truth About the Left and Their War on Women.”The author writes, “The playbook [for the 2014 elections] is simple.\n“Assault and Flattery” is the answer to that call.\nWar on women."}