{"article_title": "Paramedic facing jail is no longer working in the field", "article_keywords": ["city", "longer", "working", "ministry", "provide", "paramedics", "failing", "face", "facing", "field", "service", "jail", "paramedic", "health", "care"], "article_url": "http://www.thespec.com/news-story/4259916-paramedic-facing-jail-is-no-longer-working-in-the-field/", "article_text": "A Hamilton paramedic who is the first in Ontario to face jail and steep fines after being accused of failing to provide proper care is no longer working in emergency medicine.\n\nRelated Stories Paramedics shaken by threat to...\n\nPaul J. Zenchuk left the Hamilton Paramedic Service but Chief Michael Sanderson won't say whether he quit or was fired.\n\n\"He is not working as a paramedic at this time,\" said Mario Posteraro, president of Ontario Public Service Employees Union Local 256.\n\nNews of the Ministry of Health charging a paramedic under the Ambulance Act for the first time spread quickly through the profession Thursday with the help of social media.\n\n\"There's been a lot of concern and trepidation,\" said Posteraro. \"It's a significant issue that impacts a colleague and the profession and creates a lot of anxiety.\"\n\nOntario's paramedics weren't aware they could be charged under the act for failing to provide proper care to patients. It's significant because they can face up to a year in jail and a fine of up to $25,000.\n\nIt's in stark contrast to most other health professions, which unlike paramedics are self-regulated. The harshest penalty doctors and nurses face for not providing good care is losing their licence to practise.\n\n\"The reaction has been mainly disbelief,\" said a paramedic with a neighbouring service who did not want her name used because of concerns she could lose her job. \"It's fear.\"\n\nShe said she trained relatively recently and never once was she told she could be charged under the act or face jail time.\n\n\"This just opens up a whole new door of discipline,\" she said. \"We don't have a college to support us or a united body to speak up. We're out here on a limb by ourselves.\"\n\nAdding to the unknown is that the Ministry of Health has refused to release any details of why Zenchuk was charged after an investigation by the emergency health services branch into care he provided on Jan. 29, 2011. The city also won't give any details of what happened.\n\n\"This matter is still before the courts and we're not in a position to provide comment,\" said Sanderson. \"The city co-operated fully with the Ministry of Health and Long-Term Care's investigation.\"\n\nHe says the situation was reviewed by the city at that time.\n\n\"Following investigation, appropriate action was promptly taken,\" he said.\n\nHe went on to say, \"The City of Hamilton is confident in the high level of skill, the personal dedication, and the services provided by our many excellent paramedics and support staff.\"\n\nThe case is being prosecuted by a Ministry of Health lawyer and was adjourned Thursday in the Ontario Court of Justice until May 27. Toronto lawyer Tim Hannigan refused to comment on behalf of Zenchuk.\n\nCourt documents show the paramedic is accused of failing to provide patient care in accordance with standards and procedures such as not assuming the existence of a serious condition until assessment indicates otherwise, failing to protect the spine, ensure an open airway, breathing circulation and level of consciousness and not taking vital signs.", "article_metadata": {"RATING": "GENERAL", "DESCRIPTION": "News of the Ministry of Health charging a paramedic under the Ambulance Act for the first time spread quickly through...", "COPYRIGHT": "© Copyright 2016 Metroland Media Group Ltd. All Rights Reserved", "AUTHOR": "The Spec", "og": {"url": "http://www.thespec.com/news-story/4259916-paramedic-facing-jail-is-no-longer-working-in-the-field/", "image": "http://www.thespec.com/portals/9/images/fb_logo.jpg", "type": "Article Story", "description": "News of the Ministry of Health charging a paramedic under the Ambulance Act for the first time spread quickly through the profession Thursday with the help of social media.", "title": "Paramedic facing jail is no longer working in the field"}, "RESOURCE-TYPE": "DOCUMENT", "ROBOTS": "INDEX, FOLLOW", "REVISIT-AFTER": "1 DAYS", "DISTRIBUTION": "GLOBAL", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fe02a1\"", "article_summary": "A Hamilton paramedic who is the first in Ontario to face jail and steep fines after being accused of failing to provide proper care is no longer working in emergency medicine.\nRelated Stories Paramedics shaken by threat to...Paul J. Zenchuk left the Hamilton Paramedic Service but Chief Michael Sanderson won't say whether he quit or was fired.\n\"He is not working as a paramedic at this time,\" said Mario Posteraro, president of Ontario Public Service Employees Union Local 256.\nOntario's paramedics weren't aware they could be charged under the act for failing to provide proper care to patients.\nIt's significant because they can face up to a year in jail and a fine of up to $25,000."}