{"article_title": "Do wheelchair users need round-the-clock support?", "article_keywords": ["available", "hours", "wheelchairs", "users", "service", "unitypoint", "chairs", "wheelchair", "roundtheclock", "medical", "power", "need", "chair", "support"], "article_url": "http://www.desmoinesregister.com/story/news/investigations/readers-watchdog/2015/12/19/do-wheelchair-users-need-round-clock-support/77492602/", "article_text": "Mattie Kitchen (Photo: Special to the Register)\n\nMattie Kitchen was alone outside when the second motorized wheelchair she’d used in a month broke down on a Saturday in mid-November.\n\nShe says she has no idea what she would have done if a neighbor didn’t eventually rescue her.\n\n“I immediately called (UnityPoint Health in Des Moines) for repair on this loaner — only to be told that there was no one available on weekends or after hours,” the retiree wrote the Reader’s Watchdog.\n\nKitchen’s concern: That UnityPoint Des Moines, a huge medical network that includes more than 7,500 employees, doesn’t have service techs available 24-7 to help what she assumes are hundreds of clients in similar situations.\n\nThe query matters because motorized wheelchairs are a key to independence for a growing number of Iowans. They act not only as their legs, but a way to access streets, homes, buses, even gravel roads.\n\nIt also matters because the number of Americans who are completely or mostly homebound is rising. At least 2 million, or 5.6 percent of the elderly, community-dwelling Medicare population, is homebound due to of physical impairments and age, according to a 2015 study by JAMA Internal Medicine — and that’s based on 2011 data.\n\nIn short, mobility matters.\n\n\"Even in the best of times, getting around can be a very difficult thing for people in power chairs,” said Emmanuel Smith, an advocate for Disability Rights Iowa. “Service providers need to make sure their systems cover the full spectrum of need.”\n\nKitchen suffered two serious back injuries as a result of domestic violence. The last time, she says, she was forced to jump out a window to escape the abuse.\n\nThree back surgeries later, she was dependent on a custom-built motorized chair.\n\nThe one she has now was ordered three years ago at a wheelchair clinic at Iowa Methodist Medical Center, which is now part of the UnityPoint network. She says it broke down three days after she got it and several times since, including twice this year.\n\nOne time, she says, “I was on the DART bus and the controls to the hydraulic system fell off. I was blessed with a bus driver who used a twist tie from his lunch to jerry-rig it to the chair until I got home.”\n\nKitchen’s customized wheelchair has been repaired since the November incident, but it’s still not working correctly one month later. New heavy foot pedals installed, she says, made the chair front-heavy, and put her at risk for toppling over.\n\nBut her main concern, she says, is the lack of tech availability.\n\nShe says it seems like it would be easier and cheaper for UnityPoint to have someone on call who could fix problems as they arise.\n\nPeople with disabilities don’t just have problems from 8 to 5 p.m., she says.\n\nAmy Varcoe, a spokeswoman for UnityPoint, said the network has a delivery technician on call 24 hours a day. But that person only picks up or drops off equipment; there are no service techs after hours and on weekends.\n\nShe said those whose wheelchairs break down after hours can get a manual wheelchair. She acknowledged, “Sometimes a manual chair is not the answer if patient cannot propel on their own or if they do not have a family member that can assist.”\n\nBut she said the company has products and options available to work with each client's temporary replacement chair based on his or her medical needs.\n\nVarcoe said UnityPoint wouldn’t readily have all the pieces and parts needed to repair custom chairs designed for specific individuals.\n\n“We sometimes have power chairs we can offer as a loaner, but again, these are very generic and not going to be ideal,” she said. “Ordering necessary parts in after checking into the power chair issue is our typical next step since we are not able to keep all those parts and pieces for all of the special chairs that we provide.”\n\nOther providers, however, make service techs available round-the-clock.\n\nRick Johnson, CEO and president of Hammer Medical Supply, said he believes his company was the first in Iowa to do so several years ago.\n\n“I’d say about 35 percent to 50 percent of the time, we’re able to take care of the problem,” he said of service calls.\n\nJohnson says how often power wheelchairs break down depends on how they are used. But when chairs are a medical necessity, as certified by a doctor, federal guidelines require those individuals be kept mobile in their home environment.\n\nLee Rood's Reader's Watchdog column helps Iowans get answers and accountability from public officials, the justice system, businesses and nonprofits. Contact her at lrood@dmreg.com, 515-284-8549 on Twitter @leerood or at Facebook.com /readerswatchdog.\n\nRead or Share this story: http://dmreg.co/1m0wvxA", "article_metadata": {"google": "notranslate", "description": "Reader Mattie Kitchen says UnityPoint doesn't have enough tech support", "p": {"domain_verify": "372c291dc2b106308d26264f4fba3b10"}, "og": {"site_name": "Des Moines Register", "description": "Reader Mattie Kitchen says UnityPoint doesn't have enough tech support", "title": "Do wheelchair users need round-the-clock support?", "url": "http://www.desmoinesregister.com/story/news/investigations/readers-watchdog/2015/12/19/do-wheelchair-users-need-round-clock-support/77492602/", "image": "http://www.gannett-cdn.com/GDContent/applogos/desmoinesregister.png", "type": "article"}, "twitter": {"description": "Reader Mattie Kitchen says UnityPoint doesn't have enough tech support", "title": "Do wheelchair users need round-the-clock support?", "image": "http://www.gannett-cdn.com/-mm-/e0cb2afa52b4b9466957e3bb8c306a0271969c5c/c=0-0-720-720&r=x643&c=640x640/local/-/media/2015/12/17/IAGroup/DesMoines/635859586075132031-.facebook-1450350364330.jpg", "creator": "@DMRegister", "site": "@DMRegister", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=600025120", "fb": {"app_id": 169766623060429}, "viewport": "width=1070", "article": {"author": "LeeRood/ReadersWatchdog"}, "Content-Type": "text/html; charset=UTF-8", "cXenseParse": {"gci-topic": "Subjects/Medicine", "gci-asset-type": "story", "gci-categories": "Subjects/Medicine", "title": "Do wheelchair users need round-the-clock support?", "author": "Lee Rood", "pageclass": "article", "recs": {"category": "news/investigations/readers-watchdog", "image-3-4": "http://www.gannett-cdn.com/-mm-/4fcee4a17dad51c3ba031badc6a7a9c7fec3744a/c=90-0-630-720/local/-/media/2015/12/17/IAGroup/DesMoines/635859586075132031-.facebook-1450350364330.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/7366cf62d7d7c9e4efe9619fdde7e87734d2d5a9/c=0-0-720-720/local/-/media/2015/12/17/IAGroup/DesMoines/635859586075132031-.facebook-1450350364330.jpg", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/141e347cd5156a4f07a1aadc0491333bea765607/c=0-33-720-574/local/-/media/2015/12/17/IAGroup/DesMoines/635859586075132031-.facebook-1450350364330.jpg", "image": "http://www.gannett-cdn.com/-mm-/030b17f8cdd954e8029ed5ef9c4f2bd3d625b62c/c=0-71-720-478&r=x633&c=1200x630/local/-/media/2015/12/17/IAGroup/DesMoines/635859586075132031-.facebook-1450350364330.jpg", "publishtime": "2015-12-19T21:02:15.947000-06:00", "shorthed": "Do wheelchair users need round-the-clock support?", "articleid": 77492602, "image-16-9": "http://www.gannett-cdn.com/-mm-/35d093022eff2cbfea080297ac6c301138654a3d/c=0-71-720-478/local/-/media/2015/12/17/IAGroup/DesMoines/635859586075132031-.facebook-1450350364330.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/fe96548b862274ba955420d201b7c14e6b2b9a40/c=158-0-561-720/local/-/media/2015/12/17/IAGroup/DesMoines/635859586075132031-.facebook-1450350364330.jpg"}}}, "article_summary": "Johnson says how often power wheelchairs break down depends on how they are used.\n“We sometimes have power chairs we can offer as a loaner, but again, these are very generic and not going to be ideal,” she said.\n\"Even in the best of times, getting around can be a very difficult thing for people in power chairs,” said Emmanuel Smith, an advocate for Disability Rights Iowa.\nShe said those whose wheelchairs break down after hours can get a manual wheelchair.\nBut that person only picks up or drops off equipment; there are no service techs after hours and on weekends."}