{"article_title": "WATCH: Ben Carson asks voters to listen to God, and not the media, come primary", "article_keywords": ["wilson", "right", "ben", "asks", "voters", "media", "watch", "primary", "precipice", "carson", "god", "columbia", "come", "west", "presidential", "listen"], "article_url": "http://www.abccolumbia.com/2016/01/18/ben-carson-asks-voters-to-listen-to-god-and-not-the-media-come-primary/", "article_text": "WATCH: Ben Carson asks voters to listen to God, and not the media, come primary\n\nRepublican presidential candidate Dr. Ben Carson addressed a full gymnasium at Brookland Baptist Church in West Columbia Monday night\n\nby Grace Joyal\n\nWEST COLUMBIA, S.C. (WOLO) – Republican presidential candidate Dr. Ben Carson addressed a full gymnasium at Brookland Baptist Church in West Columbia Monday night.\n\nThe town hall was hosted by South Carolina Attorney General Alan Wilson, in conjunction with the Conservative Leadership Project.\n\nA.G. Wilson threw a variety of questions Carson’s way, asking for specific answers to how he’d solve the border crisis, the Affordable Care Act and President Obama’s executive orders.\n\n“I’m not a polished politician,” Carson said to media after the event. “I’m not gonna have these nice crisp, debate-type answers, because I really feel like the issues are much bigger.”\n\nDr. Carson is a former neurosurgeon and best-selling author. In the latest CNN Poll of Polls average in Iowa, he ranks in fourth behind Ted Cruz, Donald Trump and Marco Rubio. Carson has 10% of the votes, while Cruz has 27%. Iowa’s caucus is two weeks from today.\n\nCarson says our youngest generation faces a future, more grim than ever before.\n\n“I also hope that the people understand that where we are right now is very serious,” he said. “We’re at the precipice, and we’re about to go over the precipice. If we go over it, I do not think that we will be able to return.”\n\nCarson says he trusts Americans to do the right thing, but he warns, be weary of listening to the media to help guide your decision. Instead, the doctor says, you should listen to God.", "article_metadata": {"generator": "Powered by Visual Composer - drag and drop page builder for WordPress.", "og": {"site_name": "ABC Columbia", "description": "WEST COLUMBIA, S.C. (WOLO) – Republican presidential candidate Dr. Ben Carson addressed a full gymnasium at Brookland Baptist Church in West Columbia Monday night. The town hall was hosted by South Carolina Attorney General Alan Wilson, in conjunction with the Conservative Leadership Project. A.G. Wilson threw a variety of questions Carson’s way, asking for specific answers to how he’d solve...", "title": "WATCH: Ben Carson asks voters to listen to God, and not the media, come primary - ABC Columbia", "locale": "en_US", "image": "http://www.abccolumbia.com/wp-content/uploads/2015/10/bencarson-4153.jpg", "updated_time": "2016-01-30T22:24:04+00:00", "url": "http://www.abccolumbia.com/2016/01/18/ben-carson-asks-voters-to-listen-to-god-and-not-the-media-come-primary/", "type": "article"}, "twitter": {"domain": "ABC Columbia", "description": "WEST COLUMBIA, S.C. (WOLO) – Republican presidential candidate Dr. Ben Carson addressed a full gymnasium at Brookland Baptist Church in West Columbia Monday night. The town hall was hosted by South Carolina Attorney General Alan Wilson, in conjunction with the Conservative Leadership Project. A.G. Wilson threw a variety of questions Carson’s way, asking for specific answers to how he’d solve...", "title": "WATCH: Ben Carson asks voters to listen to God, and not the media, come primary - ABC Columbia", "image": {"src": "http://www.abccolumbia.com/wp-content/uploads/2015/10/bencarson-4153.jpg"}, "creator": "@GraceWOLOTV", "card": "summary"}, "msapplication-TileColor": "#f01d4f", "HandheldFriendly": "True", "MobileOptimized": 320, "theme-color": "#121212", "msapplication-TileImage": "http://www.abccolumbia.com/wp-content/themes/gtxcel/library/images/win8-tile-icon.png", "article": {"section": "Local News", "published_time": "2016-01-18T23:20:08+00:00", "modified_time": "2016-01-30T22:24:04+00:00"}, "google-site-verification": "a-QBMdR7sWcqR7WlauPm9Y9gxn6WxIWDke9K-YpevVQ", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "WATCH: Ben Carson asks voters to listen to God, and not the media, come primaryRepublican presidential candidate Dr. Ben Carson addressed a full gymnasium at Brookland Baptist Church in West Columbia Monday nightby Grace JoyalWEST COLUMBIA, S.C. (WOLO) – Republican presidential candidate Dr. Ben Carson addressed a full gymnasium at Brookland Baptist Church in West Columbia Monday night.\n“I’m not a polished politician,” Carson said to media after the event.\nThe town hall was hosted by South Carolina Attorney General Alan Wilson, in conjunction with the Conservative Leadership Project.\nInstead, the doctor says, you should listen to God.\n“I also hope that the people understand that where we are right now is very serious,” he said."}