{"article_title": "Here's how we can fight child poverty in West Michigan", "article_keywords": ["programs", "heres", "west", "michigan", "reporter", "tax", "fight", "state", "poverty", "child", "residents", "lowincome", "assistance"], "article_url": "http://www.mlive.com/opinion/grand-rapids/index.ssf/2015/03/lets_take_these_steps_to_reduc.html", "article_text": "Editor's note: The following opinion reflects the position of The Grand Rapids Press editorial board.\n\nAmid all the fanfare that West Michigan is becoming an increasingly prosperous and attractive place to live, we may sometimes forget it has a serious child poverty problem.\n\nMore than 35,800 children living in Kent County, the state's fourth largest county, live in poverty. That's 23 percent of all children in the county, and represents a 40-percent increase over a six year span.\n\nThose figures, detailed in the Michigan League for Public Policy's latest Kids Count report, paint a dire picture for some of West Michigan's youngest residents.\n\nWe must have a constructive dialogue within our community about how to address the issue of poverty. Far too often, words like \"entitlement\" and \"hand-out\" are used to make political arguments, but they fail to grasp the crippling burden of abject poverty.\n\nWest Michigan's elected officials in Lansing, most of whom are part of the Republican majority, must continue to find ways to fund programs that benefit and help the poor in our region and state. This includes bolstering the Supplemental Nutrition Assistance Program (SNAP); more money for early childhood education; increasing access to healthcare; allocating more funds for job training; and streamlining human services programs aimed at helping low-income residents. In concert with public funding, the private sector including religious congregations and other civic groups should strive to nip poverty in the bud by deploying their vast human resources in programs such as school tutoring and literacy support.\n\nCharles Ballard, a Michigan State University economics professor, notes that the gap in prosperity in West Michigan is not unique to our area.\n\nThe \"paradox of America,\" he said, is \"that our economy is a lot bigger, and there are a lot of very prosperous people, but yet the poverty rate is higher than it was in 1973.\"\n\nWhat's more, many of Michigan's low-income residents were reduced to that socioeconomic status from the middle class because of years of deep economic recession.\n\nThere have been strides made at the state level to combat the issue of poverty and, by extension, child poverty. Last year, for example, Michigan funneled an extra $65 million toward a program aimed at getting more low-income children into preschool.\n\nGov. Rick Snyder also spearheaded an expansion of Medicaid under the Affordable Care Act, and West Michigan lawmakers should support continued investment in that system.\n\nThe road funding proposal that voters will decide come May also would, if approved, reinstate the Earned Income Tax Credit to 20 percent of the federal amount. The EITC was reduced to 6 percent several years ago, and is a tax credit that low-income families qualify for. Even if Proposal 1 fails, lawmakers should reinstate the 20-percent tax credit separately.\n\nLawmakers from West Michigan need to recognize that spending money to help low-income residents is an investment in a brighter economic future for Michigan. Working to create a vibrant economy with more jobs is one way to help, but low-income residents require additional assistance as they work to build a strong financial foundation. The plight of the poor goes well beyond dependence on governmental assistance; solutions must also spring up from the grassroots, providing parents with a broad base of community support.\n\n\"These are deeply ingrained problems,\" Ballard notes. \"These are long-term structural problems. This was made dramatically worse for several years by the Great Recession and we're only now getting back to close to where we were before the recession in terms of many measures of economic activity.\"\n\nStrong public investments in education, food assistance, healthcare, job training and helping low-income residents navigate the bureaucracy of the state's human services programs - along with an intensified private commitment to supporting poor families - are just a few of the many ways we could address poverty.\n\nWe encourage our elected officials to look past partisan ideology as budget talks loom, and support strong funding for programs to assist the poor.\n\nThe Grand Rapids Press editorial board is editor Julie Hoogland, business reporter Monica Scott, health reporter Sue Thoms, business reporter Shandra Martinez and community engagement specialist Zane McMillin.", "article_metadata": {"medium": "news", "viewport": "width=device-width,initial-scale=1", "news_keywords": "grand-rapids-editorial, opinion", "title": "Here's how we can fight child poverty in West Michigan", "parsely-page": "{\"title\": \"Here\\u0027s how we can fight child poverty in West Michigan\", \"link\": \"http://www.mlive.com/opinion/grand-rapids/index.ssf/2015/03/lets_take_these_steps_to_reduc.html\", \"image_url\": \"http://image.mlive.com/home/mlive-media/width620/img/grpress/opinion_impact/photo/17146265-standard.jpg\", \"type\": \"post\", \"post_id\": \"15349204\", \"pub_date\": \"2015-03-01T12:06:23Z\", \"author\": \"The Grand Rapids Press Editorial Board\", \"tags\": [\"@gr-river\",\"@mlive-opinion\",\"grand-rapids-editorial\"] }", "twitter": {"image": "http://image.mlive.com/home/mlive-media/width620/img/grpress/opinion_impact/photo/17146265-standard.jpg", "description": "Amid all the fanfare that West Michigan is becoming an increasingly prosperous and attractive place to live, we may sometimes forget it has a serious child poverty problem.", "site": "@mlive", "card": "summary_large_image", "title": "Here's how we can fight child poverty in West Michigan"}, "article_date_updated": "Friday, March 06, 2015,  4:00 PM", "parsely-metadata": "{\"short_title\": \"\", \"image_url\": \"http://media.mlive.com/grpress/opinion_impact/photo/bay-countyaeus-child-population-continues-to-drop-and-poverty-isnaeut-improving-73694a3805d809b5.jpg\", \"author_name\": \"gredit\", \"author_nickname\": \"The Grand Rapids Press Editorial Board\", \"author_id\": \"8019126\", \"source_blog_name\": \"Grand Rapids Opinion\", \"source_blog_url\": \"http://www.mlive.com/opinion/grand-rapids/index.ssf/\", \"sponsored_content\": \"0\" }", "og": {"site_name": "MLive.com", "description": "Amid all the fanfare that West Michigan is becoming an increasingly prosperous and attractive place to live, we may sometimes forget it has a serious child poverty problem.", "title": "Here's how we can fight child poverty in West Michigan", "url": "http://www.mlive.com/opinion/grand-rapids/index.ssf/2015/03/lets_take_these_steps_to_reduc.html", "image": "http://image.mlive.com/home/mlive-media/width620/img/grpress/opinion_impact/photo/17146265-standard.jpg", "type": "article"}, "fb": {"admins": 100000302287435}, "article_publication_name": "MLive.com", "article_comments": 0, "article_date_original": "Sunday, March 01, 2015,  7:00 AM", "article_author": "The Grand Rapids Press Editorial Board", "Description": "Amid all the fanfare that West Michigan is becoming an increasingly prosperous and attractive place to live, we may sometimes forget it has a serious child poverty problem."}, "article_summary": "Charles Ballard, a Michigan State University economics professor, notes that the gap in prosperity in West Michigan is not unique to our area.\nLawmakers from West Michigan need to recognize that spending money to help low-income residents is an investment in a brighter economic future for Michigan.\nAmid all the fanfare that West Michigan is becoming an increasingly prosperous and attractive place to live, we may sometimes forget it has a serious child poverty problem.\nRick Snyder also spearheaded an expansion of Medicaid under the Affordable Care Act, and West Michigan lawmakers should support continued investment in that system.\nThere have been strides made at the state level to combat the issue of poverty and, by extension, child poverty."}