{"article_title": "Oakland Accepts Obama’s Challenge", "article_keywords": ["week", "obamas", "bonta", "visit", "challenge", "accepts", "states", "health", "rates", "california", "oakland", "medical", "care"], "article_url": "http://newamericamedia.org/2015/12/oakland-accepts-obamas-challenge.php", "article_text": "\n\nOAKLAND, Calif. – Oakland has accepted the challenge thrown last week by President Obama to 20 cities nationwide to get the most sign-ups in the state’s health care exchange during this open enrollment period and win a visit from him.\n\n\n\n“Oakland likes to win,” declared Mayor Libby Schaaf, who announced the challenge at a press conference outside Oakland City Hall Dec. 18 with Assemblymember Rob Bonta, D-Oakland, Melissa Stafford Jones, regional director of the Department of Health and Human Services, and Dana Howard, spokesperson for Covered California, the state’s health care exchange.\n\n\n\n“The prize is President Obama himself will visit our city,” Schaaf said. “But the real prize is a healthier community.”\n\n\n\nCalled the “Healthy Communities Challenge,” the campaign, announced by Obama in his weekly radio address last week, has targeted 20 cities with the most uninsured people eligible for the marketplace coverage but who haven’t signed up. Nationwide, the Department of Health and Human Services estimates there are 10.5 million such people.\n\n\n\nSince Covered California launched in 2013 under Obama’s landmark Affordable Care Act (ACA), the number of uninsured California residents has dropped from 21 percent to 11 percent, noted Jones. Some of the benefits of ACA health care plans, she said, include no annual caps on coverage, equal premiums charged to men and women, and government subsidies that make the plans affordable.\n\n\n\nYet, there are about 134,000 people who are subsidy-eligible in the Bay Area but uninsured, Bonta said, promising to do a better outreach among them to drop that number.\n\n\n\n“As Oakland and the Bay Area go, so goes the rest of California,” he said.\n\n\n\nTo make it convenient to enroll, City Hall has become one of several enrollment centers in the city. It will be open Monday through Friday from 10 a.m. to 7 p.m. and Saturday from 10 a.m. to 4 p.m. For more information, visit www.coveredca.com.\n\n\n\nRecent aggressive campaigning by Covered California has helped to net an additional 197,000 people across the state in just one week this month, said Howard. More than half of those enrolled on the exchange are paying less than $50 a month in premiums, he added.\n\n\n\nMeanwhile, a civil rights coalition last week filed a complaint with the U.S. Department of Health and Human Services Office of Civil Rights, charging California with engaging in unlawful discrimination by paying doctors some of the lowest reimbursement rates in the nation through Medi-Cal, the state’s Medicaid program for low-income residents.\n\n\n\nThe complaint, which is unrelated to Covered California, says that the low rates have severely shrunk the pool of doctors willing to accept Medi-Cal patients, preventing doctors and hospitals from treating Latinos, who make up the majority of Medi-Cal enrollees.\n\n\n\nAbout 2.5 million residents have enrolled in the expanded Medi-Cal program under the ACA. Among other things, expansion has allowed childless adults to enroll. That has brought the state’s total Medi-Cal enrollment to a little over 12 million.\n\n\n\nIn an interview with New America Media after the conference, Bonta, who chairs the Assembly health committee, declined to discuss specifics of the complaint, but acknowledged there was truth in it.\n\n\n\nFor an average patient visit, Medi-Cal now reimburses doctors $41.48, while Medicare – the health insurance program for elders and people with disabilities -- pays $102.45.\n\n\n\nBonta said his attempts to bring Medi-Cal reimbursement rates back on par with Medicare’s through a bill he sponsored earlier this year, AB 366, didn’t succeed.\n\n\n\nThe state would need an additional $10 billion in its Medi-Cal budget to bring the program’s rates on an equal footing with Medicare’s. Bonta said that meeting the $10 billion shortfall could take “multiple years.”\n\n\n\nAs chair of a special legislative session set up by Governor Brown last June, Bonta said he and others in the health care coalition are trying to restore the cuts made in 2011 to Medi-Cal provider reimbursement rates. They are trying to identify additional revenue streams, he said.\n\n\n\n“If we don’t do anything to increase the provider rates, the problem will get worse,” he said.\n\n\n\n", "article_metadata": {"keywords": "obama, aca, bonta, coveredca, medi-cal, medicare,", "description": "New America Media is a nationwide association of over 3000 ethnic media organizations representing the development of a more inclusive journalism. Founded in 1996 by Pacific News Service, New America Media promotes ethnic media by strengthening the editorial and economic viability of this increasingly influential segment of America's communications industry."}, "article_summary": "OAKLAND, Calif. – Oakland has accepted the challenge thrown last week by President Obama to 20 cities nationwide to get the most sign-ups in the state’s health care exchange during this open enrollment period and win a visit from him.\nFor an average patient visit, Medi-Cal now reimburses doctors $41.48, while Medicare – the health insurance program for elders and people with disabilities -- pays $102.45.\nSome of the benefits of ACA health care plans, she said, include no annual caps on coverage, equal premiums charged to men and women, and government subsidies that make the plans affordable.\n“As Oakland and the Bay Area go, so goes the rest of California,” he said.\n“Oakland likes to win,” declared Mayor Libby Schaaf, who announced the challenge at a press conference outside Oakland City Hall Dec. 18 with Assemblymember Rob Bonta, D-Oakland, Melissa Stafford Jones, regional director of the Department of Health and Human Services, and Dana Howard, spokesperson for Covered California, the state’s health care exchange."}