{"article_title": "Obamacare leads to 20M insurance boost", "article_keywords": ["brown", "tally", "20m", "million", "obamacare", "leads", "officials", "health", "coverage", "uninsured", "estimated", "boost", "insurance", "wrote"], "article_url": "http://www.cnbc.com/2016/03/03/obamacare-leads-to-20m-insurance-boost-admin.html", "article_text": "\"Thanks to the Affordable Care Act, 20 million Americans have gained health-care coverage,\" said Sylvia Burwell, the secretary of the U.S. Health and Human Services Department.\n\n\"We have seen progress in the last six years that the country has sought for generations. Americans with insurance through the health insurance marketplace or through their employers have benefited from better coverage and a reduction in the growth in health-care costs.\"\n\nObama announced the new tally during a speech in Milwaukee, where he touted the benefits of the ACA, and where he was introduced by a Wisconsin man named Brent Brown, who had written a letter to the president that said \"you saved my life\" by getting the law passed.\n\nBrown's letter noted that he had not voted for Obama, and that he was an ardent Republican who had previously been \"very vocal in my opposition to you — particularly the ACA.\n\n\"I am so very sorry,\" Brown wrote. \"I was so very wrong.\"\n\n\"I have a 'pre-existing condition' and so could never purchase health insurance,\" Brown wrote. \"Only after the ACA came into being could I be covered.\"\n\n\"I would not be alive without access to care I received due to your law.\"\n\nLast September, officials estimated that 17.6 million people had gained insurance because of Obamacare. The latest estimate of 20 million people reflects increased enrollment in health coverage programs, such as in 2016 health plans sold on Obamacare exchanges during open enrollment, which ended Jan. 31.\n\nThe new tally relates only to coverage gains for adults ages 18 to 64. Officials said that if children and people 65 years old are not considered, the uninsured rate is estimated to be 11.5 percent.\n\nBut officials noted that the separate National Health Interview Survey, which looks at total U.S. population, for the first nine months of 2015 has estimated that the overall uninsured rate is just 9.1 percent.", "article_metadata": {"AssetType": "cnbcnewsstory", "description": "The uninsured rate in the U.S. has fallen to historic lows since the Affordable Care Act became law in 2016.", "author": "Dan Mangan", "og": {"site_name": "CNBC", "description": "More than 6 million young adults became insured under the Affordable Care Act.", "title": "Obamacare leads to 20M insurance boost: Admin", "url": "http://www.cnbc.com/2016/03/03/obamacare-leads-to-20m-insurance-boost-admin.html", "image": "http://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2016/03/03/103441321-GettyImages-478456928.1910x1000.jpg", "type": "article"}, "twitter": {"description": "More than 6 million young adults became insured under the Affordable Care Act.", "title": "Obamacare leads to 20M insurance boost: Admin", "url": "http://www.cnbc.com/2016/03/03/obamacare-leads-to-20m-insurance-boost-admin.html", "image": {"src": "http://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2016/03/03/103441321-GettyImages-478456928.1910x1000.jpg"}, "creator": "@_DanMangan", "site": "@CNBC", "card": "summary_large_image"}, "al": {"ios": {"app_name": "CNBC Business News and Finance", "app_store_id": 398018310}}, "apple-itunes-app": "app-id=398018310", "GOOGLEBOT": "unavailable_after: 31 Dec 9999 23:59:59 GMT", "keywords": "Health Care, Health Care, Obamacare, Health Insurance, Wisconsin, Politics, US: News, business news", "article": {"publisher": "https://www.facebook.com/cnbc", "published_time": "2016-03-03T16:59:52-0500", "author": "https://www.facebook.com/dan.mangan.54", "section": "Health Care", "modified_time": "2016-03-04T12:08:42-0500", "tag": "US: News"}, "pageNodeId": 103441328, "news_keywords": "Obamacare, Affordable Care Act, health insurance, Sylvia Burwell"}, "article_summary": "\"I have a 'pre-existing condition' and so could never purchase health insurance,\" Brown wrote.\nAmericans with insurance through the health insurance marketplace or through their employers have benefited from better coverage and a reduction in the growth in health-care costs.\"\nLast September, officials estimated that 17.6 million people had gained insurance because of Obamacare.\n\"I am so very sorry,\" Brown wrote.\nThe latest estimate of 20 million people reflects increased enrollment in health coverage programs, such as in 2016 health plans sold on Obamacare exchanges during open enrollment, which ended Jan. 31."}