{"article_title": "Hillary Clinton Is Suddenly Interested in Criminal Justice Reform", "article_keywords": ["clinton", "reform", "justice", "prison", "incarceration", "crime", "suddenly", "hillary", "interested", "sentences", "need", "mandatory", "criminal", "offenders"], "article_url": "http://reason.com/archives/2015/05/04/hillary-clinton-is-suddenly-interested-i", "article_text": "Last week Hillary Clinton delivered what The New York Times called \"an impassioned plea to mend the nation's racial fissures and overhaul an 'out-of-balance' criminal justice system.\" In a speech at Columbia University, the Democratic Party's presumptive presidential nominee noted that \"the United States has less than 5 percent of the world's population\" but \"almost 25 percent of the world's total prison population.\" The former secretary of state observed that \"a significant percentage\" of the country's 2 million prison and jail inmates \"are low-level offenders.\" She bemoaned the racially disproportionate impact of America's eagerness to lock people in cages, saying \"a third of all black men face the prospect of prison during their lifetimes.\" Clinton said this situation cries out for reform. \"It's time to change our approach,\" she declared. \"It's time to end the era of mass incarceration.\"\n\nFor critics who have long argued that our criminal justice system puts too many people behind bars for too long, Clinton's words of outrage were welcome. But they were also hard to take seriously given her history on this issue. While condemning overincarceration, she glided over her own role in promoting it and exaggerated her efforts to correct it. She referred only obliquely to the war on drugs, which has played an important role in sending nonviolent offenders to prison. And three decades after the prison population began the dramatic climb that she now considers shameful, Clinton offered almost no specific ideas for reversing it, which makes her look like a dilettante compared to politicians in both major parties who have given the issue serious thought.\n\nAs first lady in the 1990s, Clinton was a cheerleader for the \"tough on crime\" policies that produced the \"era of mass incarceration\" she now condemns. \"We need more police,\" she said in a 1994 speech. \"We need more and tougher prison sentences for repeat offenders. The 'three strikes and you're out' for violent offenders has to be part of the plan. We need more prisons to keep violent offenders for as long as it takes to keep them off the streets.\" The Clinton administration gave us all that and more, bragging about building more prisons, locking up more people (including nonviolent offenders) for longer stretches, opposing parole, expanding the death penalty, putting more cops on the street, and implementing a \"comprehensive anti-drug strategy.\"\n\nIn a 2001 report, the Justice Policy Institute (JPI) noted that Bill Clinton \"stole the 'get tough on crime' show\" from Republicans by \"consistently support[ing] increased penalties and additional prison construction.\" The highlight of his efforts was the Violent Crime Control and Law Enforcement Act of 1994, which subsidized cops and prisons, restricted gun ownership, expanded the use of the death penalty, created new mandatory minimum sentences, and added to the list of federal crimes, which were already too numerous to count. Looking at the results of the crackdown that Clinton led at the federal level and encouraged at the state level, JPI dubbed him \"the incarceration president.\" The total prison population grew by 673,000 during Clinton's eight years in office, compared to 448,000 during Ronald Reagan's two terms. The number of federal prisoners doubled under Clinton, rising more than it did during the previous 12 years under his two Republican predecessors.\n\nBy the end of his second term, Clinton seemed to be having second thoughts about this incarceration binge. \"We really need a reexamination of our entire policy on imprisonment,\" he told Rolling Stone in October 2000. \"There are tons of people in prison who are nonviolent offenders.\" Seven years later, while seeking the Democratic presidential nomination, Clinton's wife expressed similar qualms. \"Mandatory sentences for certain violent crimes may be appropriate,\" she said during a debate in June 2007, \"but it has been too widely used.\"\n\nDuring another debate that December, Clinton was asked whether she regretted how \"your husband's crime bill…has affected the black community, or do you stand by that?\" Both, apparently:\n\nI think that the results not only at the federal level but at the state level have been an unacceptable increase in incarceration across the board, and now we have to address that….There were reasons why the Congress wanted to push through a certain set of penalties and increase prison construction, and there was a lot of support for that across a lot of communities because…the crime rate in the early '90s was very high. And people were being victimized by crime in their homes, in their neighborhoods and their business. But we've got to take stock now of the consequences, so that's why…I want to have a thorough review of all of the penalties.\n\nAs Dara Lind notes at Vox, Clinton nevertheless attacked her rival Barack Obama as soft on crime because he thought some of those penalties were too harsh. A month after Clinton decried \"an unacceptable increase in incarceration,\" her campaign tried to undermine Obama by citing his criticism of mandatory minimums.\n\nClinton's position on her husband's crime policies—that they were appropriate back then but maybe went a little overboard—rankles activists who were resisting the war on drugs when Bill Clinton was escalating it. Here is how Ethan Nadelmann, executive director of the Drug Policy Alliance, put it in a Huffington Post essay last week:\n\nEven as I rejoice at this outbreak of bipartisanship on a cause to which I've devoted my life, I must admit it also brings up feelings of anger and disappointment at the failure of Hillary Clinton, and other candidates, and so many other ostensible leaders to acknowledge that they were willing and even eager proponents of the very policies that produced America's records-breaking rates of incarceration. The laws and policies we embraced back in the 1980s and 1990s, they're all saying in one way or another, were the right thing at the time—but now we just need to roll them back now that times have changed. But the drug war policies of that era were never justifiable, and the evidence overwhelmingly indicates that they did far greater harm than good. No policy that results in the highest rate of incarceration in the world, and the highest in the history of democratic nations, is justifiable. And no policy that generated such devastating consequences for African American citizens and communities can or should ever be excused as a necessary response to the drug and crime problems a generation ago.\n\nCompounding skepticism about Hillary Clinton's enlistment in the cause of criminal justice reform is her general lack of interest in the issue during her eight years in the U.S. Senate. She does not seem to have introduced any bills in this area, although she did continue to support more cops on the street and longer prison sentences (for sex offenders and violent criminals motivated by bigotry). In her Columbia speech, she referred to \"measures that I and so many others have championed to reform arbitrary mandatory minimum sentences.\" But the only example she cited was her cosponsorship of 2007 legislation aimed at reducing crack cocaine sentences.\n\nThree years later, after Clinton had left the Senate, Congress approved shorter crack sentences almost unanimously. But Congress did not make those changes retroactive, which suggests a reform that Clinton logically should support. Why not let currently imprisoned crack offenders seek new sentences under the current rules, thereby reducing penalties that pretty much everyone now agrees are unjust?\n\nThat reform, which could help thousands of federal prisoners, is part of the Smarter Sentencing Act, which was reintroduced in February by Sens. Mike Lee (R-Utah) and Richard Durbin (D-Ill.). The bill's 12 cosponsors include four Republicans, two of whom, Rand Paul (R-Ky.) and Ted Cruz (R-Texas), are vying to oppose Clinton in next year's presidential election. The House version of the bill was introduced by a Republican and has 30 cosponsors, including seven Republicans. In addition to making shorter crack sentences retroactive, the bill would cut mandatory minimums for various drug offenses in half, eliminate the mandatory life sentence for a third drug offense, and expand the \"safety valve\" for low-level, nonviolent offenders.\n\nClinton did not mention crack retroactivity or the Smarter Sentencing Act in her speech. In fact, she had very little to say about changes that would make a noticeable dent in the prison population. \"We need to restore balance to our criminal justice system,\" she said. \"It is not enough just to agree and give speeches about it—we actually have to work together to get the job done. We need to deliver real reforms.\" Yet her main concrete proposal was equipping police with body cameras, which is a good idea with broad support but is unlikely to have much of an impact on the number of people behind bars, let alone \"end the era of mass incarceration.\"\n\nThat goal can be achieved only by 1) locking fewer people up, 2) imposing shorter sentences, and/or 3) letting current prisoners out. But Clinton did not move beyond platitudes on any of those points, aside from mentioning \"probation and drug diversion programs\" that let \"low-level offenders who stay clean and stay out of trouble\" keep their freedom. \"I don't know all the answers,\" she confessed. No one expects her to know all the answers, but a few more suggestions would make her sudden interest in criminal justice reform a little more credible.\n\n\"Today there seems to be a growing bipartisan movement for commonsense reforms in our criminal justice systems,\" Clinton said. \"Senators as disparate on the political spectrum as Cory Booker and Rand Paul and Dick Durbin and Mike Lee are reaching across the aisle to find ways to work together.\"\n\nClinton is late to this party, and endorsing reforms backed by Republicans such as Paul, Cruz, and Lee would highlight that fact. Paul's office responded to her speech by noting that \"Hillary Clinton [is] trying to undo some of the harm inflicted by the Clinton administration\" and \"is now emulating proposals introduced by Senator Rand Paul over the last several years.\" The press release cited five criminal justice bills Paul already has introduced this session, addressing mandatory minimum sentences, asset forfeiture, restoration of felons' voting rights, expungement of criminal records, and police body cameras. \"We welcome her to the fight,\" it said.\n\nClinton can expect more such jabs. But if she means what she says about putting aside partisan differences to \"restore balance to our justice system,\" she should be happy to \"work together\" with political adversaries such as Paul \"to get the job done.\"\n\nThis article originally appeared at Forbes.com.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "The former secretary of state glides over her own role in promoting overincarceration.", "title": "Hillary Clinton Is Suddenly Interested in Criminal Justice Reform", "url": "http://reason.com/archives/2015/05/04/hillary-clinton-is-suddenly-interested-i", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14306964548375.jpg", "type": "article"}, "twitter": {"description": "The former secretary of state glides over her own role in promoting overincarceration.", "title": "Hillary Clinton Is Suddenly Interested in Criminal Justice Reform", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14306964548375.jpg", "creator": "@jacobsullum", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "article": {"tag": "HomePage", "published_time": "2015-05-04T04:01:00+00:00", "author": "http://reason.com/people/jacob-sullum"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "article_summary": "\"Today there seems to be a growing bipartisan movement for commonsense reforms in our criminal justice systems,\" Clinton said.\nCompounding skepticism about Hillary Clinton's enlistment in the cause of criminal justice reform is her general lack of interest in the issue during her eight years in the U.S. Senate.\nLast week Hillary Clinton delivered what The New York Times called \"an impassioned plea to mend the nation's racial fissures and overhaul an 'out-of-balance' criminal justice system.\"\nFor critics who have long argued that our criminal justice system puts too many people behind bars for too long, Clinton's words of outrage were welcome.\nNo one expects her to know all the answers, but a few more suggestions would make her sudden interest in criminal justice reform a little more credible."}