{"article_title": "Doctor: Creating More Competitive Markets Will Drive Down American Healthcare Costs", "article_keywords": ["creating", "doctor", "plans", "obamacare", "drive", "competitive", "american", "costs", "health", "healthcare", "policy", "medicare", "piece", "markets", "market", "d"], "article_url": "http://bigthink.com/ideafeed/doctor-creating-more-competitive-markets-will-drive-down-american-healthcare-costs", "article_text": "Ezekiel J. Emanuel, chair of the Department of Medical Ethics and Health Policy at the University of Pennsylvania writes at Fortune that the key to finally bringing down healthcare costs in the United States is in further promoting competitive markets for things like health insurance exchanges:\n\n\"After decades of false starts and frustration, free market champions should be cheering— competitive marketplaces work in health care. And no matter what your opinion of Obamacare, you have got to admit, that’s a good thing.\"\n\nEmanuel reminds readers that Obamacare wasn't the first piece of policy to arrange a successful marriage between competitive markets and healthcare plans. George W. Bush's Medicare Part D, enacted about a decade ago, did the same thing for drug benefit plans. And according to Emanuel, it's been a huge win-win for everyone.\n\n\"Medicare Part D has cost below all government projections since its inception. In 2013, it was 50% below what the Congressional Budget Office originally estimated. Cumulatively, over its nine years, Medicare Part D has cost $197 billion less than projected.\"\n\n\n\nEmanuel's piece highlights several ancillary points that he argues would help promote the free market conditions that would lead to lower costs. These include better price transparency and improvements to the Medicare competitive bidding process. Take a look at the piece (linked below) and let us know if you agree with his ideas.\n\nRead more at Fortune\n\nPhoto credit: Andy Dean Photography / Shutterstock", "article_metadata": {"news_keywords": "aca,expensive,healthcare,obama care,Surgery,united states,Business,Health,Society & Culture", "author": "Robert Montenegro", "og": {"site_name": "Big Think", "description": "Competitive marketplaces are the key to lower healthcare costs in the United States, says Ezekiel J. Emanuel, the chair of the Department of Medical Ethics and Health Policy at the University of Pennsylvania", "title": "Doctor: Creating More Competitive Markets Will Drive Down American Healthcare Costs", "url": "http://bigthink.com/ideafeed/doctor-creating-more-competitive-markets-will-drive-down-american-healthcare-costs", "image": "http://assets2.bigthink.com/system/idea_thumbnails/57621/primary/piggybank.jpg?1421098486", "type": "article"}, "csrf-param": "authenticity_token", "p": {"domain_verify": "0e1a26c26c856f2f8ff4a6cc91ef1bfe"}, "csrf-token": "v1oYGcRjANbNt7y/p5SXnt8BoQLsPmgGe6zLAcRVI4s=", "keywords": "aca,expensive,healthcare,obama care,Surgery,united states,Business,Health,Society & Culture", "article": {"publisher": "https://www.facebook.com/BigThinkdotcom", "tag": "Society & Culture", "published_time": "2015-01-12T16:35:22-05:00"}, "msvalidate.01": "43316194CCF49C22796A5BF4D5134C67", "google-site-verification": "t-Ld7MAnaa9mtB0ImpgF1n3TGK317uObxxjUkvjx_nU", "readability-verification": "SjLkwnKBuPt4gFX9W8mYeeHNKTXffbF2crQxgvPE", "viewport": "width=device-width, maximum-scale=1.0, minimum-scale=1.0, initial-scale=1.0, user-scalable=no"}, "article_summary": "Emanuel reminds readers that Obamacare wasn't the first piece of policy to arrange a successful marriage between competitive markets and healthcare plans.\nThese include better price transparency and improvements to the Medicare competitive bidding process.\nGeorge W. Bush's Medicare Part D, enacted about a decade ago, did the same thing for drug benefit plans.\nEmanuel's piece highlights several ancillary points that he argues would help promote the free market conditions that would lead to lower costs.\nCumulatively, over its nine years, Medicare Part D has cost $197 billion less than projected.\""}