{"article_title": "Federal Reserve Banks Agree Obamacare Is Hurting Business", "article_keywords": ["hurting", "business", "federal", "workers", "obamacare", "fed", "employees", "costs", "health", "higher", "banks", "businesses", "care", "agree", "reserve"], "article_url": "http://dailycaller.com/2014/08/25/federal-reserve-banks-agree-obamacare-is-hurting-business/", "article_text": "4297767\n\nA fourth Federal Reserve bank found Monday that the Affordable Care Act is hurting businesses and upping costs for their employees and customers.\n\nThe survey from the Federal Reserve Bank of Dallas is the fourth in a row to conclude that Obamacare is damaging businesses. The health-care law is prompting a significant number of businesses surveyed by Federal Reserve banks nationwide to cut employees, hike health care costs for employees and even raise prices for customers. (RELATED: Philly Fed: Obamacare’s Increasing Part-Time Work)\n\nThis year, 48.6 percent of businesses surveyed told the Dallas Fed that Obamacare is raising health care costs for employees a lot; 54.7 percent expect it to raise costs in 2015. With another 35.1 percent of businesses reporting that it raises costs “a little” in 2014, as well as 29.7 percent in 2015, almost all companies admit that the health-care law is making it more difficult to offer employees health coverage. (RELATED: NY Fed: Obamacare Is Boosting Businesses’ Health Costs)\n\nA quarter of businesses have cut workers because of the Affordable Care Act, the survey found; another 16.5 percent have a higher proportion of part-time workers as opposed to full-time workers because of the health care law. (RELATED: Curse Of Obamacare Now Curses Cursed Chicago Cubs)\n\nThat’s resulting in higher health insurance costs for workers and higher prices for employees. The Dallas Fed concurred with the Federal Reserve banks of New York, Atlanta and Philadelphia, which have all conducted similar surveys.\n\nOn top of rising health insurance premiums — both businesses and their workers are seeing rate hikes and rising contributions — Obamacare will hit businesses with increased taxes as well. And both are likely to increase drastically several years down the road: the extra-high Cadillac tax, which targets expensive employee health care plans, will take effect in 2018.\n\nAnd Obamacare built in some premium hike-relief for the first several years, but that’s due to run out in 2016. The Obama administration has even opened the door to expanding the program, which was supposed to redistribute funding from insurers to those hit with the sickest, most expensive customers, to include extra taxpayer funding to keep premiums from skyrocketing.\n\nWhile businesses and their workers are taking a hit, those who get health care elsewhere are likely to feel the increased costs as well: the Dallas Fed also reported that over a third of companies are pushing their growing costs into higher prices.\n\nFollow Sarah on Twitter", "article_metadata": {"sailthru.author": "Sarah Hurtubise", "description": "Everyone's going to see higher costs", "og": {"site_name": "The Daily Caller", "description": "A fourth Federal Reserve bank found Monday that the Affordable Care Act is hurting businesses and upping costs for their employees and customers.     The survey from the Federal Reserve Bank of Dalla", "title": "Federal Reserve Banks Agree Obamacare Is Hurting Business", "url": "http://dailycaller.com/2014/08/25/federal-reserve-banks-agree-obamacare-is-hurting-business/", "image": {"width": 1185, "identifier": "http://cdn01.dailycaller.com/wp-content/uploads/2014/06/RTR3IXIX-1-630x4441-e1453761615395.jpg", "height": 552}, "type": "article"}, "twitter": {"description": "Everyone's going to see higher costs", "title": "Federal Reserve Banks Agree Obamacare Is Hurting Business Via @dailycaller", "url": "http://dailycaller.com/2014/08/25/federal-reserve-banks-agree-obamacare-is-hurting-business/", "image": {"src": "http://dailycaller.com/wp-content/uploads/2014/06/RTR3IXIX-1-630x4441-e1453761615395.jpg"}, "creator": "@@SarahMHurtubise", "site": {"identifier": "@dailycaller", "id": 39308549}, "card": "summary"}, "sailthru.date": "2014-08-25 16:36:18", "sailthru.title": "Federal Reserve Banks Agree Obamacare Is Hurting Business", "HandheldFriendly": "true", "sailthru.tags": "federal-reserve,obamacare,sarah-hurtubise", "fb": {"app_id": 143489452702, "pages": 182919686769}, "keywords": "federal reserve,obamacare", "sailthru.description": "A fourth Federal Reserve bank found Monday that the Affordable Care Act is hurting businesses and upping costs for their employees and customers.     The survey from the Federal Reserve Bank of Dalla", "sailthru.image.full": "http://cdn01.dailycaller.com/wp-content/uploads/2014/06/RTR3IXIX-1-630x4441-e1453761615395.jpg", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "_id": "\"57477af36914bd0286fd48f3\"", "article_summary": "The survey from the Federal Reserve Bank of Dallas is the fourth in a row to conclude that Obamacare is damaging businesses.\n4297767A fourth Federal Reserve bank found Monday that the Affordable Care Act is hurting businesses and upping costs for their employees and customers.\nThe health-care law is prompting a significant number of businesses surveyed by Federal Reserve banks nationwide to cut employees, hike health care costs for employees and even raise prices for customers.\n(RELATED: Curse Of Obamacare Now Curses Cursed Chicago Cubs)That’s resulting in higher health insurance costs for workers and higher prices for employees.\nThe Dallas Fed concurred with the Federal Reserve banks of New York, Atlanta and Philadelphia, which have all conducted similar surveys."}