{"article_title": "Modernist gem or eyesore? NY building again stirs debate", "article_keywords": ["building", "ago", "look", "concrete", "rudolph", "eyesore", "roof", "county", "ny", "neuhaus", "gem", "modernist", "village", "sections", "debate", "stirs"], "article_url": "http://www.salon.com/2015/04/12/modernist_gem_or_eyesore_ny_building_again_stirs_debate/", "article_text": "Topics: From the Wires, Entertainment News, News\n\nGOSHEN, N.Y. (AP) — From the time it was built in this quaint village 45 years ago, the county building has stirred strong opinions for its modernism-meets-Mayberry look: a geometric jumble of irregularly stacked concrete-and-glass boxes.\n\nWhile the Orange County Government Center has been hailed by architectural experts as a modernist treasure, many residents have viewed it as just an odd, ugly place to apply for a driver’s license.\n\nAs crews prepare to renovate and partially demolish the sprawling building in this suburban and rural county 50 miles northwest of Manhattan, local preservationists are fighting in court to halt a project they say will permanently disfigure the landmark.\n\nMany locals have more mixed feelings.\n\n“From the outside, it’s a horrible-looking building,” said resident Arnie Weintraub.\n\n“It doesn’t fit the right look of our village, or town, or area,” added Brian Dunlevy, as he worked on a bike at his Joe Fix Its shop. “It’s here. Should it be? I don’t think so. But it’s here.”\n\nThe building was designed by the late architect Paul Rudolph, a celebrated figure of mid-20th century style that came to be known as brutalism. (The name is not derived from the word “brutal,” as many assume, but from the French term for raw concrete.) Though considered a genius, Rudolph hasn’t always been appreciated by a public that sees cold-looking concrete instead of elegant interplay between light and space.\n\nThe building was closed in September 2011 after it was damaged by the remnants of Hurricane Irene, forcing county operations to other buildings.\n\nBut complaints about maintaining the building, completed in 1970, predated the storm: Those big windows letting in light also let in too much cold; the roof — which looks like a three-dimensional checkerboard — leaks. County executive Steven Neuhaus recalls buckets placed around the building 25 years ago when he applied for his driver’s license.\n\nWith the threat of demolition looming a few years ago, the World Monuments Fund put it on its 2012 global watch list.\n\nCounty officials settled on a compromise plan to replace one of the three sections to give the front entrance a more generic, glassy municipal look. The other two sections would be taken down to their concrete skeletons and built back up the shape of the original building, with some functional changes such as a simpler roof line.\n\n“You’re going to still look at this building and see Rudolph’s touch in it,” Neuhaus said.", "article_metadata": {"description": "Modernist gem or eyesore? NY building again stirs debate", "title": "Modernist gem or eyesore? NY building again stirs debate", "og": {"site_name": "Salon", "description": "Modernist gem or eyesore? NY building again stirs debate", "title": "Modernist gem or eyesore? NY building again stirs debate", "url": "http://www.salon.com/2015/04/12/modernist_gem_or_eyesore_ny_building_again_stirs_debate/", "image": "http://media.salon.com/2015/04/unloved-landmark.jpeg-1280x960.jpg", "type": "article"}, "twitter": {"description": "Modernist gem or eyesore? NY building again stirs debate", "title": "Modernist gem or eyesore? NY building again stirs debate", "image": "http://media.salon.com/2015/04/unloved-landmark.jpeg-1280x960.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Michael Hill", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, From the Wires", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "County executive Steven Neuhaus recalls buckets placed around the building 25 years ago when he applied for his driver’s license.\n“You’re going to still look at this building and see Rudolph’s touch in it,” Neuhaus said.\nThe building was closed in September 2011 after it was damaged by the remnants of Hurricane Irene, forcing county operations to other buildings.\n(The name is not derived from the word “brutal,” as many assume, but from the French term for raw concrete.)\nBut it’s here.”The building was designed by the late architect Paul Rudolph, a celebrated figure of mid-20th century style that came to be known as brutalism."}