{"article_title": "Bike and Build: Group spreads word about affordable housing", "article_keywords": ["affordable", "work", "word", "wasnt", "housing", "spreads", "daley", "bike", "im", "build", "way", "group", "wanted", "ride"], "article_url": "http://whnt.com/2014/06/08/bike-and-build-group-spreads-word-about-affordable-housing/", "article_text": "Please enable Javascript to watch this video\n\nDECATUR, Ala. (WHNT) -- Young bicyclists are rolling through the Tennessee Valley to help with affordable housing efforts through a non-profit organization called, \"Bike and Build.\"\n\nThey come from all walks of life. Each member has a different story.\n\n\"I was working a minimum wage job that I didn't like, playing music on the side,\" said Joel Hardcastle. \"It wasn't exactly satisfying.\"\n\n\"I wanted to have an adventure,\" said David Shirk. \"I wanted to see the country by bicycle, really get to soak it in, meet all the people along the way and also give back to people who need help.\"\n\nSome have experience riding. Others are trying to remember how to ride without training wheels.\n\n\"I wasn't sure if I still knew how to ride a bike but it turned out okay,\" laughed Erika Daley. \"I'm being serious!\"\n\nHardcastle admitted he was a bit of a newbie. \"I had my bike a week and a half before the trip started, I put in like 130 miles and I think I'm feeling it but I'm too stubborn to admit when I messed up.\"\n\nThis group has one purpose: ride from coast to coast and help build affordable housing.\n\nPedaling across the pavement for more than 10 weeks, the cross-country journey is grueling.\n\n\"My butt is a little sore definitely,\" said Shirk. \"We rode 80 miles yesterday and then 70 today, it's definitely taking a beating on my body.\"\n\n\"It has its ups and downs,\" agreed Daley. \"It's challenging when you get to a hill you have to think about persevering and how great it's going to feel when you get to the top.\"\n\nIt's an adventure, and along the way they'll stop and work on projects with housing groups like Habitat for Humanity. \"I'm from Redding, PA which is a low income area and they have over 18,000 vacant homes,\" said Daley. \"Volunteering there and seeing just in a 10 minute radius of my home how affordable housing is such an issue there, I can only imagine what the whole country is dealing with.\"\n\nIt's an opportunity for strangers to come together. \"It's pretty chill, there's the obvious class clowns I guess you could say, a couple of us are louder than the others, but overall it's been great, we've got a real good dynamic going,\" said Hardcastle.\n\nThey're putting their hands and their feet to work, and helping to change lives along the way. \"I can't see myself looking back and regretting doing this at all,\" said Shirk.\n\nThere are more than 200 riders total, but there are 8 different routes. This group stayed at St. Paul's Lutheran Church in Decatur Saturday night. The church provides meals, showers, and shelter for the riders. Their final destination is Santa Cruz, California. They should be there by early august.", "article_metadata": {"description": "DECATUR, Ala. (WHNT) --  Young bicyclists are rolling through the Tennessee Valley to help with affordable housing efforts through a non-profit organization called, \"Bike and Build.\" They come from all walks of life. Each member has a different story.", "generator": "WordPress.com", "apple-itunes-app": "app-id=334634343", "og": {"site_name": "WHNT.com", "description": "DECATUR, Ala. (WHNT) —  Young bicyclists are rolling through the Tennessee Valley to help with affordable housing efforts through a non-profit organization called, “Bike and Build.&#822…", "title": "Bike and Build: Group spreads word about affordable housing", "url": "http://whnt.com/2014/06/08/bike-and-build-group-spreads-word-about-affordable-housing/", "image": {"width": 1200, "identifier": "http://localtvwhnt.files.wordpress.com/2014/06/bikes.jpeg?w=1200", "height": 675}, "locale": "en_US", "type": "article"}, "twitter": {"image": {"src": "http://localtvwhnt.files.wordpress.com/2014/06/bikes.jpeg?w=640"}, "site": "@whnt", "card": "summary_large_image", "creator": "@whnt"}, "keywords": "decatur,", "p": {"domain_verify": "ef3232fc915138f86f550fcf7ba418f7"}, "fb": {"app_id": 490541240988881, "pages": 25248416044}, "msapplication-window": "width=device-width;height=device-height", "viewport": "width=device-width, initial-scale=1, user-scalable=no", "application-name": "WHNT.com", "google-site-verification": "5W_w6evqq-t5n8MjIEDIy9yiwsUlE6sEBrENj9Y9TbE", "msvalidate.01": "9CC50DB4C5614EA88B5CFA75E33AAB02", "article": {"publisher": "http://www.facebook.com/whntnews19", "published_time": "2014-06-09T00:31:36+00:00", "modified_time": "2014-06-09T03:54:36+00:00", "author": "http://www.facebook.com/whntnews19"}, "msapplication-task": "name=Subscribe;action-uri=http://whnt.com/feed/;icon-uri=http://0.gravatar.com/blavatar/a82c1e583fe9c7ee4cd32b8f26473338?s=16"}, "_id": "\"57477af36914bd0286fc9e6f\"", "article_summary": "This group has one purpose: ride from coast to coast and help build affordable housing.\nPlease enable Javascript to watch this videoDECATUR, Ala. (WHNT) -- Young bicyclists are rolling through the Tennessee Valley to help with affordable housing efforts through a non-profit organization called, \"Bike and Build.\"\n\"Volunteering there and seeing just in a 10 minute radius of my home how affordable housing is such an issue there, I can only imagine what the whole country is dealing with.\"\n\"I wasn't sure if I still knew how to ride a bike but it turned out okay,\" laughed Erika Daley.\nIt's an adventure, and along the way they'll stop and work on projects with housing groups like Habitat for Humanity."}