{"article_title": "As Autocam entrepreneur, Obamacare foe or bicyclist, John Kennedy takes his own route", "article_keywords": ["million", "takes", "bicyclist", "west", "route", "kennedy", "obamacare", "autocam", "detroit", "later", "foe", "program", "company", "john", "entrepreneur", "michigan", "advanced"], "article_url": "http://www.crainsdetroit.com/article/20150208/NEWS/302089999/as-autocam-entrepreneur-obamacare-foe-or-bicyclist-john-kennedy", "article_text": "As Autocam entrepreneur, Obamacare foe or bicyclist, John Kennedy takes his own route Autocam founder has navigated risks and rewards, highs and lows – and a bit of controversy\n\nPlunging down a twisting French mountain road on a hot afternoon in 2006, John Kennedy was determined to catch the cyclist just ahead of him.\n\n\n\nThe last thing the West Michigan business owner recalls is the sight of a large commercial van headed his way as he rounded a hairpin turn.\n\n\n\n\"I think I made the mistake of braking, straight-lined and went right into it,\" Kennedy recalled while sitting in the Kentwood office of Autocam Medical. With his recent $300 million sale of Autocam Corp. to Tennessee-based NN Inc., the manufacturer of precision medical instruments and devices occupies most of his energy as CEO.\n\n\n\nKennedy would later learn he had broken his humerus, clavicle, scapula and all of his ribs and suffered a collapsed lung.\n\n\n\nSix months later, he was back on the bike, a moment he never doubted would arrive.\n\n\n\n\"I think I have this optimism that nothing is ever going to put me down for long,\" Kennedy said.\n\n\n\nHis response to that event more than eight years in the past says as much about this devout Catholic as his business track record, his commitment to workforce training or even his well-publicized — and eventually successful — legal challenge to the Affordable Care Act's mandate that employers provide birth control coverage to employees.\n\nA career of twists, turns\n\nKennedy, 56, recalled just how much of a calculated risk it was to buy Autocam Corp., a subsidiary of Autodie Corp., in 1988. He put about $1.3 million of his own money, earned in real estate investments, against a debt of about $14 million. At the time, the company, which made parts for fuel injection systems, had just one customer.\n\n\n\n\"I do remember harrowing times, days of angst about the hill you had to climb,\" he said. \"I remember thinking: 'I'm 29 years old. If I lose all this, I could start over and do it all again.' \"\n\n\n\nBirgit Klohs, president and CEO of The Right Place Inc., a West Michigan economic development organization, has known Kennedy since the early days at Autocam. Klohs calls him \"the quintessential entrepreneur and innovator.\"\n\n\n\nKennedy, she said, is blessed with acute financial instincts along with a knack for anticipating industry trends before others do.\n\n\n\nShe also credits him with taking a lead role in West Michigan in promoting workforce talent development.\n\n\n\nIn 2012, Autocam established the Advanced Manufacturing Program in collaboration with Grand Rapids Community College and other manufacturers to maintain a better pipeline of manufacturing talent. Applicants accepted into the program start at $13 an hour while they attend classes for a two-year program paid in full by the company, now called the Autocam Precision Components Group of NN.\n\n\n\nUpon completing school and 8,000 hours on the job, machinists earn at least $17.50 an hour at a plant where the average annual income for an hourly worker exceeds $50,000. Autocam also picks up the tab if the worker wants to earn a four-year degree in fields such as engineering.\n\n\n\nThe Advanced Manufacturing Program class that enrolled in the fall of 2014 has 19 students, including six from Autocam.\n\n\n\nIn Southeast Michigan, in the Michigan Advanced Technician Training program, employers pay tuition for three years for employees, who rotate between work and earning an advanced associate degree. Gov. Rick Snyder cites the program, commonly know as MAT2, as another solution to the skilled-worker gap.\n\n\n\nKent County resident Madalyn Bueche, 21, hired in at Autocam in 2012 and simultaneously enrolled in the GRCC Advanced Manufacturing Program. She graduated in 2014 and is now enrolled at Ferris State University in Big Rapids, intent on earning a four-year degree in engineering in three years while working as a machinist full time at Autocam Precision Components. The company pays for her education.\n\n\n\n\"It's pretty awesome,\" Bueche said. \"I'm going to go as far as I can go.\"\n\n\n\nKlohs said Kennedy was creating such opportunities for workers long before other employers.\n\n\n\n\n\nDetroit roots\n\nGrowing up in suburban Detroit, that's hardly how Kennedy viewed himself. He describes himself as an \"above average\" student — first at Austin Catholic Preparatory High School in Detroit before it closed, then at Grosse Pointe North High School, where he earned a scholarship to the University of Detroit.\n\n\n\nKennedy and his wife, Nancy, who have four children, met at UD, a Catholic institution, where both earned accounting degrees. Kennedy served in student government and ran cross-country and track. He worked part-time jobs to pay his way through school and stayed at home to save on room and board.\n\n\n\nHe graduated in three years in 1979 at the age of 20, was hired as an accountant for Deloitte LLP in Detroit and later transferred to the firm's Grand Rapids office. He later joined Autodie, a tool and die manufacturer, where he was CFO.\n\n\n\nHaving lived on both sides of the state, Kennedy has been frank about the differences he perceives between metro Detroit and West Michigan.\n\n\n\nHe considered buying plants in Southeast Michigan but told Crain's in 2011 that he decided against it \"because the productivity wasn't there. I think Detroit has more of an entitlement culture in the workforce generally, union or nonunion.\"\n\n\n\nBy the 1990s, as he built Autocam, Kennedy had made the transition from distance runner to cyclist. He was riding more than a hundred miles a week and joined a West Michigan cycling club. Which is how, in July 2006, he found himself along the side of the road on the fringe of the Alps in southeastern France.\n\n\n\n\"He was lying in the middle of the road and seizing,\" recalled Randy Chilcote, describing the convulsions that stem from a concussion.\n\n\n\nChilcote, a Grand Rapids emergency room physician and part of the bike group, estimated it took 20 minutes for doctors to arrive by helicopter. He nervously watched as they tended to Kennedy for what he estimated was an additional 30 minutes, spending considerable time trying to reset his humerus.\n\n\n\nKennedy spent a week in intensive care in France and two weeks in a Swiss hospital before coming home.\n\n\n\nKnowing her husband, Nancy Kennedy was hardly surprised when he declared his intent to get back on the bike as soon as he recovered. She works for NN as a quality auditor.\n\n\n\n\"I certainly encouraged him to be careful,\" she said, \"but there was no question he would get back into road biking.\"\n\nSurviving other crashes\n\nThat attitude defines Kennedy's tenure at Autocam, where he led the company through prosperity and recession and bought it back when it verged on bankruptcy.\n\n\n\nBy 1991, Autodie was making enough money to go public. The stock offering helped Kennedy pay down the company's debt.\n\n\n\nEight years later, Kennedy sold Autocam to a private equity firm but retained about 30 percent of the company. In 2004, the owners of the firm sold Autocam to the Wall Street investment firm Goldman Sachs with Penske Corp. as a partner.\n\n\n\nBy 2009, with the auto industry having collapsed, Autocam was saddled with $120 million in debt and a bleak financial future. Kennedy invested all his personal assets along with those of other investors in a deal that purchased the debt at 40 cents on the dollar and converted it into equity in the firm. Kennedy did so on the condition he would have control of the company once again.\n\n\n\n\n\nBuilding again\n\nThe NN deal allowed Kennedy to concentrate on building Autocam subsidiary Autocam Medical, where he is CEO and primary shareholder. The company was not part of the NN purchase.\n\n\n\nIn 2011, Autocam Medical had 23 employees and sales of $4.5 million. It now employs 100 in Kentwood and just over 200 in plants in Massachusetts, California and Tennessee. It posted sales of $80 million in 2014, and Kennedy projects that will reach $100 million this year.\n\n\n\n\"I think we are in position to be a $200 million business five years from now,\" said Kennedy, whose oldest son, John, is a product manager at Autocam Medical.\n\nKennedy is still cycling, returning to France in the summer of 2013.\n\n\n\nHe recalled that he and his brother-in-law departed together at the summit of one mountain pass, headed for the valley floor several thousand vertical feet and eight or 10 miles below.\n\n\n\nHe took his time.\n\n\n\n\"I was stopping, taking in the scenery, enjoying the ride down,\" Kennedy said. \"He got down about 15 minutes before I did, and that's all OK.\"", "article_metadata": {"viewport": "width=device-width, initial-scale=1.0, user-scalable=no, minimal-ui", "description": "Before John Kennedy became known throughout Michigan for challenging Obamacare's mandate that employers provide birth control, he had built, sold and rescued Autocam Corp. and championed workforce training, and survived a harrowing head-on collision on his bike for good measure.", "og": {"site_name": "Crain's Detroit Business", "description": "Before John Kennedy became known throughout Michigan for challenging Obamacare's mandate that employers provide birth control, he had built, sold and rescued Autocam Corp. and championed workforce training, and survived a harrowing head-on collision on his bike for good measure.", "title": "As Autocam entrepreneur, Obamacare foe or bicyclist, John Kennedy takes his own route", "url": "http://www.crainsdetroit.com/article/20150208/NEWS/302089999/as-autocam-entrepreneur-obamacare-foe-or-bicyclist-john-kennedy", "image": "http://www.crainsdetroit.com/apps/pbcsi.dll/storyimage/CD/20150208/NEWS/302089999/AR/0/AR-302089999.jpg&MaxW=1400&MaxH=1400", "type": "article"}, "twitter": {"site": "@crainsdetroit", "card": "summary", "account_id": 29209404}, "msapplication-TileColor": "#b51218", "fb": {"app_id": 112806662066559}, "msapplication-TileImage": "/mstile-144x144.png", "article": {"section": "NEWS", "tag": "Talent", "published_time": "2015-02-08T08:00:00-05:00", "modified_time": "2015-02-12T14:08:00-05:00"}, "verify-v1": "qPvWKmNahUcs8XBgUi+fy3A5YH6uzhhairJpQFCqXMs=", "theme-color": "#b51218"}, "article_summary": "By the 1990s, as he built Autocam, Kennedy had made the transition from distance runner to cyclist.\nEight years later, Kennedy sold Autocam to a private equity firm but retained about 30 percent of the company.\nShe also credits him with taking a lead role in West Michigan in promoting workforce talent development.\nBuilding againThe NN deal allowed Kennedy to concentrate on building Autocam subsidiary Autocam Medical, where he is CEO and primary shareholder.\nHe was riding more than a hundred miles a week and joined a West Michigan cycling club."}