{"article_title": "Nancy Pelosi Supports Ice Cream for Every Meal", "article_keywords": ["run", "minority", "office", "food", "pelosi", "ice", "leader", "nancy", "women", "supports", "meal", "cream"], "article_url": "http://www.usnews.com/news/blogs/washington-whispers/2014/01/15/nancy-pelosi-supports-ice-cream-for-every-meal", "article_text": "If House Minority Leader Nancy Pelosi, D-Calif., could only eat one food, it'd be dark chocolate ice cream. (J. Scott Applewhite/AP)\n\nWhat would first lady Michelle Obama say? On Wednesday, House Minority Leader Nancy Pelosi, D-Calif., officially confirmed that she views ice cream as an anytime food, not a sometime food.\n\nThe Atlantic's Hanna Rosin asked Pelosi if it was true that she eats ice cream for breakfast.\n\n\"I have been known,\" Pelosi said. \"I have said – and my grandchildren have overheard this, but I told them it's too late for me, you shouldn't do this – if I only had one food ... dark chocolate ice cream, morning, noon and night.\"\n\n[READ: Why Of Course Justice Stephen Breyer Has a Pocket Constitution ]\n\nSpeaking of her \"grandma\" status, Pelosi used it as an example of something people have forgotten about her because of all the negative political ads.\n\n\"Look, I had probably $100 million mischaracterizing who I am,\" Pelosi said at The Atlantic's Shriver Report event at the Newseum. \"You'd never know that I was an Italian-American grandmother.\"\n\nHer greater point was that more women don't run for office because they don't want to subject their families to similar scrutiny.\n\n\"If you reduce the role of money in politics and increase the level of civility in the debate, more women will run for office,\" Pelosi pointed out. \"And that's a very wholesome thing.\"", "article_metadata": {"zone": "homepage/articles", "keyword": "Washington Whispers [News]", "title": "Nancy Pelosi Supports Ice Cream for Every Meal", "og": {"url": "http://www.usnews.com/news/blogs/washington-whispers/2014/01/15/nancy-pelosi-supports-ice-cream-for-every-meal", "site_name": "US News & World Report", "type": "article", "description": "This is a political movement to get behind.", "title": "Nancy Pelosi Supports Ice Cream for Every Meal"}, "twitter": {"site": "@USNews", "description": "This is a political movement to get behind.", "card": "summary", "title": "Nancy Pelosi Supports Ice Cream for Every Meal"}, "msvalidate.01": "A8E47FA91124063A4A9C78AD5273DC0F", "site": "news", "date_published": "Jan. 15, 2014", "fb": {"app_id": 130063997038366}, "page_type": "article", "keywords": "Nikki Schwab, blog,Pelosi, Nancy, usnews,Pulse, washington dc, sectionfront,washington whispers, politics,Schwab, Nikki,Nikki Schwab,Pulse,Pelosi, Nancy,Washington Whispers [News]", "google-site-verification": "owJBuFHD3VHcTSsnPSOYizmUcs3GSBjbx09vBbBi1MM", "viewport": "width=device-width, initial-scale=1", "description": "This is a political movement to get behind."}, "_id": "\"57477af36914bd0286fc9e71\"", "article_summary": "If House Minority Leader Nancy Pelosi, D-Calif., could only eat one food, it'd be dark chocolate ice cream.\nOn Wednesday, House Minority Leader Nancy Pelosi, D-Calif., officially confirmed that she views ice cream as an anytime food, not a sometime food.\nThe Atlantic's Hanna Rosin asked Pelosi if it was true that she eats ice cream for breakfast.\n\"If you reduce the role of money in politics and increase the level of civility in the debate, more women will run for office,\" Pelosi pointed out.\n\"I have said – and my grandchildren have overheard this, but I told them it's too late for me, you shouldn't do this – if I only had one food ... dark chocolate ice cream, morning, noon and night.\""}