{"article_title": "Clock ticking as Swiss watchmakers await market recovery", "article_keywords": ["subcontractors", "chauxdefonds", "le", "la", "recovery", "zenith", "clock", "watchmakers", "industry", "await", "watch", "locle", "ticking", "swiss", "suppliers", "market"], "article_url": "http://www.thefiscaltimes.com/latestnews/2016/04/14/Clock-ticking-Swiss-watchmakers-await-market-recovery", "article_text": "LA CHAUX-DE-FONDS/LE LOCLE, Switzerland (Reuters) - In two small Swiss towns, watchmakers are trying to strike a balance as delicate as the mechanisms in their precision-engineered watches - squeezing suppliers to cope with an industry crisis while preserving the skills that drove past successes.\n\nLa Chaux-de-Fonds, home to just 39,000 people, and even smaller neighbor Le Locle have been at the heart of the Swiss watchmaking industry since the 19th century.\n\nBut after the boom years earlier this century, life has got much harder. Demand for traditional luxury watches has been hammered by a Chinese government crackdown on bribery, a drop in tourist shoppers to Europe and, at lower price points, the rise of smartwatches.\n\n, Richemont and LVMH have responded by demanding price cuts from suppliers and taking more production in-house. That has hit hard in La Chaux-de-Fonds and Le Locle, home to a network of industry subcontractors. \"Some brands asked us to lower prices by 15 percent,\" said Alain Marietta, co-owner of Le Locle-based watch dial maker Metalem which employs around 250 people. \"That was not justified, but we did lower prices a bit and are taking a hit on our margin,\" he said, adding he expected sales to fall 10 percent this year, in line with 2015, and staff would likely have to work short hours in the second half. Francois Matile, secretary general of the watch industry employers' association, said about 1,000 jobs had been lost in about a year from the more than 59,000 in the Swiss watch industry. The actual figure was higher including temporary contracts not being renewed and staff attrition, he added. La Chaux-de-Fonds had a jobless rate of 8.1 percent in January, one of the highest in Switzerland. The watch industry accounts for the lion's share of its 11,000 industrial jobs. \"IN THE SAME BOAT\" But the big brands are wary of pushing too hard, as they still rely heavily on suppliers' know-how, often handed down to each new generation in small family-owned businesses. Despite the job losses, Matile said he knew of no company that had gone out of business in the industry. \"We are definitely all in the same boat. We wouldn't exist without this network of industry contractors and subcontractors,\" said Aldo Magada, chief executive of high-end brand Zenith, owned by LVMH, but headquartered in Le Locle where its more than century-old factory buildings are part of the UNESCO world heritage site stretching over the two towns. Manufacturers such as Zenith have been cutting prices in a bid to boost demand, which has hurt suppliers. But Metalem's Marietta said customers including Zenith, Chopard and IWC were making an effort to give work to subcontractors. \"Even the big groups will always keep part of the production with external suppliers because we are their safety valve,\" he said, noting top manufacturers would be even more exposed to swings in demand if they brought more production in-house. Horlyne, which employs around 30 people in La Chaux-de-Fonds and still uses the traditional decorative technique of engine-turning in which a precise, intricate pattern is mechanically engraved into an underlying material, said business was grim. \"We expect sales to fall 30-40 percent this year and started working shorter hours in March,\" said company owner Raymond Leitenberg, adding he hoped to break even this year. But he was confident that expertise and innovation would see the business through, having invested 600,000 Swiss francs in a new laser machine to be able to offer more decorations for Horlyne's flagship watch component called 'oscillating weights'. \"The Swiss watch industry is very dynamic when it comes to research, it is not resting on its laurels. The crisis is fuelling creativity,\" said Leitenberg. \"We have reached a bottom, things have to improve, we just don't know when. We have to hold out until they do.\" (Editing by Mark Potter)\n\nTop manufacturers such as Swatch Group", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "LA CHAUX-DE-FONDS/LE LOCLE, Switzerland (Reuters) - In two small Swiss towns, watchmak", "title": "Clock ticking as Swiss watchmakers await market recovery", "url": "http://www.thefiscaltimes.com/latestnews/2016/04/14/Clock-ticking-Swiss-watchmakers-await-market-recovery", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/swiss-watches_1.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/latestnews/2016/04/14/Clock-ticking-Swiss-watchmakers-await-market-recovery", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/swiss-watches_1.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "LA CHAUX-DE-FONDS/LE LOCLE, Switzerland (Reuters) - In two small Swiss towns, watchmak", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "Francois Matile, secretary general of the watch industry employers' association, said about 1,000 jobs had been lost in about a year from the more than 59,000 in the Swiss watch industry.\n\"The Swiss watch industry is very dynamic when it comes to research, it is not resting on its laurels.\nThat has hit hard in La Chaux-de-Fonds and Le Locle, home to a network of industry subcontractors.\nLa Chaux-de-Fonds had a jobless rate of 8.1 percent in January, one of the highest in Switzerland.\nThe watch industry accounts for the lion's share of its 11,000 industrial jobs."}