{"article_title": "Homeless shelters see increased demand as temperatures drop", "article_keywords": ["increased", "food", "spring", "drop", "thanksgiving", "federal", "homeless", "dont", "temperatures", "shelters", "demand", "include", "numbers", "say", "help"], "article_url": "http://www.wlwt.com/news/Homeless-shelters-see-increased-demand-as-temperatures-drop/36701404", "article_text": "As the temperatures drop, many without a home search for shelter. Homeless shelters across the Tri-State say they have a tendency to quickly fill up in the cold winter months.\n\n\n\nAdvocates for the homeless say the numbers are up in Cincinnati. Many are gearing up to help as many people as they can this winter.\n\n\n\nWatch the story\n\nThousands of families lined up for a free Thanksgiving Day meal at the Freestore Foodbank. During its annual Thanksgiving food distribution, officials said the food bank provided food to 21,690 individuals in 8,073 households.\n\n\n\nIt's just one sign the homeless rate is going up in the city.\n\n\"Everybody thinks about this around Thanksgiving and the holidays, but it's something we've got to act on,” Josh Spring with the Homeless Coalition said. “We have to make big policy changes as a city to get it done, otherwise it will stay and get worse.\"\n\n\n\nThe Homeless Coalition says 25,000 people experience homelessness each year in Cincinnati. Spring said a lack of affordable housing and loss of income are two of the top reasons.\n\nThe federal government said the homeless rates is down nearly 5.5 percent in Ohio. However, Spring said those numbers often don't include people who move from one relative's home to another.\n\n\n\n\"It's important to note that numbers from the federal government don't include a lot of people,” he said. “They don't include folks that are moving every couple of nights, sometimes from safe to unsafe couches.”\n\n\n\nSpring said there is also a new app to help the homeless called \"Street Reach.\" If you see a homeless person in trouble, you can use the app to let trained professionals know the individual needs help.", "article_metadata": {"category": "Local News", "ib-analytics": "data", "item-publish-date": "Sat, 28 Nov 2015 23:37:34 EST", "generator": "ibPublish 2", "author": "Jenell Walton", "og": {"site_name": "WLWT", "description": "Homeless shelters across the Tri-State say they have a tendency to quickly fill up in the cold winter months.", "title": "Homeless shelters see increased demand as temperatures drop", "url": "http://www.wlwt.com/news/Homeless-shelters-see-increased-demand-as-temperatures-drop/36701404", "image": "http://www.wlwt.com/image/view/-/36701686/highRes/1/-/maxh/630/maxw/1200/-/mpn30oz/-/cincinnati-homeless-jpg.jpg", "type": "article"}, "twitter": {"url": "http://www.wlwt.com/news/Homeless-shelters-see-increased-demand-as-temperatures-drop/36701404", "app": {"url": {"ipad": "wlwt://content/article/36701404", "iphone": "wlwt://content/article/36701404", "googleplay": "wlwt://content/article/36701404"}, "name": {"ipad": "wlwt", "iphone": "wlwt", "googleplay": "wlwt"}, "id": {"ipad": 505481301, "iphone": 505481301, "googleplay": "com.hearst.android.wlwt"}}, "site": "@wlwt", "card": "app"}, "al": {"android": {"url": "wlwt://content/article/36701404", "app_name": "wlwt", "package": "com.hearst.android.wlwt"}, "ios": {"url": "wlwt://content/article/36701404", "app_store_id": 505481301, "app_name": "wlwt"}}, "fb": {"app_id": 110757060145}, "keywords": "Homeless, Cincinnati, Ohio, Winter, Homeless Coalition", "google-site-verification": "IkBHONRD-Zbw01u4duml6ZDoxFYSpGz_V-Icj5L0_J0", "news_keywords": "Homeless, Cincinnati, Ohio, Winter, Homeless Coalition", "description": "Homeless shelters across the Tri-State say they have a tendency to quickly fill up in the cold winter months."}, "article_summary": "During its annual Thanksgiving food distribution, officials said the food bank provided food to 21,690 individuals in 8,073 households.\nAdvocates for the homeless say the numbers are up in Cincinnati.\nHomeless shelters across the Tri-State say they have a tendency to quickly fill up in the cold winter months.\n\"It's important to note that numbers from the federal government don't include a lot of people,” he said.\nHowever, Spring said those numbers often don't include people who move from one relative's home to another."}