{"article_title": "Our iatrogenics problem", "article_keywords": ["harm", "doing", "youre", "evidence", "usually", "know", "action", "iatrogenics", "problem", "outcome", "treatment"], "article_url": "http://theweek.com/articles/455216/iatrogenics-problem", "article_text": "ADVERTISEMENT\n\nIf we are to intervene in what would otherwise happen, we need an idea of not only the benefits of our interventions but also the harm. Otherwise how will we know when, despite our best intentions, we cause more harm than we do good?\n\nIntervening when we have no idea of the break-even point is \"naive interventionism,\" a phrase first brought to my attention by Nassim Taleb.\n\nIn Antifragile, he writes:\n\nIn the case of tonsillectomies, the harm to the children undergoing unnecessary treatment is coupled with the trumpeted gain for some others. The name for such net loss, the (usually bitten or delayed) damage from treatment in excess of the benefits, is iatrogenics, literally, \"caused by the healer,\" iatros being a healer in Greek. [Antifragile]\n\nWhy would people do something even when the evidence points out that doing something is actually causing more harm?\n\nI can think of a few reasons.\n\nThe first thing that goes through my mind is incentive-caused bias. What is the incentive for action? Is there an agency gap where the outcome from the person doing the intervention is disconnected from the outcome for the person experiencing it?\n\nAnother big reason: Lack of clear feedback loops between action and outcome. It's hard to know you're causing harm if you can't trace action to outcome. This allows, even encourages, some self-delusion. Given that we are prone to confirming our beliefs — and presumably we took action because we believed it to be helpful — we're unlikely to see evidence that contradicts our beliefs. We should be seeking disconfirming evidence to our actions. But we don't, because if we did, we'd realize we are a lot less smart than we think we are.\n\nAnd the third major contributor, I'd say, is our bias for action (especially what we consider positive action). This is also known as, to paraphrase Chalie Munger, \"do something syndrome.\" If you're a policy advisor or politician, or heck, even a modern office worker, social norms make it hard for you to say, \"I don't know.\" You're expected to have an answer for everything.\n\nThink about how a typical meeting starts. In response to a new product from a competitor, for example, the first question people usually ask is \"What are we going to do about this?\" The hidden assumption that goes unexplored is that you need to do something. It could be that the cost of doing something outweighs the benefits.\n\nMedicine has known about iatrogenics since at least the fourth century before our era — primum non nocere (\"first do no harm\") is a first principle attributed to Hippocrates and integrated in the so called Hippocratic Oath taken by every medical doctor on his commencement day… The very notion of iatrogenics is quite absent from the discourse outside medicine (which, to repeat, has been a rather slow learner.) [Antifragile]\n\nThe concept applies to domains outside of medicine and relates to everything where we cause more harm than good under the guise of knowledge.\n\nMore from Farnam Street...", "article_metadata": {"description": "Official site of The Week Magazine, offering commentary and analysis of the day's breaking news and current events as well as arts, entertainment, people and gossip, and political cartoons.", "og": {"url": "http://theweek.com/articles/455216/iatrogenics-problem", "image": "http://api.theweek.com/sites/default/files/styles/tw_image_9_4/public/55202_article_full.jpg?itok=5HF6-diI", "type": "article", "description": "We tend to think action always trumps inaction. But sometimes intervening causes more harm than good.", "title": "Our iatrogenics problem"}, "twitter": {"description": "We tend to think action always trumps inaction. But sometimes intervening causes more harm than good.", "creator": "@", "image": {"src": "http://api.theweek.com/sites/default/files/styles/tw_image_9_4/public/55202_article_full.jpg?itok=5HF6-diI"}, "title": "Our iatrogenics problem", "site": "@theweek", "card": "summary_large_image"}, "fb": {"pages": 10716057521}, "keywords": "feature, Business", "article": {"published_time": "2014-01-01T11:18:00-05:00"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "The name for such net loss, the (usually bitten or delayed) damage from treatment in excess of the benefits, is iatrogenics, literally, \"caused by the healer,\" iatros being a healer in Greek.\nIt's hard to know you're causing harm if you can't trace action to outcome.\n[Antifragile]Why would people do something even when the evidence points out that doing something is actually causing more harm?\nOtherwise how will we know when, despite our best intentions, we cause more harm than we do good?\nAnd the third major contributor, I'd say, is our bias for action (especially what we consider positive action)."}