{"article_title": "Humana-Kauf macht Übernahme-Welle in US-Gesundheitsbranche zum Tsunami", "article_keywords": ["macht", "es", "fr", "die", "der", "humanakauf", "usgesundheitsbranche", "bernahmewelle", "tsunami", "und", "eine", "den", "dollar", "von", "humana", "zum"], "article_url": "http://www.finanzen100.de/finanznachrichten/wirtschaft/nach-obamacare-humana-kauf-macht-uebernahme-welle-in-us-gesundheitsbranche-zum-tsunami_H1668333484_189084/", "article_text": "Nach \"Obamacare\" : Humana-Kauf macht Übernahme-Welle in US-Gesundheitsbranche zum Tsunami\n\n03.07.2015 • Finanzen100\n\nDie Übernahme-Welle in der US-Gesundheitsbranche entwickelt sich zum Tsunami. (©shutterstock.com/Marafona)\n\nIn der US-Gesundheitsbranche rollt die Übernahme-Welle - schon seit Monaten. Immer wieder heizten Gerüchte von möglichen Übernahmen den Markt an. Jetzt ist der Deal zwischen dem Krankenversicherer Aetna und dem kleineren Konkurrenten Humana beschlossene Sache - die Welle entwickelt sich zum Tsunami.\n\nDer erste Mega-Deal ist fix: Der US-Krankenversicherer Aetna schluckt den kleineren Rivalen Humana für 34 Milliarden Dollar. Dies könnte der Auslöser für eine Reihe von Milliardentransaktionen sein.\n\nSollte es zu einer Übernahme von Humana kommen - Aktionäre und Kartellbehörden müssen dem Deal noch zustimmen - , könnte dies in den kommenden Wochen Bewegung in die vielen Gespräche der fünf größten Krankenversicherer der USA bringen. Diese stehen ausgelöst durch die Gesundheitsreform unter Kostendruck. Der mögliche Deal zwischen Aetna und Humana könnte dabei noch eine der kleineren Übernahmen sein. Insgesamt geht es um dreistellige Milliardenbeträge, nachdem der Wert der beteiligten Unternehmen an der Börse wegen der Spekulationen auf Fusionen zuletzt deutlich zugelegt hatte. \"Es sind verrückte Zeiten\", hatte ein Analyst vor kurzem gesagt.\n\nHumana löst Tsunami aus\n\nAetna soll 230 Dollar pro Humana-Aktie in bar und eigenen Anteilen bieten, der Kaufpreis würde damit etwa 34 Milliarden Dollar (31 Mrd Euro) erreichen. Vertreter der beiden Konzerne verhandelten seit zwei Wochen intensiv über eine mögliche Offerte, berichtete die Nachrichtenagentur Bloomberg unter Berufung auf mit der Angelegenheit vertraute Personen.\n\nSollte Humana an Aetna gehen, gingen den anderen Konzernen die Optionen aus. Denn auch Konkurrent Cigna soll Interesse an Humana hegen, um sich selbst gegen eine Übernahme zu wehren. Cigna wird derzeit vom Rivalen Anthem umworben. Dieser hatte den Cigna-Aktionären zuletzt eine Offerte über 185 Dollar je Aktie in Aussicht gestellt. Der Wert der Cigna-Anteile läge bei dem Gebot bei 47 Milliarden Dollar - dazu kommen noch rund sieben Milliarden Dollar Schulden.\n\nBranchenprimus UnitedHealth sucht auch nach Zuwachs\n\nAuf Widerstand stößt Anthem bei der Führungsspitze von Cigna. Diese will nicht ernsthaft über einen möglichen Zusammenschluss verhandeln. Daher hat Anthem die seit August 2014 laufenden Bemühungen öffentlich gemacht und den Aktionären mitgeteilt, wie eine konkrete Offerte aussehen könnte. Damit steigt der Druck auf das Cigna-Management. Anthem hofft jetzt auf neue Verhandlungen.\n\nDas Anthem-Interesse an Cigna und die mögliche Offerte von Aetna für Humana sind derzeit nicht die einzigen möglichen Pläne für Unternehmenszusammenschlüsse. So soll der größte Konzern der US-Gesundheitsbranche, UnitedHealth , wiederum Interesse an Aetna haben. Und falls es mit diesem nicht klappt, könnte auch Cigna ins Visier der Nummer eins der Branche geraten.\n\nGesundheitsreform \"Obamacare\" stellte Branche auf den Kopf\n\nAusgelöst wurde das Spekulationsfieber durch die von US-Präsident Barack Obama eingeleitete Reform des US-Gesundheitswesens, wodurch die Zahl der Krankenversicherten in den USA deutlich gestiegen ist.\n\nGleichzeitig wuchs der Kostendruck in der Branche, so dass es bereits zu einigen Fusionen und Übernahmen unter Gesundheitsdienstleistern gekommen ist - wobei Versicherer bisher größtenteils außen vor blieben. In diesem Segment der Branche laufen nach Einschätzung der Experten allerdings die ersten positiven Wachstumseffekte der Reform aus und der Kostendruck steigt, so dass jetzt hier eine Reihe von Übernahmen erwartet wird.\n\nGesundheitsreform juristisch bestätigt\n\nDer Oberste Gerichtshof in Washington hatte erst vor einer Woche die Gesundheitsreform unverändert aufrechterhalten. Finanzanalysten sagen, dass das damit auch die letzte Hürde für die ganz großen Übernahmen unter den Krankenversicherern ausgeräumt sei. Unter anderen Konzernen der Branche hatte es wegen der Reform schon eine Reihe von Zusammenschlüssen gegeben. So fädelte erst am Donnerstag der Gesundheitsdienstleister Centene den Kauf des Rivalen Net Health für 6,8 Milliarden Dollar ein.\n\ndpa/nps", "article_metadata": {"description": "Finanzen100: In der US-Gesundheitsbranche rollt die Übernahme-Welle - schon seit Monaten. Immer wieder heizten Gerüchte von möglichen Übernahmen den Markt an. J...", "author": "Finanzen100", "og": {"url": "http://www.finanzen100.de/finanznachrichten/wirtschaft/nach-obamacare-humana-kauf-macht-uebernahme-welle-in-us-gesundheitsbranche-zum-tsunami_H1668333484_189084/", "type": "article", "image": "http://cdn.static.finanzen100.de/foto/4670_original.jpg", "site_name": "Finanzen100.de", "title": "Nach \"Obamacare\": Humana-Kauf macht Übernahme-Welle in US-Gesundheitsbranche zum Tsunami - Finanznachrichten"}, "robots": "noodp,noarchive", "date": "2015-07-03T08:59:00+0200", "news_keywords": "Gesundheitsbranche,US-Gesundheitsreform,Humana,Aetna,Cigna,Health Net,UnitedHealth,Obamacare"}, "article_summary": "Nach \"Obamacare\" : Humana-Kauf macht Übernahme-Welle in US-Gesundheitsbranche zum Tsunami03.07.2015 • Finanzen100Die Übernahme-Welle in der US-Gesundheitsbranche entwickelt sich zum Tsunami.\nDer mögliche Deal zwischen Aetna und Humana könnte dabei noch eine der kleineren Übernahmen sein.\nDas Anthem-Interesse an Cigna und die mögliche Offerte von Aetna für Humana sind derzeit nicht die einzigen möglichen Pläne für Unternehmenszusammenschlüsse.\nJetzt ist der Deal zwischen dem Krankenversicherer Aetna und dem kleineren Konkurrenten Humana beschlossene Sache - die Welle entwickelt sich zum Tsunami.\nFinanzanalysten sagen, dass das damit auch die letzte Hürde für die ganz großen Übernahmen unter den Krankenversicherern ausgeräumt sei."}