{"article_title": "ACA Year End Compliance Check List – anewscafe.com", "article_keywords": ["aca", "reporting", "end", "fulltime", "employees", "compliance", "list", "cobra", "period", "health", "employee", "group", "employers", "check", "anewscafecom", "subject"], "article_url": "http://anewscafe.com/2015/12/20/aca-year-end-compliance-check-list/", "article_text": "Christmas will soon be here and while Santa is checking his list, NAHU (National Association of Health Underwriters) is helping employers check theirs for year end. Following is a checklist for ACA year end compliance provided by NAHU, for your reference. I have added a couple of my items as well.\n\nSmall employers with insured health plans do not have to provide reports to their employees or to the IRS. Employers with 50 or more full-time and full-time equivalent employees must report for this year. Transition relief does not apply for reporting purposes. Employers who will file 250 or more information returns must do so electronically using the AIR system. https://www.irs.gov/for-Tax-Pros/Software-Developers/Information-Returns/Affordable-Care-Act-Information-Return-AIR-Program Employers who are ALEs will report offers of coverage made to all full-time employees whether the employees enrolled in coverage, waived coverage or are in a waiting period. Form 1094-C provides information that helps the IRS determine whether an employer may be subject to the 4980H(a) penalty (the “no offer” penalty). Form 1095-C, particularly lines 14-16, helps the IRS determine whether an employer may be subject to the 4980H(b) penalty which may be assessed if a plan does not meet minimum value and/or affordability. Employers who are part of a controlled or affiliated group are each responsible for reporting on their own employees. These employers are not liable for reporting of any other entity in the controlled group although they will list other entities in the controlled group on the1094-C form, Part IV. Employers subject to the reporting requirements are required to furnish the 1095-C statements to each full-time employee by January 31 of the year following the calendar year for which reporting relates. Since January 31, 2016 is on a Sunday, the statements are due by February 1, 2016. Information returns must be filed with the IRS by February 28, 2016 if filed by hard-copy; March 31, 2016 if filed electronically. Self-insured employers – whether large or small – are subject to the reporting requirements that would otherwise apply to insurers (detailed in Section 6055). A “good faith compliance” effort is required by employers to avoid non-compliance penalties which, if assessed, can be sizeable. Review your employee handbook. This is especially important if you are using an “orientation period” to extend your benefits waiting period, you should be careful about updating that period for other employment situations as well. We are advising our clients to be cautious about adopting the “orientation period” for health benefits since they may not have done so for other items. I see this as an accident waiting to happen. Employers will need to track different hire dates for different benefits. Review your group size for COBRA purposes. Perhaps your group has grown to 20 and you now have to deal with Federal COBRA rather than Cal-COBRA. COBRA is the acronym referring to the law that requires employer provided health plans to offer continuation coverage to their employee. If the group is under 20 employees, then the group is subject to California COBRA and the insurance company handles this with the employee.\n\nFederal COBRA generally applies to all private-sector group health plans maintained by employers that have at least 20 employees on more than 50 percent of its typical business days in the previous calendar year. Both full- and part-time employees are counted to determine whether a plan is subject to COBRA. Each part-time employee counts as a fraction of a full-time employee, with the fraction equal to the number of hours that the part-time employee worked divided by the hours an employee must work to be considered full time.\n\nYour broker can help you review and establish either a COBRA vendor or implement software to assist you in managing this portion of your benefits for the coming year.", "article_metadata": {"og": {"site_name": "anewscafe.com", "description": "Christmas will soon be here and while Santa is checking his list, NAHU (National Association of Health Underwriters) is helping employers check theirs for year end.  Following is a checklist for AC…", "title": "ACA Year End Compliance Check List", "url": "http://anewscafe.com/2015/12/20/aca-year-end-compliance-check-list/", "image": {"width": 628, "identifier": "http://anewscafe.com/wp-content/uploads/2015/12/checklist-628x363.jpg", "height": 363}, "locale": "en_US", "type": "article"}, "article": {"published_time": "2015-12-20T12:00:35+00:00", "modified_time": "2015-12-19T15:22:00+00:00"}, "twitter": {"image": "http://anewscafe.com/wp-content/uploads/2015/12/checklist-628x363.jpg?w=640", "card": "summary_large_image"}, "viewport": "width=device-width, initial-scale=1.0", "generator": "WordPress 4.4.3"}, "article_summary": "Christmas will soon be here and while Santa is checking his list, NAHU (National Association of Health Underwriters) is helping employers check theirs for year end.\nFollowing is a checklist for ACA year end compliance provided by NAHU, for your reference.\nEmployers with 50 or more full-time and full-time equivalent employees must report for this year.\nSmall employers with insured health plans do not have to provide reports to their employees or to the IRS.\nA “good faith compliance” effort is required by employers to avoid non-compliance penalties which, if assessed, can be sizeable."}