{"article_title": "McConnell hits back against Grimes' skeet-shooting ad", "article_keywords": ["hits", "shooting", "ad", "campaign", "senate", "spot", "mcconnells", "gun", "mcconnell", "skeet", "grimes", "skeetshooting", "obama"], "article_url": "http://www.cnn.com/2014/09/16/politics/mcconnell-grimes-guns/", "article_text": "It's another round of dueling in Kentucky's Senate race.\n\nOne day after candidate Alison Lundergan Grimes flaunted her skeet-shooting skills in a new political ad , Sen. Mitch McConnell's campaign pushed back, saying Grimes is a lot more like President Barack Obama than the Democrat tries to portray.\n\n\"Alison Grimes thinks shooting a gun will convince you she's not like Barack Obama,\" the narrator says in the new spot, showing footage of Grimes' ad. \"But Grimes twice supported Obama's platform for Obamacare, for the war on coal, for Obama's foreign policy and, ironically, for gun control.\"\n\nThe spot then shows a photo released by the White House early last year of Obama skeet shooting at Camp David.\n\nThe narrator continues, \"You know who also did a publicity stunt firing a gun?\"\n\nSkepticism swirled around the timing of the Obama photo last year , which occurred after the President responded to a question about whether he had fired a gun before. \"Up at Camp David, we do skeet shooting all the time,\" Obama had said in an interview published days earlier by The New Republic.\n\nMcConnell, the top Republican in the Senate, is fending off a challenge from Grimes in what's considered one of the closest and most expensive races this fall.\n\nAs a Democrat in state with large swaths of conservative voters, Grimes has been trying to place distance between herself and Obama, while McConnell's campaign is attempting to paint the two as one and the same.\n\nMcConnell's new ad is a six-figure buy that will air statewide on broadcast and cable, according to his campaign.\n\nJonathan Hurst, Grimes' campaign manager, said McConnell's new spot is a \"desperate\" attempt to throw \"the entire kitchen sink at our campaign in one shallow ad.\"\n\n\"Alison is independent and has always put Kentucky first on coal, guns and the over-burdensome EPA regulations,\" Hurst added.", "article_metadata": {"description": "Kentucky Sen. Mitch McConnell's campaign hit back against rival Alison Lundergan Grimes' skeet-shooting ad.", "pubdate": "2014-09-16T18:12:37Z", "author": "By Ashley Killough, CNN", "og": {"site_name": "CNN", "description": "Kentucky Sen. Mitch McConnell's campaign hit back against rival Alison Lundergan Grimes' skeet-shooting ad.", "pubdate": "2014-09-16T18:12:37Z", "url": "http://www.cnn.com/2014/09/16/politics/mcconnell-grimes-guns/index.html", "image": "http://i2.cdn.turner.com/cnnnext/dam/assets/140916140024-mcconnell-gun-ad-t3-entertainment.jpg", "type": "article"}, "section": "politics", "fb": {"app_id": 80401312489}, "thumbnail": "http://i2.cdn.turner.com/cnnnext/dam/assets/140916140024-mcconnell-gun-ad-t3-entertainment.jpg", "source": "CNN", "vr": {"canonical": "http://www.cnn.com/2014/09/16/politics/mcconnell-grimes-guns/index.html"}, "keywords": "politics, McConnell hits back against Grimes' skeet-shooting ad - CNNPolitics.com", "lastmod": "2014-09-16T19:22:41Z", "twitter": {"card": "summary_large_image"}, "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0"}, "article_summary": "\"Alison Grimes thinks shooting a gun will convince you she's not like Barack Obama,\" the narrator says in the new spot, showing footage of Grimes' ad.\nJonathan Hurst, Grimes' campaign manager, said McConnell's new spot is a \"desperate\" attempt to throw \"the entire kitchen sink at our campaign in one shallow ad.\"\nOne day after candidate Alison Lundergan Grimes flaunted her skeet-shooting skills in a new political ad , Sen. Mitch McConnell's campaign pushed back, saying Grimes is a lot more like President Barack Obama than the Democrat tries to portray.\nThe spot then shows a photo released by the White House early last year of Obama skeet shooting at Camp David.\nMcConnell's new ad is a six-figure buy that will air statewide on broadcast and cable, according to his campaign."}