{"article_title": "Junior Bernard was destitute in Haiti. Then he met the Barr family.", "article_keywords": ["claudia", "barr", "alvernia", "help", "family", "met", "bill", "bernard", "barrs", "college", "way", "haiti", "destitute", "junior"], "article_url": "http://www.mycentraljersey.com/story/news/2015/01/07/carino-one-family-saved-special-young-man/21403833/", "article_text": "Junior Bernard, a graduate of Alvernia University in Reading, Pennsylvania, has written a book titled “No sacrifice, no victory.” (Photo: Courtesy of Alvernia University)\n\nJunior Bernard was so poor, he could not afford a hat. The Haitian sun was beating down, and Bill Barr felt for the 20-year-old translator.\n\nBarr, a Brick native with homes in Bridgewater and Bay Head, was on a weeklong humanitarian mission with the Haitian Health Foundation. A generous man by nature, he offered Bernard the fishing hat off his head.\n\nGifts from foreigners rarely are refused in a country that ranks among the world's poorest. Bernard, however, declined.\n\n\"I'm not allowed to take anything from the visitors,\" he told Barr, citing the foundation's rules.\n\nBarr appealed to Bernard's boss, who assented. He gave the translator his hat, and after thinking about it for a few days, gave him a whole lot more.\n\n\"I just saw what a remarkable young man he was, and I became fully aware that there was no opportunity in Haiti for him,\" Barr said. \"I thought it was a shame for somebody with so much talent and ambition and kindness to exist in a world where there was no potential.\"\n\nPlaying a hunch that Bernard would maximize a chance at a new life, Barr arranged for the onetime street beggar to come to the United States for a college education. Several twists and turns followed, and last month, Junior Bernard graduated from Alvernia University (Pa.) with a degree in communication and a job in hand.\n\nUniversity officials were so proud of Bernard, they offered him a speech at commencement.\n\n\"Sometimes, when we see people suffering in the streets, we don't know how much they're dying to get some help,\" the 26-year-old told a rapt crowd. \"And those people might make the best of the opportunities you give them. Let's not ignore them.\"\n\nThis is an amazing story about the power of kindness and the resiliency of the human spirit.\n\nLearning the hard way\n\nGrowing up in a world of tattered clothes, spotty electricity and constant hunger, Bernard identified a potential way out: English. He had little formal schooling, but got hold of a dictionary and an ambitious idea.\n\n\"I would study the dictionary every day, and to practice I would follow American visitors around,\" he said. \"When children there see Americans, they beg. Instead of begging, I would just be there to practice my English.\"\n\nWary Americans often would ignore him, but if they wouldn't engage Bernard directly, he resorted to eavesdropping, writing down their words and looking up the meanings later.\n\nIt's an incredibly strenuous way to learn a language, but Bernard did it well enough to land a translator gig. In March of 2008 that led him to Bill Barr and his oldest son Brian, who came along on the humanitarian mission.\n\nUpon their return, the family decided to help Junior get a student visa, take him in and send him to Raritan Valley Community College. He arrived in the spring of 2010.\n\n\"I won't deny it; I had reservations,\" Claudia Barr said. \"But I did trust my husband's judgment and boy, was he spot on. Junior is really a prize.\"\n\nThere were cultural hurdles. The cold weather gave Bernard nosebleeds. He had difficulty with the food. Simple things shocked him, like the presence of birds on people's lawns.\n\n\"In Haiti you don't see birds flying around,\" he said. \"Kids try to stone them so we could eat.\"\n\nThere was one big problem. The Haitian paperwork certifying that Bernard possessed the equivalent of a high school diploma turned out to be fraudulent. In an emotional sit-down, Junior told the Barrs he was duped into believing he could buy his diploma and had spent most of his money on it.\n\nNo diploma meant no college, which meant no student visa. Claudia scrambled for help and Rutgers answered the bell, accepting Bernard as a continuing education student in ESL. Since he had no driver's license, Claudia drove him back and forth for nine months. She took leave from her job as an interior designer.\n\n\"To me, those people are living angels on earth,\" Bernard said of the Barrs.\n\nAfter burying his head in books for countless hours — when the family hit the beach, he remained glued to a desk — Bernard passed his GED examination in December of 2010. College was next, and another benevolent gesture opened the door.\n\nThe best feeling in life\n\nIn January of 2010, after surviving an earthquake that killed more than 100,000 in Haiti, Bernard emailed a letter to friends expressing his thankfulness to be alive, his daily fears and his ultimate dreams. The letter made its way around the Internet and wound up in the hands of administrators at Alvernia College in Reading, Pa.\n\nIt caught their attention. After a meeting with vice president and dean of students Joe Cicala, Bernard was offered a full-tuition scholarship.\n\n\"You could tell, right off the bat, Junior is a special young man,\" Cicala said.\n\nIn typical fashion, Bernard embraced campus life. He tutored students in writing, Spanish, French and computer graphics. He joined various clubs. The Barrs paid for his board and books, but in his own way, he started to pay them back. Unbeknownst to them, he took one exceptionally large and costly book and made photocopies of every page to spare them the expense.\n\n\"There is no doubt,\" Cicala said, \"he's going to be a contributing member of the global community.\"\n\nBernard landed a job with Penske Truck Leasing, which is training him for management. During graduation Dec. 13, there hardly was a dry eye.\n\n\"The best feeling in life is when you help others,\" Bill Barr said.\n\nAdded Claudia Barr, \"We like to think he changed us, too.\"\n\nThe Barrs always had perspective. Bill credits his mother Pat, a Lakewood resident, for instilling that in him. Both are members of the Red Bank Humanists, a group that meets monthly with a mission to help others. The addition of Junior, though, brought daily reminders of how fortunate most of us are.\n\n\"You try to surround your children with as many positive influences as you can,\" Bill Barr said of sons Brian and Eric, who now are in college. \"When they were unhappy about not getting a new video game or a new whatever, Junior was there to remind them that there were times when he wasn't sure what he was going to eat for the next three days.\"\n\nJunior Bernard has written a book, which he's in the process of publishing. The working title is fitting for him, the Barrs and anyone else who has gone the extra mile.\n\nThe title is: \"No sacrifice, no victory.\"\n\nRead or Share this story: http://mycj.co/1Is2DxX", "article_metadata": {"google": "notranslate", "description": "Junior Bernard was destitute in Haiti. Then he met the Barr family.", "og": {"site_name": "MY CENTRAL JERSEY", "description": "Junior Bernard was destitute in Haiti. Then he met the Barr family.", "title": "Carino: How one family saved a special young man", "url": "http://www.mycentraljersey.com/story/news/2015/01/07/carino-one-family-saved-special-young-man/21403833/", "image": "http://www.gannett-cdn.com/GDContent/applogos/mycentraljersey.png", "type": "article"}, "twitter": {"description": "Junior Bernard was destitute in Haiti. Then he met the Barr family.", "title": "Junior Bernard was destitute in Haiti. Then he met the Barr family.", "image": "http://www.gannett-cdn.com/-mm-/dc8e59b842c7cd27a5b67d19d9bfd014097dbb8c/c=170-0-853-683&r=x643&c=640x640/local/-/media/Bridgewater/2015/01/07/B9315766274Z.1_20150107163812_000_GJD9JSF9U.1-0.jpg", "creator": "@MyCentralJersey", "site": "@MyCentralJersey", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=859380356", "fb": {"app_id": 177893718898560}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070"}, "article_summary": "Junior Bernard has written a book, which he's in the process of publishing.\nIn March of 2008 that led him to Bill Barr and his oldest son Brian, who came along on the humanitarian mission.\nSeveral twists and turns followed, and last month, Junior Bernard graduated from Alvernia University (Pa.) with a degree in communication and a job in hand.\nThe Haitian sun was beating down, and Bill Barr felt for the 20-year-old translator.\nUpon their return, the family decided to help Junior get a student visa, take him in and send him to Raritan Valley Community College."}